[{"type":"minorheading","content":"Prelude","time":1525181400,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30:00","time":1525181400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1525181400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1525181400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1525181400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#A00100"},{"type":"speech","time":1525181400,"counter":6,"content":"<p>I have received notice from Senator Frank Feighan that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the T&aacute;naiste and Minister for Foreign Affairs and Trade to explore associations and friendships with the Commonwealth of Nations to encourage political, trading, cultural, sporting, educational and foreign aid partnerships.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Leas-Chathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator John Dolan of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to outline why it has been decided not to ratify the optional protocol to the United Nations Convention on the Rights of Persons with Disabilities at this time and to outline when it is intended to do so.  <\/blockquote><p>I have also received notice from Senator Kieran O'Donnell of the following matter:<\/p><blockquote>The need for the Minister for Communications, Climate Action and Environment to outline his Department's plans for the regulation of heavy industries such as the Irish Cement site located in Mungret, Limerick.<\/blockquote><p>I have also received notice from Senator Rose Conway-Walsh of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to provide an update on the implementation of the report of the working group on developing a sustainable plan for the Mayo campus of Galway-Mayo Institute of Technology.<\/blockquote><p>I have also received notice from Senator Lorraine Clifford-Lee of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to provide additional special education classrooms for children with autism spectrum disorder, ASD, in Skerries, County Dublin.<\/blockquote><p>I have also received notice from Senator Maria Byrne of the following matter: <\/p><blockquote>The need for the Minister for Health to consider including physiotherapists on the list of referrers for X-rays.<\/blockquote><p>I have also received notice from Senator Colm Burke of the following matter: <\/p><blockquote>The need for the Minister for Employment Affairs and Social Protection to undertake a review of the community employment scheme to allow people who have reached 66 years of age to continue to work under the scheme.<\/blockquote><p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the 6,000 children currently reported to be waiting to be seen by a primary care child psychologist and to outline the measures being taken to address this matter.<\/blockquote><p>I have also received notice from Senator Michelle Mulherin of the following matter:<\/p><blockquote>The need for the Minister for Business, Enterprise and Innovation to make a statement on the implementation of the regional action plan for jobs west insofar as it applies to County Mayo. <\/blockquote><p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to outline the measures  being planned to address the shortage of chefs in the hospitality industry.<\/blockquote><p>Of the matters raised by the Senators suitable for discussion, I have selected Senators Feighan, Dolan, Kieran O'Donnell and Conway-Walsh and they will be taken now.  I regret I had to rule out of order the matter submitted by Senator Clifford-Lee on the ground that it is a repeat of a Commencement matter raised on 26<sup><\/sup>April 2018.  The other Senators may give notice on another day of the matters that they wish to raise. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#A00200","speaker":"1420","continuing":true},{"type":"majorheading","content":"Commencement Matters","time":1525181400,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#B00200"},{"type":"speech","time":1525181400,"counter":9,"content":"<p>If the House wishes to take Senator Dolan's Commencement matter first, I have no problem with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#B00300","speaker":"1424"},{"type":"speech","time":1525181400,"counter":10,"content":"<p>We will take Senator Dolan's Commencement matter first.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#B00400","speaker":"1420"},{"type":"minorheading","content":"UN Convention on the Rights of Persons with Disabilities","time":1525181400,"counter":11,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#B00500"},{"type":"speech","time":1525181400,"counter":12,"content":"<p>I welcome to the House the Minister of State, Deputy Finian McGrath.  People with disabilities do not have confidence that the optional protocol to the United Nations Convention on the Rights of Persons with Disabilities will be ratified.  I can see no reason why it could not be ratified now.  When the Minister of State, Deputy Finian McGrath, came to the House for statements on the ratification of the convention on 21 March 2018, he gave two reasons.  He accepted that it was in the roadmap in 2015 that the optional protocol would be ratified when the convention was ratified but stated his current focus had to be the ratification of the convention in the first instance.  During that debate, however, he said that the instrument of deposition had been lodged with the UN on 20 March.  In effect, the convention was ratified.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Dolan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2479\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2479&amp;amp;pid=JohnDolan&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Ireland's instrument ratification has been lodged with the UN and, therefore, the ratification was completed in March.  We have moved from ratification to implementation.  The reason for not ratifying the protocol does not stand.  The Minister's second reason was \"the need for substantive cultural change\" and he went on to say, \"Work is continuing on the final reforms needed for Ireland's compliance with the convention's requirements\".  Every provision in the convention relates to compliance and becoming compliant and not to complied with everything before the convention is ratified.<\/p><p>The optional protocol is an instrument that gives people with disabilities the right to complain to the UN disabilities committee when they have exhausted all the normal complaints procedures within their state.  Article 3 provides that the committee will confidentially write to the state party and give it six months to respond.  There is a long, drawn-out period before anything gets to that stage.<\/p><p>The deprivation of liberty Bill and disability (miscellaneous provisions) Bill 2016 are to be passed before the end of the year.  I would like the Minister of State to confirm that commitment.  Given it is intended to have both Bills enacted by the end of the year and the State has a disability inclusion strategy of which he is proud, that gives a defence to the State if issues are raised.  He can say he is on the journey, which is what the convention is about.  Why not ratify the optional protocol now?  Are the Minister of State and the Government up for it to be ratified now?  Are they in the space to say, \"Let us do this\"?  Do his officials want to have it ratified?  The Minister of State could quickly and easily, with no cost or downside to the State, ratify the optional protocol now, which would give people confidence, given the ratification of the convention has dragged on for years, that the Government is stepping up and getting in front of this issue.  That would be what the Minster of State described as \"a critical cultural change\".  He should lead from the front.  Let us get this done and say to people that Ireland is proud of its progress to date and is comfortable with being held to account internationally.  Nobody gets it right every time when we go in front of a jury but the Minister of State should be comfortable going there.  That would be huge.<\/p><p>I have five questions.  Will the Minister of State agree to ratify the protocol now?  What reasons does he have for not ratifying the convention?  Ireland must lodge its first report on 19 April 2020.  By what date will the optional protocol be ratified if that is not done now?  Will it be the day after the report is lodged?  Will he confirm that the deprivation of liberty Bill and the disability (miscellaneous provisions) Bill 2016 will be enacted this year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#B00600","speaker":"1419","continuing":true},{"type":"speech","time":1525181400,"counter":14,"content":"<p>I thank the Senator for raising this important topic.  I am delighted to have the opportunity to address the issue of Ireland's ratification of the optional protocol to the UN convention.  I always lead on this issue.  The Independent Alliance did not hang around to ratify it whereas many of the political parties whose members are jumping up and down and having a go at me ignored it for ten years.  Some of them were Ministers during that time and, therefore, I will not take lectures from them.<\/p> <p>The ratification of the convention was a key commitment in the programme for Government and it has been one of my highest priorities since becoming Minister of State.  I am pleased to have delivered on that commitment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I was privileged to represent the Government at the United Nations headquarters on 19 April - the day the convention came into force for Ireland.  That was an historic day and most of the disability leaders and organisations I met in New York over those two days were very impressed with Ireland's role and also with Ireland's services being well ahead of many other countries that had ratified some years previously.<\/p><p>Ratification followed a delay of many years and took much hard work.  I am grateful to the committed family members, carers, public representatives and activists who worked tirelessly to campaign for ratification.  Both the convention and the optional protocol cover a broad range of commitments, some of which require substantive cultural change.  Fundamental to that are the concepts of freedom, autonomy and independence, recognising the right of people with disabilities to make decisions for themselves, rather than have decisions made for them.  In this regard, I am pleased to say that I have recently received the report from the task force on personalised budgets and will shortly be bringing a memo to Cabinet on the matter.<\/p><p>I will respond to some of the points made by the Senator.  I intend to have all the legislation in place as quickly as possible.  I intend to continue the public consultation with all the disability groups and the senior citizens' groups.  As the Senator knows there are currently 92 signatories to the optional protocol, whereas 176 states have ratified the convention.  A clear timescale has been drawn up to address the remaining implementation issues in line with the principles of progressive realisation of services which operates in respect of compliance with the convention.  Priority drafting has been approved for the disability (miscellaneous provisions) Bill and a stand-alone Bill to deal with the deprivation of liberty.  Some &euro;3 million has been allocated in 2018 for the establishment of the decision-support service.  A lot of work is going on all the time and I take a step-by-step approach to the issue.<\/p><p>The Government&rsquo;s approach to meeting the terms of the convention will be one of sustained and ongoing improvement.  Work is continuing on the reforms needed for an optimum level of compliance with the convention's requirements.  In the early implementation phase, it is essential that resources are focused on the enhancement of services and not diverted into additional areas such as servicing the optional protocol before we are fully ready.  That is the key thing.  I will opt in when I am ready.  That is the best thing to do.  That is an example of best practice and other countries have done that.<\/p><p>For this reason, I see a phased approach as the most practical and realistic way of moving ahead.  While the optional protocol is not being ratified at this time, it will be ratified as soon as possible when I am satisfied that certain things are in place.  At the latest this will follow completion of Ireland&rsquo;s first reporting cycle which should be within two to three years.  This will provide us with an opportunity to identify any remaining actions needed for the highest possible level of compliance with the convention.<\/p><p>The Senator can take it that I will be opting in when I am ready and when things are in place.  That is the approach the Government will take.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#C00200","speaker":"1359","continuing":true},{"type":"speech","time":1525181400,"counter":16,"content":"<p>I asked the Minister of State four questions.  One was if he would do it now; obviously the answer to that is \"No\".  In his reply the Minister of State said he would opt in when he was ready.  He also stated that he would do so when he is \"satisfied that certain things are in place\".  What are these certain things?  He has not told us what they are.  He has also said that it would be within two to three years.  We will report by 19 April 2020.  Will it be 21 April 2020 or will it be a year or more later?  What things is he still awaiting to be in place?<\/p> <p>Over 90 states ratified the optional protocol at the same time as they ratified the convention.  At the start of his contribution, the Minister of State said he would not be lectured from other parties about what they committed to.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Dolan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2479\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2479&amp;amp;pid=JohnDolan&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Why does it bother him what other states have or have not done?  There is no real reason that we cannot do this.  I am pleading with the Minister of State.  This can be ratified now.  If somebody started a complaint today, it would be years before he or she could take it anywhere, and the State then gets six months when it brings it there.  The Minister of State should give people a break and let people see he is on their side.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#D00200","speaker":"1419","continuing":true},{"type":"speech","time":1525181400,"counter":18,"content":"<p>I am on their side.  If the Senator wants to see a recent report on what I have delivered in government, I will send him a copy tomorrow morning.  The Senator referred to what has been put in place.  The decision support service is one thing I feel very strongly about.  We have already appointed the director but we have not got the right person yet for manager, and it has taken longer than I had anticipated.  There are real issues out there.<\/p> <p>In regard to ratification, I am not ready to ratify the protocol now and I gave the Senator a direct answer - \"No\" - and outlined practical reasons for that.  While I accept a commitment was given in the programme for Government to ratify the optional protocol at the same time as the convention, my recent focus has been on ratifying the convention as a first step.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#E00200","speaker":"1359"},{"type":"speech","time":1525181400,"counter":19,"content":"<p>It is ratified.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#E00300","speaker":"1419"},{"type":"speech","time":1525181400,"counter":20,"content":"<p>The convention and the optional protocol cover a broad range of commitments requiring cultural change, such as decongregation, personalised budgets and deprivation of liberty safeguards.  The Government is working hard to address all these issues.  Those are the reasons.<\/p> <p>An analysis of jurisprudence under the optional protocol indicates that 14 complaints have been heard since 2010, with nine upheld.  The average time for complaints to be adjudicated is between two and three years, and I accept that point.  Cases have included issues we are aware of, including deprivation of liberty, participation of deaf persons in jury duty, accessibility issues, work and employment, reasonable accommodation, medical treatment and prison conditions.<\/p> <p>Becoming party to the convention holds us to international account in regard to our commitments to improve services and the lives of persons with disabilities.  I am pleased that Ireland has finally submitted to that degree of accountability.  I can assure the Senator I will continue to work to ensure that it is maintained and further augmented by the optional protocol following consideration of Ireland's first report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#E00400","speaker":"1359"},{"type":"minorheading","content":"Commonwealth of Nations","time":1525181400,"counter":21,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#E00450"},{"type":"speech","time":1525181400,"counter":22,"content":"<p>As many Senators will be aware, I have spoken publicly on this issue many times.  In this era of Brexit, my call to explore the potential benefits of rejoining the Commonwealth of Nations continues to provoke an interesting response.  Many of us here are democratic Irish nationalists and proud Europeans but we live in a time when our future relationships with Britain will be shaped by Brexit.  That is why I believe it is very important that we seek to develop and nurture new relationships.<\/p> <p>The stark reality of Brexit is already biting at fundamental levels.  Here is just one example.  Until recently an average of 26 daily meetings took place between Irish and UK officials.  Those regular meetings between British and Irish diplomats and politicians at a European level were instrumental in fostering good relations and understanding between the two islands.  In my personal opinion, I believe Ireland and the UK's joint entry into the EEC 45 years ago paved the way for the Anglo-Irish and Good Friday agreements, both of which have delivered peace and a shared future to our two islands.<\/p> <p>In terms of the relationship building, I do not think it is a coincidence that Ireland has recently applied for observer status to join the Francophonie, a club of French-speaking states with 57 members which is a Commonwealth-style organisation.  As a way of fostering links with French-speaking countries, it is a move which is strategic and welcome.  I have consistently encouraged debates on the merits of Ireland rejoining the Commonwealth of Nations.  Indeed, I believe that, by doing so, the Republic of Ireland could pioneer the way for new relationships with Commonwealth countries, which include the UK, and with the EU itself.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frank Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Republic already has strong links with Commonwealth countries in terms of aid, trade, politics, education, common legal systems, the diaspora and sport.  Notably, 70% of the people born on the island of Ireland residing overseas live in Commonwealth countries.  It is estimated that more than 20 million people of Irish origin live within Commonwealth countries such as the UK, Australia, New Zealand and Canada.  With a combined population of 2.3 billion, the Commonwealth comprises 53 countries, 31 of which are republics like us.<\/p><p>In foreign aid support, the Commonwealth has helped to lift many countries out of poverty and it counts among its member states not just developing nations, but also many high-tech countries such as India and South Africa.<\/p><p>For those who are not familiar with the Commonwealth, it is a goodwill organisation that performs a positive global role.  It is not the British Commonwealth of old, but the modern Commonwealth of Nations, to which it was renamed in 1949 to accommodate republics such as ours.  It is also important to say that the UK is just one of 53 member states and accounts for less than 3% of the population.  Suffice it to say that, while Britain is still an important member of the Commonwealth, it is no longer the boss.  Furthermore, the Queen is a titular head who carries no power.  She is just a symbol of free association within Commonwealth countries, the majority of which are republics, with five having monarchs of royal households not associated with the UK's.<\/p><p>Let us be clear.  I am a realist, so I know that the debate about Commonwealth membership for the Republic of Ireland will involve many issues, complexities and sensitivities.  However, I have a firm conviction that, if we put our old prejudices to one side when we consider the merits of rejoining the Commonwealth of Nations, we will find much value in what I am proposing.<\/p><p>The most important reason I have called for a debate on rejoining the Commonwealth is that, if we truly desire a united Ireland, one Ireland or a shared island, we must show our unionist friends that we are not afraid to take this leap of faith.  We could look forward to our two islands co-operating North-South and east-west on many new fronts, with sport being just one example.  Can we not envisage the possibility of seeing an island of Ireland team in, for example, hockey and many other sports competing in future Commonwealth games?  Can we not dare to dream that such possibilities could help to pave the way for an all-island soccer team competing in future World Cup competitions and European championships?  This is worthy of serious consideration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#E00500","speaker":"1424","continuing":true},{"type":"speech","time":1525181400,"counter":24,"content":"<p>I thank the Senator for raising this issue, which he has discussed many times before and is something in which he believes passionately.  He is also passionate about preparing for all of the eventualities of Brexit and ensuring that we continue to work with the UK and have the closest possible relationship with it.<\/p> <p>We have strong international relations across the globe - bilaterally with individual countries through our diplomatic networks and multilaterally through our membership of various international organisations, for example, the UN, where we have relationships with a broad spectrum of countries, many of which are members of the Commonwealth.  Last year, the Taoiseach announced a doubling of our global footprint.  Work has begun on the initial phase of this expansion of Ireland's diplomatic network with new embassies in Santiago in Chile, Bogot&aacute; in Colombia, Amman in Jordan and Wellington in New Zealand, and new Consulates General in Vancouver, Canada, and Mumbai, India, opening this year.  Further expansion will be considered by the Government and take into account Ireland's political, trading, cultural and other strategic interests and priorities.<\/p> <p>The UK's decision to leave the EU is regrettable and has serious implications for Ireland.  Indeed, Brexit is not good for anyone.  However, we must maintain a strong and constructive bilateral relationship with the UK.  We are fully committed to developing and enhancing that relationship over the coming years no matter what the outcome.  In the context of the UK's exit from the European Union, we will work to secure the closest possible positive relationship between the UK and the EU.<\/p> <p>While the UK and Ireland share a turbulent past, our relationship in recent times has been close.  For example, a number of successful high-level visits have had a positive impact on our relationship, most notably the state visit by Queen Elizabeth II to Ireland in 2011 and the reciprocal state visit by President Higgins to the UK in 2014.  More recently, the President travelled to Dumfries House in Scotland at the invitation of the Prince of Wales.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Helen McEntee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2394\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2394&amp;amp;pid=HelenMcEntee&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Most recently, President Higgins travelled to Dumfries House in Scotland at the invitation of the Prince of Wales, following the visit of the Prince of Wales and Duchess of  Cornwall to Ireland last year, their third visit in as many years.  Relations are good and strong and of course we want to keep them that way.  <\/p><p>Numerous channels will continue to exist for Irish-British engagement and both Governments continue to make extensive and effective use of these.  The Good Friday Agreement provides for important institutional co-operation on an east-west basis including through the British-Irish Council, BIC.  In addition, the British-Irish Parliamentary Assembly brings together elected representatives from the Oireachtas, Westminster, the Northern Ireland Assembly, and the Scottish and Welsh devolved assemblies.  These structures have, for the most part, shown their value and will continue to evolve in response to the changing circumstances.  In addition, we will also explore other avenues to maintain the &ldquo;habit of co-operation&rdquo; that currently exists where Ministers regularly meet their counterparts and work together in Brussels.  This deeper working relationship should allow for co-operation across a broad range of issues of shared interest many of which the Senator has raised with us today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#F00200","speaker":"1337","continuing":true},{"type":"speech","time":1525181400,"counter":26,"content":"<p>I thank the Minister for her reply.  I absolutely agree that the doubling of our global footprint and work with the expansion of Ireland's diplomatic network is very welcome.  We are now at a place where we can make a change as leaders for good throughout the world.  Joining the Francophonie and Commonwealth of Nations and many other organisations will be of benefit.  I am also delighted we are fully committed to developing and enhancing our relationship with the UK over the coming years and to developing the closest possible relationship between the UK and the EU.  The visit by Queen Elizabeth II to Ireland in 2011 and the subsequent state visit by President Higgins to the UK in 2014 was a groundbreaking change in culture in our two islands.  We need a lot more of that.  Numerous channels will be open to us in that regard but we cannot do too much through the British-Irish Parliamentary Assembly, which is meeting in Sligo in a month's time, and the various cross-border institutions, North-South and east-west.  We must ensure that our parliaments and parliamentarians across these two islands work even more closely together in the absence of the UK from the EU.  <\/p> <p>We had &euro;1 billion of trade every week with the UK.  For centuries, our countries have had a relationship,, albeit not with the levels of trust it should have had.  We took our relationship for granted and despite 200,000 jobs on both sides of these islands and centuries of trade, it is ironic that the British-Irish Chamber of Commerce was only set up in 2011 after the Queen's visit to Ireland.  We need more of such initiatives to break down those barriers of mistrust and allow us to work together North-South and east-west.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#G00200","speaker":"1424"},{"type":"speech","time":1525181400,"counter":27,"content":"<p>I fully agree with the Senator that we need to continue such visits.  We must ensure that our relations stay strong.  We have had a turbulent past but in recent years - in particular through our common membership of the European Union - the United Kingdom has been our closest neighbour, friend and ally in many different areas.  We must ensure that is not affected because of Brexit but that our relations stay strong.<\/p> <p>While the Government is not considering rejoining the Commonwealth at present, the Embassy of Ireland in London will remain our biggest bilateral embassy globally.  The focus on expanding Ireland&rsquo;s global footprint is key to our foreign policy at present.  Many of the countries and areas under consideration in this regard are members of the Commonwealth and we believe we can develop and enhance our bilateral relationships with them in this manner.  The focus on our relationship with the United Kingdom will continue to be a priority for us, particularly through these difficult negotiations on Brexit.  I thank the Senator for raising this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#G00300","speaker":"1337"},{"type":"minorheading","content":"Environmental Protection Agency Licences","time":1525181400,"counter":28,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#G00350"},{"type":"speech","time":1525181400,"counter":29,"content":"<p>I welcome the Minister of State, Deputy Kyne, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#G00400","speaker":"1420"},{"type":"speech","time":1525181400,"counter":30,"content":"<p>I welcome the Minister of State to the House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Today I am raising the issue of the licensing of heavy industries, in particular the licence application made to the Environmental Protection Agency, EPA, by Irish Cement with regard to its facility in Mungret in my own constituency of Limerick City.  The context is that Mungret is now a highly built-up residential area, unlike other locations in the country.  A public meeting was held by the group Limerick Against Pollution in the South Court Hotel last Friday night at 7.30 p.m.  More than 300 people across all age groups attended.  It was a very representative group.  These are decent, ordinary people who are worried about the implications of the licence which Irish Cement is seeking in order to convert the Mungret plant from running on fossil fuels to alternative fuels.  This involves, in layman's terms, the burning of tyres.  It will effectively use an existing kiln, which is over 35 years old and which is currently being fired by fossil fuels, to burn tyres.<\/p><p>I want to raise a couple of points.  Irish Cement is looking at burning 90,000 tonnes per annum.  There is a move away from fossil fuels as a result of carbon credits and so on, however the question is whether what is being proposed is safer or less safe.  There has been very little engagement from Irish Cement.  I personally made contact with it to encourage it to attend the public meeting last Friday night.  It declined.  There has been some engagement, but not enough.  From speaking to residents in the area and, more recently, calling to their homes and meeting them, I know that there is a distinct lack of trust among the public in the area as regards what is happening with the Irish Cement plant.  There is an issue with what residents regard as blow-outs, although Irish Cement say they are not blow-outs.  However, from speaking to people, they are.  There are concerns about the way in which the plant is designed.  People's cars are regularly covered with lime and so forth.  There is a worry.  There are three new schools in the area.  There are many young families and an awful lot of houses which have been built very near the Irish Cement plant.<\/p><p>How does the Minister intend to regulate these heavy industries in light of environmental concerns?  In respect of the Irish Cement plant more particularly, the council has granted planning permission for the physical storage structure.  However, the operation of the alternative fuels incinerator is licensed by the EPA.  The application is currently before the EPA.  It is due to issue a draft response on 16 May.  That may change.  I encourage people in the area to make submissions.  The question I really want answered is how is it intended to regulate in this area?  <\/p><p>I brought this issue up previously and the Minister agreed to put extra air monitoring locations into operation, one of which was to be in Mungret.  There is a need for many more.  The outputs from that particular location for the last three months of last year were analysed and the analysis showed spikes.  People need assurance that this area will be properly regulated.  There is a strong need for the EPA to license activities before applications for physical structures are made to the council.  The council should not be able to grant permission if it has any environmental concerns.  The Minister of State might deal with the general point but also comment on the specific licence application Irish Cement has before the EPA.  People in the area have grave concerns that what is being proposed will be more harmful to health.  This is about public health and ensuring that Government policy promotes public health.   We must avoid a situation in which seeking to reduce the use of fossil fuels results in unintended consequences from the burning of alternative fuels.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#G00500","speaker":"1374","continuing":true},{"type":"speech","time":1525181400,"counter":32,"content":"<p>I thank Senator O'Donnell for raising this issue.  I am taking this matter on behalf of my colleague, the Minister, Deputy Denis Naughten, who is unavailable.<\/p> <p>The Environmental Protection Agency, EPA, is the independent statutory body responsible for protecting the environment in Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The agency performs a wide range of statutory functions in fulfilment of its mandate.  These include the agency having a key role in licensing facilities with the potential for significant environmental pollution to ensure that their emissions do not endanger human health or harm the environment.  The agency is responsible for issuing industrial emission directive licences, integrated pollution and control, IPC, licences, waste licences, wastewater discharge authorisations, genetically modified organisms authorisations and radiological protection licences.<br\/><br\/>The EPA is responsible for the licence and enforcement of large industrial plants listed in the first schedule of the EPA Act 1992, as amended.  The Irish Cement site in Mungret falls into this category and is covered by the industrial emissions directive, Directive 2010\/75\/EU.  This directive specifies the emission limit values that apply on the basis of the best available techniques.  Conditions implementing the directive&rsquo;s requirements are written into the industrial emissions licences granted by the EPA.  Details of current licensed facilities and applications for new and revised licences are available on the agency&rsquo;s website.<br\/><br\/>I believe it would be useful for me to outline briefly the application process in place for applications for industrial emissions licences, to emphasise the rigour of the process, and the wide scope for public participation in the decision making processes in each case.  Before an application is even made, applicants are required to publish a notice in a local newspaper and to erect a site notice of their intentions.  Then, on making the actual application, the applicant must pay the required fee and provide all the necessary documentation to the agency.  Within eight weeks of the application, the agency is required to publish how it proposes to determine an application.  This stage allows any person or body to make an objection within 28 days, and any such person or body is furthermore entitled to request an oral hearing.  Only then, having considered the application and all objection submissions received, is a final decision on the licence application made by the agency.  This decision is published on the agency&rsquo;s website and any person may then apply to the High Court and seek a judicial review of the validity of the decision.<br\/><br\/>When operable, such facilities are then subject to ongoing monitoring by the agency.  The agency also encourages public participation in its ongoing regulatory and enforcement activities by welcoming reports from the public of any negative environmental impacts arising from facilities that it licenses, including odours, noise or water pollution.  The Mungret facility is currently the subject of a licence review.  This process allows the public to view documents for this application or to make a submission to the EPA.  The EPA licence reference number for Irish Cement site located in Mungret, Limerick is No. P0030-05, should anyone wish to raise concerns.  The EPA operates in a fully transparent and open manner and publishes comprehensive details about its activities.  Further information is available to the public on <i>www.epa.ie<\/i>.  The Minister is precluded under legislation from interfering in the agency&rsquo;s licensing decision making process.  The Minister believes that the agency has a sufficient range of powers under the existing legislative code to adequately regulate and monitor such facilities in order to protect the environment and human health, ensure that key standards are met and enable the public, particularly local communities, to input should any issues relating to the day-to-day operation of any facility emerge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#H00200","speaker":"1314","continuing":true},{"type":"speech","time":1525181400,"counter":34,"content":"<p>The Minister of State believes the agency has sufficient powers to adequately regulate and monitor such facilities.  I believe that is not being done by the EPA, certainly not in terms of the Irish Cement site in Limerick.  An emissions monitoring service has only recently been installed in the Mungret area.  That should have been in a long time ago.<\/p> <p>I want to quickly address three elements.  First, I ask that Irish Cement now engage properly with the residents living in the area on this licence.  It is the minimum they require and should be in the form of a public meeting to address people's concerns and deal with the lack of trust the public in the greater Mungret, Dooradoyle and Raheen area have in what is happening in Irish Cement.  Second, I ask that the Minister of State looks at the laws for the operation of the facility.  The EPA should come before the council looking for permission.  Third, will the Minister of State give a commitment that the level of resources provided to monitor what is happening regarding emissions from heavy industries like the Irish Cement site in Mungret will be enhanced, because as of now it is inadequate?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is about public health and the concerns of people living in the Mungret, Dooradoyle and Raheen areas for themselves and their children.  We cannot have houses built virtually right up alongside the Mungret Irish Cement plant.  People are worried about their health.  It is the least they deserve.  I also encourage those in the area who have concerns to make submissions to the Environmental Protection Agency, EPA.  It is critically important that the EPA grants an oral hearing to the residents and the Limerick Against Pollution group when it makes its draft decision.  These are reasonable people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#J00200","speaker":"1374","continuing":true},{"type":"speech","time":1525181400,"counter":36,"content":"<p>I thank Senator O'Donnell for his comments and welcome them.  I understand the concerns that he has.  He will accept that it is difficult for me to comment on an individual licence application lest I be accused of interfering in the EPA's independent licensing process.  We have to take that on board.<\/p> <p>I would also point out that while overall compliance with EPA licences is good, the EPA's office of environmental enforcement introduced a new methodology in 2015 for risk-ranking national priority sites, which takes account of enforcement performance giving a timely, dynamic and accurate picture of what regulatory responses should be directed.<\/p> <p>Targeting actions in the right places is also of critical importance to the EPA in addressing the problems in an effective and efficient manner.  It is placing a particular focus on any licensed industrial waste and wastewater facilities creating a nuisance for adjacent communities.  EPA prosecutions are particularly focused on priority sites.  In 2016, the EPA conducted over 1,500 site visits at licensed facilities and 17 prosecutions were pursued.  Anyone with concerns in respect of the operations of the Mungret facility should raise them directly with the agency.  As the Senator said, people have the opportunity to make submissions as the Senator has done, and to request an oral hearing at which these issues can be aired in public.  I would hope that all parties would engage in processes as required and that the concerns of people in the locality will be taken on board in any decision made by the Environmental Protection Agency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#K00200","speaker":"1314"},{"type":"minorheading","content":"Institutes of Technology","time":1525181400,"counter":37,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#K00300"},{"type":"speech","time":1525181400,"counter":38,"content":"<p>Cuirim f&aacute;ilte leis an Aire St&aacute;it, at&aacute; tagtha anseo chun eolais a thabhairt d&uacute;inn maidir le GMIT.  I want to talk to the Minister about the implementation of the report of the working group on the development and sustainable plan for the Mayo campus of Galway-Mayo Institute of Technology.  I will not beat about the bush.  The report recommended that the permanent head of centre be appointed.  I know the post was advertised in September.  Why was it re-advertised in February?  After the short-listing, why was the recruitment process stopped and referred to the governing body?  Why was a decision made to postpone the interview process?  I understand it was referred to the risk unit, where the review took place.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Was the review completed?  What were the results of the review?  Can the Minister of State assure me and others that the correct procedures were followed?<\/p><p>The governing body sub-committee had its first meeting in March, yet I believe there was no consultation with staff members or the programme boards around that.  I am concerned about that.  I am aware that &euro;40,000 was allocated for the promotion but I am concerned about the lack of consultation.  Who decided how that money should be spent?<\/p><p>I am very concerned that none of the structural repairs have been carried out.  The building required urgent repairs.  The independent external facilitator has not yet been appointed.  I was happy, like many other supporters of the Mayo campus of the Galway-Mayo Institute of Technology, GMIT, when the Minister of State and the Government agreed to facilitate the report of the working group.  That group's work is undermined while its recommendations are not implemented.  The recruitment process also concerns me.  Perhaps the Minister of State could speak about some of the points I have raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#K00400","speaker":"1378","continuing":true},{"type":"speech","time":1525181400,"counter":40,"content":"<p>I thank the Senator.  The Minister for Rural and Community Development, Deputy Ring, has also been in touch with me in the past day or two.  I have a comprehensive reply but if there are aspects I have not covered at the end, I will make a note and get back to the Senator on them.  I visited Castlebar and saw the work that needs to be done.  I agree that it should be done as quickly as possible.<\/p> <p>I reiterate the Government&rsquo;s commitment to the future sustainability of the Castlebar campus of GMIT.  This is the reason the Minister for Education, Deputy Bruton, established the working group in March 2017 to develop a plan that would safeguard the future of the Castlebar campus.  I also confirm that the Department and the Higher Education Authority, HEA, are focused on ensuring that the recommendations of the working group are implemented as soon as possible and with appropriate consultation with relevant stakeholders.<\/p> <p>The GMIT working group was chaired by the HEA and comprised representatives from GMIT, the Department, Mayo County Council and other local stakeholders.  It also comprised representation from the staff and students on the Castlebar campus.  The report of the working group was published in December 2017.  It provides a wide-ranging assessment of the context within which the campus is currently operating, and outlines a proposed vision for the future of the Mayo campus.  It also provides a strategic and comprehensive plan to address the financial and sustainability issues which have been experienced by the GMIT Mayo campus in recent years.<\/p> <p>The working group recommendations are primarily for GMIT to implement.  However, there are recommendations that relate to the Department.  The Department has responded to these as a matter of priority.  To this end, the Department has provided ring-fenced funding of &euro;750,000 for the Castlebar campus for each of the next five years while the plan is being implemented.  Capital funding is also being provided for the replacement of the roof of the GMIT campus, which is currently in need of repair.  The Department and the HEA are working with GMIT to ensure that the other recommendations are being progressed.  One of the significant recommendations was the re-establishment of a sub-committee of the governing body of OMIT to oversee the management and development of the Mayo campus.  This will give campus issues more focus from a governance perspective but will also facilitate the involvement of regional stakeholders within this structure.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Mary Mitchell O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2284\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2284&amp;amp;pid=MaryMitchellOConnor&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The group is scheduled to meet again this month.<\/p><p>Another key recommendation is the appointment of a dedicated permanent head of campus at vice president level.  I understand that the appointment process for this role is under way.  The appointment of an independent external facilitator to oversee the transition to new structural and operational arrangements is another significant recommendation.  The facilitator will play an important role in supporting the implementation of a number of the other working group recommendations.  The facilitator will also contribute to rebuilding relationships where this is necessary.  In that regard, the Higher Education Authority, HEA, wrote to the Galway-Mayo Institute of Technology, GMIT, in March, requesting that progress be made on the appointment.  The terms of reference for this position are being developed by GMIT in consultation with the HEA.  The HEA will continue to monitor progress made by GMIT in implementing all of the working group's recommendations.  The HEA will report to the Department in the event that progress is not being made in particular areas.<\/p><p>There has been a significant investment in this process by all relevant stakeholders.  It is in everyone's interest that the recommendations in the review are implemented as soon as possible, and in consultation with those stakeholders.  I would like to thank Senator Conway-Walsh for affording me the opportunity to respond to the House on this matter. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#L00200","speaker":"1247","continuing":true},{"type":"speech","time":1525181400,"counter":42,"content":"<p>The head of centre is absolutely integral.  Something wrong has happened here.  I ask the Minister of State to investigate, and not to go on what is being presented to her.  She should look behind some of the detail.  The Mayo campus is absolutely integral to the education system in Mayo, particularly because of the cost of accommodation in many of the other towns.  It is hugely important for both adult education and for those trying to access courses.  There is a wonderful staff there.  There are wonderful education opportunities, but we need to implement this report.  It needs to be implemented immediately.  We need to see action, not words.  We need to see that money being spent on the roof and the structural repairs immediately.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#M00200","speaker":"1378"},{"type":"speech","time":1525181400,"counter":43,"content":"<p>I hear the Senator, and want to echo what she has just said.  It is a wonderful facility.  As I have said, I have visited it and I know exactly how important it is to Mayo, to the region and to the west of Ireland.  I saw that roof myself.  I thought the work would have started by now.  It certainly needs to be refurbished and updated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#M00300","speaker":"1247"},{"type":"majorheading","content":"Message from Dáil","time":1525181400,"counter":44,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#M00400"},{"type":"speech","time":1525181400,"counter":45,"content":"<p>D&aacute;il &Eacute;ireann has passed the Domestic Violence Bill 2017, considered by virtue of Article 20.2.2&deg; of the Constitution as a Bill initiated in D&aacute;il &Eacute;ireann, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#M00500","speaker":"1420"},{"type":"unspoken","time":1525181400,"counter":46,"content":"<p>Sitting suspended at 3.26 p.m. and resumed at 3.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Election of Members","time":1525181400,"counter":47,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#O00100"},{"type":"speech","time":1525181400,"counter":48,"content":"<p>I have to announce that the following Members have been elected to fill the casual vacancies in the membership of the Seanad to which the resolution of Seanad &Eacute;ireann on 5 December 2017 and 7 March 2018 have reference:<\/p><blockquote>Agricultural Panel, Nominating Bodies Sub-Panel: Ian Marshall.<br \/><br \/>Agricultural Panel, Oireachtas Sub-Panel: Anthony Lawlor.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#O00200","speaker":"1420"},{"type":"unspoken","time":1525181400,"counter":49,"content":"<p>Senators Marshall and Lawlor were introduced to the Leas-Chathaoirleach and then took their seats.<\/p>"},{"type":"majorheading","content":"Order of Business","time":1525181400,"counter":50,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#P00100"},{"type":"speech","time":1525181400,"counter":51,"content":"<p>It is good to see the Seanad back to its full complement of 60.  The new Senators are very welcome.  They will have an opportunity shortly to say a few words.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#P00200","speaker":"1420"},{"type":"speech","time":1525181400,"counter":52,"content":"<p>The Order of Business is No. a1, motion regarding the seventh report of the Committee of Selection, to be taken on the conclusion of the Order of Business, without debate; No. 1, motion regarding joint meeting of three joint committees, to be taken on the conclusion of No. a1, without debate; No. 2, statements on the withdrawal of the United Kingdom from the European Union, to be taken at 4.45 p.m. and to conclude no later than 6.15 p.m., with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes, and the Minister to be given no less than six minutes to reply to the debate; and No. 3, statements on the Defence Forces, to be taken at 6.15 p.m., with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#P00300","speaker":"1391"},{"type":"speech","time":1525181400,"counter":53,"content":"<p>On behalf of the Fianna F&aacute;il group, I congratulate our two new colleagues, Senators Ian Marshall and Anthony Lawlor.  I welcome both to the 25th Seanad.  I wish my former colleagues Denis Landy and Trevor &Oacute; Clochartaigh well in their new endeavours.<\/p> <p>I would like to mention the CervicalCheck scandal.  I commend Vicky Phelan and her family on their bravery in shining a light on this and on following through with their case against the State and the screening company in the High Court.  It is no mean feat taking on the State and large companies backed by resources and insurance funds, especially when liability is contested from the outset and up until the very end.  Listening to Vicky Phelan on the radio, I was amazed at her strength and composure.  She has done the women of Ireland a huge service.  For that, I am very thankful.  I can only imagine the anger she and her family feel owing to her treatment and the failure of the State, via the CervicalCheck programme, to disclose adequately her test results to her on time.  Had it disclosed her results to her when they were available to the programme, her clinical outcome would have been very different.<\/p> <p>The cervical cancer screening programme was first implemented in the summer of 2008 by the Fianna F&aacute;il-Progressive Democrats Government.  It was a major step in the provision of health care, particularly women's health care.  It is a screening service that has saved hundreds of lives to date.  At the time the programme was implemented, there were almost 2,000 people waiting to be screened in the country.  We have also learned that the national screening service was responsible for choosing the service providers.  At the time, an American provider was awarded the tender.  Since then, and as confirmed today by An Taoiseach, Deputy Varadkar, in the D&aacute;il, Irish and American service providers are now used to provide the screening service.  However, Vicky Phelan's case in the High Court and the request of her to sign a non-disclosure clause was, in my opinion and that of the women of Ireland, shameful.  What is more shameful is that the State, including the Minister and Department of Health, have adopted a hands-off Bart Simpson-type approach to its knowledge of the court case.  The Government, from my understanding, states that the National Claims Agency did not discuss this matter with the Department officials or the Minister, or both.  I find this very hard to believe.<\/p> <p>Yesterday, the HSE confirmed that 17 women whose test results were viewed as part of an audit of the service have, sadly, died.  We have learned that, of the 208 whose results were scrutinised, only 46 were informed about the history of their smear test.  This non-disclosure by the State and medics working for the State is unconscionable.  Why would their results not be disclosed to them?  The Government has breached the trust of the women of Ireland.  This mismanagement has justifiably frightened the women of Ireland who have put their trust in the CervicalCheck programme.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Confidence in this programme is gone.  We need to get to the bottom of all the facts about the CervicalCheck programme, including when exactly the Minister and his officials were aware of this particular and other such cases.  We learned today that a memo was produced.  Was this the first time the Minister was made aware of this case?  Why is there secrecy and a failure to disclose test results on a systemic basis?  We need an independent inquiry to be established without delay to get to the bottom of the facts.  We also need to ensure all the actors involved in this matter are able to contribute to such an inquiry, even if those actors happen to retire before it is established.<\/p><p>As a woman and a Senator, I urge the women of Ireland to make sure they get their smear tests as it is the best way, along with a cervical vaccine, to prevent cervical cancer.  With this controversy under way, I urge women to ensure their tests are up to date and not to delay in getting screened.  Cancer screening saves lives.  We need to improve these programmes, not abandon them.  Will the Minister attend the House to have a debate on this matter?<\/p><p>Today is World Asthma Day.  Many of us who suffer from it know there is a heightened alert regarding pollen and hay fever.  If someone feels they have the symptoms of asthma, I urge them to attend their GP for a diagnosis.  Many people have asthma without knowing it and it can be fatal if unchecked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#P00400","speaker":"1407","continuing":true},{"type":"speech","time":1525181400,"counter":55,"content":"<p>I also welcome our two new Senators, one of whom was previously a Member of the Oireachtas.  I wish them the very best in their work in the Seanad and it is great to have them among us.<\/p> <p>I join Senator Ardagh in reflecting on the issue of the day, namely, the scandal around cervical cancer checks.  I express my admiration and respect for Ms Vicky Phelan and her family.<\/p> <p>Listening to the incoming head of the Institute of Obstetricians and Gynaecologists on the radio this morning, I did not feel confidence.  Instead, I felt there was a tension and a guardedness which was regrettable.  I do not feel confident that the higher echelons of our health service have been dealing with matters as they ought.  I believe there is a long way to go with learnings.  Senator Ardagh just referenced the issue of disclosure.  Why were there non-disclosures with regard to settlements with the State?  Why was there non-disclosure by senior medics to patients of information which was relevant to their situations?<\/p> <p>It is common case that nothing we say should ever discourage women going for a smear test or, indeed, people going for any kind of cancer screening.  That goes without saying, yet it always has to be said.  Whatever criticisms or hard findings there may be to make, whatever hard statements are made or whatever consequences there are for people high up in the health service, people must know it is always in their interests to go for screening and, in this case, smear tests.  People are entitled to ask why certain decisions were made.  They are also entitled to ask whether HIQA is capable of delivering the answers.  The uncomfortable question at the heart of all this is if it was about money.  Despite people being in a position to know and warn about farming out certain services to the United States, was a financial consideration in mind?  What do we think about that, if that was the case?  If it is the case that the decision was made to use services abroad instead of services here, has that run down our ability as a country in the near term to provide a higher quality service?<\/p> <p>There is too much at stake for people to speculate wildly about the facts.  We can only ask questions at this point but ask them we must.  I hope there will be no hedging but a straightforward frankness, respectful of people's dignity.  If the answers have implications for people in high places, so be it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Q00200","speaker":"1401"},{"type":"speech","time":1525181400,"counter":56,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Q00250","speaker":"1390"},{"type":"speech","time":1525181400,"counter":57,"content":"<p>As Senator Ardagh said, it is World Asthma Day.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Dolan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2479\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2479&amp;amp;pid=JohnDolan&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have a great and a growing understanding of the importance of clean water, but equally as important is the quality of the air we breathe.  This has huge implications for thousands of people with asthma.  A small number of people pass away each year because of the effects of asthma but the great majority can live.  What is important for them is that we protect the quality of our air both internally and externally.  <\/p><p>It is important this morning to mention our two new Senators, Senators Lawlor and Marshall.  In terms of agriculture, that brings me to the two letters - AI - but we will say no more about that.  On behalf of the Civil Engagement group, I am very happy to welcome both Senators to the House.  They are on the agricultural panel.  The only thing I would say to them about an issue close to my heart is that agriculture, agrifood and all those issues are also part of rural Ireland and rural development.  Looking over the farm gate into the farm is one activity.  Looking from the other side out into the rural community is the other side of it.  Certainly in the Republic of Ireland, there are more people with disabilities in rural Ireland than there are farm families so there are issues about social exclusion.  There are many elderly farmers who are often single men who face issues like loneliness and mental health difficulties.  There are issues around agriculture that are not purely agricultural.  It is important to keep those in the story as it unfolds.  <\/p><p>I note the Seanad motion before us today that seeks to alter Standing Order 74 to some extent.  This is something in which I was involved to make sure that three Oireachtas committees could meet regarding a shared interest in people with disabilities.  Whatever about new politics, it is important that we find reformed ways of working.  I was surprised to find that there was no way without this device that more than two Oireachtas committees could meet to discuss a subject.  With regard to the UN Convention on the Rights of People with Disabilities, joined-up efforts of a range of committees and Departments will be increasingly required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Q00300","speaker":"1419","continuing":true},{"type":"speech","time":1525181400,"counter":59,"content":"<p>Before I address my substantive issue, I wish to state that I wrote to the Cathaoirleach yesterday to ask that the Minister for Health come before us today to address the serious concerns we have, a request which was passed to the Leader.  I propose that the Order of Business be amended to facilitate the Minister coming to the Chamber.  We will then address the main issue of the cervical smear test scandal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#R00200","speaker":"1378"},{"type":"speech","time":1525181400,"counter":60,"content":"<p>Is the Senator proposing that the Minister come to the House to discuss the issue of cervical cancer screening?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#R00300","speaker":"1420"},{"type":"speech","time":1525181400,"counter":61,"content":"<p>Yes.  I commend Vicky Phelan on the wonderful service she has done the State and her courage.  It really alarmed me yesterday when the Minister said that this is a communications error.  I could not believe what I was hearing.  It is not a communications error.  It is a systemic cover up, nothing else, so let us get that straight from the beginning.  I could not see how any woman across this country could have confidence in the head of the HSE, Mr. Tony O'Brien, and I ask him to reflect on his position, the decisions he has made and the distress they have caused people, including women.  With regard to the 208 women affected, I have no doubt numerous women are yet to come forward.<\/p> <p>On behalf of the Sinn F&eacute;in group in the Seanad, I extend a warm welcome to the two new Senators taking their seats for the first time today.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a proud day for the families of Senators Ian Marshall and Anthony Lawlor, whom I welcome to the Gallery.  I look forward to working with both Senators in the time ahead.  Our opinions will diverge on some subjects but that is not necessarily a bad thing.  Much has been made of the election of Senator Marshall and the fact that Sinn F&eacute;in made the decision to support him.  Some even questioned if he is a real unionist, which made me wonder what constitutes a real unionist or a real Irish republican.  Perhaps those who pose such questions should reflect on what they need to do to create an environment of mutual respect and equality in which we are all free to be whoever we are and to create a society in which no human being is less equal and in which other individuals or communities do not have to be put down in order that we might elevate ourselves.<\/p><p>The journey that began with the collective overwhelming support for the Good Friday Agreement has some way to go.  There have been disappointments and frustrations on the pathway to agreement's full implementation, most recently when the DUP was unable to close the deal agreed to get the institutions back up and running.  However, we must not let these setbacks stop us on the journey to lasting peace and reconciliation.  No problem is insurmountable.  We have had to overcome problems in the past and we will do so again.  Sinn F&eacute;in wants the institutions back up and running and I welcome the unionist perspective that Senator Marshall will bring to the House.  After all, we only learn from those with a perspective that deviates from our own.  We agree on many important issues, most glaringly on the potential negative impact of Brexit, North and South.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#R00400","speaker":"1378","continuing":true},{"type":"speech","time":1525181400,"counter":63,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#S00200","speaker":"1392"},{"type":"speech","time":1525181400,"counter":64,"content":"<p>-----as well as the need to promote vibrant, sustainable rural economies, innovation, entrepreneurship and technology.  We both know that agriculture, North and South, will be the most challenged sector during and after the Brexit process.  Threats of customs checks and tariffs, combined with a cut in the CAP budget, mean it is vital that we all work together.  The perfect storm that has been created by the combination of Brexit and CAP reform next year means we do not have the luxury of sitting back on our Irish republican or unionist laurels.  Those who question why Sinn F&eacute;in supported a unionist candidate in the Seanad election need to wake up and get with the programme.  Our vision is for an inclusive Ireland and a new and united Ireland in which it is okay to be British, Irish, both or neither.  That is the Ireland we want to build for the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#S00300","speaker":"1378"},{"type":"speech","time":1525181400,"counter":65,"content":"<p>Can one be a unionist in a united Ireland?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#S00400","speaker":"1392"},{"type":"speech","time":1525181400,"counter":66,"content":"<p>We have a responsibility to be secure enough in our own Irish republicanism or unionism to show leadership and foster a multidimensional approach to finding sustainable solutions that serve all communities.  I look forward to working with the two new Senators in the time ahead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#S00500","speaker":"1378"},{"type":"speech","time":1525181400,"counter":67,"content":"<p>I thought the Senator was going to tell us why she voted for Senator Lawlor as well.  That is for tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#S00600","speaker":"1420"},{"type":"speech","time":1525181400,"counter":68,"content":"<p>I was just about to tell the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#S00700","speaker":"1378"},{"type":"speech","time":1525181400,"counter":69,"content":"<p>The Leas-Chathaoirleach should have given her more time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#S00800","speaker":"1391"},{"type":"speech","time":1525181400,"counter":70,"content":"<p>We would have all waited to hear that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#S00900","speaker":"1402"},{"type":"speech","time":1525181400,"counter":71,"content":"<p>I was getting worried about the time and that the Senator would take too long.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#S01000","speaker":"1420"},{"type":"speech","time":1525181400,"counter":72,"content":"<p>The Chair might have allowed her to continue.<\/p> <p>I welcome our two new colleagues and I look forward to working with them.  On behalf of the Labour group, I extend our congratulations to them and their families who are with us today.  It is a proud day for them.<\/p> <p>Like previous speakers, I call for a debate on CervicalCheck and request that the Minister come to the House.  The Leader is making attempts to get the Minister here, which is important.  While he will speak in the Lower House, we also need the opportunity to debate the issue with him and to seek more answers to the many questions being raised with us by women from all over Ireland.  I pay tribute to Vicky Phelan-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#S01100","speaker":"1402"},{"type":"speech","time":1525181400,"counter":73,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#S01200","speaker":"1392"},{"type":"speech","time":1525181400,"counter":74,"content":"<p>-----and her family for the huge courage they showed in pursuing the case against robust opposition and defence by the State to the point where she was forced to give evidence in the witness box.  The judge commented when the case was settled that she was one of the most impressive witnesses he had ever heard.  I commend her tenaciousness in pursuing this issue.  It is appalling that many other women may have been affected and that  162, 17 of whom have since died, were not notified of the audit.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is also appalling that we have had such a drip feed of information on the issue of miscommunication, which is coming out so slowly.  It appears the Minister is not fully apprised of exactly what was going on.<br\/><br\/>We need answers and the women of Ireland need answers.  In particular we need to know how many women should have concerns.  Thousands of women are ringing the helpline.  As of this morning more than 6,000 women had already contacted the helpline.  We need to know if the resources will be put in place to address the concerns of the many thousands of women who have gone through CervicalCheck.  We also need to ensure that women continue to attend for screening because many women have routine appointments for screening already scheduled.<br\/><br\/>I note that the Institute of Obstetricians and Gynaecologists has stated that it is essential women continue to have smear tests when called and that screening remains the best way to detect cervical cancer.  It notes that the combination of HPV vaccination and a well-resourced national screening programme is the best way to reduce the incidence.  Of course, it should not be forgotten that we have seen a 7% decrease in cervical cancer per year in each year of the programme.  I think all of us know women and families who have been affected by cervical cancer, and we recognise this is a deadly killer.  It is vital that we ensure we have a robust screening programme and a robust vaccination programme.  The Minister and the head of the HSE need to move very swiftly to allay people's concerns.<br\/><br\/>As my party's health spokesperson in the D&aacute;il, Deputy Kelly, has pointed out, we, along with everybody else, support a review.  The key question is over the appropriate body to undertake a review.  Does HIQA have sufficient statutory powers to enable the sort of investigation to be carried out that we desperately require?  Should HIQA be further resourced or should the matter now be put into a commission of investigation or, indeed, a tribunal?  The first priority, before we descend into political discussion or questioning on it, is to ensure women's health is protected.<br\/><br\/>On a happier note, I welcome today's introduction of the sugar tax, which has also been welcomed by the Irish Heart Foundation.  I know colleagues, notably Senator Noone, have been campaigning for many years on the issue.  I very much welcome that introduction.<br\/><br\/>I commend yesterday's launch by President Higgins of a new four-volume series, <i>The Cambridge History of Ireland<\/i>.  I note our colleague, Professor Jane Ohlmeyer, along with her colleagues James Kelly, Brendan Smith and Thomas Bartlett are the editors of the four-volume series.  It is very important.  I note that the President took the opportunity to remark on the importance of history as part of the secondary school curriculum.  It should not be in any way downgraded or reduced in importance because it is so vital for all of our citizens to understand our history.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#S01300","speaker":"1402","continuing":true},{"type":"speech","time":1525181400,"counter":76,"content":"<p>With the House's indulgence, I exercise the Chair's discretion to call on the two new Senators in the order in which they were elected.  I first call Senator Marshall.  He can tell us how he did it so well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#T00200","speaker":"1420"},{"type":"speech","time":1525181400,"counter":77,"content":"<p>I wish to take a few moments to address the Chamber.  It is an honour and privilege to have been elected to serve in the 25th Seanad.  I extend my thanks to the Taoiseach for his invitation to allow my name to go forward as a candidate for this seat and for that vision.  I express my gratitude to all the Deputies and Senators across all the parties who backed me and my campaign, to Queen's University for giving me its unconditional support in this venture, and to my wife and family without whose support none of this could have happened.<\/p> <p>I also thank the Irish Thoroughbred Breeders' Association for its nomination.  I will endeavour to represent its interests and ambitions in Seanad debates and discussions.  I will work tirelessly and use my knowledge and expertise to ensure that the agrifood industry is represented and its opinions articulated within this building.<\/p> <p>I have been overwhelmed with the support, and the trust and faith Members have placed in me.  I will not let them down.  I am humbled to be considered worthy enough to sit in this seat, to take this responsibility and to serve in this House as an Independent Senator.<\/p> <p>It would be remiss of me not to pay thanks to all those who helped me secure this seat in Leinster House and those in the wider community across Ireland - North and South - and to those individuals in Brussels without whom this would not have been possible.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ian Marshall:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=IanMarshall&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a truly historic day, both for this House and for myself.  As the first Northern unionist elected to the Seanad to represent the views and opinions of the people of Northern Ireland and to give their perspective, this position carries with it significant responsibility and many challenges, but presents countless opportunities for all concerned.  The time is right and public opinion supports this across Northern Ireland and across the Republic of Ireland.<\/p><p>Born in 1865, William Butler Yeats was one of the most famous pillars of Irish and British literature and one of the first Senators in this House in the first Seanad in 1922, serving two terms until 1928.  Yeats was acutely aware of the importance of taking action when the time was right when he made the following statement: \"Do not wait to strike till the iron is hot; but make it hot by striking.\"  I firmly believe that the time to strike the iron is now.  I will strive to add to discussion and debate and to offer a different perspective.  Most importantly, I will listen and I will learn, I will offer my opinion and I will respectfully challenge the discussion.  My biggest strength is my passion for my work and the industry and the country I represent, and my biggest weakness is my passion for my work and the industry and the country I represent.<\/p><p>Northern Ireland and its relationship with Ireland has changed and is evolving, evidenced notably more than 20 years ago with the signing of the Good Friday Agreement.  This momentous event in history was celebrated at Queen's University a couple of weeks ago and many of those involved were present at the university, including the T&aacute;naiste, who told the assembled that the Good Friday Agreement is as relevant now as it was then, something which I firmly believe.  Thanks to strong leadership in 1998, vision and an appetite to deliver, my children and all the children across Northern Ireland are growing up in a peaceful, progressive, shared society, cognisant of cultures working together for tomorrow.<\/p><p>Many wise words were spoken at Queen's by the assembled dignitaries that day.  Bertie Ahern spoke, as did Tony Blair, Bill Clinton and George Mitchell, to name a few.  However, the most touching sentiment actually came from an Armagh man who has lived in a village three miles from myself for as long as I can remember.  Seamus Mallon was one of the key negotiators of the Good Friday Agreement and was highly respected in political circles.  His words that day were so profound that I felt I should visit him after the 20th anniversary event to ask permission to share his words with the Chamber today.  He talked of identity in Northern Ireland, whether British or Irish, and the continual struggle of those laying claim to the title or label placed upon the Six Counties.  Making reference to competing cultural claims on the land, he said: &ldquo;I don&rsquo;t care what they call it, as long as it has one name: home.&rdquo;  It was a truly Heaney-esque quotation and he was correct, because for all of us, irrespective of our culture, it is home.  To quote another Member of these Houses, whether one considers oneself Irish or British, both or neither, one should feel comfortable in Northern Ireland.<\/p><p>I had not planned to speak on Brexit as my thoughts are well documented, except to say that, very often in life, you do not know what you have got until it is gone.  Europe is not perfect and it has flaws, but to quote one of the panel members in Belfast two weeks ago, leaving is a profound mistake.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#T00300","speaker":"1439","continuing":true},{"type":"speech","time":1525181400,"counter":79,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#U00200","speaker":"1392"},{"type":"speech","time":1525181400,"counter":80,"content":"<p>Northern Ireland has a silent majority and there are only a few things we know about them: they are silent and they are the majority.  They cannot be ignored and their fears and concerns must be addressed and their questions answered.<\/p><p>In closing, I would like to quote a verse that my sister shared with me yesterday.  John F. Kennedy claimed that he walked around every day with this poem by Domingo Ortega tucked into his wallet.  Domingo Ortega was a farmer's son who became a bullfighter.  The poem deals with all the critics who stand on the sidelines.  It goes:<\/p><blockquote>Bullfight critics ranked in rows<br \/><br \/>Crowd the enormous plaza full;<br \/><br \/>But only one is there who knows<br \/><br \/>And he is the man who fights the bull.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#U00300","speaker":"1439"},{"type":"speech","time":1525181400,"counter":81,"content":"<p>And now we will have the other poll topper, Senator Lawlor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#V00100","speaker":"1420"},{"type":"speech","time":1525181400,"counter":82,"content":"<p>I thank the Leas-Chathaoirleach.  It is an honour for me to be here today.  I thank my Fine Gael colleagues for nominating me in the first instance and for their support.  I also received great cross-party support.  I thank all of those who not only supported me but who gave of their time during the campaign to listen to what I had to say and who respected what I said.  The great thing about the Seanad and the D&aacute;il is that, regardless of whatever controversy or fight takes place in the Chambers, we are all equal once off the playing field and everyone treats one another with respect.  That is commendable.<\/p> <p>I congratulate Senator Marshall on his speech, which was poignant and reflective of where we, as a society, are in Ireland and on his significant achievement in gaining cross-party support in the D&aacute;il and the Seanad.<\/p> <p>It is a poignant day for me, as my late mother stood in this Chamber and spoke on a number of occasions.  She was only here for a short time but she was more of a national politician than I have ever been.  She served as president of the Irish Countrywomen's Association, ICA, and should have graced the D&aacute;il at some stage in her career.  Unfortunately, it did not work out that way for her.<\/p> <p>I thank my family and my partner for giving me their support.  This was a quick decision, but I rang and consulted them.  Wherever possible, they will help me whenever I need them.<\/p> <p>I will not be a silent Member of the Seanad.  I will take an active part in debates.  I was vociferous in the D&aacute;il on occasion and I have spoken out on a number of issues since losing my seat.  I will be strong and vociferous on matters, so the Leas-Chathaoirleach will have difficulty in trying to control this new Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#V00200","speaker":"1438"},{"type":"speech","time":1525181400,"counter":83,"content":"<p>That is the last thing he wants.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#V00300","speaker":"1390"},{"type":"speech","time":1525181400,"counter":84,"content":"<p>The Cathaoirleach will return and Senator Lawlor will have to deal with him then, but perhaps both new Senators have a few things to tell us about how to unlock some votes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#V00400","speaker":"1420"},{"type":"speech","time":1525181400,"counter":85,"content":"<p>Or how to throw across a few votes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#V00500","speaker":"1413"},{"type":"unspoken","time":1525181400,"counter":86,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1525181400,"counter":87,"content":"<p>I congratulate our two new Senators and look forward to working with them.  This is an historic day for both and I wish them all the best for the rest of the term.<\/p> <p>I join other Senators who raised the plight of Ms Vicky Phelan and discussed how brave she has been.  As the House knows, Vicky comes from Limerick.  I compliment her and her family on the strength and power shown in interviews.  Were it not for her, many of us would not be calling on the Leader to arrange for a debate on the importance and future of CervicalCheck and to find out what went wrong.  The Minister has been encouraging people, but particularly women, to proceed with the various checkups that are available.  I support Senators' calls for the Minister to be invited to the House to debate the CervicalCheck situation.<\/p> <p>I attended the inaugural apprenticeship awards ceremony last night with the Minister for Education and Skills, Deputy Bruton.  The competition was sponsored by the Construction Industry Federation, CIF, and the ESB.  I congratulate the hospitality section of the Limerick and Clare Education and Training Board and the Limerick College of Further Education, which jointly submitted a culinary skills entry.  It was wonderful for them to reach the last seven.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#V00700","speaker":"1384"},{"type":"speech","time":1525181400,"counter":88,"content":"<p>I welcome the two new Senators.  We often have a few battles here but overall, everyone gets on extremely well.<\/p> <p>I echo what has been said regarding this disturbing information dripping from the HSE in the past few days.  Thousands of women across Ireland have been on tenterhooks in case their telephone will ring to inform them that they are among those women who are walking around with something that could kill them.  The HSE put them in this position when it was revealed that it had not been able to contact all those affected.  The cervical screening programme is extremely important.  Early intervention, this type of screening and initiatives like the HPV vaccine are vital in reducing cervical cancer rates in Ireland.  Everyone now has devastating doubts.  There has been a breach of trust yet again.  Yet again, the women of Ireland are not being looked after and there are questions to be answered here.  I heard the briefing from the HSE yesterday and was sickened to learn that women still are being contacted today.  Those women and their families must be in hell right now.  Some women still cannot be located because no one can tally their records.  This is beyond belief and it appears as though we may not have the whole truth.  Women have died.<\/p> <p>The chairperson of the HSE serious incident management team stated that 162 out of 208 women affected by the screening were not told that a review had been conducted by CervicalCheck or of the outcome.  As a matter of urgency, the HSE must be held accountable.  As far as I have seen, the HSE is like the wild west: anything goes and there are no laws, which is unacceptable.  The Minister, Deputy Harris, must rush in to provide independent scrutiny in this regard.  It must be efficient and fast and an outcome is needed because women are suffering.  There must be a reason for someone to make a mistake and there needs to be a better system for concerns to be raised and heard.  First and foremost, women must be told as soon as anything like this happens.  I believe the Minister needs to come in and address this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#V00800","speaker":"1395"},{"type":"speech","time":1525181400,"counter":89,"content":"<p>That has already been proposed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#W00050","speaker":"1420"},{"type":"speech","time":1525181400,"counter":90,"content":"<p>I appreciate that.  This is a major issue for the women of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#W00075","speaker":"1395"},{"type":"speech","time":1525181400,"counter":91,"content":"<p>The point is taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#W00087","speaker":"1420"},{"type":"speech","time":1525181400,"counter":92,"content":"<p>I join colleagues in welcoming two fine Irishmen to the Seanad, namely, Senators Anthony Lawlor and Ian Marshall.  They are more than welcome.  I am sure we will hear from them and do battle over the coming months.  The one thing I would say to them is, \"Enjoy it.\"<\/p> <p>We have heard many Members today speak of Vicky Phelan.  There are few words that can describe what must have gone through that woman's head.  However, there are questions that have to be asked.   I am afraid it is all too easy to drag Ministers before different Houses and have them flogged over something that happened.  Senior people in the HSE, in the State's defence, took decisions and took the most vicious and aggressive approach to this woman.  They have now been beaten into a corner where they are talking about finding some sort of solution for the other women.  We must remember sitting in here that there are over 100 women who do not know.  Bringing a Minister into any House in order to have a go for the sake of it is wrong.  I am not saying that he should not come in and answer questions.<\/p> <p>I would like to see the senior people that made decisions.  Decisions are made by the administrative side before a Minister is ever contacted.  I would like to see what decisions they made, when they made them and from where they took their advice.  I would like to know what legal person gave the advice to take this absolutely aggressive approach against a woman who was facing death.  That is the question we want to ask.  We do not want politicisation of this issue.  We want to get to the bottom line.  We do not want some long, goddamn inquiry.  We want answers now.<\/p> <p>The Minister does not get off the hook either.  I spoke to some women today who rang the helpline who naturally are beside themselves with worry.  One of the statements that has been repeated over and over again is that any woman who wants a repeat test can have it straightaway.  I spoke to a number of women today who asked when they could book their test and the answer they got was, \"The Government has made that statement but we know nothing about it.\"<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to get to that answer.  Let us not go out of our way to flog a Minister.  There are certainly questions and the Minister has responsibility.  That is the nature of politics, one takes political responsibility, but there are also administrative people involved.  I agree with Senator Conway-Walsh that the head of the HSE needs to consider his position as do several other people, including individuals in the State Claims Agency and so on.  It is outrageous bloody behaviour.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#W00100","speaker":"1390","continuing":true},{"type":"speech","time":1525181400,"counter":94,"content":"<p>I join in the congratulations to our two new colleagues, Senators Lawlor and Marshall.  I wish them well in their tenure in this House and look forward to engaging with them in that regard.  I ask the Leader to invite the Minister for Education and Skills to the House to address an issue with which hundreds of rural primary schools around the country are struggling.  These are small schools located in rural areas.  Many of their buildings are old buildings, which have usually been upgraded.  Perhaps they might have an extension or something similar.  In many cases, there are narrow and dangerous roads leading to these schools.  Many of those schools were built at a time when the only traffic going to school was on foot.  The students walked to school.  That is the reality.  There is a lot more traffic on the roads now and many of these schools struggle to provide proper traffic management and parking.  A case in point is a school in my area at Barr na Ca&oacute;ige near Swinford.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#X00200","speaker":"1425"},{"type":"speech","time":1525181400,"counter":95,"content":"<p>An-mhaith.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#X00300","speaker":"1416"},{"type":"speech","time":1525181400,"counter":96,"content":"<p>The principal, Lorraine Bullard, has written to me and has set out the case very clearly.  It is a case which would be repeated in many schools I know of.  The school is on a narrow country road which has got busier because it leads to Ireland West Airport Knock.  It is a two-teacher school.  The only option for the staff is to park on the road.  The only option for parents dropping off kids is to do so at the roadside.  Cars are whizzing by on what is a substandard and inadequate road in any event.  The Department will not assist the school in the provision of parking or traffic management and the local authority does not want to help either.  In my view, road safety and traffic management should be the concern of both the local authority, in this case Mayo County Council, and the Department of Education and Skills.  The reality is that if these students were fortunate enough to be getting a new school, the Department of Education and Skills would require traffic management and provision for children to get in and out of transport - cars or buses - safely.  These schools cannot afford that because they are small.  There needs to be co-operation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#X00400","speaker":"1425"},{"type":"speech","time":1525181400,"counter":97,"content":"<p>The Senator should raise this as a Commencement matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#X00500","speaker":"1420"},{"type":"speech","time":1525181400,"counter":98,"content":"<p>Well I think the Minister should be invited in here to discuss this as an education issue because-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#X00600","speaker":"1425"},{"type":"speech","time":1525181400,"counter":99,"content":"<p>The Leader can deal with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#X00700","speaker":"1420"},{"type":"speech","time":1525181400,"counter":100,"content":"<p>-----it is a policy.  There should be co-operation between the local authorities and the Department of Education and Skills.  Hard-pressed parents do not have money to buy land and to construct parking areas.  It is a very serious issue.  We do not want to see any accidents happening and there is a danger that they will.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#X00800","speaker":"1425"},{"type":"speech","time":1525181400,"counter":101,"content":"<p>I join colleagues in welcoming our two new Senators.  I am breaking the secrecy of the ballot in saying that I voted number one for both of them.  It is really a lovely feeling to have two winners on the same day.  They are both very talented people.  Of course, we already know of the Lawlor family with its great tradition of hospitality in County Kildare.  I would like to speak particularly about Senator Marshall because I think he made a very important point.  There have been unionist voices here before and I remember them with great affection and admiration.  They included Gordon Wilson, John Robb and people like that.  They added a great deal, but they were Taoiseach's nominees.  This is the first time that a unionist from Northern Ireland has been elected to this Seanad.  This is a wonderful and historic day.<\/p> <p>The next issue I wish to raise is the very obnoxious habit some people have developed of putting these vast photographs of aborted foetuses up against the walls of Leinster House.  It does not bother me.  I remember during a previous referendum campaign a woman came up to me, stuck a photograph under my nose and asked what I thought of it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I said \"I think it is perfectly charming madam, I presume it is a family photograph\".<\/p><p>I mention the intrusion of these sort of people.  Today I gather they were at the Rotunda Hospital-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#X00900","speaker":"1392","continuing":true},{"type":"speech","time":1525181400,"counter":103,"content":"<p>And Holles Street.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y00200","speaker":"1402"},{"type":"speech","time":1525181400,"counter":104,"content":"<p>-----and Holles Street.  I mention very vulnerable women.  There was a woman who was voting no and she was devastated by this.  It is absolutely disgusting and it should be stopped.  The person promoting it was a fellow with a very strong South African accent.  One could put up a photograph of an open heart operation at a heart clinic but it would not do much good because all of these surgical procedures are pretty disgusting.<\/p> <p>I want to raise an urgent matter and I would like to ask the Leader if he could clarify something for me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y00300","speaker":"1392"},{"type":"speech","time":1525181400,"counter":105,"content":"<p>The Senator is practically out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y00400","speaker":"1420"},{"type":"speech","time":1525181400,"counter":106,"content":"<p>Only practically.  I will be very quick.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y00500","speaker":"1392"},{"type":"speech","time":1525181400,"counter":107,"content":"<p>Now he has just gone over it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y00600","speaker":"1420"},{"type":"speech","time":1525181400,"counter":108,"content":"<p>The Minister of State with responsibility for health promotion, Deputy Catherine Byrne, talking in the D&aacute;il about transgender issues said \"transgender specific guidelines developed by the World Professional Association for Transgender Health, WPATH\", internationally recognised best practice people, would provide the framework for the situation.  Full implementation of this would lead to a great widening of the number of clinicians involved and really attack the terrible waiting lists she said.  However, and this is the conflict, Dr. Paul Moran, a liaison psychiatrist who plays a central role in treating people in the Dublin clinic says that these guidelines \"as they apply to assessment and treatment recommendations are not part of our model of care, are clinically unsafe, and unsuitable for use\".  Professor Donal O'Shea says that these guidelines are \"very lax... their application would lead to a significant regret rate\" and this statement completely contradicts Deputy Catherine Byrne's assertion.  He goes on to say, and this is my final comment: \"We don't intend to run the service in line with WPATH guidelines.\"  Who is telling the truth here?  Is it the Minister of State who is politically in charge or will it be at the whim of clinicians?  We really need to clarify this.  I thank the Leas-Chathaoirleach for his indulgence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y00700","speaker":"1392"},{"type":"speech","time":1525181400,"counter":109,"content":"<p>Ba mhaith liom tr&eacute;asl&uacute; leis an f&aacute;ilte a fuair an beirt Seanad&oacute;ir &uacute;rnua inniu agus cur leis fosta.  I want to welcome and add to the words of welcome to our two new Seanad&oacute;ir&iacute;.  It is particularly good to hear another Northern accent in the Chamber from Senator Marshall, albeit a very different and diverse one from me I am sure.  He is from Markethill and I am from Belfast.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y00800","speaker":"1413"},{"type":"speech","time":1525181400,"counter":110,"content":"<p>The Senator will have to explain that some time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y00900","speaker":"1420"},{"type":"speech","time":1525181400,"counter":111,"content":"<p>It is very nuanced.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y01000","speaker":"1413"},{"type":"speech","time":1525181400,"counter":112,"content":"<p>Like Kildare and Killarney.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y01100","speaker":"1414"},{"type":"speech","time":1525181400,"counter":113,"content":"<p>It is very nuanced Leas-Chathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y01200","speaker":"1413"},{"type":"speech","time":1525181400,"counter":114,"content":"<p>I understand that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y01300","speaker":"1420"},{"type":"speech","time":1525181400,"counter":115,"content":"<p>To more serious matters a Leas-Chathaoirligh.  I have written to the Cathaoirleach seeking that he convey our dismay, disgust and offence at remarks published online last night by a Member of the British House of Lords, Lord Kilclooney, on An Taoiseach, Deputy Varadkar.  I do not do this either to be a cheerleader for the Taoiseach or to elevate Lord Kilclooney to any position within the public discourse.  I do this from a sincere and genuine perspective that where racism raises its ugly head, regardless of where it comes from, who it emanates from or where it is directed towards particularly when it is those in political office, we should collectively and politically respond to that.  I have asked that the Cathaoirleach write to his counterpart-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y01400","speaker":"1413"},{"type":"speech","time":1525181400,"counter":116,"content":"<p>The Senator is right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y01500","speaker":"1420"},{"type":"speech","time":1525181400,"counter":117,"content":"<p>He should write to his colleagues in the House of Lords, many of whom we have worked with very positively through the House of Lords Brexit committee and indeed our own Brexit committee in the Seanad, to convey our horror at what seems to be an ongoing litany of insults with a racist undertone, sometimes more overt than that, directed by Lord Kilclooney to the Taoiseach.  I hope with the agreement of the House we can all share in the expression of that condemnation.  The Cathaoirleach should convey the message that we are insulted, that we do not tolerate that kind of expression and that we will face it down.  That message should be conveyed very strongly to the Speaker of the House of Lords and to all of his colleagues but in particular those who would express such ugly and horrible sentiments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y01600","speaker":"1413"},{"type":"speech","time":1525181400,"counter":118,"content":"<p>Might I begin where the last speaker left off and support Senator &Oacute; Donnghaile in those remarks?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The behaviour of Lord Kilclooney, who is a very experienced politician of many years standing, was infantile, racist and wrong, and beyond what should be done by an experienced politician or indeed by any person of mature years or of any cop-on.<\/p><p>I join in the universal welcome for our two new Senators and congratulate them on their great achievement in polling extraordinarily well and being elected.  I wish them both well.  It is clear that they will be making an enormous contribution.  I had a wonderful day yesterday when I attended the civic forum on Brexit in Dundalk.  It was a very heartening occasion.  It was wonderful that at the outset, the Taoiseach, T&aacute;naiste and all of our party leaders were there making excellent presentations.  Many young people made presentations of high quality and there was genuine civic engagement.  The most important thing about the day was that Michel Barnier was present.  Yet again, on at least three occasions in response to three different questions and various curve-balls, he unequivocally stated European solidarity with Ireland.  That should be acknowledged and applauded in this House.  We should be very proud of our Government, diplomatic service and permanent Civil Service in the Department of Foreign Affairs and Trade.  Since the beginning of the Brexit issue, they have achieved a European awareness of our situation.  There is a European consciousness of it and support in virtually every European capital.  I had the privilege of attending the Council of Europe last week with colleagues from this House, including Senator Hopkins, who is on my right.  I met delegates from every country and raised the Brexit issue with them informally and, in one or two instances, formally.  In all cases, they had an extraordinary awareness of our problem and support for it.  The Irish Government, our permanent Civil Service and our diplomats abroad should take a bow.  This matter is so important to me because the people in my community, along the Border in Cavan-Monaghan, stand to experience economic and social devastation and potentially a breakdown of all societal norms if we do not avoid a hard border.  I offer the House's appreciation of Michel Barnier's stance and ask our Leader to endorse it and to give us an assurance that it will be continued.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Y01700","speaker":"1397","continuing":true},{"type":"speech","time":1525181400,"counter":120,"content":"<p>I propose an amendment to the Order of Business, \"That item 19a on the supplementary Order Paper be taken today\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Z00200","speaker":"1382"},{"type":"speech","time":1525181400,"counter":121,"content":"<p>Is the Senator proposing it be taken before item 1?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Z00300","speaker":"1420"},{"type":"speech","time":1525181400,"counter":122,"content":"<p>Yes.  I congratulate both new Senators to the House, Senator Marshall from the North and Senator Lawlor, who moves from the Lower House to the Upper House.  I wish them very well and every good success in their time here.  They both have a lot to offer and great contributions to make.<\/p> <p>On the issue of the smear tests scandal, I wish to raise the manner in which women have been treated by our health services.  People go to the health service to seek support, compassion, help and reassurance.  Unfortunately, none of that has been provided.  Women in Ireland cannot feel reassured by recent events and nor, indeed, can men.  The most recent scandal and the highlighting of it over the weekend has brought into stark light the fact that the State has to drag people screaming to the courts where they seek vindication.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Any reading of the State Claims Agency, which is the insurance group for the State, shows that follows through.  Between 2010 and 2014, the State Claims Agency's costs amounted to &euro;289 million.  Some &euro;177 million of that was awarded to the victims, but over &euro;100 million went to the legal profession.  There is a real issue here that the State needs to address.  I agree with Senator Craughwell that this is not done with the intention of seeking ministerial retribution.  We are talking about senior Civil Servants who must be held to account.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#Z00400","speaker":"1382","continuing":true},{"type":"speech","time":1525181400,"counter":124,"content":"<p>Could Senator &Oacute; Domhnaill repeat the order?  I cannot find what he is referring to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#AA00200","speaker":"1391"},{"type":"speech","time":1525181400,"counter":125,"content":"<p>I referred to the supplementary Order Paper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#AA00300","speaker":"1382"},{"type":"speech","time":1525181400,"counter":126,"content":"<p>It states that item 19A be taken before item 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#AA00400","speaker":"1420"},{"type":"speech","time":1525181400,"counter":127,"content":"<p>I join my colleagues in congratulating and welcoming both Senators Lawlor and Marshall to the House.  I particularly welcome Senator Marshall; it is good to hear another Northern accent in the Chamber.  He is from the Orchard County, and I have no doubt that his appointment will give confidence to members of the unionist community in terms of the bone fides of this State on a large number of issues, particularly Brexit.  I wish both the Senators well in their new roles.<\/p> <p>I wish to raise the issue of Government Departments and agencies and their use of 1890 numbers for citizens to contact them in relation to queries they might have.  It is not common knowledge that if one is ringing a Government Department on an 1890 number, it is not a cheap call.  If one rings from Three mobile or Vodafone and happens to be on the line to a Government Department for up to 30 minutes, it will cost between &euro;9 and &euro;13.50.  This is an issue we must grasp.  I am confident that certain elements of Government are aware of this because when the local property tax number was advertised, the Department was aware of the problem and changed the criteria to accommodate it.  Revenue Online is an example of where people are provided with an 1890 number and believe that they are speaking to someone on the other end for the price of a local call.  We need to be aware of that issue, and the message needs to be brought back to Government that we should desist from using such numbers and find a number that will not cost much for those who take time to ring.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#AA00500","speaker":"1396"},{"type":"speech","time":1525181400,"counter":128,"content":"<p>We are running way over time.  I should be calling the Leader now, but there are seven speakers left.  I ask that each speaker is very brief and takes no more than a minute each.  Is that agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#AA00600","speaker":"1420"},{"type":"speech","time":1525181400,"counter":129,"content":"<p>With due respect to the Leas-Chathaoirleach, people were given a huge amount of latitude this morning.  I have been here since the start.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#AA00700","speaker":"1409"},{"type":"speech","time":1525181400,"counter":130,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#AA00800","speaker":"1424"},{"type":"speech","time":1525181400,"counter":131,"content":"<p>We have new Members that we had to welcome, and the Brexit debate is scheduled next, which is very important.  I do not want to eat into its time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#AA00900","speaker":"1420"},{"type":"speech","time":1525181400,"counter":132,"content":"<p>I want to raise an important issue-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#AA01000","speaker":"1409"},{"type":"speech","time":1525181400,"counter":133,"content":"<p>The Senator should raise it as quickly as he can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#AA01100","speaker":"1420"},{"type":"speech","time":1525181400,"counter":134,"content":"<p>-----in relation to the cervical cancer issue.  A statement was issued by the Institute of Obstetricians and Gynaecologists today which we should welcome.  We need to deal with this in a very careful manner.  We have to acknowledge Vicky Phelan and her family for bringing this to the fore and highlighting the difficulties she has gone through and what she has to face into in the future.  It is wrong that it had to go down that road.  It is also wrong that information which patients should have had access to was not provided to them.  As someone who is in the legal profession, it is appalling to think that a senior person at a senior level in any organisation should deny extremely important information to people.  It is also important, in raising this issue, that we identify the good work that has been done.  More than 3 million smear tests have been done since the programme was put in place.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Some 50,000 people have had treatments.  There has been a reduction by 7% every year in the level of cervical cancer.  However, it is important to remember that 100 women a year are still dying from cervical cancer.  That is 100 people too many-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#AA01200","speaker":"1409","continuing":true},{"type":"speech","time":1525181400,"counter":136,"content":"<p>There is already a proposal from Senator Conway-Walsh, which funnily enough has not been seconded.  I will let the Minister come in.  Is Senator Burke seconding that?  I am sure we will be debating this item.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB00200","speaker":"1420"},{"type":"speech","time":1525181400,"counter":137,"content":"<p>In fairness, I want to make a point on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB00300","speaker":"1409"},{"type":"speech","time":1525181400,"counter":138,"content":"<p>I know, but the Senator has now used up his two minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB00400","speaker":"1420"},{"type":"speech","time":1525181400,"counter":139,"content":"<p>In fairness, I think it is an important point to make, and that is about-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB00500","speaker":"1409"},{"type":"speech","time":1525181400,"counter":140,"content":"<p>Every speaker has two minutes during the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB00600","speaker":"1420"},{"type":"speech","time":1525181400,"counter":141,"content":"<p>A Leas-Chathaoirligh, I think it is important to emphasise-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB00700","speaker":"1409"},{"type":"speech","time":1525181400,"counter":142,"content":"<p>I am not doubting that.  The Chair is ruling now.  It is important that we all-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB00800","speaker":"1420"},{"type":"speech","time":1525181400,"counter":143,"content":"<p>A Leas-Chathaoirligh, I am making a point-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB00900","speaker":"1409"},{"type":"speech","time":1525181400,"counter":144,"content":"<p>Yes.  Will Senator Burke finish it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB01000","speaker":"1420"},{"type":"speech","time":1525181400,"counter":145,"content":"<p>I am making a point, and I think it is important-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB01100","speaker":"1409"},{"type":"speech","time":1525181400,"counter":146,"content":"<p>He is, and I am asking him to finish making the point, if he would.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB01200","speaker":"1420"},{"type":"speech","time":1525181400,"counter":147,"content":"<p>I am making the point that a lot of good progress as been made on that issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB01300","speaker":"1409"},{"type":"speech","time":1525181400,"counter":148,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB01400","speaker":"1420"},{"type":"speech","time":1525181400,"counter":149,"content":"<p>It is important that we now deal with the issues that have arisen, and deal with them in a very transparent and upfront manner.  That is what our debate should be about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB01500","speaker":"1409"},{"type":"speech","time":1525181400,"counter":150,"content":"<p>Correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB01550","speaker":"1420"},{"type":"speech","time":1525181400,"counter":151,"content":"<p>I would like to make that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB01600","speaker":"1409"},{"type":"speech","time":1525181400,"counter":152,"content":"<p>I thank the Senator.  Let us speed it up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB01700","speaker":"1420"},{"type":"speech","time":1525181400,"counter":153,"content":"<p>I will speed it up for the Leas-Chathaoirleach.  I would like to second Senator Conway-Walsh's proposal to bring the Minister into the House.  Secondly, I would like to second the proposal by Senator Brian &Oacute; Domhnaill to amend the Order of Business today to deal with 19a of the supplementary Order Paper-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB01800","speaker":"1379"},{"type":"speech","time":1525181400,"counter":154,"content":"<p>The Senator cannot second both.  He can second one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB01900","speaker":"1420"},{"type":"speech","time":1525181400,"counter":155,"content":"<p>In that case I will second Senator Conway-Walsh's proposal.  Finally, I would like to formally welcome the two new Senators and congratulate them.  I think it is a remarkable day.  I also want to remember the other candidates that did not get elected.  They were members of Fine Gael and Fianna F&aacute;il.  There was only one independent candidate.  It was an important day.  I always welcome elections and competition.  I think it is a good thing.  It was a very difficult choice.  I think it is a particularly important victory for both Senators as only TDs and Senators voted for them.  It is a great honour.  I particularly want to welcome Senator Ian Marshall.  I am delighted that he has joined the independent group and the independent bench.  I acknowledge the role of the Taoiseach and Commissioner Phil Hogan in sourcing and identifying this very able and capable man, and I look forward to contributing further to this debate tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB02000","speaker":"1379"},{"type":"speech","time":1525181400,"counter":156,"content":"<p>I would like to welcome my colleague Anthony Lawlor into the Seanad today.  He follows in the footsteps of his mother, Senator Patsy Lawlor.  I also want to welcome Senator Ian Marshall.  On 14 February this year, I spoke in the Seanad Chamber to call for one of the vacant Seanad seats to be filled by a unionist voice from Northern Ireland.  I am delighted that my fellow county man is here.  The Feighans all come from Cullyhanna in Armagh, only 13 miles from Markethill.  We come from different traditions, but we are united in one thing - peace and friendship on the island of Ireland, and indeed between our two islands.<\/p> <p>Last night I gave an answer to Lord Kilclooney, who is a colleague of mine in the British-Irish Parliamentary Assembly.  He is formidable and robust.  I asked him to withdraw the racist remarks.  I believe this is a pattern, but it does not reflect the honourable members of the House of Lords, many of whom come from an Irish tradition, and many of whom have a keen understanding of Brexit, but also huge compassion and generosity towards the island of Ireland. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB02100","speaker":"1424"},{"type":"speech","time":1525181400,"counter":157,"content":"<p>Any day that a new Senator comes to the House is always a great day, and we should celebrate it.  I am delighted to see my good friend Senator Anthony Lawlor here.  When Senator Lawlor was in the other House, he spoke and worked for people from under-privileged backgrounds in Africa and other countries.  What he did in the other House emulated what we like to think we do here, and what we do here on a regular basis, namely, speak on behalf of the most vulnerable people in society.  I know that Senator Anthony Lawlor will continue that work now that he is back in the Houses of the Oireachtas, where he can and will wield an influence and continue to do the work he has done.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have got to know Senator Ian Marshall over the past number of weeks.  He will bring new enthusiasm to this House and not just a knowledge of the situation in Northern Ireland and the tradition and culture from which he comes, but an immense amount of knowledge and information about agriculture which will be very useful.<\/p><p>It is amazing that all the major health scandals in this country have involved women, something to which Alison O'Connor referred last night.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#BB02200","speaker":"1416","continuing":true},{"type":"speech","time":1525181400,"counter":159,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#CC00200","speaker":"1420"},{"type":"speech","time":1525181400,"counter":160,"content":"<p>I have not finished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#CC00300","speaker":"1416"},{"type":"speech","time":1525181400,"counter":161,"content":"<p>I know that, but the Senator's time has finished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#CC00400","speaker":"1420"},{"type":"speech","time":1525181400,"counter":162,"content":"<p>The Leas-Chathaoirleach can shout me down all he likes but I intend to finish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#CC00500","speaker":"1416"},{"type":"speech","time":1525181400,"counter":163,"content":"<p>I do not want any Senator to be unruly.  I want respect for the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#CC00600","speaker":"1420"},{"type":"speech","time":1525181400,"counter":164,"content":"<p>All the scandals in this country have involved women and we have a very important poll on 25 May which affects women.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#CC00700","speaker":"1416"},{"type":"speech","time":1525181400,"counter":165,"content":"<p>It affects every citizen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#CC00800","speaker":"1420"},{"type":"speech","time":1525181400,"counter":166,"content":"<p>I ask that people take cognisance of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#CC00900","speaker":"1416"},{"type":"speech","time":1525181400,"counter":167,"content":"<p>I add my congratulations to the two new Senators and wish them well.  I listened to their maiden speeches online and I was very impressed by them both.  I had not made the connection between Senator Lawlor and his illustrious mother, who came into the Seanad on the same path as a cousin of mine, Kit Ahern, who was also president of the ICA.  She finished up in the D&aacute;il subsequent to being a Senator.  I congratulate Senator Marshall on his success, on accepting the nomination to contest, then canvassing and being elected and, most important, coming down here and taking his seat.  It is groundbreaking for us.<\/p> <p>Senator Rose Conway-Walsh was very forthcoming on the rationale for Sinn F&eacute;in's vote in one of the papers but not so forthcoming as regards the second paper, on which Sinn F&eacute;in supported Fine Gael in the ongoing love that dares not speak its name.  I repeat my call to Sinn F&eacute;in to take a leaf out of Senator Marshall's book by taking their seats in Westminster, at a time when Ireland needs a nationalist, pro-Europe, anti-Brexit voice.  A number of people are sitting on their backsides instead of going over there and working for the people who elected them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#CC01000","speaker":"1394"},{"type":"speech","time":1525181400,"counter":168,"content":"<p>There is little else to talk about today other than the cervical cancer scandal.  What has happened is incredible.  We cannot underestimate the fear that women all over this country and their families have been living with since the weekend, and which will continue into the future.  The State Claims Agency is a Government agency with an embedded culture of dismissiveness.  It is autocratic and its only intent is to demean women by putting the blame on them.  A total of 17 people have died following the audit.<\/p> <p>As Senator Conway asked, what is it about this country that, for generations since the formation of the State, it has been women who have been targeted, neglected and dismissed from society by patriarchical attitudes.  When the HSE formed a panel yesterday, it had to apologise for the fact that every single member of the panel was male.  Women's voices need to be on every patient policy group and steering group because we cannot trust the HSE or the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#CC01100","speaker":"1388"},{"type":"speech","time":1525181400,"counter":169,"content":"<p>I welcome Senators Marshall and Lawlor and I look forward to working with them.  Senator Marshall represents one of the traditions in the North, namely, the farming tradition, and he will have a baptism of fire as we will be having a Brexit debate a little later.<\/p> <p>I condemn the comments of John Taylor.  Some people said it was underlying racism but it was actually racism.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->His comment was \"typical Indian\" and that it would not be something that a native Irish Prime Minister would do.  Leo Varadkar is a native Irish Prime Minister.  It is racism and I hope we hear condemnation of it from the House of Lords.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#CC01200","speaker":"1414","continuing":true},{"type":"speech","time":1525181400,"counter":171,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD00200","speaker":"1413"},{"type":"speech","time":1525181400,"counter":172,"content":"<p>In the context of the ongoing cervical cancer issue I refer to the Corporate Manslaughter Bill 2016, which was voted down in 2013 by the previous Government.  During the Committee Stage debate we had on the Bill it was decided to remove section 3.  That was the last debate we had on the Bill.<\/p><p>I will outline what section 3 would have done to the people who are responsible for deaths of women in this country because of the cervical cancer debacle, which is effectively killing people.  It introduced an offence of grossly negligent management causing death.  Section 3(1)(<i>a<\/i>) refers to persons who &quot;knew or ought to reasonably have known of a substantial risk of death or serious personal harm&quot; and section 3(1)(<i>b<\/i>) refers to where people, &quot;failed to take reasonable efforts to eliminate that risk&quot;.  What would that have carried as a sentence if we had passed it in this House in 2016?  It was 12 years in jail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD00300","speaker":"1414"},{"type":"speech","time":1525181400,"counter":173,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD00400","speaker":"1420"},{"type":"speech","time":1525181400,"counter":174,"content":"<p>It was not passed.  Do Members know who wanted section 3, in its entirety, removed?  It was the Government.  No one will go to jail.  No one went to jail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD00500","speaker":"1414"},{"type":"speech","time":1525181400,"counter":175,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD00600","speaker":"1420"},{"type":"speech","time":1525181400,"counter":176,"content":"<p>The reason we brought in that Bill and the reason the Law Reform Commission wanted the Bill introduced - that is its Bill - is the hepatitis C scandal where 1,200 women were infected knowingly with hepatitis C and women died.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD00700","speaker":"1414"},{"type":"speech","time":1525181400,"counter":177,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD00800","speaker":"1420"},{"type":"speech","time":1525181400,"counter":178,"content":"<p>That Bill was to make sure it would not happen again.  What will we have?  We will have inquiries, tribunals and people getting paid off and fellows going off on their pensions and women dying.  Why?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD00900","speaker":"1414"},{"type":"speech","time":1525181400,"counter":179,"content":"<p>The Senator has made his point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD01000","speaker":"1420"},{"type":"speech","time":1525181400,"counter":180,"content":"<p>It is because that Bill has not been passed and no one will go to jail as a result.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD01100","speaker":"1414"},{"type":"speech","time":1525181400,"counter":181,"content":"<p>In view of the special nature of today I appeal to the Leader to keep his response very much to the point.  He does not have to give his usual great detail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD01200","speaker":"1420"},{"type":"speech","time":1525181400,"counter":182,"content":"<p>We are not the only ones who see it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD01300","speaker":"1413"},{"type":"speech","time":1525181400,"counter":183,"content":"<p>Order, please.  The Leader knows the rest of the business we have today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD01400","speaker":"1420"},{"type":"speech","time":1525181400,"counter":184,"content":"<p>Your impartiality in the Chair, a Leas-Chathaoirligh, is only reflected in your treatment of the Government Members as opposed to the Opposition Members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD01500","speaker":"1391"},{"type":"speech","time":1525181400,"counter":185,"content":"<p>I hope I am impartial at all times.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD01600","speaker":"1420"},{"type":"speech","time":1525181400,"counter":186,"content":"<p>I assure you, a Leas-Chathaoirligh, that I will respond to all contributions on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD01700","speaker":"1391"},{"type":"speech","time":1525181400,"counter":187,"content":"<p>I did not say the Leader could not respond to everybody.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD01800","speaker":"1420"},{"type":"speech","time":1525181400,"counter":188,"content":"<p>On this very auspicious, historic and important day glacaim ar mo shon f&eacute;in agus ar son an Rialtais f&iacute;or f&aacute;ilte le na Seanad&oacute;ir&iacute; nua, an Seanad&oacute;ir Marshall agus an Seanad&oacute;ir Lawlor.  I welcome them to the House.  I pay tribute to them on their historic victory and wish them every success in their tenure in this House.  I welcome the new Senators and commend them.  Today is a very special day for them and their families, one they should cherish and look back on but they should also look forward.  As the Leas-Chathaoirleach said, their achievement is one we all look forward to hearing about as both Senators managed to top the poll.<\/p> <p>They bring to this Chamber and the Houses of the Oireachtas their own personal, individual experiences, characteristics and skills, not weaknesses as Senator Marshall said, but positivity.  His opening speech is to be admired, as was Senator Lawlor's, who remembered and reflected on his mother Patsy and how proud she would be today that he is here.<\/p> <p>I welcome Lisa and Sarah who are in the Public Gallery and thank them for giving us their Dad and husband for whatever length of time he will be in this House.  They have made sacrifices and they will make more sacrifices, but it is great that they are here to join in Senator Marshall's great day.<\/p> <p>I join with Senator Ardagh in remembering Senators &Oacute; Clochartaigh and Landy and thank them for their civic duty.  Today is a very proud day for all of us in this House.  As Senator Marshall said, it is the first time a member of the unionist community has been elected to Seanad &Eacute;ireann.  It is a day on which we can all celebrate and rejoice.<\/p> <p>I also thank the former Senator, our colleague and friend, Senator Jim D'Arcy, for his stewardship and minding Ian during the course of the campaign.  I remind Senator Conway-Walsh, that as Senator Feighan said, the Fine Gael Party is the united Ireland party.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD01900","speaker":"1391"},{"type":"speech","time":1525181400,"counter":189,"content":"<p>When did Fine Gael members first notice that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD02000","speaker":"1378"},{"type":"speech","time":1525181400,"counter":190,"content":"<p>We very much welcome Sinn F&eacute;in's support for Senator Marshall and commend the party members on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD02100","speaker":"1391"},{"type":"speech","time":1525181400,"counter":191,"content":"<p>The Leader should leave them alone.  They do not want the praise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD02200","speaker":"1414"},{"type":"speech","time":1525181400,"counter":192,"content":"<p>I welcome the T&aacute;naiste to the Chamber.  He is present for a debate.  I thank him for the work he is doing on behalf of all of us on the island of Ireland on the Brexit issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD02300","speaker":"1391"},{"type":"speech","time":1525181400,"counter":193,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD02400","speaker":"1416"},{"type":"speech","time":1525181400,"counter":194,"content":"<p>Today is a great day for our new Members and I salute them and welcome them.  We will put the swords back into the scabbard today but after today we will resume hostilities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The new Senators are very welcome and I hope they enjoy the day.<\/p><p>Fourteen Members of the House have raised the issue of cervical cancer.  As Leader of the House and leader of the Fine Gael group, I join all Members in condemning the treatment of all the women involved.  This should not be happening in an Irish society that is supposed to cherish all equally.  There are 70 women who have died and 160 are waiting for answers.  As some Members of the House said, the latter are living in fear and petrification.  Senator Conway-Walsh should note I intend to have the Minister come to the House.  Unfortunately, he is in the D&aacute;il Chamber today.  I hope to have him here either tomorrow or Thursday.  I will have him in at the earliest possible opportunity.  It is critical that all of us, particularly the affected women and their families, receive the full facts and all the information.  It beggars belief that the Minister for Health did not have all the information and was not given it by the people we charge with the administration of the health service of our country.  It is time people were held to account.  Let us do so when we have all the facts and the full facts, and not just some of the facts.<\/p><p>All of us in this House are angry, dismayed and sorry, and we are sickened and appalled by the treatment of Vicky Phelan and the women involved.  I commend Vicky Phelan on her bravery and courage.  There should be no withholding of information from patients, their doctors or a Minister.  No longer can we accept it.  It should not be accepted.  Senator Conway and others are right that there are those who must be held to account who have to be held to account.  It is time that we, as a society, held to account those charged with the administration of our health system.  I will await the full facts.  I speak as a Chairman of a committee that engaged in pre-legislative scrutiny regarding open disclosure and medical indemnity.  Senator Burke was a very strong part of that committee.  We must get the full facts, whether it is through HIQA or a statutory inquiry.  I do not mind once we get all the information and the facts for those involved.<\/p><p>The Minister said the re-checks will be free.  I heard Senator Craughwell's remarks on that in terms of the telephone number.  I do believe what is advocated will be done by the Minister.  It is a matter of giving out the information.  As the Taoiseach said in the D&aacute;il regarding open disclosure, it is the Government&rsquo;s intention to bring forward legislation to provide for open disclosure and to make it mandatory.<\/p><p>It is also worth noting that we had an all-party committee dealing with the issue of open disclosure that opted to propose the voluntary route first and the mandatory route second.  That is what the Government is following and it is in the programme for Government.  The Taoiseach asked the Attorney General, on behalf of the Government, to examine the early settlement of similar cases to avoid, as many Members have mentioned, lengthy, unnecessary, costly legal cases and actions.  It is important that we see that action followed through.  The duty of candour is contained in the Medical Council guidelines, which must be followed.<\/p><p>It is important that we establish all the facts.  The statutory inquiry or investigation is not being ruled out.  What the Government will do next will be based on getting the full information and all the facts.  We must restore confidence in the cervical cancer screening programme.  It is important that we state today that the screening programme saves lives, as Senator Burke and others have said.  The HPV vaccine does prevent the loss of life.  It is worth noting that our cancer care has improved.<\/p><p>Senator Mullen raised the issue of the Institute of Obstetricians and Gynaecologists' statement.  I ask him and all Members to read it because it is about urging women to have smear tests and calling for a thorough investigation.  It is important to remember that screening for cervical cancer is an important, cost-effective public health initiative but, more important, it saves lives. <\/p><p>I will have the Minister come to the House as soon as possible.  As I said, that is my intent.  I hope Senator Conway-Walsh will accept my bona fides on that as she knows I have always endeavoured to have the Minister attend as fast as I can.<\/p><p>Senator Dolan raised the issue of World Asthma Day.  It is an important day.  Four hundred and fifty thousand people in the country have some type of asthma.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018050100002#DD02500","speaker":"1391","continuing":true},{"type":"unspoken","time":1525181400,"counter":196,"content":"<p>Additional debate to follow.<\/p>"}]