[{"type":"minorheading","content":"Prelude","time":1570545000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 15:30:00","time":1570545000,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1570545000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1570545000,"counter":4},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1570545000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#A00050"},{"type":"speech","time":1570545000,"counter":6,"content":"<p>The Order of Business is No. 1, motion regarding the Data Protection Act 2018, back from committee, to be taken on the conclusion of the Order of Business, without debate; and No. 2, statements on budget 2020, to be taken at 4.45 p.m., with the contributions of group spokespersons not to exceed ten minutes and those of all other Senators not to exceed eight minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#A00100","speaker":"1391"},{"type":"speech","time":1570545000,"counter":7,"content":"<p>I thank the Leader for outlining the business.  I will not dwell too much on the budget since I will make a statement on the budget at 4.45 p.m. but it is clearly a budget that is designed and revolves around Brexit.  Fianna F&aacute;il will facilitate it on that basis.  We will have statements on the budget shortly.<\/p> <p>On the issue of Brexit more generally, one cannot be shocked or surprised by the language that has come from a source in 10 Downing Street.  I would appeal to all sides, including British politicians and especially the British press, although my appeal will probably fall on deaf ears, to recognise that a no-deal Brexit would be as damaging to the UK economy as it would be to Ireland and the whole of Europe.  It is a lose-lose situation.  While it seems that Boris Johnson is totally focused on a general election and its outcome so that he can free himself from other confidence and supply agreements and such, it is important to have some measured and serious language because the issue is far too serious to be playing games, as some people, especially in the UK, certainly seem to be doing.<\/p> <p>Last night, I attended a meeting of school principals and chairpersons from the region extending south from the River Liffey to Arklow.  More than 50 people representing many schools attended.  The issue of staff recruitment and retention is significant, especially given the cost of living in south Dublin.  It affects guidance counselling, technical drawing, foreign languages and science subjects across the board.  It is difficult to find and retain staff.  When people discover that the same job at the same pay is available closer to home, where the rent may be a quarter or half of what it is in Dublin, they decide to leave.  I would like the Minister for Education and Skills to talk to us about what he is doing to retain and recruit staff, especially in urban areas where rents are higher.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#A00200","speaker":"1412"},{"type":"speech","time":1570545000,"counter":8,"content":"<p>I call on the Leader to arrange for the Minister, Deputy Ross, to come to the House to discuss the sports capital programme, in particular in regard to its allocations for 2019.  In recent days, I have received a number of calls from sports clubs and individuals, both in the area in which I live, D&uacute;n Laoghaire, and around the country, with the suggestion that there had been an indication - a wink, a nod - that perhaps they are all through and they are getting this sports capital money.<\/p> <p>That is what I have been told and I have no evidence to suggest anything other than that.  However, it is important that we have confidence in the sports capital programme process.  It is, after all, funded by taxpayers and a percentage is funded by the national lottery.  It is very important that the sports capital programme announcements must not be seen, or perceived in any way, to be skewed to curry political favour or give political or electoral advantage to anybody.  This is the people's money and no one else's money.  Any suggestion that it would be put out there on the side is wrong. <\/p> <p>I reiterate that this is a suggestion and a suggestion only, but I have concerns.  I believe that everyone in both Houses of the Oireachtas, on all sides, wants a new system in which people have confidence and which is fully open and transparent.  My concern is that no one should have political advantage over anybody else in regard to dishing out what is public money set aside specifically for sport.  We know the sports capital programme aims to foster and promote an integrated plan for sports facilities right across the 31 local authorities, and across the country as a whole.<\/p> <p>I would like the Minister, Deputy Ross, to come to the House to give us an overview of the sports capital programme and the vision for all of that but, more importantly, to reassure the Members of this House there will be no premature sideshow or side announcement, and that the allocations will be made through an open and transparent process.  I ask the Leader to use his good offices to find out what is the delay or the hold-up.  I understand this has all been agreed and the sports capital allocations have been signed off.  When can we expect clubs and local authorities to hear first-hand from the Government and from the Minister as to their allocations?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#B00100","speaker":"1379"},{"type":"speech","time":1570545000,"counter":9,"content":"<p>I ask the Leader to ask the Minister of State, Deputy English, to come to the House to give us an update on the pyrite and mica situation.  As he knows, thousands of homes, particularly in Mayo and Donegal, are still waiting to be put right.  There is a lot of confusion around what the criteria are and what is going to happen.  There is no point in announcing money if it does not go where it needs to go.<\/p> <p>I want to commend Angela Merkel for her firm rejection of the reckless proposals put forward by the Tory Government and the DUP.  I have to say I respect her understanding of the Good Friday Agreement and her recognition that the only way a hard border can be avoided is to keep all of the island in the EU customs territory.  All of this is in the context of the North's milk producers yesterday warning about the impact of a no-deal Brexit, given some 35% of the North's milk pool is processed in the Republic.  Tariffs would total &euro;359 million, which is simply not affordable and would leave 600 million litres of raw milk unprocessed.  It really brought it home to me yesterday to listen to one dairy farmer on \"Talkback\" explain the cost of producing a litre of milk at 27p.  The impact of a tariff being applied would wipe out his business, and he is just one of over 3,000 farm families likely to be impacted.<\/p> <p>It seems that the Tories and the DUP have turned their backs on the agriculture sector and the business sector in the North.  Perhaps it is time those sectors looked at releasing themselves from the constitutional entrapment that has proven its disregard for their basic welfare and well-being.  If they want their businesses to survive and thrive within the EU, then Irish unity may be their best option.  I think that needs to be examined in a serious way and we have talked in the House before about the role the Government here can play in that. <\/p> <p>Today, we learned of the continued Government failure to care for women who have suffered under the cervical cancer scandal.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Another woman was forced to go to the High Court to get approval for a drug just to keep her alive, the response of the HSE being a refusal by silence to discharge its statutory functions and duties.  The only option for this woman is to seek remedy in the courts for the failure to detect abnormalities which led to her cancer and for the subsequent failure of the HSE to exclude her records from the independent panel.  So much for the empty promises made to women who have been let down by the State.  So much for honouring the women who have lost their lives as a consequence of the Government decision to farm out cervical smear testing, disregarding the clinical advice and warnings that preceded the impact of that decision.  I am requesting that the Minister, Deputy Harris, come to the House at the earliest opportunity to address this ongoing saga.  It cannot be allowed to continue to be the case that the only place for more women who are seriously ill to go is into the courts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#B00200","speaker":"1378","continuing":true},{"type":"speech","time":1570545000,"counter":11,"content":"<p>Before I call the next speaker, I would like to welcome to the Visitors Gallery some guests of the Leas-Chathaoirleach, Senator Paul Coghlan.  We have Isolde Liebherr, Johanna Platt, Karl Weisskopf, Michael Brennan and David Cronin.  For those who would not be aware, Liebherr is a very famous international outfit with a particularly strong tradition in the Killarney region.  It has created about 800 jobs.  That is why by good esteem the Leas-Chathaoirleach is looking after them very well.  I remember visiting Buenos Aires in South America as a Member of the Lower House about 20 years ago.  I witnessed that Liebherr was erecting three massive cranes on the docks in Buenos Aires.  It is not just Killarney; it is well renowned.  The visitors are more than welcome and I hope they enjoy their stay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#C00200","speaker":"1381"},{"type":"speech","time":1570545000,"counter":12,"content":"<p>I would also like to be associated with the esteemed guests of our Leas-Chathaoirleach.  They are most welcome and if they fancy doing any investments in Clare we would make them very welcome as well.  Today was an interesting day to be in the House.  It was not the usual budget day.  It was kind of different.  We often talk about Parliament and how important the work is that we do in these two Houses.  We compare the way we are doing our business in these Houses of the Oireachtas with our near neighbours.  Certainly the mainstream political establishment, both Government and Opposition, sees the importance of putting the national interest first.  That is something that has to be commended.  There is a lot to be said about consensus politics as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#C00300","speaker":"1416"},{"type":"speech","time":1570545000,"counter":13,"content":"<p>The party system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#C00400","speaker":"1390"},{"type":"speech","time":1570545000,"counter":14,"content":"<p>We do not get as much of it as we would like.  One thing I want to particularly welcome is the increase in funding for An Garda S&iacute;och&aacute;na and the whole area of justice.  We spend a lot of time in this House dealing with justice legislation such as the Judicial Council Bill and the various other components of the justice portfolio, on which I have had the privilege to lead on behalf of the Fine Gael group in this House.  It is good to see an extra almost &euro;1 billion going into justice, to see the commitment to continue recruiting another 700 members of An Garda S&iacute;och&aacute;na and to see the resources being made available to establish the Judicial Council and other improvements in the justice area.  For too long we have had too many negative headlines to do with justice and its implementation.  It is great to see that justice is not on the front pages for the wrong reasons any more.  We have seen a classic example of how, in spite of a very difficult fiscal manoeuvring, the Minister, Deputy Flanagan, was able to deliver additional resources in the area of justice.  This Brexit budget is a difficult one.  I want particularly to commend the Minister, Deputy Donohoe, who has navigated very successfully the needs of continuing to grow and develop our economy and has at the same time ensured that we are as Brexit-ready as we can be, and that we are controlling the things that we can control as best we can.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He has done a good job in recent times.  I look forward to our engagement this afternoon and to analysing in great detail the various elements of the budget.  In due course, the Leader should invite line Ministers to this House to provide details on their increased budget spend and to discuss Brexit and what controls they have put in place in their particular areas.  It would be a useful exercise in the national interest to have engagement in the Seanad with line Ministers on their Brexit preparations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#C00500","speaker":"1416","continuing":true},{"type":"speech","time":1570545000,"counter":16,"content":"<p>We have all been listening attentively to the budget debate.  I want to speak about a podiatry service in Carlow that is provided by the HSE.  Podiatry, or chiropody as I know it, involves diagnosis of disease and abnormalities of the foot and the lower limbs.  I have received several telephone calls this week informing me of the proposed closure of the podiatry service in Carlow.  This service is so good it is packed out all of the time and there are 100 people on its waiting list.  The elderly people who contacted me are upset to hear of its closure, which I can understand.  I have tabled a Commencement matter on this issue and I have contacted the Minister's office about it.  As I said, this service is currently provided by the HSE but I have been told that legally the HSE is not obliged to provide it and that it is available from voluntary groups or a private provider, but that means people would have to pay for it.  This is unacceptable and it hits the most vulnerable people in our communities.  Today is budget day.  I cannot stand over the closure of this service, which has given to the people of Carlow who need it.  There is a good chance it will close but I will fight tooth and nail to ensure it does not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#D00200","speaker":"1395"},{"type":"speech","time":1570545000,"counter":17,"content":"<p>We will discuss the budget later.  I want to raise on the Order of Business the possibility of the T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Simon Coveney, coming to this House to discuss one aspect of Brexit which I think is of great significance.  Today's revelation in <i>The Spectator<\/i>magazine of what is really going on in the mind of Dominic Cummings deserves close scrutiny.  It shows that what I said here last week is entirely true, namely, they have been gunning for a no-deal exit and they are entirely preoccupied with the blame game in which Ireland is going to take the brunt of the criticism.<\/p><p>The point I want to make about Brexit is a slightly different one.  For 30 years, we have been resting in the shadow of the United Kingdom in regard to EU matters.  The scrutiny and work that goes into developing EU policies, examining directives and regulations and considering the impact of proposals coming from the Commission that has taken place traditionally in the British system, not least in the parliamentary system in Westminster, with the House of Lords European Union Committee being an excellent analytical body, will cease and the Irish Government is not prepared to take up the slack.  We do not have experts sitting at desks analysing what is happening in Europe.  It was so easy to lift the phone and ask those intelligent people in Whitehall and in Westminster to give us a heads-up on what the implications of various European measures would be for a common law country such as Ireland or England.  We were living, effectively, off the back of the British establishment in our dealings with Europe.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have not tooled up, so to speak, for being on our own in Europe and replacing the major intellectual and political analysis that has gone on in Britain for the past 20 or 30 years with every legislative and policy development matter in Europe.  We have been living on borrowed time.  This must change at a governmental and particularly a parliamentary level.  Leinster House has been refurbished but nothing of significance happens here with regard to analysing European legislation or interacting with the European Parliament.  Nothing happens in this House on that front and we do not look at what is being cooked up in Brussels.  We pay no attention to it and, to be honest, that must end.<\/p><p>It is more serious at a governmental and analytical level.  We must get our third level institutions, Departments and semi-State bodies to play an entirely different and professional game.  They are not playing minor hurling any more and they will be our only defence and way of interacting with the European system from now on.  We need in particular to change our entire structure of Government so the Minister with responsibility for European affairs is a full Cabinet member with a very substantial Department whose job it would be to regulate and analyse our relationship with the European Union.<\/p><p>I am not saying this to be critical of the Leader or the Government.  Governments have lived on the back of British efforts for a long time.  We will have to up our game, not just in the Rugby World Cup but for the long term and also in Europe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#D00300","speaker":"1403","continuing":true},{"type":"speech","time":1570545000,"counter":19,"content":"<p>I joined a march in Limerick last Saturday attended by thousands of people protesting the decision of the Environmental Protection Agency, EPA, to grant a licence for the burning of rubber tyres and various other forms of rubbish in a cement kiln at the Irish Cement plant on Dock Road.  There is grave concern among residents.  There are schools and many older people in the affected community and the residents want the EPA to engage with them.  They would love to have an oral hearing on the decision.  They are also very disappointed with the response from the council.  They are concerned by the burning of tyres and a list of other items that are to be burned.  Will the Leader speak to the Minister for Communications, Climate Action and Environment, Deputy Bruton, about engagement and get him to listen to the concerns of the people of Limerick, as well as people in County Clare, some of whom attended the protest?  The community is very upset.  Will the Minister engage in a debate on the matter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#E00200","speaker":"1384"},{"type":"speech","time":1570545000,"counter":20,"content":"<p>I endorse Senator Maria Byrne's comments on the march as I attended it as well.  There were 4,500 people marching on what was definitely the wettest day of the year so far.  There is great strength of feeling about the incinerator so I support the call for a debate.<\/p> <p>Last week, I attended the Council of Europe, which was a nice break from the continuing pain and chaos of Brexit.  To follow Senator McDowell's comments, this is another institution to which we really pay scant attention in either House, which is a real pity.  I pay tribute to our colleague, Senator Joe O'Reilly, who has done a terrific job representing us there for a number of years.  Great work goes on dealing with human rights issues but none of this feeds back into either Chamber.  There is no reporting structure or mechanism.  We had a television crew there last week, which was welcome, but really and truly most people are not aware of the important work that goes on, particularly with our own team of an ambassador and full-time staff.<\/p> <p>I draw attention to migration, which is the subject of a big debate in Europe.  The figures are quite stark as there are 70 million refugees without anywhere to live.  With climate change, 200 million more refugees are expected between now and 2050.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to be prepared to play our part actively because we cannot continue with a situation where people are drowning in the Mediterranean Sea.  So far this year, 1,000 people have drowned and 20,000 souls have died in the Mediterranean in the past six years.  That is shocking and, unfortunately, the reason for it - I have to call this as it is - is that the European Union is acting as a  fortress.  We need only look at the despicable deal done with Turkey to keep refugees out of sight and out of mind and the warlords in Libya that we are funding.  Interestingly, the Council of Europe condemned the funding of warlords in Libya and that country's coastguard last week.  We are all a part of this, including Ireland.  There is no debate about that. <\/p><p>I want to draw attention to the fact that, despite those stark figures, Ireland has taken in a little over 5,200 people in the past five years.  In the context of the current crisis, where 77,000 people have crossed the Mediterranean this year alone, that number is pitiful.  I realise this issue is not easy for any of us and there are no votes in it.  We have completely failed as a country to fulfil our duty to bring in the requisite number of migrants and refugees.  These are desperate people who are fleeing wars that have often been created by the West and supported through our local airport in Shannon.  <\/p><p>I ask for a debate on the issue of migration and refugees, in particular, the very poor record of the Government in this area.  When I spoke to my colleagues in Europe last week they were genuinely shocked to hear how little this country had done compared with other countries.  When one considers the burden that faces Italy, Spain and Greece, we have not been at the races.  We have not turned up to support our European colleagues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#E00300","speaker":"1389","continuing":true},{"type":"speech","time":1570545000,"counter":22,"content":"<p>The Prohibition of Incitement to Hatred Act 1989 is 30 years old.  The Ryan family from County Meath, who appeared in a recent Lidl advertisement, have left this country as a result of receiving death threats.  The Ryans are what the media like to call a mixed race couple and they have a beautiful baby boy.  I did not realise they were mixed race until I read that they were in the media because when I saw the advertisement I did not see any difference in the couple.  Unfortunately, they have had a terrible time and have left the country.  As I have said previously, there is no place in this country for that kind of abuse of anybody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#F00200","speaker":"1375"},{"type":"speechnospeaker","time":1570545000,"counter":23,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#F00250","nonspeaker":"Senators"},{"type":"speech","time":1570545000,"counter":24,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#F00300","speaker":"1420"},{"type":"speech","time":1570545000,"counter":25,"content":"<p>It is totally unacceptable in a civilised society.  People should feel safe and protected in their own country and the law should provide that safety and protection.  I ask the Leader to use his good office to encourage the Minister for Justice and Equality, Deputy Flanagan, who loves coming to this House, to come here to discuss the Prohibition of Incitement to Hatred Act.  The legislation is too old and needs to be updated.  We should debate the issue in this House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#F00500","speaker":"1375"},{"type":"speech","time":1570545000,"counter":26,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#F00600","speaker":"1395"},{"type":"speech","time":1570545000,"counter":27,"content":"<p>In recent months, we have seen escalating bluster from across the Irish Sea.  Prime Minister Johnson's non-proposal proposals for a no-man's land between the Republic and Northern Ireland reflect the seriousness of those who say they are attempting to resolve the issue.  We need our Government to be open and honest with people.  A breakdown in trust regarding our preparedness for the healthcare implications of Brexit could have dire consequences.  I appreciate the dilemma because we do not want to panic people.  Our focus for a long time has been on getting a good long-term outcome from Brexit.  However, we need to make available to the public, clinicians and administrators plans to address drug availability.  We need to be certain of the supply of drugs and medicines.  We need to know what emergency plans will be in place on the Border and what plans are in place with regard to the cross-border directive and the services attached thereto.  The challenge we face also applies to refrigerated products and products with a short shelf-life.  This has tangible implications for the healthcare sector.  As a general practitioner on the ground, I have met nervous patients, some of whom have asked whether they should get up to six months in additional supplies of medication with their next prescription.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Keith Swanick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2459\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2459&amp;amp;pid=KeithSwanick&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->People are seeing the charade and disorganisation in Westminster and are coming to their own conclusions about the 31 October deadline.  A trickle could very quickly become a flood.  There is something of a disconnect on the ground and people are worried about their conditions.  A public awareness campaign would benefit the cohort of patients who are concerned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#F00700","speaker":"1373","continuing":true},{"type":"speech","time":1570545000,"counter":29,"content":"<p>I agree with Senator McDowell.  He called it right last week with regard to the Prime Minister's and the Conservative Party's intent on no deal.  Today's leak of the telephone conversation between the Prime Minister, Boris Johnson, and Angela Merkel was not in good faith.  It is obvious now that the Conservative Government is intent on no deal.  We joined the EU with our British friends in the 1970s.  We got parity of esteem for everybody from this country, ranging from diplomats to business people.  My father and people from all over Ireland worked in the UK.  They built the roads, taught the children and nursed the sick.  They were well treated, but all is changed, and changed utterly.  People do not fully realise what good allies we and the United Kingdom were in Europe.  We are losing a good ally.  However, one thing I have noticed, and this is not to speak on behalf of all the British people, is that sometimes people in the Conservative Party do not realise that we have parity of esteem now.  We are not a colony of the United Kingdom.<\/p><p>Two figures come to mind.  The GDP <i>per capita<\/i>in 2018 in the United Kingdom was $45,705 and in the Republic of Ireland it was $78,785.  The UK's growth rate is 1.4% and Ireland's is 6.7%.  Being in Europe has helped this country immensely, and particularly our relationships.  The relationships we built led to the Anglo-Irish Agreement and the Good Friday Agreement, which brought peace to this country.  I am aware from Westminster that this is about uniting the Conservative Party.  It may bring about the break-up of the United Kingdom, but it will not mean the break-up of the EU, which has been the greatest peace project since the Second World War.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#G00200","speaker":"1424"},{"type":"speech","time":1570545000,"counter":30,"content":"<p>Last week, we spoke about Brexit and President Trump but, unfortunately, every time I stand in this Chamber, things seem to have got worse on both fronts.  We will have an opportunity to criticise the budget later, but we should take a moment to recall that it is not that long ago that budget day was a very traumatic day for Irish people, when there was great discomfort and unrest outside the gates of Leinster House.  Whatever queries or qualms one may have about today's announcement, it is notable that we have moved on from the crisis to a possibly better place.  Certainly, when one contrasts what has happened with the Budget Statement in these Houses today with what is happening in the UK and in America, and the decision yesterday by President Donald Trump to withdraw from Syria, there is much to be said for what is happening in Ireland currently.  We have allies in the United Kingdom.  I should put on record the thanks of everybody in Ireland to Ms Bonnie Greer's comment on the BBC last week that Ireland owes the UK nothing and that we owe it no quarter or no concessions.<\/p> <p>On another matter, will the Leader facilitate a discussion with the Minister for Health, when time permits in the coming weeks, on the need for a national autism strategy?  It has come to my notice that there are many things we must improve in that area.  Many parents are struggling to find school places for their children.  The system currently demands that they find the school places themselves.  There is also a lack of early intervention, long waiting lists and so forth.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2301\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The time for a national autism strategy has arrived.  We could start that debate in this House.  It would greatly benefit parents who have a child with a diagnosis of autism, which they are struggling with, trying to get their heads around and find challenging.  At the same time, parents seem to have to go to war with the system rather than the system embracing and working with them.  A national autism strategy is needed and I would greatly appreciate a debate on the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#G00300","speaker":"1410","continuing":true},{"type":"speech","time":1570545000,"counter":32,"content":"<p>I know that today is all about the Budget Statement.  I wish to review an issue I first raised as a Commencement matter in June 2016, a couple of months after my election to the Seanad, namely, the recruitment of a specialist in sarcoma at St. Vincent's Hospital, Dublin.  We had a wonderful Italian consultant and the patients, many of whom have passed away, and their families were delighted with her.  There were some shenanigans, however, and in fairness to the Minister for Health, Deputy Harris, he met a group of families and gave a guarantee that the consultant would be replaced.  Following an interview process, the group was told that a person had been chosen.  Obviously, it was not the Italian consultant who had left the country.  Another individual was offered the post two and a half years ago.  In the past couple of days, it has been revealed that the individual has now turned down the position.  A sarcoma specialist is very much needed and one was promised in the overall cancer strategy.  The post may have been reopened.  The authorities should have known that the recruitment of the specialist would not become a reality if it took two and a half years for an individual to respond to being chosen for the post.  I have submitted a Commencement matter on this issue and I hope it will be chosen for discussion in order that I can ask the Minister about his plans.  We have lost many patients with sarcoma during the period in question and others are very anxious to find a way forward in a constructive manner.  I suppose I could be compared to a dog with a bone as I will not let go of this issue.  On reflection, given that the Taoiseach has referred to me and others as wolves, my retort is: beware the waxing gibbous moon; beware the rising of the moon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#H00200","speaker":"1388"},{"type":"speech","time":1570545000,"counter":33,"content":"<p>I call on the Leader to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#H00300","speaker":"1420"},{"type":"speech","time":1570545000,"counter":34,"content":"<p>How do I follow that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#H00400","speaker":"1391"},{"type":"speech","time":1570545000,"counter":35,"content":"<p>That is up to the Leader.  No doubt, he will devise a strategy to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#H00500","speaker":"1420"},{"type":"speech","time":1570545000,"counter":36,"content":"<p>I thank the 13 Members for their contributions on the Order of Business.  In a spirit of collegiality, I will start by thanking Senator Wilson for assisting the Government in the business of the House.  I do not normally do that but I compliment Senator Wilson on his collegiality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#H00600","speaker":"1391"},{"type":"speech","time":1570545000,"counter":37,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#H00700","speaker":"1395"},{"type":"speech","time":1570545000,"counter":38,"content":"<p>Unlike others in the House, Senator Wilson understands the importance of being a Government Whip and perhaps some day he will return to that post.  The House must function and to be fair to the Senator, he obliged and I thank him for that.  We will have statements on the budget immediately after the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#H00800","speaker":"1391"},{"type":"speech","time":1570545000,"counter":39,"content":"<p>It will not be immediately afterwards.  Statements will be taken at 4.45 p.m.  The next matter is No. 1.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#H00900","speaker":"1420"},{"type":"speech","time":1570545000,"counter":40,"content":"<p>I defer to the Chair's superior knowledge.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#H01000","speaker":"1391"},{"type":"speech","time":1570545000,"counter":41,"content":"<p>I am reading from a list in front of me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#H01100","speaker":"1420"},{"type":"speech","time":1570545000,"counter":42,"content":"<p>Senators Horkan, Conway-Walsh, Swanick, Feighan and &Oacute; R&iacute;ord&aacute;in raised the issue of Brexit.  We have asked the T&aacute;naiste and Minister for Foreign Affairs and Trade or the Minister of State, Deputy Helen McEntee, to come back to the House to have a discussion on the outcome of the forthcoming European Council meeting.  Senator Horkan is correct about the importance of the language we use and the tone and tenor of our communications.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are no winners in Brexit.  There is no positive outcome.  It is important that we continue to understand the importance of Brexit.  We need to be prepared for every eventuality.  It is a bit like the boy who cried wolf.  All businesses and stakeholders must pay attention.  If they have not done so up to this point, it is still not too late but they should start paying attention now.  We will have this discussion again in due course.<\/p><p>I will be happy for the Minister for Education and Skills to come to the House to discuss the issue of education, which was raised by Senator Boyhan.<\/p><p>Senator Boyhan spoke about the sports capital programme.  To the best of my knowledge, it has not been finalised.  No allocation has been announced.  I understand the points made by Senator Boyhan.  The Minister, Deputy Ross, and the Minister of State, Deputy Griffin, will work under the umbrella of the online sports capital registration process, which is commonly known as OSCAR.  It uses an independent and transparent scoring system and assessment process or procedure.  I remind the House that there are five criteria which merit scoring in sports capital applications: increasing participation; sharing facilities; the socioeconomic scorecard in terms of areas of deprivation; its own funding; and the technical merits of the project.  As Members will be aware, the amount of money that has been applied for is four times greater than the amount of money that is available.  Almost 2,300 clubs have applied for grants from a pot of approximately &euro;162 million.  I assure the House that the process is independent and transparent.  As Senators will be well aware, we have a very independent Minister in the Cabinet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#H01200","speaker":"1391","continuing":true},{"type":"speech","time":1570545000,"counter":44,"content":"<p>He is very independent all right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#J00200","speaker":"1418"},{"type":"speech","time":1570545000,"counter":45,"content":"<p>Indeed.  I look forward to the announcement of the allocations.  If Senator Boyhan wishes, he can submit a Commencement matter as a means of getting a more prompt reply than I can give him.  There has been no delay in the process.  My understanding is that it is still being vetted and gone through.<\/p> <p>This Government is very committed to giving justice and support to the women who have been affected by the CervicalCheck controversy, which was raised by Senator Conway-Walsh.  I am not familiar with the case she mentioned.<\/p> <p>We will have a debate on pyrite with the Minister of State, Deputy English, in due course.  He has been in the House on a number of occasions.<\/p> <p>Senator Conway spoke about the increase in the budget of the Department of Justice and Equality, which we all welcome.  I think there is universal welcome for the commitment to more community policing, in line with the Garda Commissioner's new model of delivering better policing, more visibility, more boots on the ground and more garda&iacute; with a presence.  I will be happy to have another debate on justice in due course.<\/p> <p>Senator Murnane O'Connor referred to the podiatry service in Carlow.  She will appreciate that I am not familiar with the issue.  Perhaps she can communicate her concerns to the Minister, Deputy Harris, when he is in the House on 23 October if she has not got an opportunity to do so before then.<\/p> <p>Senator McDowell raised the important issue of the role of the Houses of the Oireachtas in European scrutiny.  As he will be aware, the Oireachtas has responsibility for the scrutiny of EU draft proposals and policies, the proper transposition of EU legislation into law and holding the Government to account.  Some of this work is done by the Joint Committee on European Union Affairs.  The Senator is right when he says there is a need for more in-depth engagement with European policy.  That was mentioned as part of Seanad reform.  It is something we could take on board now, prior to any further reform of the Seanad.  Perhaps we can put it on the agenda for tomorrow's meeting of the Committee on Procedure and Privileges.  This important matter should not be falling between different cracks.  The Minister of State, Deputy McEntee, is based in the Department of Foreign Affairs and Trade with the T&aacute;naiste.  If I heard the Senator correctly, he is arguing that there should be a Cabinet-level Minister with specific responsibility for European affairs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#J00300","speaker":"1391"},{"type":"speech","time":1570545000,"counter":46,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#J00400","speaker":"1403"},{"type":"speech","time":1570545000,"counter":47,"content":"<p>Okay.  I am sure the T&aacute;naiste would have different views on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#J00500","speaker":"1391"},{"type":"speech","time":1570545000,"counter":48,"content":"<p>Iveagh House might not be so pleased about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#J00600","speaker":"1403"},{"type":"speech","time":1570545000,"counter":49,"content":"<p>I will have a word with Deputy Miche&aacute;l Martin and we will sort it out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#J00700","speaker":"1418"},{"type":"speech","time":1570545000,"counter":50,"content":"<p>Perish the thought that he would ever be in that position.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I recall the famous Cabinet reshuffle in which one Minister, Gemma Hussey, was to move to the European affairs Ministry and Barry Desmond, the former Labour Party Minister, was to move out of his Department.  There was a complete hiding-under-the-desk job and doors were locked.  I hope we will not go down that road.  Senator McDowell is right, though, that Europe is becoming more and more central to what we do.  We have a very effective Minister of State with responsibility for European affairs in Deputy McEntee and a very competent and very positive Minister in the T&aacute;naiste, Deputy Coveney, but it is important we give consideration to what Senator McDowell said.<\/p><p>Senators Byrne and Gavan raised the issue of the EPA licensing in Limerick.  It is worrying, and I welcome their comments.<\/p><p>Senator Gavan also raised the important matter of my-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#J00800","speaker":"1391","continuing":true},{"type":"speech","time":1570545000,"counter":52,"content":"<p>It is a burning issue, if the Leader will pardon the pun.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#K00200","speaker":"1412"},{"type":"speech","time":1570545000,"counter":53,"content":"<p>We are environmentally friendly so we do not burn anything now.<\/p> <p>Senator Gavan raised the issue of migration.  I was at a meeting of the Organization for Security and Co-operation in Europe, OSCE, last weekend.  Migration is a huge issue for Europe and one we need to have a serious conversation about.  I will facilitate the Senator's request as soon as possible.<\/p> <p>Senator McFadden raised the issue of the Ryan family in the context of the incitement to hatred Act, which, as she rightly said, is 30 years old.  I join those who condemn the vitriolic attacks on the Ryan family.  Such attacks have no place in our society.  It is regrettable that they have chosen to leave our country and go across the water.  The Minister is reviewing the provisions of the incitement to hatred Act.  A public consultation is due to start sometime this autumn.  I would be happy to have the Minister come before the House to discuss the matter.  We should all unite in condemnation of the attacks on the family in question.<\/p> <p>Senator Swanick raised the issue of medicines and health in the context of Brexit.  As he will know, both Jim Breslin, the Secretary General in the Department of Health, and Dean Sullivan, the chief strategy officer for the HSE, were before the Oireachtas committee dealing with the issue of medicines supply.  At that meeting, they said there was unlikely to be any shortages and that there could be some disruption to services.  The point the Senator makes is one of communication.  I hope that what he outlines will happen.  The Minister for Health will be here on 23 October, so that will be an opportunity to have that discussion.<\/p> <p>Senator &Oacute; R&iacute;ord&aacute;in raised a number of issues in the context of Bonnie Greer's comments, and he is right to highlight them.  I think we all remember the budget days of trauma, and we welcome today's budget.  His comments on autism are very relevant.  As he knows, Senator Reilly has a national autism strategy Bill, which was debated in this House.  Senator &Oacute; R&iacute;ord&aacute;in is right, and I agree with him completely: families should not have to go to war with the system; they should be embraced by the system.  Perhaps he and Senator Reilly could discuss the matter.  We must have a national autism strategy.  Far too many families are now competing against one another, which is wrong, for school places, services and assessments.  There is also a need for resources in this area, especially in respect of school places and assessment for and provision of respite care.  I think we will revisit the matter here because there is a dire need for a national autism strategy.<\/p> <p>Senator Devine raised the issue of the specialist sarcoma post.  I do not have an answer to that.  Again, it might be more appropriate as a Commencement matter.  As she knows, the Minister will be here again in October.  Whether I am dancing with wolves or sleeping with wolves, she can certainly put the matter before the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#K00300","speaker":"1391"},{"type":"unspoken","time":1570545000,"counter":54,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Data Protection Act 2018: Motion","time":1570545000,"counter":55,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#K00550"},{"type":"speech","time":1570545000,"counter":56,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann approves the following Regulations in draft:Data Protection Act 2018 (section 60(6)) (Central Bank of Ireland) Regulations 2019,a copy of which was laid in draft form before Seanad &Eacute;ireann on 20th September, 2019.&rdquo;<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#K00600","speaker":"1391"},{"type":"unspoken","time":1570545000,"counter":57,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1570545000,"counter":58,"content":"<p>Sitting suspended at 4.20 p.m. and resumed at 4.50 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Budget 2020: Statements","time":1570545000,"counter":59,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#R00100"},{"type":"speech","time":1570545000,"counter":60,"content":"<p>I welcome the Minister of State, Deputy D'Arcy, to the House.  It is very familiar territory to him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#R00150","speaker":"1418"},{"type":"speech","time":1570545000,"counter":61,"content":"<p>It is a pleasure to be back in the real Seanad; we were in the other room for quite some time.  I am pleased to return to the Seanad to contribute to the debate here on budget 2020, which the Minister for Finance presented to D&aacute;il &Eacute;ireann.<\/p> <p>This year's budget has been prepared in circumstances that are without precedent.  We are dealing with the implications of the UK's imminent departure from the EU at a time when the domestic economy is on the brink of overheating.  The global economic environment is deteriorating.  The Government has adopted a no-deal Brexit as the central scenario for this budget to ensure we are ready in the event that there is no deal, which is likely but not yet certain.  The approach will ensure the necessary resources are available to Government to address the significant impact of Brexit while maintaining the credibility of our fiscal policy.  <\/p> <p>We have eliminated the deficit and are expecting a surplus of 0.2% of GDP this year.  There will be a further surplus next year if the UK departs with an agreement.  In the event of a no-deal Brexit, there will be a deficit of 0.6% of GDP in 2020 but there is a wide margin around this unprecedented event.  This reflects the Government's commitment to provide targeted, temporary supports for the most affected sectors and regions along with the impact of slower growth in tax revenues and higher social welfare spending.  We are in a strong position to face this challenge.  The economy is more balanced and diversified than it was at the onset of the great recession in 2008 with less reliance on construction, less dependence on credit growth and a much more moderate rate of increase in public expenditure.  We are, therefore, facing a period of uncertainty from a position of strength.  The performance of the domestic economy is such that in the absence of Brexit,  it would risk overheating.  Unemployment is now 5.3%, down from the peak of 16% in 2012, and growth this year is expected to be 5.5%.  However, a no-deal Brexit would see a substantial reduction in growth to just 0.7% in 2020 and a slowdown in the rate of employment increase next year.  <\/p> <p>Today's budget sets out a range of measures to help the economy to deal with Brexit.  The overall funding package to respond to Brexit is &euro;1.2 billion, excluding EU funds.  This is in two parts - one to apply irrespective of the type of Brexit and the second to be triggered only in the event of no deal.  The first part of close to &euro;200 million of Brexit expenditure is being made available next year.  This is being provided across a number of Departments for infrastructure upgrades at ports and airports, along with IT investment.  In the event of a no-deal Brexit, the Government will implement contingency expenditure to protect the economy.  The funding will be provided for a no-deal Brexit.  It will be borrowed.  If it is not needed, we will not borrow it.  There would be a total of &euro;650 million for no-deal contingency expenditure to help the agriculture, enterprise and tourism sectors and to support the citizens in the most affected regions.  A total of &euro;220 million would be provided immediately.  Of this, &euro;110 million will be provided for time-limited, targeted interventions for vulnerable but viable enterprises.  A further &euro;110 million is being allocated through the Department of Agriculture, Food and the Marine to support the beef sector at &euro;85 million along with the fishing fleet, other livestock farmers and the food and drinks processing industry.  In addition, some &euro;40 million will be available to support tourism.  The deployment of the balance of &euro;390 million of Brexit contingency expenditure will be decided at the time.  There is also provision for up to &euro;365 million for additional social protection expenditure for the live register and associated schemes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A further &euro;45 million is available to assist people to move to new employment opportunities.  In this context, I should point out that every additional 10,000 people on the live register increases the full-year cost by &euro;100 million.  In the event of a more severe impact than expected, funding intended for the rainy day fund could be used.  In this context, the intended &euro;500 million contribution to the rainy day fund will not be made this year, but the transfer of &euro;1.5 billion from the Irish Strategic Investment Fund, ISIF, will be made and will be available if circumstances require it.<\/p><p>The summer economic statement provided that &euro;2.8 billion of additional resources would be available for 2020.  Of this, &euro;2.1 billion has been pre-committed to expenditure measures, leaving &euro;700 million to be allocated.  Targeted tax changes to a net value of around &euro;300 million are being implemented in this budget to cover additional expenditure, bringing the total net budget package to in excess of &euro;2.9 billion.  This incorporates fully the additional expenditure pressures being carried over from 2019.  I will turn to some of the key elements of today's budget.<\/p><p>While we are properly engaged with the immediate and medium-term challenges posed by Brexit, it is clear that climate change is the critical issue for our generation.  Our climate action plan sets out a pathway to meeting our 2030 climate targets and is supported by significant investment of &euro;8.1 billion under the national development plan and &euro;13.7 billion investment by the State companies.  However, investment is just one part of the picture.  Taxes and regulation, including carbon pricing, are also essential.  Today's budget includes a number of measures to address climate change.  There is cross-party support to increase the price of carbon from &euro;20 per tonne at present to &euro;80 per tonne by 2030.  This can provide funds to invest in decarbonisation while protecting the most vulnerable from the associated increased living costs.<\/p><p>The increase of &euro;6 announced today represents a start towards meeting the 2030 target.  This applies to auto fuel from tonight and to all other fuels from 1 May 2020.  What this means is that the cost for a 60 litre fill of petrol will increase by &euro;1.02 and a 60 litre fill of diesel will increase by &euro;1.18.  The &euro;90 million being raised will be ring-fenced for new climate action measures which will protect the most vulnerable in society, support sustainable mobility projects, deliver new agri-environmental schemes, and invest in our low-carbon future.  A number of measures have been announced to address the impact of climate disruption in the midlands region, where job losses are already being experienced.  These include &euro;20 million for an energy efficiency scheme targeted initially at social housing, supporting 400 jobs, and &euro;5 million for peatland regeneration which will support 100 jobs.  A number of other climate initiatives have been announced.  The 1% diesel surcharge is being replaced with a nitrogen oxide emissions-based charge applying to all passenger cars registering for the first time from January 2020.  A number of further measures will be introduced in the Finance Bill, including extension of the VRT relief for conventional and plug-in hybrids to 2020 and additional relief for hauliers through the diesel rebate scheme.<\/p><p>Agriculture and rural development are facing significant challenges in the form of Brexit but also climate change.  The Government is providing a total of nearly &euro;2 billion to meet these challenges in 2020, with an increase of &euro;51 million for the Department of Agriculture, Food and the Marine and the &euro;17 million for the Department Rural and Community Development.  This includes an allocation of &euro;3 million for pilot agri-environmental schemes in 2020, helping to reduce emissions, improve water quality and supporting farm incomes.  The Government stands ready to increase investment further in light of the impact of a no-deal Brexit on the rural economy.<\/p><p>The strong performance of the tourism sector in recent years has supported increased job creation in the sector.  However, the weakening performance in our main export markets and the potential impact of a no-deal Brexit pose particular challenges.  For 2020, &euro;40 million is being allocated for tourism-specific initiatives.  In the event of a no-deal Brexit, we stand ready to provide contingency expenditure.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Ireland's membership of the EU has been central to our substantial economic development since joining and a stronger Union is essential to protecting our interests at home and abroad.  We will continue to develop new markets and opportunities, particularly though the Global Ireland 2025 strategy which targets a doubling of Ireland's global footprint.  In this context, the doubling of Ireland's contribution to the green climate F=fund is part of our broader development assistance approach and will provide support for reduction of greenhouse gas emissions in developing countries.<\/p><p>The transport sector has an important contribution to make to addressing climate change.  The measures announced today include additional funding for greenways and new urban cycling projects, along with funding to double the number of local authority on-street chargers, support for a new scheme to install communal charging points at apartment blocks and facilitating the roll-out of fast charging points to taxi ranks around the country.<\/p><p>The record level of employment in our country at present underlines the importance of business to our economy.  The Government's strategies Future Jobs Ireland, Project Ireland 2040 and Global Ireland 2025 are an integrated approach to preparing for future opportunities and challenges.  Funding for the Department of Business, Enterprise and Innovation in 2020 will be close to &euro;1 billion, a 2% increase.  This will enable continued support for businesses by the Department and enterprise agencies.  Brexit will pose particular difficulties for SMEs and a suite of supports, including the Brexit loan scheme and the future growth loan scheme, are already in place.  In addition, further improvements are being made to tax supports for SMEs, notably the key employee engagement programme and the employment and investment incentive.  Changes to the research and development tax credit will also assist the sector.<\/p><p>Government funding for housing has been significant, with &euro;6.6 billion allocated over the past four years.  A further &euro;2.5 billion is being allocated for 2020.  This substantial increase in investment will meet the growing demand for housing supports and enable the prioritisation of social housing.  There was an 82% increase in new dwelling completions between 2016 and 2018 and a 17% increase in the first half of this year.  This is reflected in a slowing rate of house price increase.  However, the sustained increase in demand means more needs to be done.<\/p><p>Funding for homelessness is being increased by &euro;20 million to &euro;166 million to provide continued support for those in emergency accommodation and increase preventative measures.  Capital funding of over &euro;1.1 billion is being provided for social housing.  Some 11,000 social homes will be delivered in 2020 and a further 12,000 in 2021.  Funding for affordable homes has also been increased, with an additional &euro;17.5 million for the Land Development Agency.  The allocation for the serviced site fund and the local infrastructure housing activation fund will be &euro;186 million in 2020.<\/p><p>The Government's concern at the high cost of rent is reflected in the fact that 44 rent pressure zones are in place throughout the country.  Additional funding of &euro;2 million is being provide to the Residential Tenancies Board to support its essential role in this sector.  The help-to-buy scheme is being extended in its current form for two years up to the end of 2021.  This will provide certainty to buyers and those building homes.  The Living City initiative is being extended to the end of 2022.<\/p><p>Today's budget also provides for additional funding for the justice sector, in particular An Garda S&iacute;och&aacute;na.  An additional &euro;120 million has been allocated to the sector.  This includes &euro;81 million for An Garda S&iacute;och&aacute;na to allow for the recruitment of 700 Garda trainees in 2020 and to support the return of more trained garda&iacute; to front-line policing.  A further &euro;39 million is being provided to the broader justice sector to fund the increased costs of direct provision, increased activity in the Courts Service and the Prison Service, extending the Abhaile scheme for borrowers in home mortgage arrears and the establishment of the judicial council in 2020.  The capital allocation of &euro;265 million will enable the construction of the new Forensic Science Laboratory, the redevelopment and modernisation of Limerick Prison, new Garda offices in Dublin to replace Harcourt Square and further investment in Garda IT to allow its digital strategy to be advanced.<\/p><p>The budgetary strategy this year, which is directed towards addressing the impact of an imminent Brexit, means that the scope of tax changes is limited.  Broad tax cuts in the current circumstances would undermine the stability of our public finances.  It is essential that we avoid making decisions on tax now which might need to be reversed in the future.  The reliefs announced today are prudent and targeted.  The home carer credit is being increased by &euro;100 to bring its value to &euro;1,600 to support working families with caring responsibilities in the home.  The earned income credit for the self-employed is being increased by &euro;150 to bring the value of the credit to &euro;1,500 which is close to the level of the employee credit of &euro;1,650.  These changes will cost an additional &euro;27 million in 2020.  The reduced rate of USC for medical card holders has been extended for a further year to the end of December 2020.  <\/p><p>This year's budget also includes two compliance measures aimed at ensuring that the correct income tax and USC on the income from distributions of Irish registered companies is paid.  These measures will not change the amount of income tax and USC payable, but they will improve compliance.  The rate for the bank levy has been increased to ensure that the existing &euro;150 million paid by the banks will be maintained for 2019 and 2020.<\/p><p>Our corporation tax rate is competitive and will not be changing.  It is bringing in strong revenues, with receipts to the end of September running at &euro;5,839 million, an annual increase of over 13%.  However, there are risks with concentration in this area.  A paper published with the budget today examines corporation tax over-performance and policy options to ensure the sustainability of the public finances.  The process of reforming corporation tax continues and a number of further changes will be introduced in the Finance Bill 2019.  Ireland will continue to play a constructive role in the process of global tax reform to ensure a global and robust tax architecture that works for all.  <\/p><p>Stamp duty on commercial property transactions is being increased by 1.5% from tonight.  The commercial property sector is performing strongly at present.  There are long-standing reliefs which should mitigate the increase in some circumstances, particularly agriculture.  Changes are also being introduced to the tax arrangements of real estate investment trusts, REITs, to ensure the appropriate level of tax is paid by them on property gains.  In addition, changes will be made to anti-avoidance measures for Irish real estate funds, IREFs.<\/p><p>The Government has made significant progress in reducing inequality through increases in social transfers.  This year's budget takes a more targeted approach given the prevailing uncertainty.  Increased funding of &euro;690 million is being provided to the Department of Employment Affairs and Social Protection.  This will support our strategy to maintain the increases in welfare rates from previous years, focus more on supports for the elderly, children and families at risk of poverty and protect the most vulnerable from the impact of the carbon tax.  In order to further this strategy a 100% Christmas bonus is being paid to all social welfare recipients in 2019.  In addition, the living alone allowance is being increased by &euro;5 to help our vulnerable elderly and disabled people.  The earnings disregard for the one-parent family payment and the working family payment are being increased to ensure that work pays.  The qualifying child payment for children aged over and under 12 years is also being increased.  The fuel allowance is being increased by &euro;2 per week, reflecting the fact that the burden of the carbon tax falls unequally.  Funding for the warmer homes scheme is being increased by &euro;13 million in order to address a key cause of fuel poverty for those on lower incomes and to provide a more sustainable long term solution.<\/p><p>We are looking to develop the Civil Service of the future to meet the demands of demographic changes, digitalisation and future technological change.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Officials have therefore been asked to review future workforce and office requirements and to report next year.<\/p><p>The Government's budgetary strategy over the past four years has delivered steady reductions in personal taxation and a sustainable increase in public expenditure.  It has supported robust economic expansion, strong employment growth and a substantial reduction in unemployment.  This budget has been prepared in the context of heightened uncertainty around Brexit and other pressing challenges, particularly climate change.  The Government has adopted a prudent approach, basing preparations on a no-deal scenario on 31 October.  This will protect the substantial progress we have made to date within the limited available resources.  The Government has continued to address priority areas, including climate change, housing and continuing preparations for Brexit, with the inclusion of contingencies in case they are needed.  I recognise the positive engagement of the main Opposition party to the budgetary process in the context of the confidence and supply agreement.  I commend the budget to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#R00200","speaker":"1364","continuing":true},{"type":"speech","time":1570545000,"counter":65,"content":"<p>I thank the Minister of State for his opening statement.  Unlike him, I do not have 20 minutes for my contribution but I welcome the opportunity to speak and will try to cover as much as I can.  The Minister of State concluded by recognising the positive engagement of the main Opposition party to the budgetary process.  I will acknowledge that recognition by trying to be nice while making my points.<\/p> <p>I met several journalists on my way to the Chamber who were talking about not putting the budget on the front page of the newspapers because there is not enough to say about it and because Brexit is again becoming the main story.  We talked about the Dominic Cummings memo and other developments earlier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#U00200","speaker":"1412"},{"type":"unspoken","time":1570545000,"counter":66,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1570545000,"counter":67,"content":"<p>Senator Horkan should be allowed to speak without interruption.  I will not make any comment regarding climate change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#U00400","speaker":"1418"},{"type":"speech","time":1570545000,"counter":68,"content":"<p>I will try not to give out as much hot air as Senator Craughwell undoubtedly will do later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#U00500","speaker":"1412"},{"type":"speech","time":1570545000,"counter":69,"content":"<p>How much time does Senator Horkan have?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#U00600","speaker":"1374"},{"type":"speech","time":1570545000,"counter":70,"content":"<p>I have ten minutes, as Senator O'Donnell will have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#U00700","speaker":"1412"},{"type":"speech","time":1570545000,"counter":71,"content":"<p>Senator Horkan, without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#U00800","speaker":"1418"},{"type":"speech","time":1570545000,"counter":72,"content":"<p>The budget is based on there being a hard Brexit.  I sat in the D&aacute;il Chamber listening to the Minister for Finance, Deputy Donohoe, speaking for an hour and seven minutes, followed by contributions from Deputies Michael McGrath and Cowen.  The Minister of State outlined much of what is in the budget, so I will not go into the detail of the various aspects.  We all thought that some type of Brexit agreement would be achieved over the past three years but, unfortunately, it now looks more likely than ever that a no-deal Brexit will happen.  We spoke on the Order of Business about how the British Prime Minister, Mr. Boris Johnson, and some of the people around him are looking for an opportunity to cut and run and seek an overall majority in an election.  Regardless of the consequences for the United Kingdom, Ireland or other European Union countries, they are intent on their own political agenda for their own party political benefits.  That makes it even more important for there to be stability in government at this crucial time in our nation's history.  It is for this reason that Fianna F&aacute;il is facilitating the passage of the budget through the Lower House.<\/p> <p>The impact of a no-deal Brexit on the Irish economy and the Government finances cannot be underestimated.  The Minister and various independent expert bodies have predicted up to 60,000 job losses and a potential loss to the economy of &euro;6 billion.  The political ramifications for the peace process are enormous.  Fianna F&aacute;il has ensured that budget 2020 offers support to the sectors and industries that will be most impacted by a crash-out Brexit, particularly agrifood, tourism and the small and medium enterprise, SME, sector.  There will be approximately &euro;1.2 billion set aside for Brexit measures, which is over and above the agreed budget parameter of an expansion of &euro;2.8 billion in expenditure.  An allocation of &euro;200 million will be given across several Departments and agencies to increase the level of staffing, upgrade infrastructure at our ports and airports, and invest in information technology and facilities management.  This will be spent regardless of what type of Brexit occurs.  In a no-deal scenario, &euro;650 million will be borrowed if needed, of which &euro;110 million will go to enterprise, &euro;110 to agriculture, &euro;40 million to tourism, &euro;390 million to other measures and &euro;365 million to finance increased social welfare payments.  While the package for a no-deal Brexit is welcome, the Government must ensure this funding, if needed, is rolled out as quickly and efficiently as possible.  The moneys cannot be tied up in red tape and administration which could prevent companies from accessing the funding in a timely manner.<\/p> <p>Fianna F&aacute;il remains deeply dissatisfied with aspects of Fine Gael's governance of the economy, particularly in the areas of health and housing.  However, we recognise that Ireland needs a stable Government at this critical time.  Far from being the party of prudence, Fine Gael has presided in recent years over budgetary and capital mismanagement on a colossal scale.  Since taking office, as outlined by my colleagues earlier, Fine Gael has spent at least &euro;6.3 billion in excess of budget ceilings and has overseen the shambles that is the national children's hospital project, whose cost is seemingly out of control, and the national broadband plan.  There is an obsession with spin, with announcements being made and measures introduced without an acknowledgement that those measures may not be implemented until, say, late the following year.  That budgetary trick allows for lower costs in the current year, but the full-year cost is payable in the following years.  The construction of the national children's hospital could cost well north of &euro;2 billion, against an original estimation of less than &euro;1 billion.  The national broadband plan has yet to be signed off but is likely to cost nearly &euro;3 billion, fewer homes than envisaged will be covered and, in the end, we will not even own the infrastructure.<\/p> <p>Every year since 2012, Fine Gael has needed huge Supplementary Estimates to cover budgetary overspends, at a total cost of &euro;6.3 billion.  Last year, the health budget alone needed &euro;645 million over and above the extra cost for the children's hospital.  This year, an additional &euro;300 million will be needed for the delivery of health services.  Questions must be asked as to how the public finances are being managed.  The Irish Fiscal Advisory Council, IFAC, in its pre-budget 2020 statement published earlier this month, reiterated its criticisms of Fine Gael in government and the slippage in expenditure plans.  Its warnings in the report are stark, particularly when Brexit is factored into the outlook.  The Fine Gael Government cannot afford any further slippage when it comes to expenditure, but it is extremely likely that the Department of Health and other areas of government will require supplementary funding again next year.<\/p> <p>Corporation tax surges have covered much of the shortfall in funding to date.  The Minister of State, when he was a Senator, was a fellow member of the Joint Committee on Finance, Public Expenditure and Reform when we looked at this issue.  Since then, we have managed to raise huge amounts of corporation tax in excess of what was budgeted.  That additional revenue is very useful and welcome but, without it, we would have been in serious trouble.  Corporation tax receipts accounted for a record 18.7% of tax receipts in 2018 and the practice of using that over-performance to achieve budget balance targets carries significant risks.  Within-year spending increases look set to arise again this year.  Health spending looks likely to overrun, as I said, and the Christmas bonus will cost &euro;300 million.  In addition, the base level of spending on social payments in 2018 was higher than expected and, although official forecasts for 2019 were not revised accordingly, we could need another &euro;500 million for Government spending in that area.  All of these slippages show us that Fine Gael is not the party of fiscal prudence that it likes to pretend to be.  For 2020, IFAC advised that the Government should stick to its plans for a &euro;2.8 billion increase in spending, as set out in the stability programme update.  If spending overshoots, this would reduce or eliminate the space we need for any unforeseen shocks.<\/p> <p>We expect the usual criticism of the budgetary measures from certain parties.  I will not bother mentioning any names, but some members of one of those parties are coughing behind me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#U00900","speaker":"1412"},{"type":"unspoken","time":1570545000,"counter":73,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1570545000,"counter":74,"content":"<p>I can do equal opportunity criticism.  I will not take any lectures from a party that has left Stormont idle for two and a half years and failed to take is seats in Westminster.  It had an opportunity to put forward a budget in Stormont but has consistently walked away from its responsibilities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#U01100","speaker":"1412"},{"type":"speech","time":1570545000,"counter":75,"content":"<p>Have Senator Horkan's colleagues walked away from their responsibilities this afternoon?  There are no Fianna F&aacute;il Members here other than him, which makes me wonder why people bother to elect them.  Senator Horkan talks about my party taking seats in Westminster but why do his colleagues not use their seats in this House?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#U01200","speaker":"1378"},{"type":"speech","time":1570545000,"counter":76,"content":"<p>Senator Conway-Walsh will have an opportunity to make a contribution in a few minutes.  I ask her not to interrupt Senator Horkan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#U01300","speaker":"1418"},{"type":"speech","time":1570545000,"counter":77,"content":"<p>It is absolutely ironic that he should stand up here giving us lectures about taking our seats in Westminster.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#U01400","speaker":"1378"},{"type":"speech","time":1570545000,"counter":78,"content":"<p>On a point of order, we all want to have a chance to speak.  Colleagues should allow Senator Horkan to finish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#U01500","speaker":"1410"},{"type":"speech","time":1570545000,"counter":79,"content":"<p>Senator Horkan, without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#U01600","speaker":"1418"},{"type":"speech","time":1570545000,"counter":80,"content":"<p>The country needs stability at this time.  Few people thought Fianna F&aacute;il would support a three-year term under a Government led by Fine Gael.  I spoke many times to various Deputies and Ministers who said the plug would be pulled, but we have got three budgets through and are now debating the fourth.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As Senator &Oacute; R&iacute;ord&aacute;in pointed out on the Order of Business earlier, what is happening in other countries makes us look, by and large, far more stable.  That may all be relative but the Government has introduced its fourth budget and many people did not think it would still be in office to do that.   A no-deal Brexit is a major problem.  It is looking more and more likely with every passing day and hour.  This is the final budget before the people are given an opportunity to elect a new Government.  Over the previous four budgets we have achieved reductions in the universal social charge, the extension of mortgage interest relief, increases in social welfare payments, reduced class sizes, increased funding for mental health and an increase in the number of garda&iacute;, among many other things.  If given the opportunity to serve in government we would continue to work hard to achieve so much more.  I thank the Minister of State again for being here today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#U01700","speaker":"1412","continuing":true},{"type":"speech","time":1570545000,"counter":82,"content":"<p>I welcome the Minister of State to the House and thank him for his presentation.  I will not repeat all that is in it.  We heard it in the Lower House and we are hearing it here.  This budget was clearly framed mindful of a general election.  Let us not be fooled by that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#V00200","speaker":"1379"},{"type":"speech","time":1570545000,"counter":83,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#V00300","speaker":"1388"},{"type":"speech","time":1570545000,"counter":84,"content":"<p>-----and that is not a bad thing. The people are looking forward to exercising their franchise and making a determination on how this Government has failed to manage our health services and our housing crisis.  Those are two of the major issues the Government promised to deal with.  Any Government or any politician must be judged on how it respects, treats and cares for its marginalised people, be they people with disabilities who are stuck in institutions because the Government has failed to deliver homes for them, children who are not given the necessary supports, children with autism who came to the audiovisual room to talk to us, or people who are waiting for treatment for serious illnesses. As the Minister of State knows, there is a range of those issues.  I respect him and he is a good politician.  He meets these problems every day in his own constituency and he understands and empathises with the issues with which I am dealing.<\/p> <p>I thank the many organisations that took the trouble to send in pre-budget submissions.  However, it is disappointing that many of them were led to believe their submissions were very important while most of this budget would have been worked on some weeks ago.  I particularly acknowledge the good work of many of the approved housing bodies, AHBs, particularly Respond, on the issues around housing, affordable housing and homes and public housing policy, which is important.  There was little or no reference in the Minister of State's speech to local government and local government finance.  I want to dwell on that because it is an area in which I have an interest and expertise and I am a member of the Oireachtas Joint Committee on Housing, Planning and Local Government.  I went to the D&aacute;il Chamber today to listen to the Minister introduce the budget.  I expected local government and local government finance would be part of the budget for 2020 but the words &ldquo;local government\" were not even mentioned.  We all know that there needs to be a new model for how we will finance our local authorities.<\/p> <p>That leads me on to the local property tax, another issue that was not addressed in today&rsquo;s budget.  We have heard numerous promises from the Minister regarding the property tax and he has stated online on his website that there were previous commitments and wanted greater clarity on local property tax.  In 2018, the Minister announced a review of the local property tax.  It was to include an examination of the outstanding recommendations of the 2015 Thornton review on local property tax, of which the Minister of State would be fully aware.  The purpose of the review was to inform the Minister for Finance regarding any actions he may recommend to Government concerning the overall yield of the local property tax and its contributions to the total tax revenue.  At the time the Minister said: &ldquo;Even though it would be 2020 before LPT liabilities would be affected by any property revaluations, it is important that the Government is able to make its position clear in relation to [the] LPT in a timely way so that householders will be aware of its plans for this tax ... [by] November 2019\" in terms of the revaluations.  We do not know anything about the current review of the local property tax.  Is that because a general election might be held in a matter of weeks or months or because there is an issue regarding the local property tax?  Why do we not hear more about it? <\/p> <p>I take this opportunity to acknowledge the work the Minister of State&rsquo;s ministerial colleague, Deputy Phelan, on commercial rates.  That is welcome.  I want to be positive.  I am not here to knock anyone but rather to address some shortcomings.  He has done considerable work on that with respect to the commercial rates Bill.  It has given councils more powers to vary their rates and bring in incentives in terms of designated areas that need improvement or to be upgrading.  That is a positive.  We need to increase capital funding for local government, but that is a matter for discussion on another day.  <\/p> <p>I welcome the Minister&rsquo;s support for a number of areas in healthcare.  More could have been done on home-care packages.  I acknowledge we do not have endless amounts of resources but it must be a frustration for all of us in terms of people who want support and home-care packages.  <\/p> <p>There is a very substantial capital investment in public housing but we need to deal with the issue.  I have always said I support the principles of Rebuilding Ireland and it is important we keep focused on its five pillars.  We talked about addressing the homeless issue, which is pillar 1, accelerating social housing, building more homes for people, utilising existing housing and improving the rental sector.  That is important.  I acknowledge and welcome the package for housing in budget 2020, which is &euro;2.9 billion.  The provision of &euro;2.5 billion for the housing programme in 2020 is a positive.  A further &euro;20 million will be provided for homeless services, bringing total funding to &euro;166 million in 2020, which is another positive.  There is provision for capital funding of more &euro;1.1 billion to support the delivery of a further 11,000 new social homes in 2020 and a further 12,000 units will be delivered by 2021.  There is an additional &euro;80 million for the housing assistance payment, HAP, scheme but we need to be careful about this.  We have built a monster which we call HAP, in respect of which we are giving millions upon millions of euro of taxpayers money to private landlords.  We are turning our backs on tapping our land resources and building affordable public housing for our people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#V00400","speaker":"1379"},{"type":"speech","time":1570545000,"counter":85,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#V00500","speaker":"1389"},{"type":"speech","time":1570545000,"counter":86,"content":"<p>We need to address the issue of HAP because it is unacceptable.<\/p> <p>I welcome the provision of &euro;17.5 million that has been set aside to provide for the Land Development Agency but I predict there will not be such an agency this side of a general election because we are only at the stage where we have the heads of a Bill.  There is a long way to go to develop the Land Development Agency but I support many of its ideals.  We may have a floating &euro;17.5 million in the coffers because I do not see it happening.  The Minister of State might address that.  The provision of additional funding of &euro;2 million for the Residential Tenancies Board is to be welcomed.<\/p> <p>I would ask the Minister of State to keep an eye on the vacant sites levy.  I want him to keep focused on VAT on social housing.  I am particularly disappointed with the commercial stamp duty increase.  I speak from experience having bought a commercial site last year.  That stamp duty went up to 6% and that applied to a small commercial site.  Every town and village has derelict sites and they will be subject to a 1.5% increase from midnight, bringing the stamp duty on a non-residential or commercial site up to 7.5%.  I contacted the Department last year on this matter.  I can understand such an increase for large commercial sites but for small sites of 150 sq. m on which one could build a three-bedroom house, the Minister is now saying that the person who buys that site must pay stamp duty of 7.5%.  That needs to be reconsidered.  There should be a threshold for small sites.  They should not be exempt but they should be put down on the residential level.  That is important.  I would ask that we would consider that in the future.<\/p> <p>I talked about local government finance.  In May 2016, A Programme for a Partnership Government referred to an additional role and extra powers to be given to the Comptroller and Auditor General  and that the Government would examine the possibility of extending the remit of the Comptroller and Auditor General to include the expenditure of local government.  I would like the Minister of State to take back to Government that it was a very sensible proposal.  This is one the Government should address, particularly as it deals with public financing, which is important.  <\/p> <p>I want to touch on the issue of remuneration and support for councillors.  I did hear mention in the budget of remuneration or support for city and county councillors who do sterling work.  The Minister of State was one himself.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Will the Minister of State examine that?  Will he get his contacts in the Government to publish the Moorhead report.  It made recommendations on the pay and remuneration of local government members.  One might ask why I am raising this.  It is important and we need to stand square on this.  Councillors in Fine Gael are telling me how difficult it is for them to operate in their capacity as public representatives.<\/p><p>Taking Ireland Forward Together was the Taoiseach&rsquo;s manifesto when he was seeking election for the leadership of Fine Gael.  It is an admirable document with many great points in it.  In it, he talked about the reform of local government and its financing and gave a commitment to the remuneration and support of county councillors.  This is his document, not mine.  He was elected leader of Fine Gael on this basis.  Will the Minister of State bring this back to the Taoiseach?  To be fair to the Taoiseach, he committed himself to his membership.  I would like to think that it would extend to all public representatives in all local authorities, city and county councils, that they will get a fair package for the enormous work they do for their communities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#V00600","speaker":"1379","continuing":true},{"type":"speech","time":1570545000,"counter":88,"content":"<p>I welcome the Minister of State to the House.  He is just as much a frequenter here as a Minister of State as he was when he was a Senator.<\/p> <p>Listening to the delivery of the Budget Statement this morning by the Minister for Finance and the contributions here, I note Brexit looms large.  The projected growth rates were about 3% in normal times.  These have been scaled back to 0.7% because of Brexit.  We are looking at running a deficit of 0.6%, before we ever look at borrowing for specifics for Brexit.  In normal times, we would have expected to have a surplus in place.<\/p> <p>If the Government had not prepared for Brexit, people would claim it was not prudent.  We have made preparations.  We have gone for a prudent budget while, at the same time, looking to address specific areas where people are under pressure.  There is also the backdrop of making a start on the whole area of reducing carbon emissions and raising carbon tax.  We are working off cross-party support through an all-party committee to get carbon tax up to &euro;80 per tonne by 2030.  It is currently &euro;20 per tonne and will go up by &euro;6 in this budget.  It will have an impact.  However, the Government has also increased the fuel allowance by &euro;2, effective from 1 January.  Hopefully, the carbon tax in the main areas of fuel will not commence until May 2020.  It is not ideal but the Government has ensured we are dealing with a range of measures.<\/p> <p>The budget has been framed in the context of Brexit and ensuring that we deal with infrastructure.  When the economy dived after the Celtic tiger, infrastructural investment collapsed.  We should have probably invested in housing then.  We are now doing serious catch-up in this regard.  There will be a &euro;2.5 billion investment in housing this year through the Department.  If the housing assistance payment, HAP, was not available, many people would not get access to social housing.  It was supposed to be a temporary measure.  The rental accommodation scheme, RAS, long-term leasing and social housing is the place to which we all want to get.  We have people coming to our clinics every day who would like HAP to be higher but it takes a burden off people who need social housing which is not available.  At times, HAP gets a bad name.  At the same time, however, it is a temporary measure which has become more a long-term measure.  We have to move towards a proper social housing building programme.  We are looking to building between 8,000 and 9,000 units next year which is positive.<\/p> <p>I welcome the fact that the living city initiative has been extended to 2022 for Limerick.  However, it is still not working effectively.  I have spoken to departmental officials about this and they are examining it.  We have to think outside the box in this regard.  The footprint of Limerick city centre is Georgian.  It is critical we find a route through which people can invest and that it is not prohibitive to do so.  The initiative could have a significant role in improving the city.<\/p> <p>I welcome the fact that &euro;1.2 billion has been set aside in funds if there is a hard Brexit.  Reports from the UK suggest there is a strong possibility that people are playing political games in the UK which will have a significant impact on people's lives on this island, both North and South, and in the UK.  If there is a hard Brexit, it is critical we can move quickly.  Under the &euro;1.2 billion fund, &euro;650 million has been allocated for a contingency fund with &euro;220 million to be spent with immediate effect across a range of areas.  On top of that, &euro;40 million will be spent on tourism, &euro;220 million on small and medium-sized enterprise and agriculture with a further &euro;265 million for supports for people who may become unemployed and &euro;45 million set aside for activation.<\/p> <p>I have been pushing for Shannon Airport to be made a major European hub.  It is the only international airport in Ireland which does not have major European hub connectivity.  We have excellent connectivity to Heathrow Airport.  However, if there is a hard Brexit with any question of uncertainty around access to Europe through Heathrow, we must have a major European hub connection.  I have had the Shannon Airport board meet the Minister for Transport, Tourism and Sport, Deputy Ross, to discuss this in February.  It put in a proposal at the end of March.  It is critical that Shannon Airport is supported in establishing major European hub connectivity.<\/p> <p>I welcome the fact that several areas in social welfare are being looked at.  I am a great believer in providing mechanisms whereby we can ensure people have the supports in place to enable them to get back to work.  The increases in the income disregard for the working family payment, one-parent family allowance and the transition payment are to be welcomed.  These are important in providing people with supports.  I welcome that the jobseeker&rsquo;s payment for those aged 25 will increase to &euro;203.  These are genuine cases.  I welcome the fact that people between the age of 18 and 24 in receipt of social welfare payments are entitled to the increased amounts as personal circumstances can differ.<\/p> <p>I raised the issue of health costs at our parliamentary party meeting two weeks ago.  One issue coming up on the ground with the over-70s medical card is where people were caught by being &euro;100 or less over the threshold.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The increase in the income threshold for a medical card by &euro;50 for a single person and &euro;100 for a married couple for those over 70 is very welcome.  It will make an enormous difference to people's lives.  I welcome that the living alone allowance is being increased by &euro;5.<\/p><p>I would have liked to have seen much more being done in this budget but the message the public want to hear is that we are facing into the unknown with Brexit.  A year ago, everyone felt there would be a deal but with the way events are unfolding, we are heading into the unknown.  We cannot afford to take risks with the public purse on behalf of the taxpayer and the people.  In recent years, we restored full employment, which was critical.  We must ensure that if there is a hard Brexit, we are prepared to act with immediate effect.  There are various programmes within the Brexit strategy.  It is critical that they are up and running so that if we are hit with a hard Brexit, there is due diligence in that regard.<\/p><p>On the increase in carbon tax, we must ensure that as it progresses, and the budget has been framed to ensure there is just transition, it does not affect people who are badly off.  It must be looked at repeatedly to ensure that the people who cannot afford it are not hit with extra taxes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#W00200","speaker":"1374","continuing":true},{"type":"speech","time":1570545000,"counter":90,"content":"<p>I welcome the Minister of State to the House.  I need to address the fact that there are no Fianna F&aacute;il Members present.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X00200","speaker":"1378"},{"type":"speech","time":1570545000,"counter":91,"content":"<p>I am here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X00300","speaker":"1412"},{"type":"speech","time":1570545000,"counter":92,"content":"<p>I know the Acting Chairman is the spokesperson, and I will deal shortly with the content of his contribution, but it is ironic that we had the hype about Sinn F&eacute;in members not taking their seats in Westminster when we see all the empty seats in this Chamber.  Those Members might be dying to get to Westminster.  The Acting Chairman might be able to answer that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X00400","speaker":"1378"},{"type":"speech","time":1570545000,"counter":93,"content":"<p>Not from the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X00500","speaker":"1412"},{"type":"speech","time":1570545000,"counter":94,"content":"<p>Perhaps these seats are not good enough for them.  They might need to be in Westminster.  I am not sure what kind of an impact they think they would make-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X00600","speaker":"1378"},{"type":"speech","time":1570545000,"counter":95,"content":"<p>Notions of grandeur.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X00700","speaker":"1372"},{"type":"speech","time":1570545000,"counter":96,"content":"<p>The Senator is digging a hole for herself on this one.  I should not be standing up for Fianna F&aacute;il.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X00800","speaker":"1374"},{"type":"speech","time":1570545000,"counter":97,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X00900","speaker":"1378"},{"type":"speech","time":1570545000,"counter":98,"content":"<p>Keep away from it, Rose.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X01000","speaker":"1374"},{"type":"speech","time":1570545000,"counter":99,"content":"<p>Sorry, everybody.  We are on statements on the budget.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X01100","speaker":"1412"},{"type":"speech","time":1570545000,"counter":100,"content":"<p>Maybe it is because they cannot stretch out on these seats; I am not too sure.  We will see when they get to Westminster.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X01200","speaker":"1378"},{"type":"speech","time":1570545000,"counter":101,"content":"<p>Senator, we are on statements on the budget.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X01300","speaker":"1412"},{"type":"speech","time":1570545000,"counter":102,"content":"<p>I will address the budget in the absence of Fianna F&aacute;il Members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X01400","speaker":"1378"},{"type":"speech","time":1570545000,"counter":103,"content":"<p>I am still here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X01500","speaker":"1412"},{"type":"speech","time":1570545000,"counter":104,"content":"<p>Is the Acting Chairman not impartial?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X01600","speaker":"1388"},{"type":"speech","time":1570545000,"counter":105,"content":"<p>I am glad the Senator is in the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X01700","speaker":"1378"},{"type":"speech","time":1570545000,"counter":106,"content":"<p>So am I.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X01800","speaker":"1412"},{"type":"speech","time":1570545000,"counter":107,"content":"<p>I want to deal with the budget.  No matter how it is spun, it is an anti-rural budget and it fails to give workers and families a break.  I will demonstrate for the Minister of State a couple of ways it does that.  The overarching litmus test for the budget was whether it narrowed the gap between the haves and the have nots and if measures contained in it lead to a fairer redistribution of wealth, provide equality of opportunity and equal access to essential public services that are fit for purpose.  I do not believe it has done that.  Has it been rural-proofed, and will it address the regional imbalances that previous budgets have premeditated?<\/p> <p>As demonstrated in Sinn F&eacute;in's alternative budget, Deputy Pearse Doherty clearly established how the books could be balanced by ending the tax avoidance scheme.  I acknowledge the Minister has done a couple of things in this budget that we have wanted to do for a long time in respect of real estate taxes and some of the tax avoidance measures.  They do not go far enough in terms of the redistribution we need to be able to provide the services but I appreciate that he has at least started the journey.  In the alternative budget we have shown how we could use the money from the tax avoidance schemes for the golden circle to address the needs of those who are continuously policed and made to wait for services and supports they desperately need.  I refer to people being continuously policed.  I have an insurance quote here for a local business that provides a lot of employment in the area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X01900","speaker":"1378"},{"type":"speech","time":1570545000,"counter":108,"content":"<p>I will discuss the insurance industry-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X02000","speaker":"1364"},{"type":"speech","time":1570545000,"counter":109,"content":"<p>I know the Minister of State will but I want to get across the point that businesses and individuals are being fleeced.  I am not sure that is fully appreciated.  For one's insurance to increase from &euro;19,000 last year without any claims having been made to &euro;49,000 this year to cover two thirds of one's business is not right.  I am very concerned-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X02100","speaker":"1378"},{"type":"speech","time":1570545000,"counter":110,"content":"<p>It is a very valid point but it is does not relate to the budget.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X02200","speaker":"1412"},{"type":"speech","time":1570545000,"counter":111,"content":"<p>It is related to it and I will explain the reason.  I refer to the measures that have been included in terms of the contingency fund.  From the very beginning we spoke about the rainy day fund and the inflexibility in that in terms of what we needed to do.  It is not enough to save those business.  I am concerned to hear the Minister of State say that viable businesses will be supported.  How do we determine which businesses are viable?  How long will it take those businesses that are being fleeced by insurance companies and other charges to become unviable businesses?  That is the connection I make to it.<\/p> <p>On the services and supports that are desperately needed, we look at issues such as a health care procedure, an affordable home, a seat on a school bus, a home care package, affordable insurance, as I said, or a secure job.  We constantly talk about increasing employment.  There are many people who are categorised as being in employment but there is no point having a job if one cannot afford to have a roof over one's head or pay the bills.  That is the problem with it.  It is a manipulation of the figures.  The people on zero-hour contracts who have no certainty and are on very low wages do not meet the threshold for, say, a medical card and are living in poverty.  That is the reason we have to do the redistribution of income.<\/p> <p>The glaring omission in this budget is the absence of a wealth tax.  Why is this Government, with Fianna F&aacute;il, so reluctant to introduce a wealth tax?  Does the Minister of State believe that the non-stop accumulation of wealth by a very small proportion of society is sustainable or justified?  Can he not see that even those who are facilitated to avoid paying tax on extreme wealth will be worse off living in a society of unrest and turbulence caused by inequality and marginalisation?  These are the people who, even in the recent recession, sat and watched their assets multiply in value due to the massive quantitative easing programme throughout the EU and beyond.  That is not earned income.  All they have to do is sit around and watch while the policies, whether it be European or Irish, increase their wealth all the time.<\/p> <p>I will contrast that with a home help worker who does an extra couple of hours in a week or a farmer goes a few euro above his farm assist threshold.  They are hauled in before a Department and the money is taken from them.  That is where the real unfairness lies.  The only difference between the two is that the earned income of the ordinary worker is mostly spent in the community creating jobs and having the Keynesian effect of stimulating the economy with the multiplier effect.  It makes no sense whatsoever for this Government, with Fianna F&aacute;il, to treat workers and families like this while continuing a policy that leaves the top 5% owning more than 46% and the top 1% owning more than 27% of wealth.  It does not add up, and it certainly does not add up for workers and families across this State.<\/p> <p>Is it the case that it is easier for this Government, with Fianna F&aacute;il, to take the few euro travel allowance from youngsters with disabilities who are trying to access training or education or children with autism having to beg for school places?  I know young people in Achill who have to get to Castlebar, and that is why this carbon tax and climate change debate does not make any sense.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They must go to the nearest training centre in Castlebar because everything is centralised.  Not only is that a three-hour round trip, they do not have any transport.  The HSE will say it has no money and everybody else will say they have no money and there is no money for these people.  That is the gross unfairness.  I am looking at this budget through the lens of those families who desperately want to access these services for their children.  Surely at a time when we as a small, open economy are vulnerable to external shocks, or should we say, certainties such as Germany's declining economy, China's slowdown and the US trade wars topped off by Brexit, we should be investing in key infrastructure that will produce jobs and indigenous businesses while implementing a fiscal policy that encourages the multiplier effect.  <\/p><p>We already have a carbon tax.  Since 2010, we have collected &euro;3.35 billion in carbon tax.  Last year, we collected &euro;435 million in carbon tax.  Can the Minister of State tell me how much of this has been ring fenced for climate action measures?  That is why Sinn F&eacute;in is opposed to any increase in carbon tax.  It is purely because it is not working and will hit those who can least afford to pay it and those living in rural Ireland.  Carbon tax is an instrument of economists, not climatologists.  A total of &euro;3.35 billion collected to date has failed to reduce emissions.  In fact, they have increased.  The UK has no carbon tax yet its emissions have reduced.  Norway introduced a carbon tax in 1996 and its emissions have increased.  The truth is that carbon tax raises revenue.  It does not reduce carbon emissions.  Fine Gael and its partner in government, Fianna F&aacute;il, tell us that carbon tax will change people's behaviour.  This is awfully important.  However, for many of us living in rural Ireland, the Government has failed to invest in the alternatives.  Keeping warm and mobility are the behaviours in question.  Many children do not even have a seat on the bus to school so how does the Government hope to change people's behaviour?  Does it want us all to stay at home?  It centralises all the services yet provides no transport.  A six-hour round trip in a taxi to Galway University Hospital already costs in excess of a whole week's pension for many elderly people who must attend on a regular basis, so how much does the Government think it will cost now?  Has the Government or Fianna F&aacute;il ever considered how they are pushing people in rural Ireland into poverty because of their skewed and thoughtless policies.  When we try to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#X02300","speaker":"1378","continuing":true},{"type":"speech","time":1570545000,"counter":113,"content":"<p>The Senator is out of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#Y00200","speaker":"1412"},{"type":"speech","time":1570545000,"counter":114,"content":"<p>I will say no more.  It is not possible to change somebody's behaviour without giving him or her an alternative.  It is as simple as that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#Y00300","speaker":"1378"},{"type":"speech","time":1570545000,"counter":115,"content":"<p>The Senator has made the point.  She is over 11 minutes now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#Y00400","speaker":"1412"},{"type":"speech","time":1570545000,"counter":116,"content":"<p>I wish somebody would take the point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#Y00500","speaker":"1378"},{"type":"speech","time":1570545000,"counter":117,"content":"<p>Point made.  Many of the Senator's party colleagues will be speaking as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#Y00600","speaker":"1412"},{"type":"speech","time":1570545000,"counter":118,"content":"<p>I welcome the Minister of State to the House.  Others have spoken about the context of this budget so I will not dwell on that.  There are certain aspects of it that do need to reflect a reality of the increased risk of a no-deal Brexit.  I was glad that some of the measures that had been touted regarding changes in income tax were avoided.  I think that was the right decision.<\/p> <p>Although there are measures in this budget that respond to Brexit, some of which are positive while others are missing or inadequately fleshed out, the other crisis we face, namely, climate change, is inadequately addressed in the budget.  Again, we are facing a very immediate potential crisis for our economy and society from Brexit but the impact of climate change is accelerating and is not far behind.  <\/p> <p>I note that in addition to the &euro;200 million this year, &euro;650 million will be set aside for a potential fund for agriculture, enterprise and tourism in the case of a no-deal Brexit.  I have a number of questions about this.  There was some indication that the &euro;110 million for enterprise would be grants, loans and equity.  Could the Minister of State clarify the balance because it is very important that we do not simply give a huge subsidy to perhaps large industries but make sure that if those businesses continue to be successful in the future, there is potential future equity for the State?    <\/p> <p>Regarding agriculture and fisheries, there will be &euro;85 million for beef and &euro;40 million for fisheries.  Of course, these sectors will be hard hit and need to be supported but in addition to transitioning with regard to the impact of Brexit, many of those sectors are also facing challenges and a need for transition in terms of new models of sustainability and environmental sustainability.  How can we join up the funding we will rightly give these sectors in terms of transitioning with regard to the impact of Brexit to ensure that it also facilitates them to transition towards new models of a sustainable, green economy and green agricultural system?  <\/p> <p>Regarding tourism, the ports were mentioned.  Again, I would like more information about our ports.  I have strongly pushed for Ireland to make its ports a priority in seeking European funding.  I know it does not qualify under the energy component of the projects of common interest but our ports should be a priority under TEN-T funding.  How will we seek additional funding and co-financing to ensure a massive scale up of public investment and public ownership of our ports?  <\/p> <p>There are areas that were not touched upon but will suffer a very severe impact in the event of a no-deal Brexit.  I would like an indication of how the balance of the &euro;390 million in Brexit contingency expenditure may seek to address these areas.  Will it be confined to agriculture, enterprise and tourism or will it branch out into areas like culture where many of our cultural practitioners will be extraordinarily impacted given that the circuit for many cultural products in Ireland is effectively through both islands?  I am not talking about general funding of culture but the impact of a no-deal Brexit on culture.  What about the impact on community development projects, particularly those that rely on common funding, co-funding or European funding?  This is the social fabric and requires just as much investment and safety proofing as our economy and our economic structures.  <\/p> <p>I asked the Minister of State with responsibility for European affairs about research and did not get an adequate answer.  In the case of a no-deal Brexit, how we will ensure that the large number of co-financed research projects under Horizon 2020 and other joint initiatives in our universities and third-level institutions are safeguarded?  This includes the potential impact on staffing such as staffing needs and the visas that may be required.  This is, again, around emergency funding in a no-deal Brexit scenario, not general higher education funding, which is another area in crisis that has been inadequately addressed in this budget.  <\/p> <p>It has been very well pointed out that I have supported an increase in carbon pricing to reflect the cost of carbon and the fact that the costs have been socialised when fossil fuels have been treated as a commodity for many years.  However, I would expect that every cent gathered not simply through the increase in carbon pricing but through all of the carbon tax - all of the &euro;3.35 billion - should be dedicated to either mitigation or adaptation in terms of climate change.  This means every cent, not just the &euro;6 increase.  One area of environmental policy to which the Government seemed to show great dedication was recycling because the quite paltry &euro;90 million that will be gathered through the carbon cost increase appeared again and again in the budget and again and again in the statements from the Minister for Finance, and it was very hard to see where the other funding was.  A figure of &euro;8.1 billion was mentioned in terms of national development plans.  Is that just this year or over every year?  What form does the &euro;13.7 billion from State companies take?  <\/p> <p>Regarding transport, we were told that the greenways and cycling would be funded from carbon tax.  What other part of the &euro;384 million increase in the transport budget will go to sustainable transport or climate action?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I welcome the retrofitting scheme for social housing in the midlands, but what other funding is to be made available for retrofitting houses?  Where is the rest of the investment required to achieve our climate action plan?  Why was it not more central and more visible?  Meanwhile, we continue to take small steps backwards along with each step forward.  While we are regenerating our peatlands, we continue on with the Wildlife (Amendment) Bill 2016 which will allow more peatlands to be misused.  I also note the diesel rebate scheme for our hauliers.  We are effectively giving tax relief on the purchase of diesel.  I recognise that hauliers will be affected by Brexit.  There may be money for them in this Brexit contingency fund, but subsidising their purchases of diesel may not be the best or most consistent approach with regard to this issue.<\/p><p>Many have pointed to some very disappointing small measures such as the diesel rebate.  Another example relates to bookmakers.  In a crisis and a time of fiscal conservatism, the budget should not provide for increased tax reliefs for betting and for bookmakers.  Perhaps that funding could have been given to addiction services, given the impact gambling addiction has on society.<\/p><p>Betting is not the only form of gambling that has been rewarded.  Other forms of speculative capital activity are rewarded in this budget through measures on stocks and shares and through the key employee engagement programme, KEEP.  This scheme has been expanded again, having been expanded in the previous budget.  Up to 100% of a person's remuneration for the year may be paid in shares, up to the value of &euro;300,000, and this now extends to anywhere in the group.  A whole cohort of persons can now skip income tax altogether and receive all of their remuneration in shares.  That is a concern.<\/p><p>The other area of concern is that of the employment and investment incentive scheme.  This incentive is paid on investments up to &euro;150,000, in one instalment at the end of the first year and another at the end of the fourth year.  A person will now be able to get the incentive on investments up to &euro;250,000, which will all be paid in the first year.  That cap increases to &euro;500,000 for investments of ten years or more.  Again, this is for people who are investing.  It is about stocks, shares and investments in a category.  The capital gains entrepreneur relief is only being examined when it should be being dealt with.  I welcome the research and development measures for microcompanies.  I am coming to my final points, which relate to the issue of housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#Y00700","speaker":"1405","continuing":true},{"type":"speech","time":1570545000,"counter":120,"content":"<p>The Senator has 15 seconds left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#Z00200","speaker":"1412"},{"type":"speech","time":1570545000,"counter":121,"content":"<p>Housing supports continue to have an emphasis on the housing assistance payment, HAP, on landlords, and on the same model again.  This will not address the issue.  This was the budget to tilt the emphasis massively towards the building and delivery of social housing.  That was not the case.  It accounts for only &euro;1.1 billion of &euro;6.6 billion when it should account for the majority of that funding.  I commend the living alone allowance.  I note the increase for qualified children.  My very last point is that lone parents are still lone parents after their children turn 14.  Currently, they lose a level of income disregard and transitional payments, so they fall off a cliff, so to speak, when their children turn 14.  I ask that this be addressed.  My last point is that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#Z00300","speaker":"1405"},{"type":"speech","time":1570545000,"counter":122,"content":"<p>This is the Senator's fourth \"last point\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#Z00400","speaker":"1412"},{"type":"speech","time":1570545000,"counter":123,"content":"<p>Will the Minister of State update us on the gender and equality-proofing plans in respect of this budget?  This was committed to previously but it was not mentioned in either speech.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#Z00500","speaker":"1405"},{"type":"speech","time":1570545000,"counter":124,"content":"<p>There are still many speakers who wish to get in, so I will have to keep a lid on everybody's time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#Z00600","speaker":"1412"},{"type":"speech","time":1570545000,"counter":125,"content":"<p>I thank the Minister of State for his opening statement.  We are all very aware that Brexit presents an enormous challenge and it has been a considerable feature of this budget.  It is prudent to make plans in that respect.  A number of sectors are exposed, one of which is agriculture.  In that context, &euro;110 million is to be provided by Government, including &euro;85 million for beef farmers.  We are obviously very aware of the concerns within the beef sector at the moment.  Farmers are battling very tight margins.  It is important that they are supported regardless of whether there is a Brexit deal.<\/p> <p>I have a number of points to make on the area of agriculture.  I am concerned about the impact of the rate of stamp duty on land purchases being increased by 1.5%, to 7.5%.  The Minister of State has mentioned that there are a number of measures in place such as consanguinity relief of 1% and the young trained farmers relief, which allows farmers under the age of 35 not to pay stamp duty.  The reality, however, is that very few farmers under the age of 35 are able to purchase land.  It is important that Government seeks to support farmers who want to purchase.  We need to look ahead.  Based on the challenges currently facing the agriculture sector, it is difficult to see new farmers taking up that career and making further land purchases.  This is an additional cost.  The rate increased from 2% to 6% last year.  An additional 1.5% is a concern.<\/p> <p>The 1.5 cent to 2 cent increase on a litre of agricultural diesel will have an impact.  With regard to supporting farmers, we know that changes are needed as part of our transition in respect of climate change.  I note the decision with regard to a diesel rebate scheme for hauliers, but it is also important to support farmers.  As I have said, farmers are facing very tight margins.  Any increases have a significant impact.<\/p> <p>With regard to the midlands, it is positive that the region is going to be supported in light of Bord na M&oacute;na's move away from peat harvesting and An Bord Plean&aacute;la's decision not to grant planning permission for the power station at Shannonbridge to convert to burning biomass.  That has huge repercussions for the midlands area.  I have raised this issue with the Minister, Deputy Bruton, on several occasions.  The just transition fund of &euro;600 million is important and necessary.  We need to support workers in retraining and reskilling.  I also note that &euro;20 million will be provided to develop a new model in which houses will be grouped together for upgrading, as set out in the climate action plan.  This will be targeted at the midlands and will allow for the creation of a considerable number of jobs.  That is very important.  Another &euro;5 million is to be provided for bog restoration and rehabilitation.  All of that is very important.  It is also important that the Ministers, Deputies Bruton and Donohoe, and the Minister of State have taken on board the real concerns that people in the midlands, including workers, staff and their families, have about the repercussions of Bord na M&oacute;na's decision.<\/p> <p>Crossing over to health, I note that 1 million additional home help hours will be provided next year.  This is very positive.  I receive many calls from individuals and their family members every week.  These individuals have particular needs.  They have been identified as needing home help and have been approved for that service, but they have not had hours approved and are on waiting lists.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maura Hopkins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2478\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2478&amp;amp;pid=MauraHopkins&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not good enough that they are on a list and waiting for the service to commence.  If we want to support people to live at home for the longest time possible, we should ensure that home-help hours are allocated and home-care packages are put in place in order to facilitate early hospital discharges and ensure that people have a decent quality of life in their own home.  I know from my background in healthcare that it is not good enough for people to be on waiting lists.<\/p><p>I note that additional funding is provided for the fair deal scheme.  I have constantly raised this issue, particularly in recent months, with the Minister of State at the Department of Health, Deputy Daly, and the Minister for Finance, Deputy Donohoe.  It appears that the fair deal scheme budget is under severe pressure.  Some people have been approved for the scheme but not had the money transferred to them in a timely manner.  It usually takes about a month for that to happen, but some people are waiting up to nine, ten, 11 or 12 weeks in order to transfer to a nursing home or they are paying privately to transfer to a nursing home setting.  This is a very important issue.<\/p><p>Reference was made to the issue of insurance.  It is hoped that further discussion of the issue in the House will be facilitated.  It is important in the context of the budgets of individuals and businesses.  The Minister of State, Deputy D'Arcy, was heavily involved in the passage of the Judicial Council Act which provides for the creation of a new personal injuries guidelines committee.  It is important that we be updated on the current status of that committee.  As the Minister of State outlined, the Chief Justice, Mr. Justice Clarke, has the ability to set up a committee to consider guidelines on this issue.  It is important for Senators to be aware of the current stage of that process such that action can be taken as quickly as possible to support struggling individuals and businesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#Z00700","speaker":"1415","continuing":true},{"type":"speech","time":1570545000,"counter":127,"content":"<p>I welcome the Minister of State to the Chamber.  There is much political theatre on budget day.  Members of the Opposition make all sorts of statements about the budgets that is presented and are expected to criticise everything, while the Government criticises everything they state.  I earlier stated that, at least on one level, the Irish political establishment is in a happier space than it was seven, eight, nine or ten years ago when budget day was very traumatic for people outside the Houses, as well as, possibly, those inside the Houses, and there were mass protests and much upset, hurt and trauma.  Perhaps we have reached a position whereby we can have a reasonable back and forth discussion on budgetary measures.  We certainly appear to be in a far better political space than is the case in the United Kingdom, the United States or much of Europe.<\/p> <p>My party has been stating for quite some time that the Government should be trying to cut poverty rather than cut taxes.  I am relieved that the Government has decided to dispense with the idea of abolishing the USC or implementing the &euro;3 billion worth of tax cuts advocated at the Fine Gael Ard-Fheis and in various speeches by the Taoiseach, Deputy Varadkar.  It should not be perceived as a weakness for a political party or a politician to change their mind on a matter but, rather, as doing the right thing.  <\/p> <p>The members of the Independent Alliance walk up to Government Buildings as though they are not in government and advocate for those with inherited wealth but not those with inherited poverty.  Rather than advocating for those who need an increase in the State pension, they are advocating for access to medical cards for those with pensions twice as large.  So much for being the voice within Government for the small person or the disadvantaged.<\/p> <p>On housing policy, I accept that if it were not for HAP, many more people would be homeless.  However, the problem is that the Government is doubling down by putting &euro;80 million into a failed policy.  That money will end up in the hands of landlords.  If it was doing so while overseeing the building by the State of much-needed housing on State lands, there may be an argument that HAP is necessary to fill the gap.  However, for reasons I do not understand, the Government refuses to build State housing on State land.  The answers to the current crisis lie in the solutions found to the housing problems of the 1930s, 1940s and 1950s but, for some reason, Fine Gael and the Government believe that all the solutions can be found in the market.  The problem is that the market has no conscience and it is motivated by profit.  Landlords and developers are there to make money.  Meanwhile, those who need housing will remain on a waiting list or in insecure accommodation.<\/p> <p>On education, I am in politics because of a bunch of children who I used to teach in a disadvantaged school.  There is nothing in the budget to improve the standard of their education.  Nothing has been done on class sizes.  It strikes me as very odd that the Government has chosen not to allocate the very small amount of money necessary to reduce class sizes at primary or secondary level, particularly in DEIS schools.  The capitation increases provided for in the budget are tiny.  There is a suggestion that a book scheme will be brought in and I welcome that because it would be unfair of me not to, having advocated for a free book scheme.  However, the scheme laid out in the budget is ill-defined and appears to be a pilot programme.  It is lumped in with capitation increases and a measure for small schools in a bracket that is allocated &euro;4 million.  If the Government is only spending &euro;4 million on capitation, a book scheme and support for small schools, it is not genuinely prioritising the book scheme.<\/p> <p>There are tax changes for those at the higher end of Irish society and eligibility changes for those with better-than-average pensions, but the Minister announced that the increase in the minimum wage increase is to be deferred.  It is very difficult to understand how that decision could be defended or justified.<\/p> <p>On the funding increases related to justice, people often forget that the Department is responsible for both justice and equality.  Part of the Department deals with the sections of our society that need help, support and investment, such as the Traveller and LGBT communities, people with disabilities and, by way of gender equality measures, women.  The increased funding for the Department to allow the recruitment of more garda&iacute; is welcome.  However, we cannot police our way out of inequality or crime.  Rather, we must invest in addressing the causes of crime, which stem from inequality.  It has been repeatedly stated that those who are most dispossessed and disconnected and more likely to fall into addiction are members of the communities I outlined, but investment in that area was not addressed in the budget speech, so I can only assume that it is absent.<\/p> <p>The issue of Brexit overarches the entire budgetary conversation.  We need a budget to be passed and to have a functioning Government rather than political turmoil such as that in the United Kingdom.  However, the types of measures that are to be introduced and the ideological decisions that have been taken show that the Government has failed in its endeavour to radically invest in or change how it or society addresses issues affecting those on the lower end of Irish society, such as those in minimum-wage employment, children in DEIS schools or those in insecure accommodation who are in need of housing.  I am not accusing any member of the Government of coming from a bad place in terms of the preparation of the budget.  I do not believe people in government or politics generally decide to construct budgets in order to entrench inequality or do harm.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2301\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We come from different political traditions and the Minister has his way of doing things, while we have ours.  It is healthy that people have different perspectives on things.  The Government has had chances to bring about radical change by investing in things that would have made a significant difference and would have soothed the wounds that are still there, ten years on.  This is also a missed opportunity.  A small amount of money could have made a big difference.  If I was working in a minimum wage job, I would be wondering why my increase is being deferred while those with inherited wealth are being advocated for.  That will stick in the craw of many people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#AA00200","speaker":"1410","continuing":true},{"type":"speech","time":1570545000,"counter":129,"content":"<p>In the area of health, I welcome the &euro;50 increase in the medical card threshold for the over-70s.  People have been coming to me every week to tell me they have been caught by the threshold.  The &euro;150 per couple increase is also most welcome, as is free GP care for the under eights, dental care for the under sixes and a 50 cent reduction in prescription charges, which will help older and vulnerable people.  The 1,000 extra Sl&aacute;intecare staff are welcome.  A lot of people are on waiting lists in my area of Limerick, and University Hospital Limerick is in the news every single day of the week in relation to people waiting for appointments.  It is one of the most overcrowded hospitals in the country.  Front-line staff are particularly welcome because that is where the big issue is.<\/p> <p>I welcome the announcement on Alzheimer's disease and dementia carers, for which the dementia committee, of which I am a member, has been pushing for a long time.  Senator Kelleher has put many of these issues on the map and has made us all very proactive around them.  The measures on respite care and school leavers with a disability are also welcome, as is the greater discretion that is being allowed in the area of medical cards.  Recently, terminally ill people have come to me and told me they had to apply three or four times for a medical card.  It is not acceptable in this day and age for people with a terminal illness to have to keep reapplying.  I would like more emphasis to be put on healthcare.<\/p> <p>I attended a meeting on autism last night.  There is a shortage of therapists and delays for people waiting to see a psychologist.  It is most welcome that investment will be made in this area, though it is only a start and I would like more to be done in the future.  The Sl&aacute;intecare report is an all-party document and has the support of most people who want a good health system.  As the education spokesperson for Fine Gael, I must say the highest ever education budget is most welcome, as are the 1,000 SNAs and 400 special needs teaching posts.  At the public meeting I attended last night, it was clear that there are not enough of these places, especially for people with autism.  It is a welcome start but it needs to be expanded upon.<\/p> <p>Funding was announced for air access to regional airports, which is critical for the mid-west.  Limerick Chamber of Commerce, representatives of which were in these Houses last week, launched a report on Shannon Airport.  The airport is crucial, not only for Limerick and Clare but for the mid-west.  It is right on our doorstep, as is the port authority.  Ports and airports were both mentioned in the budget and it is time to start looking at these in terms of balanced regional development.  We need our regions to thrive for inward investment.  The companies that have expanded to create 13,000 jobs in recent years have all referred to the port and airport on our doorstep as being crucial for job creation.<\/p> <p>We need to look again at the living cities initiative, which was started a number of years ago but which is not working.  Some people are investing in their properties but the scheme is very cumbersome, so the Department should take a look at it.  Getting people back into the cities would increase footfall, which leads to job creation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#BB00200","speaker":"1384"},{"type":"speech","time":1570545000,"counter":130,"content":"<p>I thank Senator Byrne for allowing me a couple of minutes of her time.  I agree with her analysis of the emergency department at University Hospital Limerick, UHL, and I hope there may be extra activity to deal with the immediate issue of the trolley crisis when we get further detail.<\/p> <p>I welcome the announcement of a fund to facilitate a just transition, coinciding with the carbon tax.  The midlands was singled out for mention in terms of funding and alternatives for the thousands of people whose livelihoods depended on the peat industry.  I am disappointed, however, that there was no mention of the imminent changes to the work of Moneypoint, which will have a profound impact on the entire west Clare economy and community.  Hundreds of families are directly and indirectly independent on income from Moneypoint.  West Clare has benefited for decades from Moneypoint, so the just transition fund has to include that facility.  The ESB, the significant stakeholder in the plant, has a duty of care to it and to clarify what its role is going to be in just transition.  I ask the Minister of State to address this, though I accept he may not be in an immediate position to do so.  I hope he can articulate my concerns and those of the people of Clare, and west Clare in particular, to the Minister with responsibility for dealing with climate change and for managing the just transition fund.  People need certainty on the issue.<\/p> <p>Overall, the budget is very well crafted, taking into consideration the many uncertainties we are facing as a result of what is happening overseas, which is out of our control.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#BB00300","speaker":"1416"},{"type":"speech","time":1570545000,"counter":131,"content":"<p>I wish to split my time with Senator McDowell, on a 50:50 basis.  The budget is a Brexit budget and there are three key aspects to a no-deal Brexit that the State needs to consider urgently.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Those three aspects are policing, customs, and defence, which all relate to the Border.<\/p><p>I am baffled and cannot wait for the Minister of State at the Department of Defence to explain why we are reducing the overall percentage of GDP being spent on defence by 0.02%.  We currently spend 0.29% of our GDP on defence, and following this budget we will be spending 0.27%.  This is not the first time the defence budget has breached the &euro;1 billion mark.  I am concerned that defence is getting an additional &euro;32 million because I wonder whether we will get to spend it.  I understand that since 2014 we have returned &euro;92 million of unspent defence funds to the Exchequer.  Will we get the &euro;32 million back along with that &euro;92 million?  I am not too sure what way that is going.  There is also an expected surplus of &euro;30 million in defence.  Will that &euro;30 million be left on the books along with the &euro;32 million provided for in the budget, or are we just moving numbers around the place?  I do not think the Minister of State will be in a position to answer that question today.  I may have to ask the Minister of State at the Department of Defence.<\/p><p>I refer to the increase of &euro;10 million in the pension provision for members of the Defence Forces.  How much of that increased pension provision is a result of poor policy that has led to early retirements?  Those retirements should not have occurred but did because of a failed retention policy.  I am not sure if the Minister of State will be able to deal with that issue today, but these questions will have to be answered by the Government.  I would like to know how many of the 12,600 pensioners in question left in the past five years.  This all points back to the same thing and it is important that we get to the bottom of it.<\/p><p>A figure of &euro;7 million is quoted in the budget for improved infrastructure.  That includes improvements to the Defence Forces training college, the provision of married quarters, quarters for sailors, and so on.  However, the Engineer Corps has estimated that &euro;150 million would be required to bring the infrastructure up to standard.  I will leave my questions on defence at that because I will have a round with the Minister of State's colleague in the not-too-distant future.<\/p><p>As one of the elders in the House, it is clear to me that the Government will go down as mean for years to come due to the lack of a fiver for the old age pensioners in this budget.  A miserable fiver would not have broken the country.  I do not know how the Government got away with fivers through the years.<\/p><p>I refer to the help to buy scheme.  I welcome that but I am somewhat concerned that the upper limit was not reduced, as the &euro;500,000 limit leaves developers developing properties up to the value of &euro;500,000.  Reducing it to &euro;300,000 might have brought the cost of housing down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#BB00400","speaker":"1390","continuing":true},{"type":"speech","time":1570545000,"counter":133,"content":"<p>To what is the Senator referring?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#CC00200","speaker":"1364"},{"type":"speech","time":1570545000,"counter":134,"content":"<p>I am talking about the upper end of the help to buy scheme.  As far as I know there has been no change to that limit and we are still working up to &euro;500,000.  I spoke to a couple recently who have spent &euro;97,000 in rent over the past seven years, and because of that they cannot possibly save a deposit.  We are going to have to do something about this.  I promised to give my time to Senator McDowell but I will have more to say on housing as time goes on.  I thank the Minister of State for being here and apologise for asking him questions he cannot answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#CC00300","speaker":"1390"},{"type":"speech","time":1570545000,"counter":135,"content":"<p>That would not be a first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#CC00400","speaker":"1364"},{"type":"speech","time":1570545000,"counter":136,"content":"<p>Senator Boyhan mentioned the inadequacy of the Government's response to the housing crisis over its period of office, of which this is the fourth budget.  Some of the figures in the budget are aggregates, which are great to have, but what do they actually mean?  I note that &euro;1.1 billion is being allocated to deliver 11,000 social housing units this year.  Unless my maths skills are collapsing, I believe that works out at a contribution of &euro;100,000 per unit of social housing.  What is happening here?  Are we actually producing social housing at the rate of &euro;100,000 per house?  The budget also states that a similar amount will be made available next year.<\/p> <p>The Department of Housing, Planning and Local Government, which deals with housing from the Custom House, has an immense capacity to interfere with the local authorities' ability to identify and sell sites.  It has said that it is giving up that interference, but everything being checked and rechecked and architects dealing with this issue at different levels have been damaging for the provision of housing in the past.  Part of the problem is that county chief executives and managers do not have an appetite to purchase social housing.  As part of the Thornton Hall development, we sold land in Shanganagh in south County Dublin to private developers and D&uacute;n Laoghaire-Rathdown County Council for housing, and spent &euro;30 million on buying Thornton Hall at a very high price per acre.  It was difficult as we had no compulsory purchase order, CPO, powers to buy land for prisons.  That was when I was Minister in 2005 or 2006.  That land in Shanganagh is still vacant in the hands of D&uacute;n Laoghaire-Rathdown County Council more than a decade later, which is crackers.  Somebody is to blame for that.  Somebody in one of the various Departments is responsible for the fact that the Department of Justice and Equality got this money from D&uacute;n Laoghaire-Rathdown County Council and spent it on a prison that has not yet been built.  It will eventually be built despite all the mutterings because Mountjoy Prison will eventually be knocked down, but the crucial issue is that the land allocated for social and affordable housing in Shanganagh has been growing nettles ever since.  There is something radically wrong here.<\/p> <p>Senator Boyhan referred to the proposed Land Development Agency.  We now have the heads of a Bill for setting up that up.  However, there is not a snowball's chance in hell that legislation will be enacted before this Government goes to the people, unless something dramatic happens or the Government plans to extend the life of the D&aacute;il under the Constitution.  If that agency will not have statutory powers to acquire land from local authorities, use CPOs, put sites together, or do something radical about housing, the huge failure of successive Governments to deal with the housing crisis since its height during the Celtic tiger will go unremedied into the life of the next D&aacute;il.  That is a very sad situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#CC00500","speaker":"1403"},{"type":"speech","time":1570545000,"counter":137,"content":"<p>This is a damp and dull budget day, and this is an election budget more than a budget for the country or its people.  I will focus on a few areas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#CC00600","speaker":"1388"},{"type":"speech","time":1570545000,"counter":138,"content":"<p>There will not be an election.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#CC00700","speaker":"1403"},{"type":"speech","time":1570545000,"counter":139,"content":"<p>An additional &euro;1 billion is being allocated to the health budget.  Some &euro;335 million of that commitment is for the estimated overspend in the system that happens year in, year out.  It is never recognised but the money is always given and it is taken as read that there will be an overspend.  That is because our population has grown.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->People are living longer.  There are more successful treatments and increased demand.  Our environment is less pure.  We do not seem to be able to get our heads around the fact that more people means much greater demand, but we keep curtailing the increase each year to 6% or thereabouts.  Out of the &euro;1 billion, &euro;335 million is gone.  The medical agency staff who are holding our fragile system together cost millions every year and we are not getting value for money in respect of them because they are not committed to particular areas in order to grow their expertise and professionalism in those areas.  They move about because we still have a moratorium on hiring medics.  A few hundred million of that pot of money is left afterwards.  The national children's hospital will put its hand out and ask for more.  We all know that is coming down the line.  IT has not been costed in BAM's budget.  It is one of the major investments required for this high-tech hospital.<\/p><p>Apart from that, I see constant problems with capacity, recruitment and retention.  Where are the beds that have been closed and the wards that lie empty while other wards are at 150% capacity and stressed?  I have not heard about anything being invested in trying to get staff to stay or to return, or about making the health service a better place for them, for patients and for us all.<\/p><p>There is an additional &euro;1 million for home supports but this will not even clear the home support waiting lists, which currently stand at 7,300.  The Government could have used this budget, had it been a fair one, to completely eradicate waiting lists for home support and remove the burden of care from those who are caring for loved ones.  However, that has not happened.<\/p><p>The National Treatment Purchase Fund was introduced by Fianna F&aacute;il and it agreed to it for this budget, as it agreed to everything in this budget before it was delivered by the Minister.  Perhaps Fianna F&aacute;il Senators are not here to moan and complain because it was all agreed beforehand.  There are nearly 700,000 people on waiting lists.  The response has been the allocation of &euro;25 million for the National Treatment Purchase Fund.  It is a continuation of inefficient use of funds because it does not realistically reduce waiting lists in the long term.  It just massages the numbers and every health economist will tell the Minister of State that.  Dr. Sarah Burke, a respected, independent health economist at the centre for health policy in Trinity College Dublin, nailed it when she stated that over a decade of pouring hundreds of millions into the National Treatment Purchase Fund has proved that it does not address the underlying causes and long waits for public patients.  It is a very poor return on such a large investment.<\/p><p>I talked about the wards that are closed.  I want to address mental health.  Do I have much time left to speak?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#CC00800","speaker":"1388","continuing":true},{"type":"speech","time":1570545000,"counter":141,"content":"<p>The Senator has three minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#DD00200","speaker":"1384"},{"type":"speech","time":1570545000,"counter":142,"content":"<p>Great.  I will lash through this.  The Government is attempting to hoodwink us once again.  The Minister of State needs to remember that, as a nurse and trade union member of long standing - at least 12 years - I know that we have been very vigilant and alert to budgets and mental health spending every year.  In the last few years, an additional &euro;35 million went to health services but in reality this year, only &euro;14 million in new money is being provided.  The Government withheld &euro;25 million that was announced in the budget last year.  This seems to be the yearly <i>modus operandi<\/i>.  All money is announced as being new.  The Government is not serious about mental health.  It insults patients, staff, carers, families and campaigners.  Health needs a game-changer and I do not think this budget has provided it.<\/p><p>My other point relates to the carbon tax and our ability to try to go green.  Senators Mulherin, Marshall and I attended the Inter-parliamentary Conference on Climate Change in Helsinki at the weekend.  We learned a lot.  Coming back here, the Taoiseach said that his preference for an election would be for May 2020.  I do not think it is necessarily up to him to decide that.  It might be that the wolves have something to say about that.  It is interesting that 28 weeks of a fuel allowance starts on 30 September and ends on 10 April.  Why is he stating that extra taxes for home heating, etc., will be incurred from May?  It will apply to transport from tonight.  By May, however, the election will have happened and the Government will not have to stand over this unfair tax burden that is falling on people.  At present, the cost for 50 bags of coal is &euro;119 and that will increase to &euro;155.  Gas cylinders, that people in poverty still use, will increase substantially in price, as will the cost of diesel and petrol.  The increase relating to the latter will take effect from tonight.<\/p><p>The carbon tax did not have cross-party support.  I cannot say that loudly enough.  This matter is being spun to the effect that everybody is agreeable.  I did not agree to it as a member of the relevant committee and neither did two others.  The carbon tax cannot change behaviour because the behaviour involved, relating to home heating and transport costs, is inelastic.  Home heating keeps us warm and transport enables mobility.  The Minister of State wants to change behaviour, but home heating is essential for human survival and transport is essential to enable us to go to work, school, the shops, etc.  These are not consumer choices but essential infrastructure.  Citizens need affordable, sustainable infrastructure and this is a matter for Government policy.  It is certainly not addressed in the budget.<\/p><p>I welcome the proposal for a commission to give advice, arbitrate and put forward regulations to facilitate that just transition for workers and communities to move towards new technologies and cleaner energy.  I hope the just transition commissioner will not be undermined in the same way that the way the Data Protection Commissioner was regarding the recent public services card scandal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#DD00300","speaker":"1388"},{"type":"speech","time":1570545000,"counter":143,"content":"<p>We hope never to have to spend a substantial portion of the money allocated in this budget.  That money has been provided assist people in coping with a no-deal Brexit.  I welcome that the Minister, Deputy Donohoe, identified areas in which support will be provided.  Agriculture, enterprise and tourism are at the top of the list.  Unfortunately, in the west and north west, where I am based, those industries will be most severely impacted.  We do not want that to be the case but this is the reality and we have to plan for it.<\/p> <p>The Minister of State has mentioned many good things in the budget relating to education, health, younger children and the extension of healthcare provisions such as general practitioner visit cards to older people over 70.  It would not be right for me to list it all again but these are very welcome measures that will have a positive impact on citizens' daily lives, whether they are accessing education or healthcare.<\/p> <p>I am especially happy with the provision for the Office of Public Works in respect of the construction of flood defences in Crossmolina in the coming year.  This announcement has been warmly welcomed by the people of Crossmolina.  I pay tribute to them because they have shown great patience.  They have had their homes and businesses flooded and now have no insurance on their properties.  If one cannot get insurance on property and it is liable to flooding, one cannot sell it and it is difficult to get a loan in order to do anything with it.  The town centre in Crossmolina will be in limbo until this is done.  It was flagged in the &euro;430 million Government capital programme and money is to be spent on it in the coming year.  The most significant issue for us is that planning permission was required before the money could be spent.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Environmental designation is a major stumbling block in achieving timely development, be it of flood defences or roads.  We really are unduly burdened.  I would not advocate being reckless about the environment but a call has to be made and a balance has to be struck.  Right now, whether under the birds directive or the habitats directive, the balance is in favour of wildlife, habitats and species.  That is reality.  We are not talking about remote, isolated areas, as people in cities might sometimes believe but places where people are living.  It seems their socioeconomic objectives cannot be reconciled with conservation objectives.  The people seem to be last on the list.  These are realities.<\/p><p>The Crossmolina initiative is very good news and we want to drive on with it.  The consultants and OPW are being closely watched regarding how they deal with overcoming the environmental investigation on this matter.  I had many hard conversations about this with the responsible Minister of State, Deputy Moran, privately and in this Chamber.  I am glad that it is on his watch and under his budget that we will see the money spent.  I pay tribute to his predecessors, one of whom was the current Minister for Health, Deputy Simon Harris.  Before that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#DD00400","speaker":"1425","continuing":true},{"type":"speech","time":1570545000,"counter":145,"content":"<p>Mr. Brian Hayes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#EE00200","speaker":"1364"},{"type":"speech","time":1570545000,"counter":146,"content":"<p>That is right.  There was also the Minister of State, Deputy Canney.  There were a number of Ministers of State.  I acknowledge and thank the Minister of State, Deputy Moran.  If we lock horns and get something out of this, that will be a good thing.<\/p> <p>On the health side, I very much welcome the confirmation by the Minister for Health, Deputy Harris, that he will make funding available so the 14-bed hospice unit in Castlebar can open next year and provide specialist inpatient palliative care.  We do not have an inpatient service in Mayo other than what is randomly given in hospitals.  It is a testament to the considerable work the hospice does in the Mayo area that the building itself has been funded by the people of the county.  A site was provided by the Department or the HSE.  The cost of running it will be met.  I warmly welcome that.  We will welcome the Minister to the county on 18 October to officially open the unit.  That is definitely a good news story.  Unfortunately in life there are not too many who have not been touched by the need for hospice services.  We are delighted to have the expert service available when it is needed.<\/p> <p>I ask the Minister of State, Deputy D&rsquo;Arcy, to take into account when considering budgets a matter that comes under the heading of the OPW.  The OPW must expend a significant amount on the upkeep and maintenance of properties in its ownership or charge.  Some of these are shut-down Garda stations or other buildings.  The default position with other Departments is that the OPW seems to get such buildings.  In Ballina, there is an old, derelict Garda station.  It is a listed building.  Mayo County Council could use it as a civic space.  There are arts organisations interested.  There are many things that could be done.  Our local Comhaltas is interested.  Unfortunately, the OPW wants money for the building.  It is already costing it money.  Perhaps the Minister of State could take this up with the Minister for Finance, Deputy Donohoe, and the Minister of State, Deputy Moran.  Where a realistic proposition is made by a local authority and an organisation is willing to take over a building and do something with it, a peppercorn price rather than the market price might be considered.  I am not even saying the OPW is looking for the market price but we are now facing circumstances in which the building in question is to be put on the market for sale.  It will be an opportunity lost if the facility in Ballina cannot be secured for the people in the vicinity.<\/p> <p>I welcome the extension of the help-to-buy scheme.  It is important as part of an effort to address the housing issue.  For those who are in a position to get a loan, the scheme can be the difference between affording a house and not being able to afford one.  Therefore, it is important.<\/p> <p>With regard to the additional provision and the ring-fenced funding for climate change, the carbon tax has been called an ecological tax.  I am very clear that Senator Devine is not for the carbon tax but we heard so many experts on both the environmental and finance sides, rather than politicians, talking about where the tax fits into the complement of steps we need to be taking.  I agree we have to have alternatives.  Now is the time to address this.  It is not something that can be put off.  The science shows us how real climate change is.  We have a responsibility not only to the next generation but also to this one to take action.  It means decisions have to be taken that are not so popular so we have to work with the people.  It is very easy for people to say they do not want certain taxes.  Ultimately, we want to do something and do so in a responsible way.  Everyone is going to pay the price if we do not take climate action.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#EE00300","speaker":"1425"},{"type":"speech","time":1570545000,"counter":147,"content":"<p>I welcome the Minister of State, Deputy D&rsquo;Arcy.  Were disabled people and their families naive to have expected something more from this budget and to have understood that the ratification of the UN Convention on the Rights of Persons with Disabilities, CRPD, would be treated as a whole-of-Government plan, with year-on-year progress towards their eventual liberation?  Were they naive to have expected that disability inclusion would be woven through the range of measures in this budget?  This year, the Oireachtas disability group engaged with all Secretaries General across the Departments with the support and assistance of the Taoiseach's office.  There was a commitment at the time to meet the Chairmen of all the Oireachtas committees.  Accepting the sensible, critical Brexit priority we have, there could have been a strong, cohesive, whole-of-Government response to disability inclusion in this budget.  That hopeful start, involving meetings with the Secretaries General and the Chairmen of the Oireachtas committees, has not borne fruit in this budget.  The sad point is that this could have been done without compromising our economic stability.  I regard this simply as a lack of attention and will across the system at this time.<\/p> <p>The Minister of State will recall he was here at the end of June discussing the summer economic statement.  He made a commitment to me that he would consider having an annexe to the budget, a citizen's guide for people with disabilities, that would outline whether things are on the up, on the way down or becalmed.  I have not seen such a document produced.  I have seen, The Budget in Brief &mdash; A Citizen's Guide to Budget 2020, and I did not find what I was looking for in that document.  It is more than interesting that the Department of Public Expenditure and Reform and the Department of Finance did not give us the disability inclusion CRPD balance sheet to indicate whether circumstances are improving, static or declining.  <\/p> <p>I wish to mention a sample of the helpful measures in the budget.  These include measures on housing, children, health, healthcare staff and professionals, carers, special needs education, the Christmas bonus and the living-alone allowance.  It is only fair to mention these.  In the extensive section towards the beginning of the Budget Statement, the Minister was hedging in his analysis, and rightly so.  He was suggesting that if such an event happens, then that will happen, meaning we will have money to spare, for example.  Such analysis was not brought to anything related to disability or the wider social inclusion areas, including health, housing, education and income supports.  I carried out a vox pop today among a number of organisations.  The Irish Foster Care Association continues to receive calls from foster carers who provide care for children in foster care who have diagnosed or undiagnosed disabilities.  They report a lack of services and physical aids, such as wheelchairs and buggies.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Dolan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2479\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2479&amp;amp;pid=JohnDolan&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is for people who are taking on the job of fostering children.<\/p><p>According to Threshold, there needs to be a rebalancing of expenditure on homeless services and supports in order to reflect the Government's commitment to homelessness prevention.  There are no new or innovative measures to address housing, affordability or prevent homelessness.  Only 5% of the 2018 expenditure relating to homelessness related to prevention measures, while over 81% was spent on emergency accommodation.  The Irish Deaf Society is concerned that the Government is not making adequate preparations to live up to commitments in the Irish Sign Language Act 2017.  It is worried that the number of interpreters will be restricted in the context of the new provisions for public servants, etc., and that there are too few Irish sign language teachers to facilitate the scaling up of provision.<\/p><p>The Central Remedial Clinic welcomes the Minister's desire to help and protect the most vulnerable citizens and comments that perhaps he needs to stop talking about protecting the most vulnerable and start talking about serving and empowering them.  The increased allocation in respect of special education is most welcome but an opportunity has been missed in the context of supporting third level and assisting people in moving on to employment and employment supports.  A spokesperson for Enable Ireland stated that it sounds as if there is very little targeted towards people with disabilities and welcomes the general reductions in charges, extension of the thresholds relating to medical cards, the provision of additional healthcare professionals, etc.  There was little done in respect of housing, with people with disabilities having to compete for scarce resources.  Increases in the cost of running a car will hit people's pockets if some remedial measure are not taken.<\/p><p>Inclusion Ireland states that the Government had an opportunity to take action in budget 2020 to promote rights and equality for people with disabilities and to advance compliance with the CRPD.  Unfortunately, there is little in this budget that will facilitate any real change for people with disabilities.<\/p><p>The Disability Federation of Ireland states that in the context of people with disabilities, Brexit is just this year's excuse for failing to stop a form of marginalisation which makes us the forgotten vulnerable.  The federation adds that no one is more vulnerable than people with disabilities because the poverty rates relating to them have more than doubled since 2011, from 11% in that year to 26% in 2016.  These people remain uniquely exposed and unprotected as the spiralling poverty rates show.  That is merely a vox pop.<\/p><p>I need not tell people with disabilities where this budget leaves them and that they should be worried and circumspect in the context of events next year, particularly, those to which the budget will give rise.  This Government commenced its period in office with a housing crisis and a health crisis.  That would have been enough for any Government.  Then, only a few months into its term, we had the prospect of Brexit visited upon us.  Shortly thereafter came the suspension of the Northern Ireland Assembly and the risks relating thereto and now we have climate change.  Between the latter two came the ratification of the CRPD and Ireland stating that it would get on its bike and implement the convention.  Why does disability not feature in the first division of priorities for and challenges faced by this Government?  The budget does not acknowledge or honour the commitment to ratification.  Something needs to seriously change in the run-up to the general election.<\/p><p>Finally, those on the Government side may feel a sting from what I have said.  Those on the opposing side may have welcome smiles on their faces.  I am not trying to please one and upset the other.  Let the House remember that the question to be addressed is whether 643,000 people and their families will be heartened or disheartened by being written out of this budget.  While disability is a priority issue along with others, it has not been name-tagged as such.  There is not one paragraph on the Government commitment to ratify the convention.  The Department that put the budget together could not give a state of play for people with disabilities following the budget.  It could not provide a disability inclusion balance sheet.  There is no mention or evidence of equality-proofing measures of the budget generally mentioned already which would have included people with disabilities.  I thank the Minister of State for listening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#EE00400","speaker":"1419","continuing":true},{"type":"speech","time":1570545000,"counter":149,"content":"<p>I welcome the Minister of State.  I say, \"Fair play to him\", because it has been a long debate.<\/p> <p>I will start by commending Senator Dolan.  His was one of the best contributions I have heard in terms of analysing where this budget has fallen down, particularly in respect of the disabled.  The Senator did it brilliantly.  I hope there is somebody listening to what he said.  Clearly, they have not been listening up until now and that is a real pity.<\/p> <p>The first point I will make in the context of carbon tax is that, let us be clear, this has nothing to do with the environment.  It is merely a tax.  It is making people pay more.  There is nothing for working people in this budget apart from additional costs.  That is not good enough.  Let us put this climate change conversation in context.  One hundred global companies are responsible for 71% of climate change and I have a simple question in that regard.  What measures has the Government proposed in the budget to enable business, as opposed to working people, those driving old cars, people trying to get their children to school and people without a decent transport service, to make their contribution to tackling climate change?  What is proposed does not add up.<\/p> <p>Of course, there is an ideology running through this budget.  In fairness, Senator Higgins has called out much of it.  These tremendous tax scams - the key employee engagement programme, KEEP, the capital gains tax entrepreneurial relief and, my favourite, the special assignee relief programme, SARP, which is one of the greatest scams.  With SARP, millionaires can right off one third of their tax.  The increase in the minimum wage is to be deferred until March.  Can the Minister of State assure us that these special scams, these wonderful tax relief schemes for the wealthiest in the country, will also be deferred until March?  Surely, a Fine Gael Government will not single out the lowest-paid workers in the State and say that they will have to wait for their relief.  Surely, the Government will ask the multimillionaires benefiting from SARP to wait as well.  Surely, the Government will not say that it is grand, they should work away with the 30% tax relief on their &euro;1 million earnings, there is no problem, and the Government will merely kick the lowest paid and make them wait.  I guess that is the Minister of State's ideology.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF00200","speaker":"1389"},{"type":"speech","time":1570545000,"counter":150,"content":"<p>If the Senator waits, I will give him a clear response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF00300","speaker":"1364"},{"type":"speech","time":1570545000,"counter":151,"content":"<p>I certainly will do that.<\/p> <p>Senator Conway-Walsh mentioned the wealth tax.  I would love to hear it coming from other parts of the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF00400","speaker":"1389"},{"type":"speech","time":1570545000,"counter":152,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF00500","speaker":"1405"},{"type":"speech","time":1570545000,"counter":153,"content":"<p>We need to talk about a wealth tax.  I am delighted to hear Senator Higgins endorse that once more.<\/p> <p>Some of the statistics relating to welfare are quite stark.  Hopefully, the Minister of State will be familiar with these.  If he is not, I do not blame him because there are many statistics flying around.  The top 10% in this country own 54% of wealth.  In other words, 10% of the people in the State own over half the wealth.  The next 40% own 44.8%, and this is very much concentrated towards the higher end of that bracket.  Interestingly, the bottom 70% only own 15.4% of the wealth.  I like to give the source of these figures.  Those I have just quoted were supplied by academics, Dr. Miche&aacute;l Collins and Dr. Aidan Regan - I met the latter only two weeks ago - from TASC and the ECB.  Those statistics are stark.  As was pointed out earlier, no one can deny that the very wealthiest in society are getting incredibly more wealthy and the gap between rich and poor is increasing year by year.  None of Fine Gael's budgets, not only as part of this Government but also as part of that which preceded it, have done anything in that regard.  We know that because the gap keeps increasing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF00600","speaker":"1389"},{"type":"speech","time":1570545000,"counter":154,"content":"<p>It does not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF00700","speaker":"1391"},{"type":"speech","time":1570545000,"counter":155,"content":"<p>It does.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF00800","speaker":"1389"},{"type":"speech","time":1570545000,"counter":156,"content":"<p>Senator Gavan without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF00900","speaker":"1384"},{"type":"speech","time":1570545000,"counter":157,"content":"<p>Their ideology always comes out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF01000","speaker":"1391"},{"type":"speech","time":1570545000,"counter":158,"content":"<p>I am proud of our ideology.  We do not deny our ideology.  We are on the left.  We know where Senator Buttimer stands.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF01100","speaker":"1389"},{"type":"speech","time":1570545000,"counter":159,"content":"<p>Senator Gavan could not spell \"left\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF01200","speaker":"1391"},{"type":"speech","time":1570545000,"counter":160,"content":"<p>Senator Gavan, without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF01300","speaker":"1384"},{"type":"speech","time":1570545000,"counter":161,"content":"<p>There is a 10% increase in the wealth of the top 300.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF01400","speaker":"1405"},{"type":"speech","time":1570545000,"counter":162,"content":"<p>I thought the Leader would be more moderate this time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF01500","speaker":"1389"},{"type":"speech","time":1570545000,"counter":163,"content":"<p>I am only getting going.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#FF01600","speaker":"1391"},{"type":"speech","time":1570545000,"counter":164,"content":"<p>Let us move on to education.  I have already seen the responses today from third level institutions.  There is great disappointment.  Basically the Government has kicked to touch again.  We have costed proposals to reduce the student fees by &euro;500 a year with the aim of phasing out fees over the next five or six years.  The annual cost of that would have been &euro;40 million.  The Government could have done something on this but it has not.  It has also done nothing to tackle the core operational funding issue at third level.  It just is not there.  That is another failure in a litany of failures, I am afraid to say.<\/p> <p>I was interested to attend a childcare meeting the week before last, campaigning for a living wage for childcare workers.  I saw people from parties, including Fine Gael, lining up to have their pictures taken supporting the stance but nothing has been done.  Childcare workers are voting with their feet and leaving the sector.  They are leaving to take jobs making sandwiches or in Lidl or Aldi, because they pay more.  The Government has had years to sort this out and it has failed to do so.  While it has increased spending for childcare, it has not done anything to tackle the crisis in poor wages.  This is always where Fine Gael misses the point.  It never looks to do anything concrete for the lowest paid workers.  We have talked about a living wage in this Chamber for years.  It could have been delivered in this budget but it has not been.<\/p> <p>As an aside, I support what my colleague, the Acting Chair, Senator Byrne, said about Shannon Airport and the need for a hub.  There is a real need for that money to be spent wisely.  It is not clear yet where that tourism money is going to go.  I hope some of it goes to Shannon.  I have to mention that there is already a hub in Shannon, namely, the war hub supporting wars in Syria, Afghanistan and Iraq.  That is one hub we could do without.  I would certainly welcome a commercial hub for Shannon Airport and an emphasis on that instead.<\/p> <p>On the vacant sites levy, the ESRI called upon the Government to revisit and increase it.  Why has that not been done?  What is this ideological fixation on avoiding taxing assets?  It is a major area where again Fine Gael's Tory ideology comes to the fore and the Government will not do it.  In the midst of the worst housing crisis in the history of the State, it will not tackle what needs to be tackled to make people sell their land and free up land for housing.  That this has not happened is another missed opportunity.<\/p> <p>I appreciate the Minister of State's patience.  It has been a long evening and I look forward to his replies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#GG00100","speaker":"1389"},{"type":"speech","time":1570545000,"counter":165,"content":"<p>I was up in the North on Saturday, in Armagh.  I was talking to some guys behind the goals and the try line and they were saying that they had gathered all the money up that they were required to gather up for an investment in their clubhouse, which was to bring more young kids in and put a physical fitness room in place.  I asked why they could not go ahead with it and one of them said, \"because that shagging Assembly is not sitting.\"  He said they were not allocating any money for sports capital around the province.  It is gas to listen to Sinn F&eacute;in here pontificating about the very prudent and cautious budget that has been brought in today when it is not doing anything for people in the North of Ireland.  Sinn F&eacute;in Senators should reflect on that before they come in here being so stringent in their criticism of what, as I said earlier, is a very cautious and prudent budget.  That is one of the things I wrote down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#GG00200","speaker":"1438"},{"type":"speech","time":1570545000,"counter":166,"content":"<p>It is the DUP.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#GG00300","speaker":"1378"},{"type":"speech","time":1570545000,"counter":167,"content":"<p>Will Fine Gael run candidates in the North?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#GG00400","speaker":"1389"},{"type":"speech","time":1570545000,"counter":168,"content":"<p>One of the things I wrote down when I heard the Minister speak this afternoon was \"prudence and caution\".  Everyone is talking about Brexit and the possibility of a no-deal outcome.  The Minister also said that fear of an overheating economy was part of the reason it was a prudent and cautious budget.  It is easy for various groups to be looking for bits and pieces of the budget.  It is difficult when there is limited expenditure available but the Minister has been very smart in how he used the money.  He allowed senior citizens aged over 70 to get the medical card.  He is increasing the living alone allowance for people who are living alone, having perhaps lost a loved one suddenly and found their income cut in half.  He has been very smart in starting up a pilot scheme on free books.  I hope a school in County Kildare will be selected for that.  He has been very smart in extending the free lunch scheme to schools across the country.  These are the sorts of things we can do by being prudent and cautious with a budget.  We start thinking how we can make things better for people by being smart and understanding what is needed.<\/p> <p>Senators made other criticisms, including that the housing budget was not significant.  Next year, &euro;2.5 billion will be spent on social housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#GG00500","speaker":"1438"},{"type":"speech","time":1570545000,"counter":169,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#GG00600","speaker":"1391"},{"type":"speech","time":1570545000,"counter":170,"content":"<p>That is a phenomenal sum, which equates to between 7,000 and 11,000 housing units.  People forget that the housing crisis started because houses were not being built when they were needed.  The allocation of &euro;2.5 billion is a huge amount.  I ask the Minister of State to consider how we go about letting local authorities spend this money.  In my area, for example, the local authority bought land with planning permission attached but then decided the planning permission was not suitable for its needs.  The land was bought a year and a half ago.  The problem is that a tender must be issued at each stage, whether for architects or design, because of public procurement.  We have to be smart and do something about that.  The housing bodies do not have to go through that process, which is why more and more of them are building houses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#GG00700","speaker":"1438"},{"type":"speech","time":1570545000,"counter":171,"content":"<p>They do have to go through it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#GG00800","speaker":"1364"},{"type":"speech","time":1570545000,"counter":172,"content":"<p>That is not what I am finding because they seem to be able to do it quicker than local authorities.  Local authorities have also been denuded of staff who are capable of looking after those projects.  They let go of people during the recession.<\/p> <p>I thought it was an excellent idea to allow apartment blocks to install charging points and make a grant available for that.  I love the fact that there is a small amount of money for amateur dramatic and musical societies.  It is small stuff but these societies cater for an awful lot of people.  It is mostly elderly, retired people who are involved in things like that.  That is nice to see.  I have not heard anyone mention our commitment to reach the target of providing 0.7% of GDP for overseas development aid.  We are still nowhere near achieving that.  I welcome the increase in the &euro;837 million currently provided.  I also welcome the doubling of the allocation for the green climate fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#GG00900","speaker":"1438"},{"type":"speech","time":1570545000,"counter":173,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#GG01000","speaker":"1405"},{"type":"speech","time":1570545000,"counter":174,"content":"<p>I am very critical of our behaviour as people.  When we go shopping, we see stuff that has come from all over the world.  We talking about climate action and climate change, yet we are importing and using air miles for foodstuffs that are regularly seen in all our supermarkets.<\/p> <p>One point that is dear to my heart is that we passed the Judicial Council Bill.  We rushed it through the House in July yet nothing has happened since.  I welcome the decision by the Minister for Justice and Equality to allocate funding for the establishment of the council.  I am disappointed with the negative words of Chief Justice Frank Clarke.  He needs to get off his high horse and realise that one of the reasons every citizen in this State is paying higher insurance charges is that there is more money being given out by the Judiciary to claimants in courts.  Fianna F&aacute;il introduced an amendment in the Lower House to reduce to three months the timeframe within which the council must have its first meeting, if I am correct.  If the Chief Justice does not act on that, he will have failed in his civic duty to the people.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Anthony Lawlor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2283\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2283&amp;amp;pid=AnthonyLawlor&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Finally, I have a question regarding Naas General Hospital, which has great staff and facilities.  However, we are still awaiting the endoscopy unit that was promised in the capital plan.  I urge the Government to ensure that project is progressed this year.  I was given assurances over the past seven years that it would be done, but we are still waiting.  I hope to be in either this House or the other House when the unit is opened and to get a chance to turn the first sod.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#GG01100","speaker":"1438","continuing":true},{"type":"speech","time":1570545000,"counter":176,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  This is the third time I have prepared a budget submission for the Department of Finance and my focus on each occasion has primarily been on small and medium-sized businesses, entrepreneurship, and the Gaeltacht, culture and the Irish language.  A great deal of work went into my submission, as I am sure the Minister of State appreciates.  In regard to SMEs, I welcome the direction the Government is taking.  I am hearing the same generally from various business organisations.  The key employee engagement programme, KEEP, offers benefits for employees.  One concern, however, is that when employees are incentivised to work in an SME and have been trained up, a problem may arise for the business in that larger fish in the sector will try to headhunt them.  Owners of small businesses do not have finances or resources to compete with the larger companies.  In addition, while a share option incentive scheme gives employees an opportunity to own part of the business in which they work, there is a difficulty with how they can realise their cash.  A facility should be introduced to allow employees who want to cash in their shares to do so.<\/p> <p>I very much welcome the changes to the employment and investment incentives scheme, EIIS.  A major issue for those who may not be as connected in business as I am is the requirement for a different means, other than via the pillar banks, of supporting businesses.  The EIIS is one such means, but we remain behind every other country in Europe when it comes to incentivising private investors to generate economic activity.  It is those businesses which are paying our wages and the Minister of State's wages.  Their owners are the people generating employment, wealth and taxes for the economy.  The changes contained in the budget are a move in the right direction but much more is required.<\/p> <p>Taking a step back and considering where we are and where we have come from, we can see that the internal aspects of the economy are good, with strong growth, an unemployment rate of 4.5% and a windfall in corporation tax.  All of that represents a powerful and positive transition in the right direction.  Looking to the external factors, however, there is cause for concern.  We will have some input into global tax reform measures but not a great deal of control over them.  We are also facing difficulties as a consequence of mounting trade tensions.  We heard last week, for example, that Irish dairy exports to the United States will face a 25% tax.  This is a serious hit for both small and large businesses in that market.  Then, of course, there is Brexit.  Let us call a spade a spade.  Given all the unknowns it faced in building its budget, the Government has done the best job it could.  There are lots of things we would have liked to see included and it is easy for us to say we want this, that and the other.  However, it is a different matter when one is sitting in the Minister's chair and having to make key decisions.  It is a difficult job to formulate and draft what the Minister called the architecture of a budget without having a clear view of all its foundations and pillars.<\/p> <p>The focus at this time is on stabilising the economy as much as possible as we go through what looks to be an extremely turbulent period.  The internal situation, as I said, is strong and positive, but there are major difficulties arising out of what is a dangerous external climate.  In that context, I welcome the conservative nature of the budget, which is necessary.  I do have concerns regarding the supports for SMEs, which I would have liked to see go further.<\/p> <p>Ba mhaith liom c&uacute;pla rud a r&aacute; i nGaeilge mar gheall ar na Gaeltachta&iacute;, an teanga agus gn&oacute;tha&iacute; sa Ghaeltacht.  T&aacute; na Gaeltachta&iacute; uile ar imeall na h&Eacute;ireann, idir 150 agus 170 m&iacute;le &oacute; l&aacute;r Bhaile &Aacute;tha Cliath, &aacute;it at&aacute; s&eacute; an-deacair gn&oacute; a bhun&uacute;.  M&aacute; theasta&iacute;onn uainn an Ghaeilge mar at&aacute; s&iacute; agamsa agus mo chlann a chaomhn&uacute;, caithfear seans a thabhairt do dhaoine poist a fh&aacute;il sna Gaeltachta&iacute; agus fanacht iontu, seachas dul go Dorchester Avenue i mBost&uacute;n n&oacute; go Chicago.  Caithfidh na daoine seo a bheith in ann fanacht sa bhaile.  Iarraim ar an Aire St&aacute;it labhairt lena chomhghleacaithe sa Rialtas agus breathn&uacute; ar na f&eacute;idearthachta&iacute; at&aacute; ann chun n&iacute;os m&oacute; taca&iacute;ochta a thabhairt d&rsquo;&Uacute;dar&aacute;s na Gaeltachta agus do chomhlachta&iacute; beaga at&aacute; ag iarradh gn&oacute; a bhun&uacute; sa Ghaeltacht.  N&iacute;l an Rialtas ag d&eacute;anamh leath a dh&oacute;thain maidir leis sin.  Is rud f&iacute;orth&aacute;bhachtach &eacute; seo.  Gabhaim bu&iacute;ochas leis an Aire St&aacute;it. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#HH00200","speaker":"1431"},{"type":"speech","time":1570545000,"counter":177,"content":"<p>I am absolutely horrified by the lack of funding for culture in the budget.  In particular, only &euro;1.25 million in new funding is allocated to the Arts Council.  I am sure we will discuss the broader issues with the Minister for Culture, Heritage and the Gaeltacht in the coming weeks, but I am glad the Minister of State, Deputy D'Arcy, is here today, so that I can focus specifically on the funding aspect.<\/p><p>A thriving cultural economy is built on the work of people from many different backgrounds who have the talent to create art that expresses our culture.  The policy challenge we face is one of ensuring that this group of people is as diverse as possible in the context of rising property costs and insurance prices and rapidly declining incomes for artists.  Not only are artists poor but they are getting poorer, even as the cultural sector becomes more valuable.  The harder it becomes to live as a working artist, the more voices we exclude from our cultural landscape.  The more cultural pursuits become a playground for the economically privileged, the greater is the strengthening of the divisions and inequalities in our society.  Is the Minister of State satisfied that our attractiveness as a location for foreign direct investment should be built on the backs of people who earn &euro;12,000 or &euro;13,000 a year?<\/p><p>The difficulties people in the sector are experiencing have been outlined by the Arts Council, Visual Artists Ireland and by the 400 or so artists who signed the Abbey Theatre letter to <i>The Irish Times<\/i>earlier this year.  Nothing in this budget addresses artists' earnings.  Instead, a press release was issued today in which the Minister claims that Arts Council funding is at its highest level in ten years, at &euro;5 million.  In fact, from what I can gather, &euro;3.75 million of that allocation relates to responsibilities that were shifted from the Department to the Arts Council.  I can identify only &euro;1.25 million in new funding for the council.  I hope I am wrong about this but it appears to me to be an accounting exercise and more of the spin I have come to expect from Fine Gael.  I predict a wave of anger from artists in the coming days.  Rearranging the books between the Department and the agency for the arts is not something for which the former should receive credit.  It is something that might be done during the summer, not on budget day.<\/p><p>How does the provision in the budget align with the Taoiseach's commitment in 2017 to double funding for the arts over the next ten years?  Three budgets later, current spending has increased by only 17.5%, from &euro;130 million to &euro;153 million, which leaves a long way to go to the 100% increase we were told to expect by 2027.  An additional &euro;1 million is allocated to the Heritage Council.  Does Fine Gael have something to tell us about its view of the heritage sector?  Heritage Council funding used to be at &euro;20 million but is now at only &euro;3 million, including the increase in this budget.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It seems all our communities that wish to preserve their heritage must do so now through F&aacute;ilte Ireland.  It is important that investment decisions are not solely driven by visitor numbers and bed nights, and although the natural and built heritage is a major contributor to the work of F&aacute;ilte Ireland, heritage is in itself valuable to the communities that guard it.  It is valuable to our society.<\/p><p>I know if I return to performing arts in the morning, my most valuable asset would be a United States visa.  Creative people and artists cannot afford to live in this city and all the while cultural spaces are being lost to the development of hotels.  We are told tourism will be hardest hit by a hard Brexit.  Do we need all these hotels and will the guests who come have any culture to experience?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#HH00300","speaker":"1372","continuing":true},{"type":"speech","time":1570545000,"counter":179,"content":"<p>I welcome the Minister of State to the House.  Listening to the debate in the House tonight, it sometimes causes me to wonder, wonder, wonder, if not to tremble, tremble, tremble.  In the political cycle of a budget, there are briefings, negotiations and then political posturing, demands and then more demands.  Sometimes it is like the song by The Smiths, as the joke is not funny any more after hearing some of the demands from speakers.  The chief economist to the Department of Finance just a few minutes ago said that external matters are fairly grim.  I wonder if people recognise or understand what this budget is set against.  To be fair to Senator &Oacute; C&eacute;idigh, an Independent Senator with whom I may clash over politics, he spoke about the unknown and giving credit.  As he said, it is easy for many to have a wish list coming to the House but this is about being responsible.  Imagine where we would be if we did not have to think about Brexit or be responsible in tackling climate change.  It is the 21st century so we should be responsible and look to the future rather than engaging in a short-sighted political cycle and trying to gain a few points in an opinion poll or perhaps getting an extra seat or two in the D&aacute;il or Seanad &Eacute;ireann.<\/p> <p>This is a conservative budget and while perhaps it may not be the budget that many outside of here might want, it is responsible and cast against the shadow of Brexit.  It is the great imponderable factor.  I spent the weekend at the parliamentary assembly of the Organization for Security and Co-operation in Europe, OSCE, and every person I met spoke about Brexit, migration and climate change.  The central plank of this budget is to protect our country and people, na gn&aacute;thdaoine, those same people who some of the Members here claim to represent.  Eight years ago, the unemployment rate was 16% and today it is 4.2%.  People are back at work.  I often wonder if people realise that Brexit could drive thousands of our fellow citizens back to the dole queues, leaving them out of work and robbing them of a future and hope.<\/p> <p>There were decisions made in the budget to protect the environment because we have a duty and responsibility with regard to climate change.  It is about ensuring balanced regional development and that we have jobs and housing for people in the four corners of the country and not just inside the M50.  The world does not revolve around Baile &Aacute;tha Cliath and there is more to life than Dublin, despite what some people may think.  In some ways we must also make life easier for families through a variety of measures.<\/p> <p>This is a responsible budget.  I suppose I am mellowing in my old age but in my 12 years in the Oireachtas-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#JJ00200","speaker":"1391"},{"type":"speech","time":1570545000,"counter":180,"content":"<p>Is Senator Buttimer sure about that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#JJ00300","speaker":"1389"},{"type":"speech","time":1570545000,"counter":181,"content":"<p>I am.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#JJ00400","speaker":"1391"},{"type":"speech","time":1570545000,"counter":182,"content":"<p>It is all relative.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#JJ00500","speaker":"1419"},{"type":"speech","time":1570545000,"counter":183,"content":"<p>If I spoke about the budget 12 years ago, my speech would have been very different.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#JJ00600","speaker":"1391"},{"type":"speech","time":1570545000,"counter":184,"content":"<p>Senators should have heard him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#JJ00700","speaker":"1418"},{"type":"speech","time":1570545000,"counter":185,"content":"<p>Senator Wilson and I go back 35 years ago and I have definitely mellowed since, as the Senator has.  There are challenges but I wonder where the people speaking from the floor this evening were when the budget package of 1,000 extra therapists and 1 million hours of home care supports were announced.  There is to be a 50 cent reduction in the prescription charge and a &euro;10 reduction in the monthly threshold of the drugs payment scheme.  There are 56,000 more people who are over 70 now eligible for medical cards and there will be an additional &euro;5 million for respite care.  That is in a budget that is supposed to be bad.  If we did not spend anything we would have a surplus of &euro;1.2 billion but we must borrow to protect our country and our people.<\/p> <p>To some people the process may be akin to writing to Santa Claus but Senator Devine should know we live in the real world.  The extra &euro;143 million for housing has not been acknowledged by Members in the House tonight.  There is &euro;172.2 million for a social welfare package that has not been mentioned by Members in the House tonight.  The extra &euro;281 million allocated to health has not been acknowledged by Members in the House tonight.  We now have the largest budget ever for health.  The Christmas bonus has been restored to 100% and the jobseeker's allowance payment for young people up to 25 years old has been restored to &euro;203.  Not a word has been said about that.<\/p> <p>I welcome the extension to the first-time buyers' help-to-buy scheme, and it is very important that we continue to allow people to buy their own homes.  It is an important scheme and its influence on our economy is understated.  I also welcome the increase in the living alone allowance and the living cities initiative.  It is an important catalyst in many of our urban areas that should stipulated as an important part of city and council budgets.  In Cork we must look at Barrack Street and the south inner city, where we can create a new impetus and a new area in which to live that can regenerate, revitalise and gentrify the city.  I speak specifically of the Barrack Street area heading to Douglas Street, where there has been much work done by traders and residents in recent years.  We can get people back into the city again.  I very much welcome the extension of that important scheme.  As Senator O'Donnell stated, it may need to be tweaked a little in the Finance Bill.<\/p> <p>In his opening remarks, the Minister of State indicated that we are seeking to manage risk for our nation while aiming to make progress.  We should remember where we were eight years ago when we look at where we are tonight.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#JJ00800","speaker":"1391"},{"type":"speech","time":1570545000,"counter":186,"content":"<p>I thank the Senators.  I will not discuss insurance now, but as the Leader of the House is present, I will say that I am happy to return to the House to discuss insurance at any point.  It is up to the Senators to invite me but I am happy to have a full and wide-ranging conversation about insurance.  However, I will correct a statement on insurance.  Senator Lawlor criticised the Chief Justice, Mr. Frank Clarke, and he was incorrect in doing so.  Mr. Justice Clarke has worked very hard to get this over the line.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#JJ00900","speaker":"1364"},{"type":"speech","time":1570545000,"counter":187,"content":"<p>I agree.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#JJ01000","speaker":"1431"},{"type":"speech","time":1570545000,"counter":188,"content":"<p>I am happy to correct the record.  I expect there will be an announcement pretty soon and at that point I am sure Senator Lawlor would be satisfied to correct the record himself.  When I get the opportunity to speak to insurance matters in full, I will put on record exactly the position and where we have come since the passing of the Judicial Council Act 2019 last summer.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I remember that nobody believed we would get the legislation through both Houses at that point but we did.  We have other aspects to conclude between now and the end of the year.  I will be happy to update the House on insurance at that point if Senators give me the opportunity to address them.  With the consent of the House, I will not touch on insurance again. <\/p><p>I will go through my notes as best I can but I am sure I will not cover everything.  I want to touch on politics and where we are today.  I spent a happy term in this Chamber.  This Parliament has two great Chambers.  Politics in Ireland is fought in the centre.  I am a centrist; I am not on the right or left.  I treat every issue in a fair and reasonable way, as nearly every Member of both Houses does.  Some people bang their chests and say they are lefties or on the right.  I do not view politics in Ireland in that manner.  Having observed the politics of the left and right, I find it pretty ugly.  If one looks at other parliaments and jurisdictions, they are not in a pleasant place.  That is not where we are and we should never go there.  We see the politics of ideology and I believe Senator Gavan described himself as an ideologist.  We are not really ideologists in this country because ideology is pretty ugly.  When one allows ideology to take over, one ends up where our friends and cousins, the British people, have ended up.  We should remember the generations of Irish people who had to travel to Britain over the decades and centuries.  The UK has allowed ideology to take over its political debate, which is pretty ugly right now.  I am glad nearly all of us are centrists and fight out issues in the right manner.  I am happy to take criticism from any party, whether my own side or the Opposition side, if it is fair and reasonable.  Where I find criticism unfair or unreasonable, I will try to logically explain why that is the case.<\/p><p>I started off on this note because we must consider where we are coming from today in the context of Brexit.  The numbers are astonishing.  We could have a reasonable debate on Brexit and a reasonable and coherent exit by the United Kingdom from the European Union, which is what we all want to see.  The potential impact of Brexit on the public finances ranges from the country having a small surplus of a couple of hundred million euro to a deficit of billions.  To put that swing in the public finances in context, it could exceed the swing in the public finances before the late Brian Lenihan introduced the 2010 budget.  I hope that will not be the case.<\/p><p>As I said, we are preparing for a no-deal Brexit but we have not reached that point and I hope it will not arise.  We will find out within the next 12 months.  Whichever Minister in the Department of Finance discusses the next budget in the Seanad will have a pretty good idea of the way this will shake out between now and then.  I hope it will not be a crazy wild period for which none of us has prepared but we are doing our best.  That is the background on which the budget was formulated.<\/p><p>I will address as many areas as I can.  The issue of homelessness and housing was raised multiple times.  We are spending &euro;2.5 billion on this area, which is a huge sum.  People say Fine Gael opposed the building of social housing.  That is absolutely not the case.  We will spend &euro;1.1 billion on the construction of housing units.  Senator McDowell stated it would cost &euro;1.1 billion for 11,000 houses or &euro;100,000 per unit.  We will not spend all of that money in a 12-month period.  We want to start movement towards the construction of these units.  More money will then be provided in next year's budget.  The expenditure is multi-annual rather than being spent in a single calendar year.<\/p><p>The housing assistant payment, HAP, scheme was raised.  It is not a question of wanting to pay landlords money for HAP.  We need houses now and we need people to live in them this week and this month.  Not all landlords are jacking up rents, although some are and some are being very unfair to the best of tenants.  Jacking up the rent for a super tenant is extremely unwise.  It is wrong to demonise all landlords.  Approximately 70% of landlords in Ireland have one property.  We are spending a lot of money on making sure that people are housed and funded.  The figure of 10,000 homeless people is cited all of the time.  In fact, about 5,000 people enter homelessness each year.  As we move people out of temporary homelessness to a permanent housing solution, another 5,000 people become homeless.  It is not that the same people are always homeless.  It takes between 14 and 16 months to move people from temporary homelessness to a permanent housing solution.  Some of those solutions involve the use of HAP, leases, approved housing bodies, purchases and builds.<\/p><p>We are now spending &euro;18.2 billion on health.  When one factors in what is spent on the private health sector, which is around &euro;6 billion, we are spending enough money on health in this jurisdiction to have a very good health sector, both public and private.  As I have pointed out many times, the real issue is that nobody gives one inch in health.  People have health services in their own area but if services are rationalised or moved 30 or 40 yards up the road, nobody gives an inch because people want to retain services in their towns.  I am from County Wexford, which has four county towns.  There used to be a hospital in each town that provided all of the services that have been rationalised or moved to Wexford General Hospital.  We must put ourselves into a position where enough services are done well enough in each area.  However, nobody gives an inch.  Not one Member of the Seanad or D&aacute;il will agree to move services from the nearest hospital to a proper structure established 30 miles away that would provide a better service.  It may be only a few miles down the road but nobody will give an inch on health.<\/p><p>To respond to Senator Dolan, we are now spending more on disability than we ever.  The figure now stands at &euro;1.9 billion.  Can or should the figure be higher?  It probably should be.  Given the year that is in it, we have adopted a holding position in the budget.  There will be other years.  I hope we can keep the economy in a strong position and on a strong pathway.  I hope there will be strong flows of taxes coming in and strong flows of revenue so that we can do more.  I dearly hope that will be the case but if we get Brexit wrong, we will slip backwards and rather than doing more, we will potentially do less, which is not what anybody wants.<\/p><p>In terms of local government finance and the local property tax, we have had a couple of conversations about wealth tax.  The greatest form of wealth in this jurisdiction by a country mile is property.  All of the stocks, shares, cash and everything else combined amount to a fraction of what property is worth.  Some people in this Chamber do not support a property tax, even though property is the highest form of wealth.  If we want a legitimate wealth tax, we must tax property.  Sinn F&eacute;in has opposed the property tax from day one and I believe it does so because it is a populist position.  Sinn F&eacute;in is the only left-wing party in any jurisdiction in the European Union to oppose a property tax.  It does so because it is politically expedient and populist.  The property tax generates &euro;450 million per annum, which is not a fortune.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#JJ01100","speaker":"1364","continuing":true},{"type":"speech","time":1570545000,"counter":190,"content":"<p>It takes no account of ability to pay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#LL00100","speaker":"1372"},{"type":"speech","time":1570545000,"counter":191,"content":"<p>Neither does VAT or any other tax.  It does not happen.  There will be no change in the local property tax until 2021.  Perhaps the Senators will be in Government and there will be a person from Sinn F&eacute;in in this position.  They can then get rid of it and bring in a wealth tax, charge as they see fit and see how it works, because make no mistake about it, capital is very mobile and it will go very quickly.  I have spoken about the housing assistance payment, HAP, which is a good option.<\/p><p>Regarding stamp duty on small residential sites, stamp duty revenues are very buoyant.  We are at 7.5% when they used to be 9%.  During the emergency, they went back to 2%.  In last year's budget, we brought them back up to 6%, which is where they should be.  I am not too sure whether it should be for smaller residential sites.  Regarding the point made by Senator Boyhan about the Moorhead report, it is something that is being considered.  I do not have an update on it.<\/p><p>Regarding Senator Kieran O'Donnell's point about the living city initiative not working, we can ask the section to have a look at it.  Regarding the point about Shannon Airport as a major European hub, I must admit that I am not completely <i>au fait<\/i>with this.<\/p><p>The working family payment is probably one of the best payments in the social protection budget.  It used to be the family income supplement.  It is not a huge quantity of money.  The Senators may not agree with the Taoiseach when he spoke about reducing the threshold where people paid a higher rate, but we must look at the facts.  Senator Gavan and a number of other speakers spoke about the lower paid and the minimum wage.  About one third of people who work in this State pay no tax.  That is appropriate.  Many people are part-time workers who work a certain number of hours, which suits them at a particular point in their lives such as rearing families.  About a third of people pay nothing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#LL00200","speaker":"1364"},{"type":"speech","time":1570545000,"counter":192,"content":"<p>To clarify, they do pay VAT.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#LL00300","speaker":"1405"},{"type":"speech","time":1570545000,"counter":193,"content":"<p>They pay no income tax.  That is one of the largest figures anywhere.  In very few jurisdictions do about one third of the workforce pay no income tax.  Look at where the numbers are-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#LL00400","speaker":"1364"},{"type":"speech","time":1570545000,"counter":194,"content":"<p>On a point of order, that is probably because we also have the largest portion of low-paid employees of any country in the EU.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#LL00500","speaker":"1389"},{"type":"speech","time":1570545000,"counter":195,"content":"<p>No, we do not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#LL00600","speaker":"1364"},{"type":"speech","time":1570545000,"counter":196,"content":"<p>The Minister, without interruption.  I said earlier that everyone deserves their chance to speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#LL00700","speaker":"1384"},{"type":"speech","time":1570545000,"counter":197,"content":"<p>We do not have the largest portion of low-paid employees of any country in the EU.  I am just giving the numbers.  People start to pay income tax at closer to &euro;18,000, and they do so at 20%, which is a very reasonable rate.  The amount of tax paid on incomes up to &euro;35,000 is very low, which is also appropriate.  What the Taoiseach wanted to do and what I have always wanted to do since I came into the Department of Finance is for people to be able to earn more money and pay less tax.  I have said it so many times here that we are a really unusual jurisdiction where people on below the average industrial wage pay the higher rate of tax.  Very few jurisdictions do that.  The solution to that is allowing people to earn more and pay the lower rate of tax because too many people with below average salaries are really stretched, do not get the benefit of social protection payments and must pay for just about everything.  They are the working middle.  Those are the people to whom the Taoiseach of our country wants to give tax breaks.  I know the Senator does not want to hear that but those are the facts and I agree with that 100%.  As a party that puts itself forward as a party of the left, Sinn F&eacute;in should not be against that either.  I am very pleased with the increase in medical card limits.<\/p> <p>The increase in carbon tax from &euro;20 per tonne to &euro;26 per tonne will be on automotive diesel and petrol from tonight.  We will vote on it later.  One of the things the Department of Finance hates is anything being ring-fenced.  This increase is ring-fenced.  Previous carbon taxes were tax-raising measures that were not ring-fenced and went into the general pot to pay for what needed to be paid for.  This is ring-fenced for people suffering from fuel poverty.  The &euro;90 million that comes in will go back out in initiatives like the building of greenways.  This is additional spend beyond what was already allocated in previous capital spends.  This is to change how people operate.  Again, this is what we have said we are doing - a &euro;6 increase per year to take it up to &euro;80 per tonne by 2030.  Whoever comes into Government after us can change it and the way they can do so is a vote in D&aacute;il &Eacute;ireann so they can increase or decrease it.  We believe this is the appropriate way to do it without having too significant an impact on Ireland Inc. and urban and rural Ireland.<\/p> <p>I want to pull up people who say how appalling it is about rural Ireland and how rural Ireland will be destroyed by this.  Senator Conway-Walsh raised that issue.  It will be &euro;1 for a tank of diesel or petrol - 60 to 70 litres.  Depending on the car, a tank of diesel can do about 1,000 km.  Multiplying 1,000 km by however many number of weeks gives tens of euro of an increase on a fill of diesel per annum - just &euro;20 or &euro;30 per annum.  That does not destroy rural Ireland and Senators should not say that it does because there are enough people talking down rural Ireland.  Rural Ireland is under significant pressure in some areas but is thriving in others.  Some towns are doing better than others.  I live in rural Ireland.  I live down a country lane so I live in the places the Senators are talking about.  I also support the construction of rural houses, including one-off housing,100%.  Not everyone supports one-off housing and there is a move away from a dispersed population but I support it.  However, people should not expect the Government to ensure that there is a bus outside their house or to provide their water or sewerage if they choose to live in rural Ireland.  I want to be very clear about that.  If people choose to live in the countryside, it will be more expensive and most people know and accept that.  Most people in rural Ireland choose to do so rather than live in an urban setting or housing estate and those are the facts as well.  We cannot fund everything.  We have a very dispersed population.<\/p> <p>Regarding the point about tax avoidance, real estate investment trusts, REITs, and Irish real estate funds, IREFs, I have had a good look at this.  The resolutions will be before the D&aacute;il later on before close of business this evening.  The Sinn F&eacute;in budget proposed that &euro;35 million would be raised from these REITs and IREFs.  This budget is bringing in &euro;80 million so it is over twice the amount mentioned by Sinn F&eacute;in.  I am sure Sinn F&eacute;in Members will applaud and thank me afterwards for bringing in twice as much money as Sinn F&eacute;in said should have been raised.  Upon analysis, in the main, we are satisfied with how REITs are working.  There are about four REITs in the country while there are about 148 IREFs.  We are not satisfied with how IREFs are operating so we are closing the mechanism.  The REITs concern compliance while the IREFs concern anti-tax avoidance, so we are going to close the mechanism and ensure that this does not happen.<\/p> <p>I said earlier that we have a wealth tax.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We also have capital acquisitions tax, capital gains tax and stamp duty receipts, which amount to a combined total of &euro;2 billion or &euro;3 billion per year.  We have a lot of wealth taxes, although perhaps the Senator does not want to acknowledge that.  To put it in context, we will spend in the region of &euro;62 billion in the year and the wealth taxes amount to approximately &euro;3 billion in their totality.<\/p><p>On Brexit, the figures are startling.  We have a budget allocation of &euro;2.9 billion for 2020.  A large amount, some &euro;1.2 billion, would be required in the event of no deal.  Potentially, we will have to borrow that money if things badly wrong.  That is movement one.  Movement two is that we can go beyond that, but only if it is required.  Movement three is that if borrowing begins to become expensive, we can potentially dip into the rainy day fund.  Those are the three movements that may be required if Brexit is a calamity, which could happen, although hopefully it will not.  We are focused on ensuring that we support the people who require it.  A figure that is important, and one I want Senators to leave with following this debate, is that, potentially, if this goes badly wrong, we could lose tens of thousands of jobs.  I emphasise that the word I am using is \"potentially\" and I am not stating that those jobs will be lost.  For every 10,000 jobs we lose, it will cost the Exchequer &euro;100 million.  That is the thought process we have to adopt right now.  It is not a pleasant place to be.  When I listen to the music outside Leinster House today, I remember budgets from previous times where we could hear the protests outside.  The one thing that is the hardest to do is to get people back to work when they lose their jobs.  The indignity of not working is something that will always stay with me in my period in politics as a result of the period in which we saw people lose their jobs.  We are counting the potential loss of tens of thousands of jobs in the worst-case scenario.  People should not underestimate the threat Brexit could have for the Irish economy and Irish society.  They should not take having 2.3 million people at work for granted.  We cannot be complacent.<\/p><p>The diesel rebate scheme cost &euro;3.5 million last year.  We expect it to cost &euro;5 million this year.  It is a cost for business and it just gets passed on if it becomes too expensive.  Our objective is to try to help business and keep it going as best we can so that we can keep people in employment, which is crucial. <\/p><p>Stamp duty is moving from 6% to 7.5%.  The figures were pretty buoyant last year and we feel this is an area in which we need to get back to the full amount.  With regard to land purchases, agricultural land is expensive.  Stamp duty is increasing to 7.5% but the agricultural tax reliefs give farmers the opportunity to rent land.  The farmer renting the land has a wonderful opportunity to get up to a certain amount tax free.  The figure is over &euro;30,000 for more than ten years and &euro;30,000 up to ten years, as I understand it, and both are tax free.  The farmer does not have to buy land, although I know they do so because I am a farmer.  However, it is very expensive and it ranges from &euro;7,000 to &euro;17,000 per acre.  On occasion, very expensive land costs &euro;27,000 per acre.  There is going to be an increase in stamp duty.  The transitional arrangements from two years ago still apply, so, if a contract was in place to be fulfilled, that will apply at the lower rate of 6% rather than 7.5%.  The tax-free allowance is a very good way for farmers to consolidate, and the consolidation period for agriculture is also a benefit.<\/p><p>The carbon tax will apply to agricultural diesel but it is not hugely expensive.  I touched on the move away from peat harvesting, which is appropriate.  There is very little we can do about the An Bord Plean&aacute;la decision regarding Shannonbridge.  We want to have a just transition.  It is a major challenge for areas that are non-clean in the context of climate change.  Burning peat and coal is non-clean.  Moneypoint is an issue and there is also an issue in the midlands.  However, we want to give people the opportunity to retool and reskill and we want to get them into different sectors.  We do not want people to lose the dignity of work.  That is why we are funding some of these measures out of the carbon tax.<\/p><p>The 1 million home help hours are very beneficial.  Will this initiative clear the backlog?  No, it will not.  Unfortunately, we are not in a position to clear every backlog in this budget, and that is just the fact of where matters stand.<\/p><p>With regard to Senator &Oacute; R&iacute;ord&aacute;in's point, I believe we are all centrists in these Chambers.  There are very few of the hard left or hard right, and I am glad of that.  The Senator stated that we should cut poverty, not taxes.  We are doing that.  The very largest expenditure in this calendar year is that relating to social protection, which is bigger than the budget.  That is a redistribution of wealth.  I made the point, when I was sitting where Senator O'Donnell is now, that at the lowest point, when we were bringing in &euro;11 billion per year in income tax, we were still paying out &euro;21 billion in social protection payments, which was appropriate in order to cut poverty.  We are still paying out over &euro;21 billion for the social protection budget and that is appropriate.<\/p><p>The largest payout is in respect of old age pensions.  Senator Craughwell had a bit of a go at us and stated that we are a bit mean in not giving people a fiver.  A fiver across the board amounts to &euro;360 million, which is half of what was available in the pot for the whole year.  Although I am repeating myself, I reiterate that, given the year that is in it, the space just is not there to be able to do it.  The pension is &euro;248.30, which is at the higher level in the European Union.  I believe in the old age pension for people who are getting older and who do not have the opportunity to continue working, depending on their age and the state of their health.  The old age pension costs over &euro;6 billion, which is the largest amount of expenditure in the State.<\/p><p>In terms of education, we improved class sizes in previous budgets.  Most speakers agreed with that.  However, sometimes, we just come to a natural end and we cannot just keep reducing class sizes.  My criticism of DEIS is that it is a very unscientific method whereby some schools got status dating back 15 or 20 years when it was first introduced.  Effectively, whoever was in power meant some got DEIS status, which means much lower pupil-teacher ratios.  That was wrong.  There are some areas that do not require DEIS dating back by up to 20 years, and there are others that badly require DEIS.  People will have heard me talk about DEIS before.  The school at Riverchapel, which is now the fifth largest town in Wexford, requires DEIS status and does not have it.  While the teachers, the principal and the staff get on with it and do an absolutely magnificent job in that school, they should have DEIS status and they should have a reduced pupil-teacher ratio, whereas there are other schools in the county which really do not require it. <\/p><p>On the minimum wage being deferred, again, given the year that is in it, and while I am sorry, I have to point out there were no tax reductions, inflation is very low and, in the wider scheme of things, the minimum wage going upwards impacts on employment and employers.  A huge number of employers only two staff or fewer.  When the minimum wage increases, it impacts on those employers' profitability.  Many of them are not profitable and a large number of them are the first people who take no wages.  That is a fact.  We cannot always continue as we have done.  I want the minimum wage to increase in order that people can have comfortable wages and are not scraping by.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is my political philosophy.<\/p><p>The threshold for medical card income will increase by &euro;50 for one person and &euro;150 for a couple.  The Acting Chairman pushed for this, and I am glad it has been acted on.  The health budget has gone up by 7%.  I have touched on the living alone allowance.<\/p><p>I refer to Shannon Airport and balanced regional development.  Some people think all the jobs are coming to Dublin.  It is the opposite: the majority of jobs are going to regional Ireland.  I very strongly support this.  Regionalisation is a core aspect of the new strategy for financial services.  We have had a huge number of announcements in this regard.  I spoke to Martin Shanahan recently about the IDA jobs announcements.  Nobody is interested in pointing out that over 50% of our jobs are going to regional Ireland.  There is no coverage or take-up of this because it is not a new story, but it is very much a success story that these jobs are going all over the country.  We should not shy away from this.<\/p><p>I do not have details on University Hospital Limerick.<\/p><p>Senator Craughwell asked me for very specific details about the defence budget.  I do not have those answers.  He said we were a bit mean not to increase the social protection payments by another &euro;5 across the board.  The money was not there.  Doing that would cost &euro;360 million.  It would have amounted to over half of what was available, going back to the summer economic statement.<\/p><p>To respond to Senator McDowell, we touched on the housing budget.  We now have the largest ever housing budget.  I am not sure it is the case that the Department of Communications, Climate Action and Environment interferes with local authorities.  I think we could streamline the process even more, but the procurement rules for expenditure and funding are European rules.  We must abide by them.  Regarding the need for the Land Development Agency legislation to be passed, I am all in favour of the passing of legislation that will have a real benefit, and the agency will have a real benefit if we can get the legislation through.<\/p><p>To respond to Senator Devine, again, the health budget is up 7% to &euro;18.2 billion, the largest amount ever.  Medical agency staff play an important role within that.  A figure that people should remember is the current budget for the year, which is &euro;61.9 billion.  When wages, salaries and pensions are taken out of that, the figure is reduced by &euro;23 billion.  Therefore, almost 40% of what is spent goes to wages.  It is amazing we are able to do anything else when one considers the quantity of funds that comes out of the pot to fund current wages and pensions.  The pay agreements are in place, and we have a good structure in place to deal with these matters, but it is expensive.<\/p><p>The National Treatment Purchase Fund does a good job.  Nobody who has undergone a treatment on the fund complains after having had the opportunity to have his or her ailment treated.<\/p><p>There was a small increase in mental health spending.  It has been a year of small increases.  Senator Devine also spoke about the carbon tax.  A bag of coal will increase by 72 cent from May.  That is what the carbon tax increase will amount to.  To put this into context, the carbon tax is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#LL00800","speaker":"1364","continuing":true},{"type":"speech","time":1570545000,"counter":200,"content":"<p>That is the figure over a year.  The extra-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN00200","speaker":"1388"},{"type":"speech","time":1570545000,"counter":201,"content":"<p>I am trying to give people the actual figures.  The increase in the carbon tax will amount to an extra &euro;1 for a tank of petrol of 60 l or more and an extra &euro;1.20 for a larger 70 l tank of diesel.  The price of a 40 kg bag of coal will rise by 72 cent.  Again, if others in the future want to increase or decrease the tax, that will be a matter for future budgets.<\/p> <p>Senator Mulherin referred to the OPW and Crossmolina.  I am not aware of the flood works in the area.  She referred to a hospice.  The help-to-buy scheme is a good thing overall.  I support it.<\/p> <p>Senator Dolan referred to disability, which I would love to do more about.  Again, given the year that is in it, the funding is probably just not available.  I have been very strong on diversity within my sector, the financial services sector.  The diversity is not just gender diversity.  I have said I will deal with State committees and Government committees in this regard.  There will be a 50:50 gender balance.  I have pushed companies in the financial services sector in this regard.  One sees companies all around Dublin with lovely, shiny buildings that are superbly accessible but nobody, or very few people, with a disability works there.  The desired image is to be the perfect company with the perfect workforce.  These companies spend a fortune on accessibility but I do not see people with disabilities working in their shiny glass and steel buildings.  I have said this very openly and bluntly to representatives of the companies when I have met them.  We should be better in this area.  Outside of what Government does, and I touched on this earlier, people cannot purchase the dignity of work.  The benefit of work is for people and is in contrast to the indignity of not working.<\/p> <p>To respond to Senator Gavan, I have touched on the ring-fencing of the carbon tax and working people.  It is the working middle that is more squeezed in Ireland than any other sector.  They have rent and mortgages to pay.  Two people working and earning &euro;50,000 each per year, a garda and a nurse, to give the classic example that used always to be given, earn &euro;100,000.  They are not wealthy, but they are by Sinn F&eacute;in standards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN00300","speaker":"1364"},{"type":"speech","time":1570545000,"counter":202,"content":"<p>They are not.  That is incorrect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN00400","speaker":"1389"},{"type":"speech","time":1570545000,"counter":203,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN00500","speaker":"1388"},{"type":"speech","time":1570545000,"counter":204,"content":"<p>The Minister of State, without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN00600","speaker":"1384"},{"type":"speech","time":1570545000,"counter":205,"content":"<p>Sinn F&eacute;in's standard is &euro;100,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN00700","speaker":"1364"},{"type":"speech","time":1570545000,"counter":206,"content":"<p>The Minister of State cannot state an untruth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN00800","speaker":"1388"},{"type":"speech","time":1570545000,"counter":207,"content":"<p>He cannot state falsehoods.  That is not right, and he knows it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN00900","speaker":"1389"},{"type":"speech","time":1570545000,"counter":208,"content":"<p>Without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN01000","speaker":"1384"},{"type":"speech","time":1570545000,"counter":209,"content":"<p>Sinn F&eacute;in also claims that a couple on &euro;140,000 are wealthy.  That is two people earning &euro;70,000.  Living in County Dublin is expensive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN01100","speaker":"1364"},{"type":"speech","time":1570545000,"counter":210,"content":"<p>That is in the top third of incomes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN01200","speaker":"1405"},{"type":"speech","time":1570545000,"counter":211,"content":"<p>Senator Gavan specifically referred to SARP, KEEP and-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN01300","speaker":"1364"},{"type":"speech","time":1570545000,"counter":212,"content":"<p>The median wage is &euro;28,500.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN01400","speaker":"1405"},{"type":"speech","time":1570545000,"counter":213,"content":"<p>I ask Senator Higgins not to interrupt.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN01500","speaker":"1384"},{"type":"speech","time":1570545000,"counter":214,"content":"<p>SARP is a good scheme.  I travel all around the world.  There is nowhere I would not go to try to bring jobs to Ireland.  Some of these people earn very high salaries in other jurisdictions at much lower personal income tax rates than ours.  They bring these jobs here.  SARP is a good structure because when some of these people are brought in, they bring jobs with them.  I heard Deputy Cullinane talk about the golden circle and Fine Gael.  This is not about that.  I am about jobs, employment and people's dignity in work.  SARP applies to approximately 700 people and does not cost an awful lot but brings in a lot of jobs.  I therefore ask Senator Gavan not to take the point of view he takes or to choose to ignore what I say.  SARP is important.  Some of these people come here to work and they pass on their abilities, skill sets and specific knowledge to people who work underneath them.  Then they leave for somewhere else.  That is a knowledge transfer we should not ignore.  The KEEP scheme is hugely beneficial to companies that find it very difficult to compete with the larger tech companies.  It is an opportunity for people to stay and build up a share in the company for which they work.  It is a good scheme, so I ask the Senator not to talk it down and say it is all about a golden circle.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN01600","speaker":"1364"},{"type":"speech","time":1570545000,"counter":215,"content":"<p>It represents another hollowing out of the tax base from those same companies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN01700","speaker":"1405"},{"type":"speech","time":1570545000,"counter":216,"content":"<p>They are good schemes, they have a purpose and they work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN01800","speaker":"1364"},{"type":"speech","time":1570545000,"counter":217,"content":"<p>Good for who?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN01900","speaker":"1389"},{"type":"speech","time":1570545000,"counter":218,"content":"<p>They are good for the employment of people in our country, where we now have 2.3 million people working.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN02000","speaker":"1364"},{"type":"speech","time":1570545000,"counter":219,"content":"<p>I disagree.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN02100","speaker":"1389"},{"type":"speech","time":1570545000,"counter":220,"content":"<p>Regarding the EII, Senator &Oacute; C&eacute;idigh probably said it better than I can.  We have too much bank lending to business in Ireland.  We have the highest level, or some of the highest levels, of bank lending in any jurisdiction anywhere.  Banks are the only funding source for businesses.  The EII scheme is a good one.  Our businesses must move away from being funded exclusively by banks.  The scheme was not working well enough and the take-up has not been good enough.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It gives investors the opportunity to invest in companies or undertake other projects that will be crucial in creating employment.  In that regard, I reiterate my point about the dignity of work.<\/p><p>The Senator also raised the issue of education.  I have visited universities all over the world.  Nobody wants our system to become like the American system where third level education costs &euro;80,000 or &euro;90,000 a year.  While education is not free here - there is a registration charge and costs of living arise in the city or town where the education is provided - it is not expensive.  Ireland has the highest level of educated people anywhere in the world.  This feeds into the workforce that is required and will be required in future.  Without workers to take the places of people retiring, we would have vacancies which would not be good.  In addition to third level not being expensive, 50% of those in third level education receive a grant.  The Senator should not ignore that because it is extremely beneficial.<\/p><p>I referred to pay and the real estate investment trusts, REITs, and the Irish real estate funds, IREFs.  Sinn F&eacute;in's policy was to raise &euro;35 million from these funds, whereas today's budget proposes to raise &euro;80 million from them.<\/p><p>Senator Lawlor spoke about allowing local authorities to spend money.  We lost many local authority staff who had knowledge, skill sets and abilities to build housing estates.  Their retirement has been a loss, as I have pointed out previously.<\/p><p>I referred to the Judicial Council Bill 2017.<\/p><p>I have no knowledge of the endoscopy unit referred to.<\/p><p>Senator &Oacute; Ceidigh spoke about schemes for SMEs, including the key employee engagement programme, KEEP.  These are good schemes.  The SMEs are the lifeblood of employment in Ireland.<\/p><p>On global tax, we are in a very uncertain period internationally.  The trade war that could arise between the two largest trading areas, the US and China, could tilt the world into an economic depression, as opposed to a recession.  Hopefully, it will not arise and common sense will prevail.  This is in addition to Brexit and the fact that we are still emerging from the previous recession.  The people who would have to pay for the next recession are still paying for the previous one.  These are challenges we cannot ignore.<\/p><p>Senator Warfield, who has just left, raised the issue of spending on culture.  Current expenditure on culture has increased by &euro;8 million or 3%, which I accept is not a huge increase.  Capital expenditure in the cultural budget has increased by 9%, which is a fairly decent rise.  Everything I am saying about employment and salaries and the self-employed also applies to artists because they pay much the same rates of tax as everybody else.<\/p><p>If I have left out any of the issues Senators raised, I apologise.  I probably went on for a little longer than I had anticipated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#NN02200","speaker":"1364","continuing":true},{"type":"speech","time":1570545000,"counter":222,"content":"<p>I suggest that we have a separate debate on equality and gender-proofing because it is a key commitment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#OO00200","speaker":"1405"},{"type":"speech","time":1570545000,"counter":223,"content":"<p>I thank the Minister of State.  When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#OO00300","speaker":"1384"},{"type":"speech","time":1570545000,"counter":224,"content":"<p>Tomorrow, at 10.30 a.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019100800002#OO00400","speaker":"1374"},{"type":"unspoken","time":1570545000,"counter":225,"content":"<p>The Seanad adjourned at 8.25 p.m. until 10.30 a.m. on Wednesday, 9 October 2019.<\/p>","notice":"TIME STRING DETECTED"}]