[{"type":"minorheading","content":"Prelude","time":1525944600,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1525944600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1525944600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1525944600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1525944600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#A00100"},{"type":"speech","time":1525944600,"counter":6,"content":"<p>I have received notice from Senator Victor Boyhan that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Business, Enterprise and Innovation to review the criteria for issuing work permits to farm workers from outside the European Economic Area.<\/blockquote> <p>I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister for Health to outline the recruitment process for the appointment of the next director general of the HSE.<\/blockquote> <p>I have also received notice from Senator Mark Daly of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to introduce a statutory instrument to allow code 115 information on driver licences to be shared with the HSE for the purpose of organ donation.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion and they will be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#A00200","speaker":"1420"},{"type":"majorheading","content":"Commencement Matters","time":1525944600,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#B00050"},{"type":"minorheading","content":"Work Permits Eligibility","time":1525944600,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#B00100"},{"type":"speech","time":1525944600,"counter":9,"content":"<p>I welcome the Minister to the House.  This Commencement matter relates to the need for a review of the criteria for issuing permits to farm workers from outside the European Union as a matter of urgency due to the shortage of labour supply.  The Minister of State will be aware as a Minister of State who represents rural and urban communities and people that there is a need and a shortage.  What is really critical is that farmers all over the country are voicing major concerns about the shortage of workers.  The State's largest farm-owned dairy co-operative, Dairygold, has just revealed that milk suppliers have signalled that labour supply is a major obstacle for their future plans.  It is really important.  Teagasc and P&aacute;id&iacute; Kelly, a research officer, have recently raised the issue of the demand, particularly in the dairy sector, as a result of the scrapping of milk quotas and the extra work associated with that in terms of dairy herds.<\/p><p>There is a huge shortage of seasonal workers in soft fruit production, horticultural production and organic production, including vegetables and soft foods.  We are hearing reports about it.  There was a piece in today's <i>Irish Farmers' Journal<\/i>about the shortage of people in the pig and poultry sector.  There is a vast array of agricultural and horticultural industries in this country that could be producing more products and creating more business and revenue for growers, suppliers and retailers.  There is genuinely a shortage.  We also have a situation where people who wish to work are waiting to be processed.  They are seasonal workers, short-term workers and long-term workers.  There are people with skills who are willing and able.  We are members of the European Union and we are finding it difficult to source people within the Union now.  There are challenges in how we address the issue of workers coming into this country to do meaningful work to create wealth and sustain communities.  There is a real need to look at how we can relax the regulations to deal with the crisis.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#B00200","speaker":"1379"},{"type":"majorheading","content":"Visit of Saudi Delegation","time":1525944600,"counter":10,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#B00300"},{"type":"speech","time":1525944600,"counter":11,"content":"<p>Before I proceed with the business, on my behalf and on behalf of the Members of Seanad &Eacute;ireann I offer a c&eacute;ad m&iacute;le f&aacute;ilte, a most sincere welcome, to a parliamentary delegation from the Kingdom of Saudi Arabia led by His Excellency, Dr. Ahmed Al-Issa, the Minister for Education.  They are very welcome to Seanad &Eacute;ireann and I hope they will find their visit useful and to our mutual benefit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#B00400","speaker":"1425"},{"type":"speech","time":1525944600,"counter":12,"content":"<p>I also add my praises and thanks to the delegation from Saudi Arabia and I wish them well.  As Minister of State with responsibility for trade I am very anxious to grow trade between our two countries.  We have two resident ambassadors present.  The delegation is very welcome to Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#B00500","speaker":"1272"},{"type":"majorheading","content":"Commencement Matters (Resumed)","time":1525944600,"counter":13,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#B00550"},{"type":"minorheading","content":"Work Permits Eligibility","time":1525944600,"counter":14,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#B00600"},{"type":"speech","time":1525944600,"counter":15,"content":"<p>I thank Senator Victor Boyhan for raising the issue.  I come from a rural background and agriculture is a very important part of our economy.  It has played a very important part in our economic recovery.  The good thing about agriculture on this island is that all the regions benefit from it.  It is not just focused on one area.<\/p> <p>Ireland's overarching labour market policy is to promote the sourcing of skills and labour needs from within the workforce of Ireland and the European Economic Area.  In recent years, the employment permits system has been oriented towards highly-skilled occupations which are required for the development of the productive economy.  As the economy improves and we approach full employment, labour as well as skills needs are becoming apparent in some sectors with the consequent potential to constrict growth due to labour shortages.<\/p> <p>It is clear that difficulties are emerging in the agri-sector in particular for low-skilled, lower-waged workers in the horticulture, dairy and meat processing areas.  In recognising the changing economy and labour market and the challenges faced by enterprises in attracting sufficient labour, my officials are undertaking a review of the economic migration policies underpinning the current employment permits system.  The purpose of the review is to ensure our current policies are fully supportive of Ireland&rsquo;s emerging labour market needs, be they skills or labour shortages.<\/p> <p>In undertaking any adjustment in the orientation of the system, the interest of the 230,000 people on the live register in Ireland and the 17.5 million unemployed in the EU 28 must be remembered, and a balance must be maintained that does not disadvantage these jobseekers.  The review is overseen by an interdepartmental group, chaired by my Department, and includes a public and stakeholder consultation as well as an EU and international benchmarking exercise.  A report is expected before the end of June.<\/p> <p>I am aware of the particular challenges facing parts of the agrifood sector which employs over 173,000 people across the regions which, as I said earlier, is nearly 8.7% of the workforce of the country.  It contributes almost 8% to gross national income with exports worth almost &euro;13.5 billion.  It is extremely important to us and it is important that we in government ensure that any constraints that are there are recognised and that demands are met.  It is also a very important indigenous sector and its reach in rural Ireland brings jobs and value to every region.  For this reason, I asked that, in advance of completing the full review, the emerging labour shortages in the sector be prioritised in its deliberations.  The review group has been examining this issue and I expect to be a position to make an announcement regarding the agrifood sector very shortly.  We have been in consultation with the Minister for Agriculture, Food and the Marine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#B00700","speaker":"1272"},{"type":"speech","time":1525944600,"counter":16,"content":"<p>I thank the Minister of State for the comprehensive report.  It is interesting.  I was talking to someone in the <i>Irish Farmers' Journal<\/i>.  I told him this was happening today.  I will be very happy to go downstairs and put it in the fax I will send to him.  It is really important.  It is important we communicate that message to the industry.  Things are cranking up, certainly in soft fruit production and this is a very important time for the horticulture industry.  We see it in the poultry and meat sector.  It is important to grow this opportunity.  The availability of seasonal workers for seasonal periods is an issue.  They are not necessarily required for 12 months in certain sectors.  We have an area that it is important to grow and manage in a sustainable way.  I thank the Minister of State for his support and for the report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#B00800","speaker":"1379"},{"type":"speech","time":1525944600,"counter":17,"content":"<p>I am acutely aware, because I meet these processors and agricultural people on a lot of occasions, that in the horticultural sector, it is the height of the season for strawberries.  There is a limited season for these things.  It is important that we have the labour force to be able to supply strawberries.<\/p> <p>The review covers all aspects of the current employment permit system with the principle objective of considering a policy rationale for employment permit systems when the economy is growing and the labour market is tightening, as evidenced in the agrifood sector.  In the context of Brexit, the agrifood sector is extremely important given the fact that nearly 37% of our exports go to the UK.  It is important we are competitive, that we have lean operations and that we have the necessary labour force in place to ensure we are at the top of the class in what has traditionally been a great source of trade for us particularly with our exports.<\/p> <p>We produce enough of food for 35 million people when we have a population of 5 million so we have to export that food.  It is important we produce it in the best possible way.  I hope we will have more positive news on it for the Senator before the end of the month.  It is important that when the review is completed we will let Members of the Oireachtas and the Senator know, given his particular interest in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#B00900","speaker":"1272"},{"type":"minorheading","content":"HSE Staff Recruitment","time":1525944600,"counter":18,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#C00050"},{"type":"speech","time":1525944600,"counter":19,"content":"<p>While I asked for the Minister for Health, Deputy Harris, to attend the House, I welcome the Minister of State, Deputy Catherine Byrne.<\/p><p>The office of the director general of the HSE is in disarray.  Public confidence in high level management in the HSE is at an all-time low and we are all distressed at what is unfolding in the agency.  Only last month we had the Garda Commissioner debacle and now the cervical smear story which is harrowing for the women of this island and their families.  I see an opportunity to revolutionise the way that the Department of Health operates.  However, it will take real tenacity.<\/p><p>I concur with the sentiment of the upcoming motion in the D&aacute;il that Tony O'Brien, the director general of the HSE, should step down.  Irreparable damage has been caused to public trust.  The whole situation is drenched in secrecy.  We must look to a positive future for not just women's health but everyone's, as well as for the health services.  <i>The Irish Times<\/i>reported the recruitment process has already been stalled as the HSE is struggling to define the job description.  If this is not indicative of the complete mismanagement and lack of governance in the HSE, then I do not know what is.  It is bizarre and preposterous to imagine that for years the HSE could not describe the director general's role?  How can there be proper checks and balances, as well as accountability for a role if there is no job description?<\/p><p>It is a year since the Sl&aacute;intecare report was published.  Will the Minister of State give the House an update on where we are with the board of the HSE?  The accountability issue is glaring and it is inconceivable it has been left wide open for so long.  According to the World Health Organization, good governance for health must include transparency, accountability, participation, integrity and policy capacity.  It is obvious to everyone that the HSE administration fell far short of these.  These values must be ensured for the next appointee.<\/p><p>How the Minister manages this process is vital, not only for the general public, but for the warriors on the ground in the health service.  They want someone with a true capacity for leadership and who would be inspiring.  Will he ensure a new fresh face for this post?  Will he ensure the successful candidate will not come from the same toxic environment?  According to media commentary, both deputy director generals and the chief strategy officer could be in the running for interim director general, as could the current HSE finance chief.  In terms of culture, I have grave reservations about this.  The process for finding a new director general should be open, accessible and revolutionary.  The successful candidate must be a progressive agent for change.  The chance is coming to change the captain of the ship.  I hope this process is managed well.  It is interesting to note that none of the current names floating around as possible candidates for Mr. O'Brien's replacement is a woman's.  That raises a point in itself and should require some reflection.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#C00100","speaker":"1388"},{"type":"speech","time":1525944600,"counter":20,"content":"<p>I apologise on behalf of the Minister for Health, Deputy Harris, who is unable to take this Commencement matter raised by Senator Devine.<\/p> <p>The current director general of the HSE will be vacating the post towards the end of July.  Preparations are at an advanced stage regarding the process for appointing his replacement.  This will be done in accordance with the provisions of the governing legislation, section 16E of the Health Act 2004, as amended by the Health Service (Governance) Act 2013.  This requires that the recruitment process will be undertaken in line with the Public Service Management (Recruitment and Appointments) Act 2004.  The recruitment will be carried out by the Public Appointments Service and will include an international executive search.  The post is expected to be advertised shortly.<\/p> <p>The importance of attracting the highest possible calibre of candidates cannot be overemphasised.  The director general's role is to lead the HSE and to manage and be accountable for the administration and business of the executive.  The HSE has a budget of &euro;14.5 billion in 2018 with over 115,000 staff in whole-time equivalent terms.<\/p> <p>The Sl&aacute;intecare report sets out an ambitious plan to transform and enhance health services over the next decade.  The report advocates a reorientation of the health service towards a high-quality integrated system providing care on the basis of need.  The Government has committed to a significant programme of health reform arising from the report and an implementation plan will be submitted to the Government shortly.  The next director general will, therefore, need to deal with a changing governance environment.<\/p> <p>Under the current system, the director general is the chairperson of the directorate.  The directorate is the governing body of the executive with authority to perform the functions of the executive.  Work is ongoing to bring forward a Bill this year to legislate for the establishment of a governing board for the HSE.  The Minister for Health, Deputy Harris, will be bringing a memorandum to the Government next week with the general scheme for a Bill.  He hopes to receive the co-operation of the Oireachtas in getting the legislation passed this year in recognition of its importance to the reform agenda.<\/p> <p>All Members will agree we need to ensure more robust and transparent structures of accountability across our health service.  The appointment of a strong board is essential to achieving this.  Subject to this proposed legislation, it is intended the directorate will be replaced by a board and the post of director general will be replaced by a chief executive officer who will be accountable to the board.  The next director general will be required to contribute fully to the successful transition in organisational governance structures; to support the new board in its duties; and to fully discharge their accountability as chief executive officer to the board when established.<\/p> <p>It is the Minister's intention that the post of director general will be advertised as soon as possible.  The Department of Health is engaging now with the Public Appointments Service to progress this as a priority.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#C00200","speaker":"1307"},{"type":"speech","time":1525944600,"counter":21,"content":"<p>I know section this and section that of the governance Act and so forth.  The director general post will revert to chief executive officer again.  Cathal Magee left this post because he did not really agree with the idea of a chief executive officer.  We are going back for some reason.<\/p><p>We do not want somebody parachuted in as has happened.  The interim director general cannot become permanent as happens<i>de facto<\/i>throughout our public services.  We need somebody who not only has managerial experience but has proven clinical experience.  They must also have hands-on experience to ensure they can stay in touch with the workers and patients on the ground.<\/p><p>Who is on the interview panel?  Who chooses them?  Will it be somebody parachuted in as has happened before?  This is a massive opportunity to introduce change and an agent for change to the health system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#C00300","speaker":"1388"},{"type":"speech","time":1525944600,"counter":22,"content":"<p>I do not have the information on who is on the interview panel to hand.  I am sure when the Minister brings the memorandum to Cabinet, matters about that will become clear.<\/p> <p>I do not know who is running.  I hope there will be women with the relevant qualifications from here and further afield who would be interested in the job.  I do not agree with the Senator, however, about proven clinical experience.  It is important that whoever gets the job understands the ins and outs of the medical profession, whether it is in hospitals, primary care centres and across the HSE.  Such a connection will be important.<\/p> <p>I do not have the exact date as to when the board will be in place.  I know the Minister for Health is anxious to proceed to ensure when the incumbent, Tony O'Brien, leaves his post, his replacement will fit into the vacancy as soon as possible.  I will ask departmental officials to come back to the Senator on some of the matters she raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#C00400","speaker":"1307"},{"type":"minorheading","content":"Organ Donation Data","time":1525944600,"counter":23,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#D00050"},{"type":"speech","time":1525944600,"counter":24,"content":"<p>I thank the Minister for coming to the House.  This matter on the Commencement is something I hope we can all work towards.  I ask the Minister to sign a statutory instrument that would allow the sharing of information with the Health Service Executive, HSE, of people's intention to be organ donors.  As the Minister is aware, code 115 on the driver licence indicates the person owning the licence has indicated the wish to become an organ donor.  At this time, unfortunately, the information is not available to the medical profession.  There are currently 2.6 million driving licences held by people in the country issued by the Department.  Since the code was introduced through a European directive, over 400,000 licences were issued between 2013 and 2015, and 40% of those, including learner and full licences, indicated a wish to become organ donors.<\/p> <p>I was nominated by the Irish Kidney Association and I am well aware of the trauma that families go through when asked in a hospital setting if they would consider donating the organs of loved ones.  In most cases they never had the conversation because nobody believes the awful day might arrive when they would be asked that question.  It is through huge generosity on the part of a family that so many lives are transformed and saved by those willing to donate their loved one's organs.  Information is very important.  If families could be informed by organ donor co-ordinators or a surgeon that their loved ones indicated they would like to be organ donors when they filled out the driver licence application, it would make a huge difference to the outcome.  It would make the job of the organ donor co-ordinator easier if such information could be given.<\/p> <p>It would be quite simple for the Minister to do this and it is a two-step process.  I have asked the Oireachtas Library and Research Service to look into what is required and there is no requirement for further legislation.  Under the Finance Act 1993, the Minister responsible for transport has the power to make regulations relating to licensing, and the Minister could make regulations stating that the donor information on driving licences relating to organ donations could be recorded on the national vehicle and driver file.  That is the first step.  The second step would come when the national vehicle and driver file would allow the HSE hospitals or doctors - whoever the Minister feels would be appropriate - to access the information.  Currently, the National Transport Authority, the Road Safety Authority, the Courts Service, the Health and Safety Authority and, most recently, eFlow and Applus, which operates the national car testing service, have been given access to that information.  Unfortunately, the HSE and its doctors would not have access to the information held by the national vehicle and driver file.<\/p> <p>In 2015 the Department assigned a statutory instrument that allowed for those bodies, including those operating road tolls, to access the information.  I ask the Minister to simply sign a statutory instrument to allow the health service to access the information currently held by the national vehicle and driver file so as to make it easier for families to come to a decision if asked to donate the organs of loved ones.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#D00100","speaker":"1414"},{"type":"speech","time":1525944600,"counter":25,"content":"<p>I thank Senator Daly for raising the subject.  It is a constructive suggestion and like all suggestions it has obstacles that sometimes may not be anticipated but it has merit.  I will outline the difficulties but this has enough merit to justify me looking at those obstacles and seeing if they could and should be removed.<\/p> <p>Driving licences in Ireland are in a format set at European Union level.  They include information marked in the form of numerical codes.  Some codes are standard across the EU, but some may be created by member states.  Ireland has taken advantage of this facility to allow applicants for a driving licence to opt to have a code 115, which indicates they are willing to be considered as organ donors.  I have not heard the suggestion before that the information in question might be shared with the HSE.  That does not mean it is a bad suggestion and the definition of a conservative is someone who will not do something for the first time.  It is not a reason this should not be done.<\/p> <p>It would raise a number of important questions.  First, and as the Senator mentioned, there is the matter of data sharing.  The Senator is aware that new EU rules on data protection are due to come into effect from 25 May.  Among other protections, we would need the permission of the data subjects to share their data.  In this case, the difficulty is that people have been asked to indicate, as part of their driver licence application, if they wish to be organ donors.  If they do, a code 115 is marked on their licence.  However, they have not been asked if they are willing to have this data shared with a third party such as the HSE, and it would not be possible to share it without their consent.  It may be possible to add a question to the application form as to whether people consent to the sharing of the information.  As a licence is valid for ten years, it would take a decade to work through the system until everyone willing to share their data was covered.<\/p> <p>There is also a risk to be considered, which is that people might be more reluctant to volunteer to have a code 115 if they had concerns about their data being shared.  I do not know if it is true but it must be considered.  What data would be shared?  Are we talking about the names and home addresses of people who chosen to have a code 115?  Would it include their licence details?  We need to think this through.  Given the general sensitivity to data security and data sharing, there must be a real concern that the number of people opting for a code 115 might drop.  We also need to consider what the societal gain might be in this case.  Consequently, there is a significant body of work to be done before this can be answered.  Is it intended that the HSE could look up lists of potential organ donors, for example, where a patient died and the HSE wanted to know quickly if the patient had signed on to be a donor?  If this is what is intended, there may well be benefits, but I certainly want to hear the HSE&rsquo;s views on this, as well as those of the Road Safety Authority, RSA, before taking any action.<\/p> <p>Taking all of this together, there may be a case for examining whether this should be done but before getting to the stage of asking the RSA to devote any resources to it I would need to be convinced that there was at least some chance of this proposal having advantages for the public.  On that matter I would particularly require the initial views of the HSE.  I will ask the HSE to give me those views and see if I can progress this proposal in a constructive way.  It makes much initial sense and if we can get over the data protection issues, I am prepared to pursue it in response to the Senator's comments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#D00200","speaker":"1213"},{"type":"speech","time":1525944600,"counter":26,"content":"<p>I thank the Minister for his reply and I welcome his positive response.  Data protection is clearly a concern for everybody but I am not sure of the small print when one applies for a licence.  There is an element of data sharing being signed off as the M50 toll company can now access data, as well as the Courts Service.  It is clearly within the gift of the Minister to ensure others have access to data.  If we can do it for the Courts Service, the Health and Safety Authority and others, I am sure it could be extended to the HSE.<\/p> <p>There is the question of who would access the data.  It would not be something general but it would happen when people at the coal face believe somebody is a potential donor.  They should be able to find out whether the person had indicated a wish to be a donor.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That information could then be used with the consultant informing the family.  These are the parameters of what we are seeking.  The idea is to assist families in coming to a decision.  It would be helpful to have that information available to assist them in ascertaining the intentions of their loves ones.<\/p><p>The Minster has made some valid points but the issues of data protection and sharing of data are already covered in the existing legislation.  The issue at this stage relates to the HSE.  Ultimately, the public good arising from this comes from lives being saved and transformed.  Let us suppose the measure brings about even one extra organ donor per annum.  That change alone can transform up to five lives and it would be because of the Minister's action.  I recall a line from the Bible, although I have not read the Bible too often.  The Book of Genesis says that if a man saves one life, he saves the world entire.<\/p><p>By introducing this statutory instrument, the Minister's influence will be felt for years after he has left office.  Lives could be transformed as a result of this important information being shared and that could make a major difference for families and people in the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#D00300","speaker":"1414","continuing":true},{"type":"speech","time":1525944600,"counter":28,"content":"<p>I believe we are talking the same language.  Earlier I made reference to whether this measure has advantages to the public.  The Senator is right - that reference was undisguised code for the question of whether it saves lives.<\/p> <p>I believe this is a potentially life-saving measure and I do not believe it would be right to stand in its way, at least not for any bureaucratic reasons.  If there are practical reasons, although I do not see any at the moment, then so be it.  However, I believe it would be absolutely wrong, in view of what the Senator has said, if I did not ask my official to open a conversation with the HSE to see if it would be in the interests of the HSE.  Moreover, if the HSE agrees with it, then we could proceed, hopefully, to save some lives as a result of this measure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#E00200","speaker":"1213"},{"type":"unspoken","time":1525944600,"counter":29,"content":"<p>Sitting suspended at 11.10 a.m. and resumed at 11.35 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1525944600,"counter":30,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#G00100"},{"type":"speech","time":1525944600,"counter":31,"content":"<p>The Order of Business is No. 1, statements to mark Europe Day, to be taken at 12.45 p.m. with the contribution of group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#G00200","speaker":"1391"},{"type":"speech","time":1525944600,"counter":32,"content":"<p>I want to raise a couple of issues in respect of the ongoing systems failure.  The CervicalCheck scandal, the HSE and the hepatitis C scandal are all systems failures.  We have a systems failure as to the reason Apple has abandoned the &euro;850 million data centre in Athenry.  That was abandoned because of a failure in our system in Ireland, which allowed so much delay to be imposed on Apple that it eventually decided to go elsewhere.  In Denmark, the exact same data centre was completed while we had not even gone through the planning process.<\/p> <p>Today we learn about people facing a mass eviction by a mysterious landlord.  Some 40 tenants are being kicked out of their accommodation in north Dublin.  Why?  It is because our housing system does not work and because of the regulations around houses that make it unprofitable for people in the building industry to build houses and the enormous bureaucracy around the Government's current building programme.  There needs to be checks and balances but, ultimately, if the system is too bureaucratic, it will fail people.  <\/p> <p>It has failed Vicky Phelan and Emma Mhic Mhath&uacute;na.  Ms Mhic Mhath&uacute;na gave an emotional interview.  Her five sons, one of whom is just a baby, have a mother who is dying of cancer as a result of a failure of the system.  I thank the Leader for organising the debate on the issue of corporate manslaughter.  The system is saying nobody is liable to face prison because of a systems failure.  We are at the very beginning of this appalling tragedy for women.  We should bear in mind that, of the 240 women who got hepatitis C and HIV because of the blood transfusion scandal, of those 1,700 women who had haemophilia, 112 died because of the blood transfusion service.  Nobody went to jail because the system does not hold any individual accountable for his or her personal failings.  They knew the blood products were contaminated and that people would die as a result but they gave them out anyway.  They did the same in France.  The system failed.  We must either change the system or put people in jail.  Those people do not care whether some other person dies as a result of their mismanagement, as we have seen in the HSE.  If the Corporate Manslaughter Bill had been passed in 2013, as proposed by the Law Reform Commission in 2005, or if it had been passed in 2016, we would not be having inquiries.  We would be having court cases and people would be going to jail.  They would be held to account and, while the system would have failed the people, at least those women would be getting justice.  They are the ones who are dying as a result of mismanagement in the HSE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#G00300","speaker":"1414"},{"type":"speech","time":1525944600,"counter":33,"content":"<p>We just heard about the system.  It is protected under the guise of a thing called the Carltona doctrine which allows public servants hide behind the Ministers.  This morning's interview with Emma Mhic Math&uacute;na was heartbreaking.  Here was a young woman who did everything right, gave up her job to be a stay at home mother, raised her children and breastfed them when they were babies.  She could not be a more perfect woman in my view.  There is the absolute irony of Tony O&rsquo;Brien, the current head of the HSE, walking out of his job with his pension in his pocket to take up a &euro;65,000 a year job with Evofem Biosciences in San Diego.  Its website shows it \"is dedicated to developing a portfolio of innovative therapeutic solutions to meet the evolving sexual and reproductive health needs of millions of women globally\".  What sort of a bloody irony is that?  The man who presided over the CervicalCheck scandal in this country is going to a company that claims this.  According to the Evofem website it is \"science with a soul\" providing \"innovative healthcare solutions\" that \"elevate the lives of women\".  They develop \"woman-controlled, easy-to-use and accessible products.  Because when a woman is in complete control today, she is in greater control of tomorrow.\"  What sort of a company would employ a man who has just presided over this disaster?<\/p> <p>I am sure all the bloody words we say in here are worth nothing to the 200-odd women who today are not sure of their future and to that poor woman who spoke this morning.  It is all hot air because nobody is accountable.  Nobody ever is accountable in this country.  We walk away.  If there is any sign that somebody is going to become accountable we give them their pension and ask them to leave and they sail off into the sunset.  Goddammit this has been going on since the scandals that led to the economic crash.  That was only money.  Now we are talking about lives.<\/p> <p>Somebody in the HSE knew and sat on that information and denied it those women.  If it was my wife, my daughter or my sister, I would be down there with a gun today looking for them.  I cannot begin to imagine the pain and suffering that has been caused.  I meet ordinary women in the street, good friends of mine who have had a clear diagnosis and tests and they are happy but they went through hell worrying anyway.  I said it last week.  I am at the age where I get a bowel screen every couple of years.  I am wondering should I trust that.  For some peculiar reason it seems the women in this country always get caught in these disasters.  That is what they are.  I do not know that a debate will do anything here.  I would love a Minister to come in here and lay out who got the message first.  What is his or her name?  Who did he or she pass that message to?  What was the line of communication that brought that to the Minister for Health, Deputy Harris, a few minutes before he walked into the D&aacute;il?  Give us the names of those people and tell us how they are going to be held accountable.  Dammit to hell it is the very least the citizens of this country deserve and maybe if we do that, we will finish up in the situation that no public servant will ever again hide information.<\/p> <p>I apologise to the women of Ireland for adding more bloody hot air to the concerns they have because that is all that is coming out of Leinster House at the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#H00100","speaker":"1390"},{"type":"speech","time":1525944600,"counter":34,"content":"<p>I welcome the decisions by Facebook and Google this week to place restrictions on online advertising on their platforms in respect of the upcoming referendum on the eighth amendment.  I also want to raise the issue of campaign regulations in elections and referenda in Ireland more generally.  Reports have emerged over the past few weeks that Irish voters have been targeted by a range of deeply worrying social media campaigns, mainly in the form of dark advertising paid for by overseas actors which feature blatant untruths, biased information and misrepresentations of the issue we will vote on in two weeks.  What most disturbed me was that many of those advertisements were intended to come up during kids' YouTube clips such as cupcake making.  Youth Defence advertisements were coming up in very strange places telling kids to ask questions of their parents that they should not be forced to ask until their parents feel it appropriate to have those conversations.<\/p><p>The move by Facebook and Google is timely and proportionate to the concerns raised affecting the &quot;Yes&quot; and &quot;No&quot; campaigns equally and allows for a level playing field where digital advertising will have an organic and no longer disproportionate reach based on opaque and unaccountable funding sources.  I particularly recognise the role played by our colleague, Senator Higgins, and the media in uncovering these tactics, particularly <i>The Times<\/i>, Ireland, and Channel 4, which showed a segment on the issue last night that I encourage everyone to watch because it highlighted just how underhanded and worrying these techniques are.  We should not have to rely on media investigations and the actions of private technology companies to safeguard the integrity of our democratic system.  We are trying to regulate a 21st century campaign with 20th century campaign law which does not incorporate or address in any way the growth of the Internet and social media as a campaign tool and is not fit for purpose.  The strict regulations that we apply to broadcast and print traditional media must now be replicated in the digital spheres particularly in the light of what we know to be true about the recent US presidential election, the Brexit vote and the growth and proliferation of fake news.  <\/p><p>We need to also consider electoral reform as the referendum process has shown up several significant drawbacks in the system.  We need to create a full-time electoral commission, further empower the Standards in Public Office Commission, create a larger role for the Referendum Commission in respect of fact-checking and responding to the debate, initiate a major update of the registration system to include e-registering and provide greater access to postal voting, arrangements for overseas and emigrant voting and for the removal of cumbersome administrative barriers such as a garda witnessing a simple change of address.  These are not difficult or controversial ideas but they would make a significant impact on the workings and operation of our democratic process.  Can the Leader invite the Minister of State with responsibility for electoral reform to update the House on his proposals in this area?  I would also be happy to consider legislative reform in the terms of a Private Member's Bill and for any Senators to work with me on that.<\/p><p>I echo what the previous two speakers said about the CervicalCheck scandal.  I was not here last week when the statements were being made but I was one of those who had to ring that helpline.  For many years, I have had to have pre-cancerous cells removed.  My last smear was the first in ten years that was clear and I wondered was that smear that I had celebrated wrong.  There are 200 women in a much worse situation than me but I was left to question my own health after ten years of abnormal smears.  I support anything that is said about accountability in this area. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#H00200","speaker":"1404"},{"type":"speech","time":1525944600,"counter":35,"content":"<p>I did not have the opportunity this week to express my sadness at the death of Monica Barnes, former Deputy and Member of this House.  I was a great admirer of hers and was delighted to welcome her on what was probably her last visit to Leinster House on 1 February to launch our V&oacute;t&aacute;il 100 programme along with other former women Members of the Oireachtas.  She was a great campaigner and ally on many feminist and women's rights issues.  I know we will have another occasion to pay tribute to her.<\/p> <p>I also echo what others have said about the need for accountability in respect of the CervicalCheck story which seems to get progressively worse.  I also offer my sympathy to Emma Mhic Math&uacute;na on her recent diagnosis, having heard her most powerful and moving interview.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was utterly tragic news for her and her family to receive and I am sure we all empathise with them today.  <\/p><p>I also support Senator Lynn Ruane's request for a debate after the referendum on necessary electoral reforms.  I express my strong welcome for the announcement this week by Google that it would stop hosting all advertisements related to the referendum and hope Facebook will follow suit.  What we were seeing in the widespread buying of advertising by a particular side was an attempt to manipulate the outcome of the referendum.  As others said, we saw extensive use of social media manipulation in the Brexit referendum and the election campaign of President Donald Trump.  There are huge concerns surrounding the use of data by Cambridge Analytica and others.  I commend Senator Alice-Mary Higgins and other members of the Oireachtas Joint Committee on Communications, Climate Action and Environment for bringing up this issue, inviting representatives of Facebook and Google to appear before the committee and really pushing for change in this area.  I really welcome that change which will see a fairer process in the remaining 15 days of the referendum campaign.  <\/p><p>Like Senator Lynn Ruane, I would like to see more extensive reform beyond the regulation of social media and digital advertising, which clearly is needed.  We need to see the reforms the Senator mentioned, including greater powers for the Referendum Commission and the Standards in Public Office Commission.  We also need more extensive provision for postal voting and a less cumbersome application process to participate in postal voting and for late registration.  There are two areas in which we have really fallen down as legislators in regulation, one of which is regulation of the content of posters which has become a huge issue in the referendum campaign.  We are all being inundated with queries from constituents and others who are concerned about lies and misrepresentations on posters.  Clearly, a body, either the Referendum Commission or a permanent electoral commission, should be empowered to take and address complaints, if necessary.  We also need to impose a spending cap in referendum campaigns.  There is a cap in every other type of election campaign but not for referendum campaigns.  The absence of a cap facilitates the undermining of the democratic process, whereby one side can outspend another.  We must look very carefully at the regulation needed to make our election and referendum processes fairer and more democratic in the future.  <\/p><p>I inform colleagues that we heard very powerful testimony this morning at the meeting of the Oireachtas Joint Committee on Foreign Affairs and Trade and Defence from Dr. Annie Sparrow, a paediatrician who has worked extensively in Syria.  She elaborated on the appalling ongoing humanitarian crisis in that country, particularly for children, with whom she has been working.  She has been trying to stem the outbreaks of polio in Syria as a result of the catastrophic war that has been ongoing for the past seven years.  I was encouraged and motivated by her presentation to try to renew a cross-party motion on Syria.  The Leader has been very helpful in that regard.  I have also received support from all colleagues, with the unfortunate exception of Sinn F&eacute;in Senators.  I hope that this time we will see support from Sinn F&eacute;in for an all-party motion on Syria condemning the appalling atrocities being committed against civilians.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#H00300","speaker":"1402","continuing":true},{"type":"speech","time":1525944600,"counter":37,"content":"<p>I hope Senator Ivana Bacik has made contact with the Sinn F&eacute;in office for foreign affairs on that issue-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#J00200","speaker":"1378"},{"type":"speech","time":1525944600,"counter":38,"content":"<p>Perhaps the Senator might send me the contact details.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#J00300","speaker":"1402"},{"type":"speech","time":1525944600,"counter":39,"content":"<p>-----because I have no doubt that a compromise can be reached, but it needs to be done properly.<\/p> <p>Anybody who listened to \"Morning Ireland\" this morning would have heard Ms Emma Mhic Mhath&uacute;na, a 37 year old mother of five children, say she was dying but did not need to be and that her anger outweighed her fear of dying.  While I hate saying this, the question must be asked as to whether it amounts to corporate manslaughter.  What has happened to women like Emma which did not need to happen is absolutely scandalous, yet nobody is accountable.  I met the man in charge coming out of a meeting of the Committee of Public Accounts as I came to the House.  What does it take?  What is it going to take for somebody to be held accountable?  What is it going to take for somebody to put up his or her hands and say, \"This happened on my watch.  It happened under me\"?  I am not going to say any more about it today because I have no doubt whatsoever that there will be another Emma next week.<\/p> <p>I want to look at the process of reconciliation on the island and the way it was turned into a political farce yesterday at Westminster.  Victims have been let down by Mrs. Teresa May in preferring to pander to the worst elements of the Tory Party.  I heard her being interviewed by Mr. Andrew Marr on Sunday when she made the scandalous suggestion everybody should be forced to speak the Irish language, as well as other nonsense that just beggars belief.  The information she gave on legacy cases was inaccurate and is directly contradicted by the PSNI.  The majority of historical investigations are being carried out into the actions of republicans and loyalists.  An immediate release of funding for the legacy inquest plan is required for the commencement of consultation.  Yesterday's actions at Westminster showed that the idea of nationalists taking seats there was more irrelevant than ever.  I hope the Minister for Foreign Affairs and Trade, Deputy Simon Coveney, as co-guarantor of the Good Friday Agreement robustly responds to these false claims.  Reconciliation and closure are needed by all those who have suffered as a result of the conflict.  This needs honesty and openness, not political meddling by a dysfunctional government in Britain.  Some families have been waiting for 40 years for an inquest into the deaths of their loved ones.  The funding must be released and the process must begin.  The worst scenario is for people to die and never know the true account of what happened to their loved ones.  There is a lot of nonsense going on.  Just because people are wearing a uniform does not make them exempt in the context of criminal activity.  They should not hide behind this; neither should Mrs. May.  Progress is needed and the Government must stand up on the issue.  Some of the commentary I have heard suggests it has done so, but it really needs to stand up to the British Government and not let the nonsense from Mrs. May, backed up by the Secretary of State, Ms Karen Bradley, go unchallenged.  I was disgusted when I heard it yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#J00400","speaker":"1378"},{"type":"speech","time":1525944600,"counter":40,"content":"<p>I join others who have said the cervical smear issue constitutes a huge tragedy and is quite dreadful.  It will be addressed later by the Fine Gael spokesperson on health, Senator Colm Burke, the Leader of the House and others in the Fine Gael Seanad group.  <\/p> <p>I raise another health related issue.  Sadly, each health issue has stand-alone importance.  I want to speak about the 12,000 people who are living with Parkinson's disease.  There is an excellent branch of the Parkinson's Association of Ireland in my county which is home to 200 sufferers.  It is a hugely difficult disease for the individuals affected and their families.  The Parkinson's Association of Ireland has 19 branches nationwide.  It employs a CEO and an administrator and runs a helpline.  It receives no direct funding from the State, unlike several other support groups for those affected by various degenerative neurological conditions.  A nationwide Parkinson's disease nurse specialist service which has proved to be worthwhile needs to be supported.  The availability of more nurses would reduce the number of inpatient stays in dealing with problems early.  There are five such posts, one of which has been vacant for months.  It is about to be filled by a part-time nurse specialist, but more specialist nurses must be recruited to cover all areas of the country and provide essential services for those with Parkinson's disease who have the same rights as any other group.  It is disgraceful that I even have to raise the matter in the House.  Deep brain stimulation surgery can greatly alleviate the symptoms of the disease for some patients, but it is not available in Ireland.  This means that patients have to travel abroad for pre-surgery screening, surgery and follow-up care.  These are the three central issues of concern for persons with Parkinson's disease and the Parkinson's Association of Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask the Leader to bring the concerns of this House - I know my own concerns are shared by everyone here - to the Minister for Health, Deputy Simon Harris, and to facilitate a debate on this issue in the future.  I also ask the Leader to publicly support this important cause.  There are huge issues across health.  My colleagues will shortly address tragic ones.  This issue, however, cannot be lost in the midst of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#J00500","speaker":"1397","continuing":true},{"type":"speech","time":1525944600,"counter":42,"content":"<p>As a former teacher and a current member of my local school's board of management, I want to raise the removal of history and geography as core subjects for the junior cycle.  This a regressive step.  I am not going to stand here and be hypocritical as I stood here before looking for the inclusion of farm safety, along with other things.  I know the logistical nightmare that is timetabling in schools and that three will never go into two.  If we include one thing we have to remove something else.  History and geography, however, are two of the subjects that form the nation's psyche and give us uniqueness.  If we do not know our history and where we came from it blinkers our focus and our vision as to where we are going.  The Minister should come in and discuss this issue.  I hope it is not a <i>fait accompli<\/i>.  Perhaps we can think outside the box.  If it not possible for these two subjects to be part of the core timetable, perhaps we can incorporate them into other core subjects.<\/p><p>For example, there could be a brief synopsis of our history in literature form.  It could be used in English for reading, spelling and grammar.  While students study English or Irish, they would also get knowledge of our history.  It could be likewise within IT, a relatively new subject in many schools.  Why not incorporate history and geography research as part of IT training?  I hope we can think outside of the box.  It would be regressive if we lost history and geography as core subjects.  My fear is the next generation in my end of the country might never even know where Cork is and the great historical role it played in the formation of our nation.  We need the Minister to come to the House to talk about this and not just let this happen.  If it is to happen for the logistical reasons I have mentioned, perhaps we can come up with some alternative so that future generations know the great history of this country.  It formed us as a nation and will influence our formation into the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#K00200","speaker":"1383"},{"type":"speech","time":1525944600,"counter":43,"content":"<p>I join with my colleagues in saying that our thoughts today are with the people who are getting - or have gotten - the news on the results of CervicalCheck.  These results were previously inaccurately reported.  It is a challenging time for them, their families and for the wider community as well.  It is also a challenging time for people working in the health service.  The workload in all of the clinics across the country has increased dramatically.  I refer to general practitioners and everyone involved in the healthcare area.  We should support them.  It is also important that we plan for the future.<\/p> <p>One of the problems, about which we need to do something, is to provide a huge amount of information and that is lacking.  The whole process of the screening programme may, to an extent, have given a false impression that once a person got the result they were guaranteed that it was proof of safety.  It now turns out that it was not.  The big issue in this case was that smears were taken which clearly identified there was cancer but that was not identified.  That is the issue now.  There is also the wider issue that none of these health programmes is 100%.  We need to get a lot more information out there.  I agree with colleagues in that regard.<\/p> <p>There is a need for accountability.  The person who was in charge of CervicalCheck has stepped aside and another person is no longer in the post they held.  They were in charge of the whole CervicalCheck programme.  However, much more needs to be done.  One of the issues in respect of litigation in the medical area is that the only people who are in the courts are the doctors and nurses.  There is no accountability among people in administration who may have delayed the process of getting the claim dealt with.  We need far more accountability.<\/p> <p>Also on litigation, we need to be mindful that last year something like &euro;300 million was paid out in claims.  There was then &euro;300 million less for healthcare.  It does not come directly from the healthcare budget, but it comes from the overall budget.  If we settled every current claim, it would cost over &euro;2 billion.  We need to be mindful that we need to put in adequate resources so we can reduce the level of litigation.  When errors occur, it is important that people are adequately compensated.  It will never put them back into the position they were in prior to the error being made but it is important that is taken into account as well.  We have a major challenge.  We need accountability and we need it across all the sectors involved in this case, whether it is the medical or the administration side.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#K00300","speaker":"1409"},{"type":"speech","time":1525944600,"counter":44,"content":"<p>This morning I brought up a Commencement matter.  Unfortunately, the Minister for Health, Deputy Simon Harris, understandably but disappointingly, was not available.  Another Minister took the Commencement matter.  The competition for the next director general of the HSE needs to be transparent and accountable.  Most of all we need an open competition.  To my absolute horror, the HSE cannot find a job description for the director general.  It has been like this for years.  I asked that we make sure we have a criterion that it is an open competition.  I want to know who is on the interview panel.  We cannot parachute people, as was done with the most recent one, into posts.  I also emphasis the need for clinical experience and not just managerial experience.  I refer to hands on clinical experience and that people do not forget what it is like to be a patient or a worker within our health service.<\/p> <p>Perhaps we can ask the Minister for Health, Deputy Simon Harris, to come into this House.  I want to ask him where are the plans the HSE said it would roll out to upskill people in this country.  I refer to work, slides and smear tests, etc. being done in-house or shared between ourselves and Britain.  Closer to home would make it much more secure and more accountable.  When it was outsourced, we did not have the skills either here or in Britain.  Those plans to upskill people need to be advanced at a rapid pace.  The company or the service needs to be made public.  The service needs to be shared between ourselves and the UK.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#K00400","speaker":"1388"},{"type":"speech","time":1525944600,"counter":45,"content":"<p>I was not going to speak on the issue of cancer.  I spoke on it yesterday regarding the lack of accountability and the need for accountability at the top management level of the HSE.  After listening to the extraordinary interview this morning on \"Morning Ireland\", we need to look at that issue again.  Accountability is very much required at the top of the HSE.  We need to look at the issue of confidence in the HSE as a people and as a Chamber.  It was a frightening interview.  Anyone who has a wife or kids would feel it is the big issue at which we have to look.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tim Lombard:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2466\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2466&amp;amp;pid=TimLombard&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The confidence is not there.  We have to grasp the nettle and deal with these issues in the short term.<\/p><p>I intended to raise an issue mundane in comparison, namely, the lack of ESB power in my part of the world over the past six to eight months.  We have experienced at least seven power outages affecting large parts of Carrigaline, Minane Bridge and Nohoval, with some almost reaching Kinsale.  Yesterday, the power was out again, as it was last Sunday for three hours.  ESB has a Third World network in parts of the country and that needs to be addressed.  It is an issue that the Minister for Communications, Climate Action and Environment must be aware of in order that he does something to ensure people have continuous electric power.  It is a basic service in this day and age and it is bizarre that there have been seven outages in this part of the world since last November.  This needs to be brought to the attention of the Minister and ESB Networks to ensure we do not continue to experience these outages going forward.  It affects the credibility of our tourism industry and it also has a damaging affect on our agricultural industry and on householders who had no power for three hours on a Sunday of a bank holiday weekend.  The Minister needs to talk to ESB Networks to get something done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#K00500","speaker":"1386","continuing":true},{"type":"speech","time":1525944600,"counter":47,"content":"<p>I extend my sympathy and gratitude to Emma Mhic Mhath&uacute;na following her moving interview this morning and for telling her story.  It must not have been easy.  It is a dark day for the country.<\/p> <p>I am perplexed by the Minister for Education and Skills' proposed policy on school place allocation.  He has hit on a new policy of intrinsic discrimination.  Under the proposed legislation, if pupils seek to enrol in school with a Catholic ethos and they are Catholic, from the catchment area and their parents and siblings or both have attended the school, there is no guarantee of a place but that place could be allocated to a pupil who is not Catholic, does not prescribe to the ethos of the school, does not have parents or siblings who attended the school previously and who probably has little or no ties to the area.  Why is it okay and good to discriminate against children who are intrinsically linked to schools in their area?  Will the Leader invite the Minister to come to the House to explain this crazy policy?  Perhaps the newspaper reports are not correct but if they are, they are beyond belief.<\/p> <p>Following the horrific radio interview I mentioned, Ms Catherine Heaney of the National Museum commented on its good working relationship with the Houses of the Oireachtas and she also mentioned the \"very nice space in front of Leinster House\".  Ms Heaney would be better off concentrating on the museum's work.  The beautiful, tactile room we are in now was used for storage prior to us restoring it to its current grandeur.  It would be better if Ms Heaney looked after the affairs of the museum and did not worry about Leinster House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#L00200","speaker":"1411"},{"type":"speech","time":1525944600,"counter":48,"content":"<p>I wish to raise again services at the National Rehabilitation Hospital, NRH, D&uacute;n Laoghaire and the provision of rehabilitation services throughout the country.  During my first week in the House, I made it clear that I would make this a key issue and I have raised it at least 13 times.  Last week, I received a letter from the Taoiseach about it, and while I appreciate his response and the request he has made of the Minister for Health, who is understandably busy this week, to report back to him, some of the same 12 beds that were closed in the hospital during the first week in January 2017 remain closed this week.  The hospital board and management want to reopen them.  We have been informed that the HSE has a funding difficulty in this regard.  Six of the beds have been reopened but six remain closed.  It is a scandal at a time when our hospitals are in crisis and there are substantial waiting lists to avail of services in the NRH.  Patients who are due to transfer to the hospital are blocking beds in other acute hospitals through no fault of their own, which is unsatisfactory.  I have spoken to the Leader previously about this matter and he has pursued it, but it is important to keep it on the agenda.  I appreciate the Minister for Health is extraordinarily busy at the moment, but I would like to report in two or three weeks that the six remaining beds have reopened because it is an important issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#L00300","speaker":"1379"},{"type":"speech","time":1525944600,"counter":49,"content":"<p>I wish to raise two issues.  I support Senator Bacik's call for a debate following the referendum on electoral reform.  I would like to broaden that debate to include a preliminary discussion on Seanad reform.  Senator McDowell is chairing an all-party committee in this regard, but we should discuss Seanad reform during a debate on electoral reform and put forward ideas for him to mull over.<\/p> <p>We will take Report Stage of the Mental Health (Amendment) Bill 2017 next week.  Senator Freeman has been very involved in the legislation over recent years.  I ask Members to participate in the charity walk, Darkness into Light, this weekend.  Many years ago, I took part in it for the first time and the following year I organised a walk in Naas.  I had discussions with Senator Freeman at the time regarding the use of yellow T-shirts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#L00400","speaker":"1438"},{"type":"speech","time":1525944600,"counter":50,"content":"<p>The Senator is not permitted to display emblems in the Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#L00500","speaker":"1420"},{"type":"speech","time":1525944600,"counter":51,"content":"<p>There are other emblems on display as well but this is more important than some of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#L00600","speaker":"1438"},{"type":"speech","time":1525944600,"counter":52,"content":"<p>The Senator is not allowed to display objects.  That is a long-standing ruling of the Chair.  He has made his point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#L00700","speaker":"1420"},{"type":"speech","time":1525944600,"counter":53,"content":"<p>I argued with Senator Freeman at the time and I admit I was wrong.  When the T-shirt is displayed on the night, it is a powerful symbol.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#L00800","speaker":"1438"},{"type":"speech","time":1525944600,"counter":54,"content":"<p>The Senator is being disobedient for a new boy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#L00900","speaker":"1420"},{"type":"speech","time":1525944600,"counter":55,"content":"<p>He should have ironed the T-shirt.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#L01000","speaker":"1414"},{"type":"speech","time":1525944600,"counter":56,"content":"<p>Irrespective of whether I am the new boy, this is an important issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#L01100","speaker":"1438"},{"type":"speech","time":1525944600,"counter":57,"content":"<p>I appreciate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#L01200","speaker":"1420"},{"type":"speech","time":1525944600,"counter":58,"content":"<p>The event this weekend is an opportunity for people who have been bereaved by suicide to congregate and it is also an opportunity for us to meet them and bring their thoughts to the Chamber.  All of us at some stage in our lives have been in a dark spot but we have been lucky enough to find the light.  Others have not and we should be supportive of them whenever possible.  Next week I would like us to discuss the expenditure of mental health services funding and whether there will be funding to implement some of the proposed amendments to the legislation.  Funding has been available for years but it has not been spent, and I would like to ensure that whatever funding is available is used to help properly those who need it in order that they can move from darkness into light.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#L01300","speaker":"1438"},{"type":"speech","time":1525944600,"counter":59,"content":"<p>I join other Members in expressing my deepest sorrow and heartbreak as I heard Emma on \"Morning Ireland\" this morning.  It is one of the hardest and most heartbreaking interviews I have ever witnessed.  I compliment Ms Audrey Carville on the manner in which she conducted that difficult interview.  It really brings home in the starkest form the reality of what has happened in our health service.  Ms Mhic Mhath&uacute;na went on to describe a dream she had that she was passing away and losing her life but she did not get the opportunity to say goodbye to her children.  It was heartbreaking and I cannot imagine for one minute what that lady and her family are going through.  We owe it to her and many others to get to the bottom of this so that confidence can be restored in our health services.  The quicker we get to that point, the better.<\/p> <p>I rise today to mention another matter that caused me great concern and alarm when I came across statistics from the Central Statistics Office, CSO.  They indicate over 300,000 crimes were committed by people on bail in this country between 2003 and 2016.  That works out at a startling 2,000 crimes per month committed by criminals out on a bail merry-go-round, if I can call it that.  We are all aware of numerous examples of serious crimes committed by people on bail, sometimes tragically ending in a fatality, with innocent people losing their lives.  It is a scandal that needs to be addressed.  We cannot allow the position to continue where innocent people are exposed to burglary or serious crime committed by people out on bail.  We have a duty to protect innocent people and they should be our priority.<\/p> <p>I know there is a commitment within the programme for Government on the electronic tagging of criminals out on bail.  This must be fast-tracked.  We can consider that the cost of keeping a person in prison for 24 hours is approximately &euro;160 compared with the estimated &euro;6 per day cost of electronic tagging.  It is time for it to be introduced so our citizens can get proper protection.  For that reason I ask the Leader to invite the appropriate Minister to the House to advise us on the status of this legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M00100","speaker":"1396"},{"type":"speech","time":1525944600,"counter":60,"content":"<p>At the outset I thank colleagues who supported the Bill I brought before the House last evening seeking to bring transparency and enhanced accountability to the local government sector in Ireland.  Given that much of today's debate has focused on accountability within the public service and health service, despite the fact that Fine Gael Senators opposite did not support the Bill last night, I hope they will reflect on that.  I genuinely believe that the honourable Fine Gael Senators in the House share our views and we can work together-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M00200","speaker":"1382"},{"type":"speech","time":1525944600,"counter":61,"content":"<p>I hate to remind the Senator that it was debated last night and a decision was made.  We cannot reopen it today on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M00300","speaker":"1420"},{"type":"speech","time":1525944600,"counter":62,"content":"<p>Triumphalism.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M00400","speaker":"1411"},{"type":"speech","time":1525944600,"counter":63,"content":"<p>The Senators are good at that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M00500","speaker":"1391"},{"type":"speech","time":1525944600,"counter":64,"content":"<p>I suppose the point I was trying to make concerned accountability in public service, which many Senators raised today.  Very often politicians are held accountable by the electorate in every cycle but although we have brilliant civil and public servants in this country, we also have civil and public servants who are not held accountable.  The women of Ireland deserve answers.  We heard the alarming interview this morning from Ms Emma Mhic Mhath&uacute;na and it sent shivers down everybody's spine.  We all have sisters, wives, cousins, friends and other women who deserve better than the answers they are receiving this morning at the Committee of Public Accounts from the leadership team in the Health Service Executive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M00600","speaker":"1382"},{"type":"speech","time":1525944600,"counter":65,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M00700","speaker":"1390"},{"type":"speech","time":1525944600,"counter":66,"content":"<p>The Health Service Executive published a new guidelines document on a performance and accountability framework for 2017 but it is not abiding by its own principles or document with this issue.  The document provides for the redeployment, expulsion or sacking of individuals who are not performing as they should within the HSE.  We need accountability and performance indicators, and we need to see individuals held to account.<\/p> <p>The entrenched position being adopted by the leadership team of the HSE is doing nothing to boost the confidence of women in the country now.  People in those positions must reflect on them and resign as quickly as possible.  We cannot allow the women of Ireland to be treated for one more day in the manner in which they have been.  They are frightened and afraid.  They do not know whether to accept the results or if their lives are in danger because they are carrying an illness.  That is unacceptable.  The confidence in the leadership team in the HSE is no longer there and their positions are no longer tenable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M00800","speaker":"1382"},{"type":"speech","time":1525944600,"counter":67,"content":"<p>I thank the 15 Members of the House for their contributions to the Order of Business.  Senators Mark Daly, Craughwell, Ruane, Colm Burke, Conway-Walsh, O'Reilly, Lombard, Davitt and, indirectly, Boyhan, Devine, Gallagher and &Oacute; Domhnaill all mentioned the cervical cancer screening issue.  It is harrowing and distressing for any person to be told he or she has cancer but to have to go on public radio with our national broadcaster and reveal with such emotion what has happened is unacceptable.  Senator &Oacute; Domhnaill is right that the women of Ireland deserve better.  I cannot imagine the pain and distress that Emma Mhic Mhath&uacute;na and the other women are going through.  I am very emotional about this because it affects all of us.  We all have stories of members of our families diagnosed with cancer and given the news that it is terminal in some cases.  It is unbelievable that we must see pain and suffering being endured by people on a daily basis because of a failure to do a job for whatever reason.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M00900","speaker":"1391"},{"type":"speech","time":1525944600,"counter":68,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M01000","speaker":"1390"},{"type":"speech","time":1525944600,"counter":69,"content":"<p>I will make this clear, as I have done in this Chamber every day since the scandal emerged.  We need accountability and people to be held to account.  The buck must stop somewhere.  It is why the Government established a statutory inquiry to uncover all the facts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M01100","speaker":"1391"},{"type":"speech","time":1525944600,"counter":70,"content":"<p>It must find where the buck starts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M01200","speaker":"1390"},{"type":"speech","time":1525944600,"counter":71,"content":"<p>As Senator Craughwell said yesterday, it is not just about the head of the HSE but it percolates all the way down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M01300","speaker":"1391"},{"type":"speech","time":1525944600,"counter":72,"content":"<p>That is too true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M01400","speaker":"1390"},{"type":"speech","time":1525944600,"counter":73,"content":"<p>That is why the Government is determined to get it right.  It is about getting all the information and facts so as to restore confidence in the cervical cancer screening programme.  We must do that.  That brave woman, Emma Mhic Mhath&uacute;na, was part of the HPV vaccine advertisement.  It shows what we must do and that illustrates the importance of the scoping inquiry.  We must get all the information so people like Senator Ruane do not have to come in here and tell her story of sitting in her house, worrying and wondering.  There are so many other people affected, including sisters, wives, mothers and girlfriends.  This is unprecedented.<\/p> <p>The Government cares about what happens.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Those of us on this side of the House are as angry and upset as those Members on the other side who have spoken.  We also understand that this is about people and that what has happened is unacceptable.  We feel every bit as let down as other Senators but the Taoiseach and the Minister for Health, as well as all members of the Government, are committed to ensuring that we get the full facts and that we hold people to account.<\/p><p>Senator Daly is right when he says that the system must hold people to account.  That is why the issue of Apple is very disappointing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#M01500","speaker":"1391","continuing":true},{"type":"speech","time":1525944600,"counter":75,"content":"<p>It is more than disappointing for the people of the area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#N00200","speaker":"1390"},{"type":"speech","time":1525944600,"counter":76,"content":"<p>I understand that.  It will force people to leave and go elsewhere.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#N00300","speaker":"1391"},{"type":"speech","time":1525944600,"counter":77,"content":"<p>Apple may think again about coming.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#N00400","speaker":"1390"},{"type":"speech","time":1525944600,"counter":78,"content":"<p>It is disappointing in terms of people leaving our country but also in terms of investment coming in, and the Senator is correct in that regard.  I wish to make it clear, in the context of Apple and Galway, that the Government and the IDA did everything possible to encourage and entice Apple to invest.  I think two people objected-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#N00500","speaker":"1391"},{"type":"speech","time":1525944600,"counter":79,"content":"<p>One was not even living in the area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#N00600","speaker":"1390"},{"type":"speech","time":1525944600,"counter":80,"content":"<p>-----one of whom was not even living in the area.  This is not just about a systems failure.  We all want to see the democratic process at work in the context of planning matters.  At the same time, in this case a person who was not even living in the area objected to this development and the whole system came tumbling down.  What do we do?  The Government was criticised for introducing the strategic planning initiative.  If there were no proper planning processes, we would be criticised.  If we try to take councillors out of the planning process and leave it solely in the hands of planners, that raises other issues and perspectives.  I am happy to invite the Minister to the House to discuss-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#N00700","speaker":"1391"},{"type":"speech","time":1525944600,"counter":81,"content":"<p>With all due respect to the Leader, we have got to provide judges to hear these cases immediately.  That is where the hold-up lies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#N00800","speaker":"1390"},{"type":"speech","time":1525944600,"counter":82,"content":"<p>-----the strategic planning initiative.  The case is going to the Supreme Court.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#N00900","speaker":"1391"},{"type":"speech","time":1525944600,"counter":83,"content":"<p>That could take two years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#N01000","speaker":"1390"},{"type":"speech","time":1525944600,"counter":84,"content":"<p>It could, and I am not arguing against what Senator Craughwell is saying.  To respond to Senator Mark Daly, it raises the question as to what is the best system for planning.  I do not want to see what Senator Craughwell has suggested, whereby foreign direct investors will not come to Ireland, and that is the problem we face.<\/p><p>On housing, we had a debate last week with the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy.  We will invite him to the House again to discuss the matter further.<\/p><p>Senators Ruane, Bacik and Lawlor raised the matter of electoral reform in light of the decision by Google to ban referendum related advertising for the remainder of the campaign.  I welcome the decisions by Facebook and Google and agree that we need to have an absolute tightening up of regulations around social media and not just in the context of referenda.  Social media is the new campaign platform for a new generation.  As I said on yesterday's Order of Business, we need to see the establishment of an electoral commission as a matter of priority.  Indeed, such a commission is included in the programme for Government.  I hope that people will disregard some of the information on the posters used during this referendum campaign.  It is disappointing that there is no regulation of what can be included on posters, whether for elections or referendums, other than the name and address of the publisher and printer.  It is important that we see real reform of our electoral processes and I am happy to organise a debate on same.<\/p><p>Senator Bacik raised the issue of an all-party motion and debate on Syria.  I am quite happy to have that debate but I am sorry that we cannot have it this week or even next week.  We will endeavour to have that debate as soon as possible.  In the meantime, I urge Senator Bacik to continue to reach out to the other political parties so that we can have an all-party motion on which everyone in the House is agreed.  Senator Bacik is right that we must condemn the atrocities that are happening in Syria and condemn all involved.<\/p><p>Senator Conway-Walsh raised the issue of events in Westminster and comments by the British Prime Minister.  The T&aacute;naiste is in London today and since his appointment as Minister for Foreign Affairs and Trade he has always been very strong, as co-guarantor of the Good Friday Agreement, in defending and standing up for our interests and in putting forward a strong case for Ireland, and I know he will do so again.<\/p><p>Senator Joe O'Reilly raised the very important issue of services for those with Parkinson's disease.  He is very involved with the Parkinson's Association of Ireland branch in Cavan.  He made reference to the need for more specialist Parkinson's nurses and for support for the helpline run by the association.  In essence, he raised the need for more investment in services for those with Parkinson's disease.  It is a degenerative neurological disease which is devastating for those affected and their families.  It is important that services are provided, including day care, helpline support and administration.  Senator O'Reilly makes a good case for direct Government funding for the association and I am happy to invite the Minister for Health to the House to discuss the matter further.<\/p><p>I agree with Senator Paul Daly that history and geography should be core subjects in our education system.  They encourage curiosity and enhance our ability to understand our past to know where we are going.  This is essential in the context of the knowledge economy and I agree with the Senator's remarks in that regard.  I am not sure why the Senator raised this matter but I am happy to invite the Minister for Education and Skills to the House to discuss it further.<\/p><p>Senator Colm Burke also raised the issue of litigation and we will have that debate in due course.  Senator Devine raised the matter of the appointment of the next director general of the HSE.  I share her concerns and her view that the appointment process should be open and transparent.  My understanding is that the post will be advertised through <i>publicjobs.ie<\/i>, as with all other public sector appointments.  The Public Appointments Service is independent of Government but we certainly need to look at how we advertise senior posts.  As with the appointment of a new Garda Commissioner, I hope that we can reach beyond our own shores if necessary.  The position of director general of the HSE is a very important one and I am of the view that it should have been advertised before now.  If one takes the example of the GAA, when its director general, Mr. Paraic Duffy, announced his intention to retire, his post was advertised immediately.  It is important that we get it right in the context of the HSE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#N01100","speaker":"1391"},{"type":"speech","time":1525944600,"counter":85,"content":"<p>Maybe we should scrap the HSE all together and bring it all back into the Department of Health.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#N01200","speaker":"1390"},{"type":"speech","time":1525944600,"counter":86,"content":"<p>The Sl&aacute;intecare report, which is the roadmap for the future of health services in this country, has sections dealing with that issue.  It is important that we have someone at the helm who is going to lead and to bring about reform and accountability.  To be fair, that is what the Minister for Health is trying to achieve.  The job is an important one and I accept the points made by Senator Devine about the criteria for the appointment and how it is done.  I am of the view that it must be done in a public and transparent way.  I am sorry that the Minister could not be here today to discuss it.  I did not see the reply the Senator received to the Commencement matter that she raised but we will have that discussion as part of a general debate on health in the coming weeks.<\/p> <p>Senator Lombard raised the issue of the ESB and the lack of power in Carrigaline, Minane Bridge and Kinsale over the bank holiday weekend.  This illustrates the need for investment in and the upgrading of the ESB network.  I know that the ESB is doing work in some parts of Cork at the moment, but it needs to take note of Senator Lombard's remarks also.<\/p> <p>Senator Davitt raised the issue of potential amendments to the Education (Admission to Schools) Bill by the Minister for Education and Skills.  My understanding is that the catchment area condition will not be affected.  If a pupil is living in the catchment area of a school, he or she will not be affected.  The Minister has announced that he is removing the role of religion in school admissions for virtually all primary schools.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He will provide that Irish language schools will give priority to Irish-speaking children.  He will also provide that a school will be required to open a special class for children with special needs where the NCSE determines it is necessary to do so.  We all agree that it is unfair that a child of no religion from a locality is passed over in favour of another of the religion who is living some distance away from the school.  We all agree that that should not be the case, as I do as a school teacher.  Parents should not feel pressured to have their children baptised to gain access to the local school.  That is what we are trying to change.  We are not being discriminatory.  From my understanding of what the Minister is proposing-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#N01300","speaker":"1391","continuing":true},{"type":"speech","time":1525944600,"counter":88,"content":"<p>What about the sibling or parent rule?  It is not that black and white.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O00200","speaker":"1411"},{"type":"speech","time":1525944600,"counter":89,"content":"<p>It also needs to be regularised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O00300","speaker":"1391"},{"type":"speech","time":1525944600,"counter":90,"content":"<p>Will the Leader bring the Minister into the House to talk to us about it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O00400","speaker":"1411"},{"type":"speech","time":1525944600,"counter":91,"content":"<p>There are schools that have a stipulation that if a child's brother or sister went to them, he or she can go to them, but his or her nextdoor neighbour might not be able to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O00500","speaker":"1391"},{"type":"speech","time":1525944600,"counter":92,"content":"<p>According to the Minister, it will not be specific.  There will be a cap on the percentage who will be allowed to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O00600","speaker":"1411"},{"type":"speech","time":1525944600,"counter":93,"content":"<p>We will be happy to have a debate on the matter with the Minister when he comes to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O00700","speaker":"1391"},{"type":"speech","time":1525944600,"counter":94,"content":"<p>Is the Leader happy to bring him here?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O00800","speaker":"1411"},{"type":"speech","time":1525944600,"counter":95,"content":"<p>Senator Victor Boyhan referred to the National Rehabilitation Hospital in D&uacute;n Laoghaire.  It is welcome that six beds have been opened.  However, I do not have the answer the Senator requires.  He has been prolific in raising the matter of the number of beds in the hospital, as has Senator Maura Hopkins.  Senator Victor Boyhan has raised the issue 13 times.  It warrants us posing the question as to why the other six beds are not being opened if money has been allocated and the Minister for Health and the Taoiseach are committed to opening them?  The Senator attended the opening with them.  It beggars belief that the HSE has not done what it was asked to do, but, as I said, I do not have the answer for the Senator that he requires.  However, I commend him for raising the issue because it is important that the beds are opened.<\/p> <p>I commend Senator Tony Lawlor for his very positive contribution on mental health.  The Leas-Chathaoirleach ruled on the issue of wearing the t-shirt.  It is a symbol that gives light and hope to people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O00900","speaker":"1391"},{"type":"speech","time":1525944600,"counter":96,"content":"<p>I rely on precedent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O01000","speaker":"1420"},{"type":"speech","time":1525944600,"counter":97,"content":"<p>I congratulate all those who will be involved in the Darkness into Light walk next Friday night-Saturday morning and commend all those who will participate.  I congratulate Senator Tony Lawlor on being involved in Naas.  He is right - it is about all of us finding a positive space.  Senator Jennifer Murnane O'Connor spoke about the matter yesterday.  It is about talking, sharing and working together to alleviate the sense of loneliness, depression, isolation and vulnerability to ensure better mental health for everyone.<\/p> <p>I commend Senator Robbie Gallagher's research into the bail figures to determine the numbers of those who reoffend.  The numbers are startling and highlight the need to continue to shine a light on the issue of those who are granted bail.  If we believe in restorative justice and rehabilitation, we cannot incarcerate everybody.  There would not be prison places for the 3,000 people in question, some of whom should not be in prison.  The Senator is right - there is a need to address the issue to monitor those who offend repeatedly and send a proper message in that regard.  I am mindful that it was the Senator's party, under the great John O'Donoghue, which promoted the concept of zero tolerance.  I wonder where it went, but it is an issue that needs to be highlighted.  I also agree with the Senator on electronic tagging.  We should see it being expedited as part of the programme for Government.<\/p> <p>I congratulate Senator Brian &Oacute; Domhnaill on his victory last night with his Bill, to which I spoke.  The Leas-Chathaoirleach will not let me repeat my speech on Second Stage and I will not do so, but it is important that we have accountability at all levels of local government, the public service, the Civil Service or any organ of the State.  We are accountable to the electorate.  We go before the people and are voted in or out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O01100","speaker":"1391"},{"type":"speech","time":1525944600,"counter":98,"content":"<p>Would the Leader vote in different way today?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O01200","speaker":"1396"},{"type":"speech","time":1525944600,"counter":99,"content":"<p>Will the Senator say what he said again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O01300","speaker":"1391"},{"type":"speech","time":1525944600,"counter":100,"content":"<p>Oon reflection, would the Leader vote in a different manner today?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O01400","speaker":"1396"},{"type":"speech","time":1525944600,"counter":101,"content":"<p>It is always important to reflect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O01500","speaker":"1391"},{"type":"unspoken","time":1525944600,"counter":102,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1525944600,"counter":103,"content":"<p>Senator Brian &Oacute; Domhnaill was lucky that there were members of Fine Gael who were not here last night, but I will say no more than that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O01700","speaker":"1391"},{"type":"unspoken","time":1525944600,"counter":104,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1525944600,"counter":105,"content":"<p>Napoleon was not wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O01900","speaker":"1414"},{"type":"speech","time":1525944600,"counter":106,"content":"<p>The Senator will understand what I meant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O02000","speaker":"1391"},{"type":"unspoken","time":1525944600,"counter":107,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Europe Day 2018: Statements","time":1525944600,"counter":108,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O02200"},{"type":"speech","time":1525944600,"counter":109,"content":"<p>I welcome the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O02300","speaker":"1390"},{"type":"speech","time":1525944600,"counter":110,"content":"<p>I thank the House for making time available for statements on the future of Europe.  Yesterday we celebrated Europe Day.  On 9 May 1950 Robert Schuman, the then French Foreign Minister, issued a declaration in which it was proposed to place French and German production of coal and steel under one common high authority.  The post-war policy had been to boost French production of coal and steel at the expense of Germany which had lost control of the mines in Saarland and the Ruhr valley.  Putting control of the materials of war in new, safe hands was a radical move.  Robert Schuman knew that it would make it much more difficult for either side to return to war.  The then German Chancellor, Konrad Adenauer, recognised immediately that it was a magnanimous offer, as did the Netherlands, Belgium, Luxembourg and Italy.  The following year the European Coal and Steel Community was created when the Treaty of Paris was signed.  While the immediate, ostensible focus of the declaration was on coal and steel production, the real underlying intention was to create common interests that would hasten European integration.  Robert Schuman was a French politician who was born in Luxembourg in 1886.  His father had fled there from France when part of his native Lorraine was occupied by Germany after the Franco-Prussian War.<\/p><p>We do not have time today to go through every twist and turn of Robert Schuman&rsquo;s colourful life, but he had every reason to put all of his energy into stopping another war.  As an MP between the First and Second World Wars, he worked on the harmonisation of laws in Alsace and Lorraine with French law after that region had become French again.  During the Second World War he was arrested for acts of resistance but was spared from being sent to Dachau.  He was an advocate of Franco-German reconciliation long before it became fashionable.  We can guess that his European spirit had been formed much earlier in his life.  He was educated in Luxembourg, Metz, Berlin, Munich, Bonn and Strasbourg.  We could say he was the original Erasmus student.  Part of his genius was that he understood he could not secure his European vision overnight.  In what must be the most oft-quoted lines in the declaration he said:<\/p><blockquote>Europe will not be made all at once, or according to a single plan.  It will be built through concrete achievements which first create a de facto solidarity.<\/blockquote> <p>Ireland was not a signatory to the Treaty of Paris, nor was it one of the original six that signed the Treaty of Rome in 1957, but we are still part of Robert Schuman&rsquo;s legacy.  He was clear that his declaration &quot;may be the leaven from which may grow a wider and deeper community.&quot;  The wider and deeper community that has emerged is the European Union, of which Ireland is an active member.  Membership has given us barrier-free access to the world&rsquo;s biggest markets.  Support for the agriculture sector has kept rural communities alive and given European consumers the assurance of safe, high quality food at affordable prices.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Helen McEntee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2394\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2394&amp;amp;pid=HelenMcEntee&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Membership has paved the way for social progress.  It has amplified the voice of small countries such as Ireland on the global stage.  In short, membership has transformed our country.  Membership gives us a say on the issues small countries such as ours cannot tackle alone, for example, Europe is the world's biggest importer of fuel.  Collectively, we spend &euro;350 billion every year on fuel imports.  The challenge now is to invest heavily in the new technologies that will make us more self sufficient in fuel terms, allow us to cut our energy costs, reduce our carbon footprint and make us more adept at tackling climate change.<\/p><p>Although we have made great strides in gender equality, our EU economies would gain &euro;13 billion per annum if we could eliminate the gender gap completely.  Equally, we could add &euro;415 billion to the EU's gross domestic product, GDP, if we could complete the digital single market, and we have no choice but to do so, if we want to take advantage of the second digital revolution.  Completing the digital single market and the single market in services would reap huge dividends for Ireland too since more than half our exports are in services and more than half of our labour force works in the services sector.  We have a clear and vested interest in bringing to bear our influence on the future of Europe debate.  <\/p><p>While we celebrate Schuman's 1950 vision for Europe every year on 9 May it is arguably more significant this year as we face into an uncertain future with only 27 members following the decision of the UK to leave the European Union.  Of course these conversations need to be held on the future direction of the EU and how we want it to work for us but they happen in the context of the difficult issues we have faced over recent years, the financial crisis, the migration crisis, the recent terror attacks on EU soil that have tested member states, the growth of Euroscepticism in some member states and furthermore, in the aftermath of Brexit.  The upcoming budget cycle as well as political developments in other parts of the EU have underlined the need for these discussions to take place. <\/p><p>Yesterday, we marked Europe Day by hosting a national citizens' dialogue on the future of Europe.  It was the culmination of a process launched in November that took us around the country listening to the needs and concerns of our own citizens across the regions and within voluntary and community organisations.  At each session we asked participants for their views on our prosperity and competitiveness, our future sustainability, what a socially responsible union should look like, how to tackle globalisation and how to work with our European partners to deliver a safe and secure Union.  Our work was complemented by the work of the Oireachtas Joint Committee on European Affairs which has held its own hearings on the future of Europe.  I was glad that the Chairman of the committee, Deputy Michael Healy-Rae, and many other committee members, including Senator Richmond, participated.  The debate was a stimulating one and now that we are beginning to pull together the feedback from each session, I have no doubt that Ireland's contribution to the broader European debate will be all the better because of it.<\/p><p>Senators will have seen the results of the EMI-Red C poll published earlier this week showing that support here for membership of the EU is higher than ever at 92%.  Among 18 to 24 year olds support for membership is at 97% which is an unbelievable high figure.  What struck me most about the poll was the staggering response to the question about public engagement: 92% of respondents said it was important that Irish people have an input into the future of Europe debate.  This chimes with, and reflects, the response I got at our regional sessions of our citizens' dialogues.  Everywhere I went the feedback was the same.  Everyone appreciated that we had come to listen to what they had to say and they felt this process should not just happen once in a blue moon or after a crisis but should be continuous. <\/p><p>The European Union's Committee of the Regions has just published its report on the future of Europe, following a yearlong listening exercise across 81 regions and 114 cities.  It found that people are enthusiastic about the EU, but feel disconnected.  It wants high levels of transparency and, as we heard ourselves, it wants Europe to be more active in education, the environment, security and tourism.  Those areas were mentioned in citizens' dialogues, particularly education and investment in research and innovation if we are to prepare for the changing world ahead of us.  The Committee of the Regions says the most significant issue mentioned was a demand for more solidarity.  This was echoed at our sessions where the message was one of fairness in the workplace, between communities and inter-generational fairness.  People want to be sure that the younger generations are given the opportunities to progress in developing their careers, families and other areas but also that older people are given the opportunity to retire with peace and dignity. <\/p><p>Another message in the report of the Committee of the Regions that we need to attend to was that people trust their local and regional politicians most, in some instances more than they trust national or EU politicians.  This puts a tremendous responsibility on us to engage with our citizens on European issues.  People will respond when policies, even complex policies, are explained to them or there is engagement on them.  If we have learned one thing from the Brexit debacle, it is that we must connect better with our own citizens and bring them and the European Union closer to one another.<\/p><p>As Robert Schuman said, we build this solidarity through concrete achievements.  This work is never complete but far from futile.  On the contrary, it makes debates like the one we are having here today indispensable and I thank the Cathaoirleach for making time available today for these statements.  I look forward to hearing the Members' contributions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#O02400","speaker":"1337","continuing":true},{"type":"speech","time":1525944600,"counter":112,"content":"<p>I thank the Minister of State for coming to the House and reflecting on the future of the European Union.  Fianna F&aacute;il has long been an advocate of the European Union since its leadership in the accession process of 1973.  Membership of the European Union has led to a social and economic transformation of this country that would have been unimaginable 100 years ago.  It would not be possible for Ireland to negotiate on its own but because of the wisdom and guidance of T.K. Whitaker and the Department of Finance in 1958 in the paper on economic development and the programme that Whitaker put in place coupled with has the ability to trade with Europe and beyond under trade agreements that Europe has put in place on our behalf.<\/p> <p>Like any institution the EU has its faults.  The White Paper produced in March 2017 by the European Commission sets out the possible paths for the European Union.  There are five options including: to carry on as we are; to have nothing but the Single Market; that those who want more do more, a kind of multi-track process, elements of which have been put in place by some doing less more effectively and efficiently; and doing much more together, all of which have their own challenges considering that the daily management of the EU is its own huge challenge.  Brexit is a particular challenge.  It is of little concern the further one goes from Ireland.  One of my Fianna F&aacute;il colleagues met a Cypriot MP who believed that Ireland was leaving as well as Britain which shows how little understanding there is on the periphery of Europe, especially in eastern Europe.<\/p> <p>I know the Minister of State is daily involved in getting across the message of the effects of Brexit and the importance of supports from the European Union by relaxing state aid rules.  The Minister of State outlined the public support for Europe in the recent opinion poll.  I have been here for ten years and still find it unbelievable that we do not know how many EU directives we have to put into place.  They are all done at the last minute as we saw recently with the debate on the Data Protection Bill 2018 which went on until midnight, with a deadline.  I was involved in the organ donation legislation, following an EU directive, which was the first ever Act on organ donation passed by the Oireachtas.  That was done by the Minister for Health in the past month without a debate at the Oireachtas Joint Committee on Health or in either House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Some 95% of laws that are enacted in Ireland every year are either statutory instruments or EU directives transposed by Ministers and Departments without ever being debated in this House.  Only 5% of the legislation, which is 50 Bills each year, are debated in this House.  There are more than 500 EU regulations and directives each year.  Many directives are very good, but the Spanish said that the EU directive on organ donation was the worst transposition of an EU directive they had seen anywhere in Europe.  There is a lack of systems in place.<\/p><p>Another issue is that when countries have concerns about EU proposals, there is an imbalance between the larger countries and the smaller countries, such as Ireland.  We have to gather more support than Germany or France, for example, to stop or delay a particular proposal.  Given that there is a European country at any given time coming into an election or coming out of an election and forming a government, if one added it all up one would nearly have to get all the countries that are in the middle of their democratic cycle to come on board in order to get an EU directive stopped.  It is a perfect bureaucratic system of keeping the system moving forward and democracy cannot get enough countries behind a particular proposal to stop it if it is of concern to them because the country has only eight weeks to do so.  It is a system that needs to be looked at.  It must be a Europe of equals not a case of the big countries being able to stop the process quite easily and the smaller countries having to come together to try to stop something.  We have only managed to put one concern forward in respect of corporation tax in the entire five years that the system has been in place.  That will tell people how little engagement we have in stopping things that would become a problem for us down the line.  That is a systems failure in the Oireachtas.<\/p><p>Senator Richmond was in Westminster and spoke to Members of the House of Lords and the House of Commons about Brexit and the effect it will have on Ireland.  What does victory look like for a Brexiteer?  I asked a Member of the House of Lords how anyone in Britain will be better off as a result of Brexit.  All the economic data is that the majority of the people in Britain will be worse off.  His response was that some people would feel better.  That is the upside of Brexit for Britain.  While they might feel better, they certain will be worse off.  The concerns that people have about Europe is that when Brexit happened, instead of Europe taking a moment and saying that we need to reflect on the concerns of people in Britain, and there are concerns which are shared across Europe about too much bureaucracy, the decision makers are largely unelected and that national governments are not able to keep up with all the legislation that is coming through, which must be scrutinised and transposed properly.  As a result there is disaffection, which is exploited by those who are against the idea of a closer co-operation.<\/p><p>If one asked people in Ireland whether they favour a federal Europe, and I know my colleague, Senator Richmond, would be against this statement, but on this side of the House we believe in a Europe of equals and a federal Europe means less power for the citizens because it will be centralised.  Worryingly what we saw in the European defence proposals is that billions of euro will be spent by the armaments industry lobbying for a defence policy, and this was passed before Christmas.  This is a concern and must be of concern.  They did not do that because they wanted a safer Europe, they did that because they wanted to sell more guns and equipment to European countries and to put budgetary requirements on European countries to spend money on military hardware.  I do not think that is a Europe that the Irish citizens want to see.<\/p><p>As we know it is far better project than any alternative that has not worked in Europe for millennia where nations kept fighting with each other.  It is like the northern peace process, but Europe is the largest peace process and the most successful one we have seen.  I hope it will continue for the benefit of all its member states and all its citizens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#P00200","speaker":"1414","continuing":true},{"type":"speech","time":1525944600,"counter":114,"content":"<p>Senator Neale Richmond has eight minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#Q00200","speaker":"1390"},{"type":"speech","time":1525944600,"counter":115,"content":"<p>I warmly welcome the Minister of State to the House and most importantly wish her a happy Europe Day, albeit belatedly.  I commend her on the work she has done since becoming Minister of State in this vitally important role, a role that is becoming more important due to the mess that is Brexit.  It has always been important and perhaps it has been undervalued by many in the political and chattering class.  There is an amount of unseen work both in terms of sheer preparation, travel, engagements, acknowledging every single directive coming through, attending the 17 General Affairs Council meetings as a start in addition to everything else.  The Minister of State has taken to her role with gusto, to give credit where it is due.<\/p> <p>I will speak about Europe Day in the round.  It is very important that we remember why we have what is now the European Union.  Essentially for 61 years the European Union has been the greatest peace project in the history of mankind.<\/p> <p>We can talk above EU directives and straight bananas and blue passports and all this other stuff, and pick at it.  To come back to the simple fact, that a European member state has not waged war against another member state since the start of this project.  That is remarkable.  Anyone who was alive 61 years ago or anyone who has a knowledge of that history would probably not believe it, however, my fear is that my generation, our generation simply do not see that as a risk.<\/p> <p>When we talk about violence and talk about peace, it is very important to note that the greatest threat to peace on this island now, unequivocally is Brexit.  It is the possibility of a hard border frustrating and driving a wedge down communities across this island; the infrastructure of a hard border giving licence to dissident paramilitaries to return to a career of sheer bloody violence and madness that no one wants to see.  When we hear the rhetoric from our good friends across the water that this is playing politics or this is strategy or tactics, it absolutely disgusts and appals me.<\/p> <p>We are part of this wonderful peace project that has grown into something so much more over the 61 years and we are very lucky to be part of it because if the UK had not originally sought to join the European Community, we would not even have been considered.  We were the island behind an island that had to rely on a British application and the veto for the original British application being removed when President Pompidou replaced President de Gaulle and we were able to get a foot in the club.  Since we have joined the club we have thrived.  We helped to lead the club and we have helped to direct it.  Being a small island nation on the periphery of Europe, we have thrown ourselves at the heart of Europe, regardless of what party was in government.<\/p> <p>We do have a great ability to always think of the European project and the European Union and focus on the small bit - the negative, the frustration, the bureaucracy the conspiracy theories, the fear of the large member states and what they are trying to do to little old Ireland and say that Europe is foisting something on us, without acknowledging that we are Europe.  It is Irish people working in the Berlaymont, Ms Catherine Day from Dublin who was the Secretary General in the Commission, it is Irish Ministers, such as the Minister of State, Deputy McEntee, the T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Coveney, and the Taoiseach going into Council meetings and driving the agenda and providing for all the 510 million citizens across the European Union.  It is extremely powerful.  Instead of knocking it, it is about time we acknowledged the benefits.<\/p> <p>Our dear friends in Great Britain realised one cannot spend 45 years criticising a project and then in six weeks convince people they better stay in it.  If we relentlessly focus on the small negatives and forget about the obvious benefits, the right to travel, the right to work in another European country, the right to receive healthcare, Erasmus+, Horizon 2020, the euro in all its forms, the fact that if we want to go to Spain, we do not need to spend two hours in a line up getting a visa and then transfer all our money into pesetas and then struggle along our way with no rights or responsibilities or anything.  It is so much better now than it was when Irish people used to go there in the 1970s.  We need to reflect on the benefits.  We need to be aware of them.  <\/p> <p>The Minister of State mention the European Movement Ireland Red C poll from yesterday which found that 97% of young people want to remain in the European Union.  That is the generation that does not remember what life was before the euro, what life was when there were borders or when we did not have safe food or clean air to the standards we have today.  We can use that generation and remind them every day that we are lucky to be in this club but also to say to them that we have to take responsibility.  Every time we seek to criticise Brussels for domestic legislation or something else, we first must acknowledge the benefits.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Neale Richmond:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2472\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2472&amp;amp;pid=NealeRichmond&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->For too long politicians across the divide, including some in my party, have knocked Brussels when it suits them but claimed all its benefits too.  I welcome other political parties' recent conversion to Europeanisation.  I hope it continues in the spirit of the social and economic benefits which will provide for all the remaining 27 member states.  Hopefully, the EU will grow further, be it into the western Balkans or, most importantly, after March 2019, we will see the campaign for the United Kingdom to re-join the European Union.  Ireland will be at the front of European Union member states welcoming the UK back in due course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#Q00300","speaker":"1399","continuing":true},{"type":"speech","time":1525944600,"counter":117,"content":"<p>I welcome the Minister of State, Deputy McEntee, to the House.  I am grateful for the opportunity to speak on statements to mark Europe Day.<\/p> <p>The latest research from the European Movement Ireland confirms that Irish people are positively disposed to the European Union and are enthusiastic Europeans.  Up to 92% of those polled agree that Ireland should remain a part of the EU and that it is important that Irish people input into the debate on the future development of the EU.  Up to 87% agree that, taking everything into consideration, Ireland has on balance benefitted from being an EU member.  While we overwhelmingly wish to remain in the EU and acknowledge Ireland has, on balance, benefitted from being a member of the EU, that does not mean the EU does not need to put its house in order in certain critical areas.<\/p> <p>I take issue with the EU's 2015 agenda for migration, a blueprint for managing migration.  According to Oxfam Ireland's excellent report, Beyond Fortress Europe, three years on, it is clear the EU's migration policies have sacrificed people's safety and well-being in order to stop irregular migration at all costs.  A more principled, humane and balanced approach is needed that will promote the benefits associated with migration for European host countries.  I was an immigrant myself in Britain and never considered myself a burden.  Instead, I considered myself a net contributor.  Why can we not see that those who seek to live among us would not bring the same positive contribution?  The current European approach is pushing people to take longer and more dangerous routes.  We have all seen the horror of flimsy boats sinking and people's lives lost.  We know too of the increasing risks that people on the move face as they flee from armed conflict, with women and children at particular risk of violence and trafficking.<\/p> <p>The EU must also act in places of particular pressure or hotspots.  There is severe overcrowding on Greek islands with over 15,700 asylum seekers trapped on these islands for indefinite and prolonged periods in conditions well below minimum EU standards.  There are also concerns arising out of the implementation by the local authorities in Lesbos of the new medical template to assess the vulnerability of asylum seekers developed by the European Commission and EU agencies.  When we are speaking about a vulnerable person, we are speaking about victims of torture, sexual and gender-based violence survivors and people with a disability that is not immediately visible like autism or dementia.  Legal and humanitarian actors present in Lesbos have witnessed how this medical template is currently used in a way that drastically minimises the available safeguards for vulnerable asylum seekers under Greek and EU laws.<\/p> <p>As well as ensuring that people seeking asylum in the EU are provided with adequate shelter and services, the EU has to help Greece, one of its member states, by ensuring an equal and fair distribution of refugees and asylum seekers throughout the Greek and EU territories.  Ireland must play its part in welcoming refugees and asylum seekers.  I understand we are still falling well short of meeting our commitment to welcome 4,000 refugees.  We must also use our influence in the EU to ensure that European law and national legislation meet, at a minimum, international and human rights standards, as well as protecting the rights of migrants and refugees.  Will the Minister of State offer reassurances that Ireland is doing its bit in this regard and making that case?<\/p> <p>As well as being an enthusiastic and active member of the EU and its institutions, Ireland is also a member of other useful Europe-wide bodies including the Council of Europe.  This is wider than the EU with 47 members and has been a force for good.  For example, in 2011 the Council of Europe opened for signature the Convention on Preventing and Combating Violence against Women and Domestic Violence, better known as the Istanbul Convention.  Member states which ratify it are legally bound by the convention which also includes independent monitoring.  Ratification means better protections for women, children and others.  So far 30 countries, although not Ireland, have ratified.  The signing into law this week by the President of the Domestic Violence Act brings us a step closer to ratification.<\/p> <p>Since January, I have been a member of the Parliamentary Assembly of Council of Europe, PACE.  Indeed, our own Senator O'Reilly is its Vice President.  PACE is the deliberative organ of the Council of Europe dealing with matters falling within the council's activities.  In general, these activities can be viewed as discussions and actions in the field of human rights, democracy and the rule of law.  In December, the Council of Europe published a periodic review of Ireland.  It is a really useful report, a human rights to-do list, but one that got little attention in the Oireachtas, in the media or even among civil society organisations.  At the last PACE session in April, there were important discussions on a wide range of issues, including one in which I spoke about the humanitarian needs and rights of internally displaced people in Europe, some 4 million people including 1.7 million people in Ukraine because of conflict and political upheaval and 270,000 in Cyprus, people displaced for almost 40 years from their homes and communities.  Coming up next time in June are important issues including the election of judges to the European Count of Human Rights, protection of human rights defenders in Council of Europe member states, political transition in Egypt and child protection.<\/p> <p>We need to do much more to promote knowledge and understanding of the workings of the Council of Europe, to be accountable and establish an ongoing feedback and two-way dialogue between the Irish PACE delegation and the Oireachtas, as well as with civil society organisations.  Another important debate occurred at the last PACE meeting in April which centred around the conduct of PACE itself, where the ugly face of corruption had reared its head.  Former Irish member, Michael McNamara, played his part in providing information on these concerns and allegations.  No current or former Irish PACE members were involved.  The allegations were independently and thoroughly investigated by imminent former judges from the UK, Sweden and France.  There is a welcome and unequivocal statement from PACE to a zero tolerance of corruption.  In the statement, PACE invited the national parliaments and their national delegations to the assembly, as well as national governments, to take the necessary measures in the cases mentioned in the report and to report back to the assembly by the end of 2018.<\/p> <p>Fortunately, while no specific action is required by the Irish Government or delegation, it is important for the Minister of State to be aware of this important report in order we can continue to be proud and upstanding members of PACE, proud members of the Council Europe and the good work it does, proud members of the EU and proud Europeans celebrating Europe Day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#R00200","speaker":"1430"},{"type":"speech","time":1525944600,"counter":118,"content":"<p>I welcome the Minister of State, Deputy McEntee, to the House.<\/p> <p>Europe Day commemorates the Schuman declaration of 1950, a statement by the French Foreign Minister, Robert Schuman, in which he proposed to place the French and German production of coal and steel under one common higher authority.  This led to the first prototype of the European Community, known as the European Coal and Steel Community, established in 1952.  The EU's choice of this date, rather than the official founding date of the European Coal and Steel Community is significant, as Schuman's speech was concerned with economic growth and cementing peace between France and Germany.<\/p> <p>Nearly 70 years on from that speech, it cannot be denied that the lasting peace in western Europe has indeed been a more than significant achievement.  The development of agreed standards with regard to human and civil rights in much of Europe must be recognised.  This is the much vaunted social Europe that was much in evidence in the later decades of the last century but, alas, seldom seen these days.<\/p> <p>There was also significant progress with regard to economic growth and prosperity.  However, that growth came to a crashing halt in 2008.  Today, the European Union is facing unprecedented challenges, many of which are as a direct result of the failures of long-standing EU policy and the thoroughly undemocratic nature of the EU bureaucracy itself.  The past decade in particular has seen the EU tie itself to a neoliberal vision which has had devastating consequences both for the peoples of Europe and the wider political landscape.  We have had a decade of harsh austerity measures, aimed at dismantling of public services and driving down wages and living standards.  In many of our countries, welfare and social security have been hit by the full force of that austerity agenda, targeting the very poorest in our society.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->At the same time large-scale and vital public investment across Europe has been all but abandoned as this neoliberal dogma has allowed many valuable public assets to be sold cheaply for the benefit of the few at the expense of the many.  We have seen an ideological war waged by the European Union and an unelected Commission, in particular, with an ever increasing determination to privatise and commodify public assets and public services.  The rightwards trajectory in European politics has led to many of the so-called social democratic parties slide to the right, aligning themselves with the old Thatcherite mantra that there is no alternative, thus creating the space for the rise of the far right across eastern and much of western Europe.  <\/p><p>Beyond Europe&rsquo;s borders we have seen war and climate change drive the mass displacement of people.  Forced migration and a refugee crisis on a scale not seen since the Second World War are tearing communities and families apart.  That, in turn, is being exploited by some of the ugliest elements in politics - people who are determined to promote fear and division within societies.  The rise of the far right is directly connected to the neoliberal agenda of the European Union.  Our world is slipping back towards the threat of global conflict spurred on by national chauvinism and neo-imperial ambition.  The human and democratic rights to which I referred, including freedom of speech, are increasingly coming under pressure on the fringes and even within the borders of the European Union.  Just look at what is happening in Catalonia today.  The Prime Minister of a democratically elected government has been forced into exile and his parliamentary colleagues have been imprisoned simply for fulfilling the democratic will of the Catalonian people.  We have seen the use of brutal violence to suppress civil rights.  The authoritarian mask of the Spanish state has certainly slipped, but the situation in Catalonia has also exposed the European Union&rsquo;s lack of empathy or desire to truly uphold human rights when it matters.  <\/p><p>We must also consider the disgraceful EU deal with Turkey, whereby, in return for cash, Turkey will accept the role of jailor for tens of thousands of refugees deported from the European Union and held in indefinite detention.  Amnesty International has described the conditions in the refugee camps as squalid and we already know about the notorious human rights record of the Turkish Government.  Where are the European Union&rsquo;s much vaunted human rights values in this disgraceful barbarity?<\/p><p>I must also mention Libya and the actions of EU member states, including our own, in helping to turn back fleeing migrants and hand them over to the authorities in Libya where, according to Amnesty International, they are left to reside in \"hell\".  Torture, rape and the selling of migrants into slavery are commonplace and it is a source of huge regret that we are complicit.  An excellent motion was passed two weeks ago at the Council of Europe calling on member states to call the Libyan authorities to account for their actions and to insist on proper standards of human rights in return for co-operation with the Libyan coastguard.  I pay tribute to the Irish team at the Council of Europe and our vice president, Senator Joe O'Reilly.  Alas, however, I fear that the particular resolution will be ignored by those same member states, including Ireland.  <\/p><p>We are witnessing a blatant move by France and Germany to create an EU army through PESCO, a move which will make the strategic aims of the European Union inseparable from those of NATO.  It will commit EU member states to providing troops to intervene in conflicts, as well as increasing contributions to defence budgets.  It is worth remembering that both Fianna F&aacute;il and Fine Gael voted in favour of this blatant breach of our neutrality.  Article 29.4.9o of the Constitution specifically states the State will not adopt a common EU defence policy where such a policy would include the participation of the State.  The Government's decision to join PESCO runs totally contrary to that article.  <\/p><p>The European Union is at a defining crossroads.  If it continues down the path it is on, turning its back on the ideals of Robert Schuman in the context of economic growth and human rights values in pursuit of a fortress Europe and persisting with its rigid adherence to neoliberal values, coupled with ever increasing militarisation, ultimately, the entire European project will unravel.  It is time for the voices who believe in the vision of a social Europe, a democratic Europe and a Europe that respects national sovereignty, rather than in the ever increasing centralisation of power, to be heard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#R00300","speaker":"1389","continuing":true},{"type":"speech","time":1525944600,"counter":120,"content":"<p>I warmly welcome my close neighbour, friend and colleague, the Minister of State, Deputy Helen McEntee, to the Chamber and congratulate her on the outstanding job she has been doing in her ministry, to the great credit of Ireland.  Her extraordinarily strong performances in the British media, in particular, is very important for our image abroad.<\/p> <p>As we celebrate Europe Day, it is important to celebrate the Council of Europe, at which Ireland has played a leading role since its inception in 1949.  It involves 47 member states, of which 28 are in the European Union, and includes 800 million citizens.  I have the privilege of leading the Irish delegation which includes Senators Maura Hopkins, Paul Gavan, R&oacute;n&aacute;n Mullen and Colette Kelleher, as well as being vice president of same.  The Irish delegation makes a huge contribution, takes part and leads from the front on a number of issues and the Members of this House do so in style.  It is worth mentioning that no current or past member of any Irish delegation has been implicated in any of the corruption issues that has come to light.  Corrupt practices engaged in by a minority of Council delegates have been revealed and such practices must be eliminated.  A public commitment to doing just that has been made and processes have been put in place to ensure there will be no recurrence and that those involved cannot be part of the Council of Europe in the future.  I spoke strongly about this at all relevant meetings, as did my colleagues.  We made it clear that we would not be party to any organisation that tolerated, condoned or turned a blind eye to any level of corruption.  <\/p> <p>As mentioned, the European Union represents the greatest peace process of our time.  However, we now have a generation in Europe that does not remember the horrors of the Second World War and that does not even have a folk memory of that conflict.  That makes the European project more challenging.  Nonetheless, it is imperative that we maintain the peace process which has been enormous successly in preventing wars in Europe.  <\/p> <p>There is a 92% approval rating in Ireland for the European Union, something of which we should be very proud.  In the short time available I will not be able to refer to every positive element of the European Union, but I reference the Common Agricultural Policy, in particular, the purpose of which is to ensure an adequate supply of quality food for the population of the Union at an affordable price and not, as some might suggest, to subsidise farmers.  The aim of the CAP is to ensure consumers can have high quality food at a reasonable price, which is important at so many levels, including the preservation of peace.  I hope the Minister of State will assure us that she will be fighting hard for no diminution of the CAP budget in the context of Brexit and that Ireland will try to hold the line in maintaining the current levels of funding.  The CAP has been transformative for Irish agriculture and rural communities.  It is a vital part of the machinery of the European Union and must be preserved.  I hope to hear an assurance from the Minister of State that we will seek to preserve it.  It is great to see that Ireland is now a net contributor to the EU budget.  Our contribution increased recently and I favour increased contributions across Europe to make up the deficit in the budget when the United Kingdom leaves the European Union.  In that way, we can preserve the CAP.  Connected to it is rural, regional and social funding which has been of critical importance to Ireland.  In that context, we must hold the line on having no hard border on the island.  Again, I would like to hear a commitment from the Minister of State that Ireland will not flinch on this matter.<\/p> <p>The European Union has been at the forefront in promoting the social agenda and ensuring the rights of women, in particular, are upheld in this country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is missed sometimes but I was delighted to hear that &euro;13 billion would be realised to the European economy through achieving gender equality.  It is an extraordinarily interesting statistic and one we should reiterate.  <\/p><p>The implications of bringing about the digital revolution and being up there with the best must be considered.  We are working towards it.  I am sorry our speaking time does not permit us to go into more detail but I wish to hear the Minister of State speak to us about Brexit and assure us there will be no giving on the issue of the Common Agricultural Policy.  We should hold on to the social agenda in Europe.  We will hold the 92% figure if we do those things.  We have the right team in Europe to do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#S00200","speaker":"1397","continuing":true},{"type":"speech","time":1525944600,"counter":122,"content":"<p>I welcome the Minister of State, Deputy McEntee, to the House and I welcome the opportunity for these statements since we celebrated Europe Day yesterday.  I thank the Minister of State for her speech.  It provides us for a good opportunity to reflect on the future of Europe and the context for the many challenges posed by the Brexit vote.  Clearly there are massive challenges posed by Brexit.  There are practical challenges and conceptual or ideological challenges about how we react to or address the real concerns citizens have about the project of the European Union.  Those concerns were manifested in the vote on Brexit and the disconnection the Minister of State spoke about which citizens feel with the institutions.  It was reflected in the report of the European Committee of the Regions, which was recently published.<\/p><p>There are less serious challenges too.  I have just come back from a Burren Law School session in Ballyvaughan at the weekend where we had a discussion about Brexit.  The journalist, Alison O'Connor, spoke about the challenge for those in the media seeking to write about Brexit of making it of interest to people.  She spoke very eloquently about the difficulty of making Brexit interesting and enabling people to engage with it as a topic.  She said it is just too big and abstract and it is hard to make it tangible and humorous and to make connections when writing about it.  She has done a great deal to make the language of it more accessible.  We need more of that.  <\/p><p>I commend the Minister of State on the national citizens' dialogues.  It is part of a process of trying to ensure greater engagement with citizens and to ensure people feel more connected with the European project.  Part of the difficulty, from speaking with those engaged in the negotiations on Brexit, is the practical challenges of trying to find out exactly what the British side is seeking in the negotiations or if there is a unified British side we can speak of, given that several members of the Cabinet seem to be actively undermining their own Prime Minister at every step of the negotiations.  That is a practical challenge we face in Ireland.<\/p><p>I will refer to the broader conceptual challenges of Brexit and the issues the Brexit vote brought to the fore.  All of us here felt a profound bleakness at the result when it was announced in June 2016 because it was such an inward looking vote and was strongly influenced by a xenophobic nationalism and by Britain turning its back on Europe.  It was also a demographic issue of the old turning their backs on the young.  We all saw the breakdown of voters.  It was also particularly distressing because it marked a victory for anti-intellectualism and anti-rational thinking.  It was a victory for hate over hope.  We saw at the time a rise in hate crimes, the incidence of racist graffiti and of people who were not of British origin feeling more uncomfortable in Britain.  There remains very real uncertainty over the status of thousands of EU citizens, including Irish citizens, resident in the UK and of the thousands of British people resident in other EU countries.  It should also be seen as a wake-up call to all of us that the citizens of Britain were not satisfied with business as usual.  There was a lovely quote by former Italian Prime Minister Matteo Renzi at around the same time when he tried to express the disconnection between citizens and European institutions.  He said it is important that we emphasise and reprioritise the Europe of kindergartens, music and museums over the Europe of banks and bureaucrats, which had become dominant in the public mind.  <\/p><p>Other colleagues have talked about the idea of a social Europe, which is in keeping with the vision of a Europe built on the values of inclusivity, pluralism, diversity and solidarity.  That people want to feel more solidarity comes through very strongly in the feedback from citizen engagement.  They want to feel solidarity with equality laws and social protection systems that set us apart from other developed countries.  That is the vision of Europe we need to assert in the face of the challenge posed by Brexit and the clear hostility to the European project that we saw evidenced in Britain.  While we are seeking to assert that conceptual or ideological vision of a social Europe and trying to connect more with citizens through that vision, we also have to be mindful of the practical reality of the difficulty and challenge of negotiating with or against a Government that does not appear to have a vision of its own for what it wants out of the negotiations.  We are all mindful of the comments by EU chief negotiator Michel Barnier last week at the all-island civic forum in Dundalk about the real risk that no deal may be reached at the impending June summit, even though we all know this deadline is a vital stepping stone to the pressing October deadline.  That real risk is most pressing for us in the context of the Border.<\/p><p>While, as I have said, there is very little humour in Brexit or in any discussion of Brexit, I am grateful to Alison O'Connor for directing me - I urge others to look at it too - to the excellent <i>@BorderIrish<\/i>account on Twitter which has some very amusing observations about the impact of Brexit on the Border.  There is one particularly amusing tweet where the Irish Border speaks of itself as taking swimming lessons in case it ends up in the middle of the Irish Sea.  Light-hearted moments aside, there is a fundamental contradiction, which has been described as magical thinking on the British side, in the suggestion that Britain will leave the customs union and yet still be able to maintain a frictionless border.  The sort of so-called solutions that Theresa May has been proposing are clearly in that realm of magical thinking, such as the notion of a customs arrangement which would be the customs union in all but name or the notion of digital or virtual borders.  These are the difficulties in trying to grapple with negotiations when a negotiating party has no coherent vision.  <\/p><p>I wanted to make those brief remarks.  The return to the idea of the future of Europe and the reassertion of the pro-European sentiment among Irish citizens is very heartening to see.  The Minister of State referred to the Red C poll that shows that support for EU membership here is at an all-time high of 92%.  We can take heart from that but we need to be mindful of the difficulties with connection and a lack of transparency.  There is a perception that there is too much bureaucracy at the heart of the European project and too little real democratic accountability from those involved in making decisions in Brussels and Strasbourg and those of us here in the nation state, as well as in national parliaments.  I am delighted we have this opportunity.  National parliaments play a vital role.  We were all reminded of that this week with the House of Lords voting and making some very significant changes to the way in which the Brexit legislation is travelling through the British Parliament.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#T00200","speaker":"1402"},{"type":"speech","time":1525944600,"counter":123,"content":"<p>Like other Senators, I welcome the Minister of State to the Chamber and thank her for her time in our discussion on Europe Day.  Last Tuesday morning in Ballinasloe we had a wonderful crowd in Ballinasloe library to celebrate, discuss and reflect on how Europe has been of huge benefit to us.  Mairead McGuinness, our MEP and Vice President of the European Parliament, was with us.  Her competence and ability in terms of negotiating on our behalf should be noted.  I am particularly reflecting on her work on unfair trading practices which has particular relevance to the Common Agricultural Policy.  It is of huge significance.  It was a very fruitful discussion and very reflective of the survey that took place in which 92% of people responded that they are in favour of and support involvement in the European Union.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maura Hopkins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2478\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2478&amp;amp;pid=MauraHopkins&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Before that we visited New Inn national school with Ms Mairead McGuinness MEP and I was struck by the engagement of young people through the Blue Star Programme.  Those programmes are of huge importance in trying to break down barriers and to communicate with people of all ages on how Europe is good for us.<\/p><p>I mention a number of matters around our work on the Council of Europe.  We are very proud we have an Irish vice president of the Council of Europe at the moment, namely, Senator O'Reilly.  He and other colleagues are very committed.  It is a job we take seriously.  Recently an event was organised, particularly by the UK delegation, to mark 20 years of the Good Friday Agreement and at which Senator O'Reilly spoke.  The Good Friday Agreement reflects, in many ways, the whole reason the European Union was set up, that is, peace.  The Good Friday Agreement remains the cornerstone of our commitment to peace and stability on the island of Ireland.  Nobody wants to return to the Border of the past.  Unfortunately, as the Minister of State well knows, Brexit poses a major challenge - the challenge of managing the UK's exit from the European Union and its potentially negative and damaging impact on the Irish Border and on the Irish economy.  Our relationship with UK colleagues on the Council of Europe is very good and very close.  All of us want to ensure we have a very close relationship with the UK from political, social and trading points of view.  That was exemplified at that event to mark 20 years of the Good Friday Agreement.<\/p><p>I want to emphasise what Senator O'Reilly said about the protection of the Common Agricultural Policy, CAP, budget.  Coming from a rural area, I know the bottom line is that farmers' incomes must continue to be supported.  We very much rely on EU support payments in order to allow farmers to engage in what is a difficult career.  The CAP payments are often misunderstood.  They support farming and food production, ensure we have high food safety, meet environmental standards and, most importantly, allow a benefit for our rural communities and areas.  It is vital for farm viability.  I refer to proposals on a reduction in the CAP budget and the figure of 5%, about which we are hearing at the moment.  It is difficult enough for farmers to survive and we all know about the difficult winter we have been through.  I ask the Minister of State, as Senator O'Reilly did, to comment on the CAP budget because it is crucial for rural areas and farmers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#T00300","speaker":"1415","continuing":true},{"type":"speech","time":1525944600,"counter":125,"content":"<p>I welcome the Minister of State.  In her statement, she talked about Mr. Robert Schuman and said he was an advocate of Franco-German reconciliation long before it became fashionable.  That was an example of leadership.  She went on to quote him.  Schuman said:<\/p><blockquote>Europe will not be made all at once, or according to a single plan.  It will be built through concrete achievements which first create a de facto solidarity.<\/blockquote> <p>That has not happened for the 80 million people with disabilities across the EU, 16% of the population.  The United Nations Convention on the Rights of Persons with Disabilities, which has been ratified by the 28 member states, acknowledges that the promise of a free and democratic union of states has yet to be achieved for 80 million people with disabilities across Europe.  Why do I say that?  Before I come to that, I refer to states that are not members of the EU, including Albania and Montenegro, which are keen to join, and those in the eastern partnership, including Moldova, Belarus, Ukraine and others.  I know people from, and organisations in, those countries that deal with people with disabilities and how critical having the comfort of being in a Union like the European Union would be to them.<\/p><p>Let me come back to my core issue.  All 28 member states are still struggling to give emancipation and freedom to their citizens with disabilities and to their families, by virtue of the situation with their family member.  The EU member states have ratified the convention in the last decade but let us go back to 1948 and the fledgling UN and the Universal Declaration of Human Rights.  It said that on the basis that one is a human being, one has human rights.  It is not because of one's colour, creed, class or where one comes from.  However, 58 years on from that, the UN had to bring in a convention that did not give one right to people because they were disabled.  It said they already had them for the last six decades.  States in Europe and elsewhere, as they sign and ratify that convention, are actually saying they have not done the business for people with disabilities.  They have not honoured their dignity and humanity and brought them in.  Important things have been done.  Senator O'Reilly mentioned gender equality but it is not there for disabled women.  We are in a situation where we have to get on with that work.<\/p><p>The EU is in a vulnerable situation, such as it has never been in its history.  At the same time, no other regional entity in the world is as strong and has the potential the EU has in terms of its democratic values.  It is a precious entity.  It is bureaucratic to the hilt.  It is the hardest place in the world to love or hug.  It is so full of processes and so on but it is valuable and it needs to be fought for.<\/p><p>Some 300,000 disabled people were slaughtered by the Nazis in Germany, Austria and in other states during the last war, not because they were anti-Nazi but because they were disabled.  Humanity does not seem to be as strongly appreciated by some people.  That is a great challenge that now faces the Union and it will bring Schuman's notion of <i>de facto<\/i>solidarity to a conclusion in the sense of a huge part of the population.<\/p><p>I ask Members and the Minister of State in her work to consider this.  I have engaged with three Commissioners at different committees and, to put it mildly, their appreciation or understanding of their remit in terms of people with disabilities has been very &quot;shy&quot;.  There is cultural and attitudinal work to be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#U00200","speaker":"1419"},{"type":"speech","time":1525944600,"counter":126,"content":"<p>I welcome the Minister of State to the House.  I am very glad to be able to join with others in marking and celebrating Europe Day.  Europe, as a concept, came out of moments of tragedy and of vision.  It is an extraordinary idea that we can try to work together in these ways.  It is one I wholeheartedly support and I am very passionate about being a citizen of Europe.  There have been moments when Europe at its best has been extraordinarily positive in pressing forward rights for groups in different countries and in allowing countries to challenge each other to do better in terms of rights.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Women's equality in Ireland, for example, owes quite a lot to the pressure from the European Union.  Minority groups such as the Roma and Travellers, although minorities from different countries, have managed to find solidarity by connecting, finding common patterns and causes, and by being able to build a better challenge to governments across Europe.<\/p><p>Europe's precautionary principle has been an important new way of approaching the environment by comparison with the approach taken elsewhere in the world.  Again, by recognising different national interests, we have been able to press each other to do better in meeting climate change and environmental targets.  That is appropriate.<\/p><p>The general data protection regulation is an extraordinary triumph, an example of how, when we work on something together, we can create better rights and connections.  Also to be considered is the telephone licence for citizens across Europe.<\/p><p>We need to acknowledge that Europe is coming out of a recent period in which it has been very much moving away from democratic engagement.  There has been a diminishment in that regard in recent years.  During the poor period of recession and austerity it seemed at many times that the European institutions put market sentiment far above public confidence or public engagement.  Quarterly returns, our fiscal targets, took high precedence over long-term solidarity and engagement in the crafting of a shared future.  For example, the future set out in Europe 2020 which outlines a sustainable and inclusive vision fell by the wayside when the fiscal targets were prioritised.  That has come at a cost which has now been recognised.  There is a renewed commitment to the social pillar.  People need to see this thinking being followed through with real resources for the social pillar in Europe in order that it is not just a decorative flourish.  There should be a proper pillar that is a load-bearing part of what it means to be European and why it is good to be.<\/p><p>Regarding the budgetary debate taking place in Europe, agricultural and other issues will be discussed.  I would like to hear from the Minister of State that Ireland will bring gender and equality proofing to the European discussion on the budget and finance.  That is important.  People have seen that the areas that affect them are being curtailed.  We cannot be complacent about the European Union, but the response to complacency must never be cynicism.  It needs to be creative and there needs to be challenge.  The European Union needs to welcome challenge.  It needs to welcome the challenge on trade policy, in respect of which people have said they want trade to be conducted in a way that engages them as citizens and ensures they keep their democratic space for engagement.  That signal has come through loud and clear and it needs to be said.  We cannot say there are huge areas of policy in which we will not listen to or engage with people.  The connection to decision-making is vital, as are the facts that people are being heard and that decisions can be changed.  There has been concern about corporate capture within Europe.  It does not serve us in our collective project if we allow that to be seen.  Citizens need to be heard equally.<\/p><p>I want to finish with two vital points on the future of Europe and our collective work in that regard.  There is a real danger that the European Union will erode its human rights credibility.  In the treatment of migrants and the immigration control agreements mentioned we face a danger not just of affecting thousands of lives in a bad way but also eroding our international credibility as peace builders, peace brokers and human rights champions, of which we have heard that we are all very proud.<\/p><p>On peace building, the PESCO notification mentioned does not contain the words \"peace\", \"peace building\" or \"peacekeeping\" at any point.  That is a real concern.  I was very disappointed to see the Minister for Foreign Affairs and Trade, Deputy Simon Coveney, at yesterday's assembly on the future of Europe again blurring the lines on neutrality and talking about security in an abstract way.  He was putting out the red herring of cybersecurity in the hope we would all believe it was too complicated and believe that somehow we had to sign up to very deep militarisation at a time when the Iran deal was falling through and we were seeing a hawkish push towards militarisation worldwide because of cybersecurity.  Let us be clear: the way to deal with cybersecurity is through civil and engineering mechanisms and electricity services.  Bearing in mind social protection, it is of serious concern when most data protection experts have identified the single customer view database as a honeypot.  If we are serious about cybersecurity, we must deal with it in the way I advocate, not in some abstract, militarised way.<\/p><p>The wonder of the European Union is its multilateralism and that it involves multiple parts coming together.  We really need to push back.  There is a push-back towards big power politics on the global stage and even within Europe, considering that we hear the idea of a two-speed European Union or a European Union that is about the big powers and their friends, or coalitions of the willing.  Let us be multilateralists.  Let Ireland be the champion of peace building, multilateralism and bringing different perspectives together.  When we can achieve that in the European Union, we be an example to the world.  That is what we need to champion, but I worry that we are slipping.  I ask the Minister of State to assure me that we are not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#U00300","speaker":"1405","continuing":true},{"type":"speech","time":1525944600,"counter":128,"content":"<p>I thank all Senators for their contributions and work on the European stage.  I congratulate Senator Joe O'Reilly on his appointment as vice president of the Parliamentary Assembly of the Council of Europe.  I wish him and all Senators well in their work.<\/p> <p>I will first touch on Brexit because it has been raised by so many.  I did not address it in my opening contribution.  <\/p> <p>Senator Ivana Bacik should note that I am aware of the Twitter account, which is sometimes amusing and, unfortunately, the only amusing thing about Brexit.  We all agree from an Irish perspective.  The Government's position has always been and will continue to be that, after Brexit, we want to have the closest possible relationship with the United Kingdom.  We want it to have the closest possible relationship with the European Union as a whole.  We are very clear also that the Irish concerns must be addressed.  I refer to the specific Irish concerns about the Good Friday Agreement, the peace process and the avoidance of a border on the island of Ireland.  Negotiations and discussions are very much focused on translating the concerns associated with what was agreed to before Christmas.  The UK Government has since confirmed that they are to be translated into a legally binding document to ensure that, where there is a close relationship with the United Kingdom, there would be a protocol in place that would avoid a border and ensure the peace process would be protected.  That is our goal and priority.  I acknowledge and thank our European counterparts for the supports and solidarity they have shown in that regard.<\/p> <p>While Brexit will play a significant part in considering the future of Europe, the future of Europe is not Brexit.  It is, unfortunately, one without the United Kingdom.  When the EU leaders met at a summit in Bratislava, they met, one could say, in crisis mode to establish what had had happened and what had gone wrong.  The most important result of that meeting was that they emerged in solidarity and reaffirmed their commitment to the European Union and planning a shared future together.  While it was acknowledged that the European Union was not perfect and never would be, it is certainly the best mechanism by which to address some of the significant challenges we are facing and will face.  Many Senators have raised this issue.  Included are the issues of climate change and making sure we leave the environment and our world in a fit state for the next generation.  Also included are tackling terrorism and the serious security threats we are facing on our borders and even further afield.  Both aspects are playing a major part in contributing to the serious challenge posed by migration, the mass movement of people.<\/p> <p>In his speech yesterday the T&aacute;naiste mentioned Africa and how European leaders met once every four years.  That is not enough.  It is not enough to tackle the issues with which we need to deal and prevent the inevitable displacement of millions of people in the future.  These are really serious concerns that we need to address.  I am confident that doing so is a priority.  The reform of the refugee and asylum system is certainly a priority for Mr. Donald Tusk in his agenda, but there is a lot of work we need to do in that regard.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Helen McEntee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2394\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2394&amp;amp;pid=HelenMcEntee&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Many Senators referred to the fact that the whole purpose of the European Union and the reason for its establishment is that, first and foremost, it is a peace project.  I had the opportunity earlier this year, on a visit to Sarajevo during a trip to the western Balkans, to stand on the Latin Bridge where Archduke Franz Ferdinand was assassinated, an event that lead to the outbreak of the First World War.  That was not the last war we had in Europe but we should remind ourselves of it.  We in Ireland have to continue to remind ourselves how important Europe's role in the establishment of peace on this island has been and we must ensure that peace is protected at all costs.  We have come a long way since Robert Schuman's vision was first set out.  We have a long way to go, and we have to continue to reaffirm the European Union's relevance to the daily lives of its citizens.  In order to do that, we have to get back to some of the social issues I have heard raised in recent weeks in the context of our citizens' dialogue.  We have to return to the core values of the European Union, namely, democracy, human rights, the rule of law, freedom of expression and freedom of speech.  Unfortunately, some of those have been lost along the way.<\/p><p>We must focus on education and ensure that we develop further the equality we have managed to achieve.  That said, a recent study showed that pay equality still does not exist between men and women in Ireland.  This is one of the issues we must continue to highlight and address.  It is important to highlight that this is becoming a more prominent item on the agenda.  The fact that we had a social summit in Gothenburg last year which specifically focused on education, workers' rights and various other matters shows that we are now starting to get back to the issues with which people want us to deal.  We still have much more work to do in that regard.<\/p><p>Other issues raised by Senators include our neutrality and the fact that we have signed up to PESCO.  Ireland was one of the last countries to join PESCO because the Government wanted to ensure that our neutrality would not be impacted upon in any way.  We also wanted to ensure that the reason for joining and our ability to work in co-operation with other member states would support our core values.  We are a country with a proud tradition of peacekeeping, and we believe we must continue that tradition.  The projects we will be involved in include those focusing on cybersecurity and crimes and threats in that regard and also those that focus on peacekeeping and the missions we have always undertaken and that we will continue to undertake.  The debates I have had with citizens throughout the country overwhelmingly suggest that Irish people want us to co-operate more with our European counterparts in order to ensure that we can support peace and security throughout Europe and further afield.  While there are different views as to how that can be achieved, joining PESCO has not impacted upon our neutrality.  We are very clear that the projects in which we will be involved will not impact upon it in any way.<\/p><p>The issue of legislation and red tape has been raised in recent months.  It must be made easier for people to access funds throughout Europe in order to ensure fairness for large and small businesses.  Mr. Jean-Claude Juncker is taking charge of a refit programme at the moment.  This involves looking at European legislation in the context of what is working or is not working, what can be changed and where can it be improved.  To reassure Senators, the European Commission is obliged to notify the Seanad and the D&aacute;il of any legislation that is being brought forward at the same time at the European Parliament.  While there is a great deal going on, at the same time we have an opportunity to raise concerns before anything is done and before it is too late.<\/p><p>The issue of the multi-annual financial framework was raised.  In terms of the future of Europe, this will be one of the biggest discussions I have during council meetings in the coming months.  From an Irish point of view, we acknowledge that there will be a gaping hole in the budget due to the UK leaving.  That will have some financial implications and will dictate whether we continue with certain projects, depending on the future relationship with the UK.  Nonetheless, there will still be a gaping hole.  We see merit in increasing our budget if it means that we can continue to avail of the supports we have been getting, but also where we see European added value.  We very much believe in the traditional streams of funding, particularly CAP and the significant role it has played for farming in our rural communities.  We will work against any changes to CAP and try to achieve the best possible outcome in the context of the budget relating to it.  We also acknowledge the importance of other areas, such as cohesion funding.  As a small island nation, we acknowledge the significance that this funding has had for our own development, for our infrastructure, our roads and our networks.  We believe it is important that other member states, including those which recently joined, should be able to avail of that same support as they embark on the same journey we took perhaps 20 years ago.<\/p><p>In areas such as research and innovation, we see European added value whereby there is a knock-on effect and a benefit for us.  We feel this is of huge benefit in the overall discussions.  We also have to acknowledge that there are newer priorities which perhaps do not come to the fore of our discussions, such as migration and security and defence.  Those issues do not impact on us in the same way as other member states which are closer to the European border.  We need to support those countries which are impacted most and acknowledge that this issue is a key priority for them.  We have to strike a balance, acknowledging that we have priorities and other member states have priorities.  I want to reassure Senator O'Reilly that CAP funding is an absolute priority for us, and that we want to ensure that there will be as small an impact as possible in respect of the budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#V00200","speaker":"1337","continuing":true},{"type":"speech","time":1525944600,"counter":130,"content":"<p>How do we promote the Council of Europe?  Is that something with which the Minister of State can help us?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#W00200","speaker":"1430"},{"type":"speech","time":1525944600,"counter":131,"content":"<p>As I mentioned in my opening statement, we need to bring Europe closer to the people.  That means continuing to communicate and giving public representatives a platform to communicate with the people they represent and also with those they do not.  We can only do that by reaching out, by having public engagements and civic dialogues and by encouraging other organisations that have the capability and ability to do that.  I was pleased, a couple of days ago, to announce &euro;100,000 in funding for voluntary community and other organisations to help engage with people on Europe in various different communities.  An example of this type of project is the special Blindboy Boatclub podcast at the MindField arena at Electric Picnic, which might find an audience that does not necessarily engage regularly.  We are running a young innovators for Europe project, which is to be undertaken as part of the Young Social Innovators programme.  There is also the launch of My Big Friendly Guide to the European Union.  The latter will complement the EU's Blue Star programme, which Senator Hopkins mentioned.  It is a fantastic project, one of a kind in Europe, and it will ensure that, from a very young age, our primary school students will learn about other traditions and cultures, about tolerance and about how to communicate and engage with other people.  They will also learn to understand their schoolmates who have come from other countries.  It is about communication, education and engagement with every platform and format we can, including the Council of Europe and the various different committees, including health, finance and education committees.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#W00300","speaker":"1337"},{"type":"speech","time":1525944600,"counter":132,"content":"<p>Could the Minister of State talk about gender inequality-proofing in the European budget discussion and, perhaps, trade?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#W00400","speaker":"1405"},{"type":"speech","time":1525944600,"counter":133,"content":"<p>While the European Commission has put forward its initial proposals, as with anything this is subject to debate, discussion and challenge.  If we can ensure gender balance it will make &euro;13 billion in additional revenue available.  Despite the fact that we should have gender balance anyway, the extra money is also an incentive.  We should ensure that it is applied across the board.  I will take the issue into account and will raise it, given the year we are in and given the particular focus on the issue.  It is certainly an area of focus for me and it is something for which we should be pushing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#W00500","speaker":"1337"},{"type":"speech","time":1525944600,"counter":134,"content":"<p>The Minister of State has been most generous in responding to questions from the floor on the fly.  I thank her for that.  When is it proposed to meet again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#W00600","speaker":"1390"},{"type":"speech","time":1525944600,"counter":135,"content":"<p>On Tuesday next, 15 May, at 2.30 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018051000002#W00700","speaker":"1399"},{"type":"unspoken","time":1525944600,"counter":136,"content":"<p>The Seanad adjourned at 2.10 p.m. until 2.30 p.m. on Tuesday, 15 May 2018.<\/p>","notice":"TIME STRING DETECTED"}]