[{"type":"minorheading","content":"Prelude","time":1531387800,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1531387800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1531387800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1531387800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1531387800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#A00100"},{"type":"speech","time":1531387800,"counter":6,"content":"<p>I have received notice from Senator Fintan Warfield that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to introduce hate crime legislation.<\/blockquote> <p>I have also received notice from Senator Kevin Humphreys of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to consider introducing a dedicated transport policing service across the public transport system.<\/blockquote> <p>I have also received notice from Senator James Reilly of the following matter:<\/p><blockquote>The need for the Minister for Finance to outline his plans to address the rising cost of insurance in Ireland and, in particular, the issue of fraudulent claims.<\/blockquote> <p>I have also received notice from Senator Diarmuid Wilson of the following matter:<\/p><blockquote>The need for the Minister for Health to outline whether he will approve the drug Translarna for boys with Duchenne muscular dystrophy; and whether he will direct the National Centre for Pharmacoeconomics, NCPE, to treat the new application made by PTC Therapeutics with priority, given the progressive nature of the disease.<\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to outline whether a site has been identified for Limerick Educate Together second level school, Castletroy.<\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for Finance to outline the plans, if any, to increase the &euro;37,500 threshold for businesses to register for VAT. <\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on access to consultant psychiatrists for those under 18 years of age in the north Lee area of Cork.<\/blockquote> <p>I have also received notice from Senator Niall &Oacute; Donnghaile of the following matter:<\/p><blockquote>The need for the Minister for Foreign Affairs and Trade to outline, in the context of the ongoing negotiations on Brexit, the Government's position on a recent answer given by President Jean-Claude Juncker on behalf of the European Commission to Martina Anderson, MEP, wherein he stated that &quot;Irish citizens in Northern Ireland will no longer benefit from United Kingdom&rsquo;s participation in Union programmes, policies and activities when this participation ends following the United Kingdom's withdrawal from the Union&quot;.<\/blockquote> <p>I have also received notice from Senator Michelle Mulherin of the following matter:<\/p><blockquote>The need for the Minister for Culture, Heritage and the Gaeltacht, in the case of infrastructure development at or near special areas of conservation and special protection areas, to outline the surveys and studies that have been undertaken to establish the impact post-development on these designated sites; and whether protected species, habitats and birds have re-established themselves on the sites.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion and I have selected Senators Warfield, Humphreys, Reilly and Wilson and they will be taken now.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#A00200","speaker":"1420"},{"type":"majorheading","content":"Commencement Matters","time":1531387800,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#A00300"},{"type":"minorheading","content":"Proposed Legislation","time":1531387800,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#A00350"},{"type":"speech","time":1531387800,"counter":9,"content":"<p>I welcome the Minister to the House.  Four weeks ago, the Houses of the Oireachtas took a progressive step in dealing with the sometimes shameful legacy of the State's treatment of the LGBTQI community by the passage in the D&aacute;il of a motion apologising to those criminalised for homosexual activity.  Similar legacy issues arise in respect of our Traveller and migrant communities and religious minorities.  A shared future and creating an equal setting for all should always be core tenets of a process of reconciliation.  In creating that equal setting, we must strive to eliminate the remnants of sometimes shameful legacies involving racism, ableism, sectarianism, bigotry, homophobia, biphobia or transphobia.  In furtherance of that goal, every western European jurisdiction, with the exception of this State, has implemented robust hate crime legislation.<\/p> <p>The International Lesbian, Gay, Bisexual, Trans and Intersex Association, ILGA, recently released its European rainbow map, an annual benchmarking tool which ranks 49 countries in Europe on their LGBTI equality laws and policies.  Although many may consider Ireland a global leader in that regard, as it often is, the State was ranked 15th by the study.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I noted in the ILGA's report that the basis for Ireland's slippage in the rankings was its observation that hate crime legislation to protect LGBTQI people continued to be conspicuous by its absence from Ireland's Statute Book; not only that, it is much broader than my community.  It means that, in reality, we have no way of bringing specified charges against individuals who specifically target minorities on the basis of racism, homophobia, ableism or other bigoted biases.  As a result, we have no data for such incidents, which means that we have no competence in knowing how widespread these issues are.  We might get a shock, although I hope not, when we do start to collate such data.<\/p><p>I am aware that the Irish Council for Civil Liberties released a report last week.  I think the Minister is conducting a review of the Prohibition of Incitement to Hatred Act 1989, which is a welcome step, albeit long overdue.  Perhaps the Minister of State might indicate the stage the review is at, when the report on it will be released and, ultimately, when he foresees robust legislation being brought to this House.  <\/p><p>Again, I refer back to my community.  In advance of Pride, a brick was thrown through the window of Pantibar on Capel Street and a couple were attacked in Portlaoise.  It created a cloud over Dublin Pride.  There are tragedies within these stories.  If there were protections in place such as hate crime legislation, with the accompanying statistics, we could do a lot more to prevent them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#A00400","speaker":"1372","continuing":true},{"type":"speech","time":1531387800,"counter":11,"content":"<p>I thank the Senator for raising this important issue.  I am proud to see Ireland becoming a more diverse and open society which is a sign of our place in the world.  The Senator made reference to other jurisdictions, but we have much to be proud of in this country.  We had the marriage equality referendum.  I am not aware of any party or individual in these Houses that uses migration as a political issue.  Other countries in which there is hate crime legislation in place have major problems, but we do not.  I hear what the Senator is saying about what would happen if we were to start digging, but on the face of it, we have a lot of which to be proud.  However, we must be mindful to ensure Ireland is a safe and secure country for everybody where all forms of hatred are rejected emphatically.  There is no place in our society for hate crimes and I can assure the House of my commitment and that of the Minister and the Government to ensuring they will be dealt with robustly through the criminal law.<\/p> <p>As the Senator will be aware, the Irish Council for Civil Liberties and the University of Limerick have carried out some extremely valuable research into the prevalence and nature of hate crime in this country.  Officials of my Department will study their recommendations, with a view to bringing forward concrete proposals.  The Minister made this announcement on the release of the report.  There is a wide body of existing criminal law which is used to combat hate crimes.  Where criminal offences such as assault or criminal damage or public order offences are committed with a racist motive, they are prosecuted through the wider criminal law.  The trial judge can take aggravated factors, including racist motivation, into account in sentencing.  The Judicial Council Bill will include provisions on sentencing guidelines and sentencing for hate crimes may be considered in that context.<\/p> <p>The Prohibition of Incitement to Hatred Act 1989 creates offences of incitement to hatred.  \"Hatred\" is defined as \"hatred against a group of persons in the State or elsewhere on account of their race, colour, nationality, religion, ethnic or national origins, membership of the travelling community or sexual orientation\".  Under the provisions of the Act, it is an offence to use words, behave, publish or distribute written material or broadcast any visual image or sound which is threatening, abusive or insulting and intended or likely to stir up hatred.  The offences under the Act carry penalties of up to two years imprisonment or a fine of up to &euro;25,400.  <\/p> <p>An Garda S&iacute;och&aacute;na has put in place a number of measures dedicated to combating hate crimes.  The Garda Racial Intercultural and Diversity Office, GRIDO, has responsibility for co-ordinating, monitoring and advising on all aspects of policing Ireland's diverse communities.  It is headed up by a very dedicated sergeant who is backed up by an assistant commissioner and they take their work very seriously.  The GRIDO monitors the reporting and recording of hate and racist crime on a continual basis.  Equality and the protection of minorities form important components of the work of my Department.  The Minister and I are fully committed to ensuring the proper protections are in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#B00200","speaker":"1277"},{"type":"speech","time":1531387800,"counter":12,"content":"<p>I appreciate what the Minister of State said.  I do not have figures to hand for other communities such as the Traveller community or other minorities, but in my case, despite marriage equality, we see this week that one in three LGBT couples will still not hold hands on the street.  I have crossed the road with my boyfriend on many occasions - mainly at night - when we had a particular concern about what might be up ahead.  Perhaps it is just in our minds, but homophobia is rife, despite legislative change.  I suspect, therefore, that it is apparent for other groups in society.  It is welcome that the Judicial Council Bill will include provisions on sentencing guidelines.  I encourage the consideration of hate crimes in that context, but we need a specific hate crime Bill.  The Fianna F&aacute;il Bill that is in the system is not good enough.  Sinn F&eacute;in and I will happily bring forward the Irish Council for Civil Liberties' hate crime Bill, as we have done previously, but we really need the resources of the State behind it.  Rather than giving people hope in introducing that Bill, I would like to see the Department introduce such legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#B00300","speaker":"1372"},{"type":"speech","time":1531387800,"counter":13,"content":"<p>I have seen same-sex couples holding hands on the streets of Dublin in the evening time and think it is great that we live in a country where that can happen, but I have listened to what the Senator has had to say.  Minority migrant groups can be particularly vulnerable to racism and hate crimes.  The Government has developed a range of provisions to support these communities.  I am sure the Senator is aware of the migrant integration strategy which includes measures to raise awareness of integration, immigration and racism.  The Office for the Promotion of Migrant Integration is a focal point of the Government's commitment to anti-racism measures as a key aspect of integration, diversity management and broader national social policy.  It provides funding for a number of local authorities and community and voluntary organisations to support local programmes to educate the public on issues such as immigration, integration and anti-racism.  This awareness work dovetails with the role of An Garda S&iacute;och&aacute;na's ethnic liaison officers who work with minority communities at local level to encourage tolerance, respect and understanding within communities and help to prevent hate crime.  Ireland is in no way tolerant of hatred in any form.  Targeting people simply because of their identity and difference is not acceptable.  My Department is strongly committed to the prevention and prosecution of these crimes.<\/p> <p>I know that the Senator asked about the review.  I will communicate with him on it as I do not have an up-to-date note on it.  It is very important that such activities or crimes be reported to the Garda ethnic liaison officers or the local Garda station.  There have been changes and improvements to the PULSE system such that there is now mandatory recording of data for the apparent motive behind a crime incident such as whether it was motivated by discrimination on specific grounds such as age, disability, race, religion, gender or sexual orientation.  The policing plan 2018 contains commitments that An Garda S&iacute;och&aacute;na will produce a definition of and procedures to record hate crime.  <\/p> <p>I again thank the Senator for raising this very important matter and affording me the opportunity to address it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#B00400","speaker":"1277"},{"type":"speech","time":1531387800,"counter":14,"content":"<p>Unfortunately, under the rules, I cannot allow the Senator back in, but I am sure he and the Minister of State can have a chat about the issue on the margins.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#B00500","speaker":"1420"},{"type":"speech","time":1531387800,"counter":15,"content":"<p>May I express my concern?  The Minister of State says something should be reported, but there is more to it than that.  That requires somebody to be out of the closet and have confidence in the police force.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#B00600","speaker":"1372"},{"type":"speech","time":1531387800,"counter":16,"content":"<p>Further contributions are unfortunately not permitted.  The Senator can raise the matter on the Order of Business or find another method of communicating with the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#C00100","speaker":"1420"},{"type":"minorheading","content":"Garda Deployment","time":1531387800,"counter":17,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#C00150"},{"type":"speech","time":1531387800,"counter":18,"content":"<p>I welcome the Minister for Justice and Equality, Deputy Flanagan, back to the House.  He has been spending a long time with us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#C00175","speaker":"1420"},{"type":"speech","time":1531387800,"counter":19,"content":"<p>I echo the Leas-Chathaoirleach's remarks in welcoming the Minister back.  He has spent much time here in the Chamber this week.  The reason I put down this Commencement matter is to start a discussion or debate on whether we need a dedicated transport police on our rail service.  I am of the firm mind that we do.  This week, after 20 years campaigning, SIPTU called for a dedicated police force for our rail and transport service similar to the service that operates in London.  I know we cannot change overnight.  We have seen media  reports on what sometimes happens on the DART line late in the evening.  I have seen examples in person and the statistics are frightening.  Anti-social behaviour has jumped by 43% in the past two years.  There have been 1,000 separate incidents since the start of 2017, compared with only 492 for the complete period of 2016.  That is only scratching the surface.  Much of the anti-social behaviour and crime on our transport system is underreported.  Unfortunately, we probably face a circumstance where train drivers will refuse to operate certain routes late at night, which would be truly regrettable.<\/p> <p>I hope to start the conversation with the Minister this morning.  I acknowledge that Irish Rail has increased private security at black spots, but private security firms do not have the right to detain somebody in a station, or prevent him or her from running away.  DART trains have been held up in stations for ten or 15 minutes at a time.  To give security to customers on Irish Rail and the DART, the preventive measure of having an identified policing service on our transport system would be positive.  I know the Minister faces constraints and cannot come to the House and state he will do as I have asked.  However, if we could start a conversation, it would be positive and would send a message to the many thousands of workers in the transport services that we are starting to take this issue seriously.  We want customers and workers to feel safe and secure when they use public transport services.  Public transport could be served well by a small dedicated transport police.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#C00200","speaker":"1417"},{"type":"speech","time":1531387800,"counter":20,"content":"<p>I am pleased to be here in the Seanad this morning to discuss this issue.  I thank Senator Humphreys for raising this important issue which I am pleased the Seanad is turning its attention towards.  I understand Senator Humphrey refers to the deployment of garda&iacute; on our transport infrastructure.  I must advise the Senator that the allocation of Garda resources, including personnel, is a matter solely for the Garda Commissioner and his management team.  I do not have any role in that regard, and I think Senator Humphreys accepts that.  However, I assure the House, and Senator Humphreys in particular, that I brought this issue to the attention of An Garda S&iacute;och&aacute;na for its consideration and for any action deemed necessary in the circumstances.<\/p> <p>In terms of tackling this particular form of crime, I am advised by An Garda S&iacute;och&aacute;na and its management that it engages extensively with transport operators.  A range of regional and local operations have been put in place to address incidents and issues that have arisen at specific locations.  There is ongoing communication between An Garda S&iacute;och&aacute;na and the respective control centres.  Access to good quality closed circuit television, CCTV, tapes helps to provide assistance to garda&iacute; when investigating serious incidents, such as was seen recently in Clongriffin in Dublin.  Furthermore, Senators will be aware that An Garda S&iacute;och&aacute;na already employs a wide range of operational measures aimed at tackling public order offences and anti-social behaviour.  These measures are underpinned by the existence of a comprehensive legal framework, which assists the Garda in tackling this type of crime.<\/p> <p>Addressing local community concerns about public order and anti-social behaviour is a key focus in An Garda S&iacute;och&aacute;na's national community policing model.  A range of strong legislative provisions are available to An Garda S&iacute;och&aacute;na in this regard, including the Criminal Damage Act 1991, the Criminal Justice (Public Order) Act 1994, the Criminal Justice (Public Order) Act 2003, and the Intoxicating Liquor Acts 2003 and 2008.  For its part, the Government remains committed to ensuring An Garda S&iacute;och&aacute;na has all the necessary resources to tackle all forms of criminality in our communities.  In this context, the House will be aware that some &euro;1.65 billion was allocated to the Garda Vote for this year, while &euro;98.5 million has been allocated as provision for Garda overtime this year.  This will assist the Garda and its operations to tackle this form of criminal behaviour.<\/p> <p>The Government is committed to ensuring a strong and visible police presence throughout the country and cities in order to maintain and strengthen community engagement, provide reassurance to citizens and deter crime.  Budget 2018 will support the continuation of this high level of investment in the Garda workforce and ensure the vision of an overall workforce in An Garda S&iacute;och&aacute;na of 21,000 members by 2021 remains firmly on track.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#C00300","speaker":"1233"},{"type":"speech","time":1531387800,"counter":21,"content":"<p>I thank the Minister for his response.  I acknowledge there have been improvements since the reopening of the Garda training college, and there is a certain amount of catching-up that has to be done in regard to numbers due to the numbers of garda&iacute; retiring and the large throughput at the college.  I also acknowledge the increase in the budget and the target of increasing Garda numbers to 21,000 by 2021.  I acknowledge that it takes time to put trained staff on the ground.<\/p> <p>This is not a new problem.  SIPTU has campaigned for 20 years for a dedicated transport police.  I understand that Garda resources must be targeted and take account of developments nationally.  That is why the time is right to have a conversation about a dedicated transport police.  Having a Garda presence on our transport system will prevent incidents of anti-social behaviour.  The number of unmanned train services has to be taken into consideration.<\/p> <p>I am not thumping the table here and demanding immediate action.  The Garda has demands on its time and must deploy resources as it sees fit.  Our community policing has done a good service in many of our communities, where it has been dedicated to building relationships in the community.  Similarly, a dedicated transport police could, with a clear focus on the transport authority, reduce anti-social behaviour and give confidence to customers travelling on trains at night, while also reassuring the workers.  I hope this is the beginning of a conversation and that the Minister will find, when he examines this matter, that there are opportunities to improve the safety and security of citizens on public transport.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#C00400","speaker":"1417"},{"type":"speech","time":1531387800,"counter":22,"content":"<p>I thank Senator Humphreys for raising this important issue.  It is clear from his contribution that he has strong views on the matter, and he is right.  It is important we work together to eradicate this type of unacceptable behaviour from our society.  As I indicated, it is the responsibility of the Garda Commissioner and his management team to deploy Garda resources, including personnel, in line with all new and emerging crime trends in the State.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do not have a direct role in this but I have brought the views of Senator Humphreys to the attention of An Garda S&iacute;och&aacute;na for its appropriate consideration.  I am advised that close contact is being maintained with local and senior management, Irish Rail and other transport providers.  An Garda S&iacute;och&aacute;na has a very good working relationship with the public transport service providers within the district.  There are patrols of uniformed and plain-clothes garda&iacute;, including personnel on foot patrols, and other community engagement duties are maintained in the vicinity of what have been described as hotspots, where such incidents have historically occurred.<\/p><p>I assure the Senator that I remain in ongoing contact with the Commissioner with regard to Garda actions to tackle all forms of crime and criminality across the State.  I am committed to ensuring that An Garda S&iacute;och&aacute;na has all the necessary resources required to deal with all types of criminality, including the unacceptable behaviour referred to by Senator Humphreys.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#C00500","speaker":"1233","continuing":true},{"type":"minorheading","content":"Insurance Costs","time":1531387800,"counter":24,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#D00200"},{"type":"speech","time":1531387800,"counter":25,"content":"<p>I have raised this issue on the Order of Business a number of times.  It concerns the cost of doing business in Ireland.  The committee launched a report yesterday and one of the three big things we dealt with was the rising cost of insurance.  Some businesses are finding it impossible to continue, while others can no longer expand because of increased premiums, some of which have doubled in one year.  One of the main reasons behind this is fraud.  We have all heard in the general media of road traffic accidents being staged and I have seen videos of accidents being staged in public toilet areas of restaurants and other public buildings such as shops.<\/p> <p>One of the groups to appear before us was the Alliance for Insurance Reform, which represents organisations like The Wheel, Play Centres, Ireland Active, the Association of Irish Festival Events, the Irish Hotels Federation, the Restaurants Association of Ireland, the Irish Road Haulage Association, Ireland's Association for Adventure Tourism and many more.  They represent not just businesses but charities too and they are finding it impossible to keep up with the rate of inflation in insurance.<\/p> <p>Currently, there seems to be no consequence for individuals who engage in insurance fraud but it is a crime for which we are all paying.  In its excellent presentation, the group brought forward solutions and suggestions.  One of the solutions was to set up a Garda insurance fraud unit.  Its members suggested it be funded by the insurance industry but I do not think that is necessarily a good idea.  We definitely need an insurance fraud unit in An Garda S&iacute;och&aacute;na as there have to be consequences for people who engage in this sort of thing.<\/p> <p>They also suggested looking at the book of quantum as the awards in this country are way out of kilter with those in other jurisdictions, with between three and five and a half times as much being paid out for the same injury here as in the UK, as an example.  Nobody wants to interfere with judicial independence but if the book of quantum is exceeded by a judge he or she could, in the interests of transparency, give a written explanation as to why.  We respect the fact that they are entitled to do it but we need an explanation as to why is it done in particular cases.<\/p> <p>I look forward to the Minister's response to the very reasonable suggestions to which I referred.  They also asked for sections 26 and 25 of the Civil Liability Act to be linked so that exaggerated and misleading claims are automatically forwarded to garda&iacute; for investigation, and prosecution if necessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#D00300","speaker":"1421"},{"type":"speech","time":1531387800,"counter":26,"content":"<p>I start by passing on the apologies of the Minister of State with responsibility for financial services and insurance, Deputy Michael D&rsquo;Arcy, who is before the Select Committee on Finance, Public Expenditure and Reform, and Taoiseach this morning.  The Minister of State also wishes to thank Senator Reilly for raising the issue of fraudulent claims.<\/p> <p>The Senator will be aware that the report on the cost of motor insurance was published in January 2017 and made 33 recommendations.  With regard to fraud, the working group made recommendations on improving data sharing to identify patterns of suspected fraud through the development of an insurance fraud database.  The working group also recommended that further co-operation between the insurance industry and An Garda S&iacute;och&aacute;na be developed.  The Department of Justice and Equality is the lead owner of both of these recommendations.<\/p> <p>In relation to the recommendation regarding the co-operation between the insurance industry and An Garda S&iacute;och&aacute;na, I understand that the Garda national economic crime bureau, GNECB, has had a preliminary engagement with Insurance Ireland with a view to examining the possibility of the insurance industry providing funding to set up a dedicated investigation section within the GNECB, to focus exclusively on the investigation of insurance fraud.  The structure of this proposed new Garda section is envisaged to be largely based upon that of the Insurance Fraud Enforcement Department, IFED, a specialist unit which is hosted by the City of London police but works on cases throughout the UK.<\/p> <p>Insurance Ireland informed the cost of insurance working group at the start of this month that it was recommending the funding by its members of the proposed new Garda section, although it stressed that industry funding should also come from non-Insurance Ireland members writing non-life insurance business here.  It is important to note, however, that the Department of Justice and Equality has informed me that all that has happened to date is a scoping of the possible cost and feasibility of setting up such a unit, and it is for the Minister for Justice and Equality, on foot of a recommendation from the Garda Commissioner, to decide whether the establishment of the proposed unit is something which should be pursued.<\/p> <p>At this stage, the Garda Commissioner has not yet formed a view on the proposal as there are a number of very serious issues which will require further consideration before any decision on whether or not to proceed in this manner is taken.  In relation to the suggestion that the Judiciary has to offer an explanation when awarding damages which exceed those outlined in the book of quantum, a key consideration here has to be the principles of judicial independence and the separation of powers.  It must be emphasised that the book of quantum is a guide which merely reflects the prevailing levels of compensation in Ireland for various types of injury based upon what has actually been paid out in the courts, by the State Claims Agency in direct settlements by the insurance sector, or awarded by the Personal Injuries Assessment Board, PIAB.<\/p> <p>The book of quantum does not represent set recommended levels of compensation and the figures contained therein are not binding on judges.  However, the Civil Liability Act 2004 states that judges are obliged to have regard to the book.  Also, it should be noted that the Judiciary, in determining damages, generally provides detailed reasons based on such medical and financial evidence as was adduced or agreed.  In many cases, the damages awarded are significantly increased by reasons of the extent of the special damages involved and these would be unrelated to the book of quantum figures.<\/p> <p>Finally, a revised version of the book was produced in October 2016 and this has alleviated the key complaint of the Judiciary itself that the book had become irrelevant, having not been updated for 12 years prior to that.  The 2016 edition also includes additional injury categories and improved granularity of injuries.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#D00400","speaker":"1241"},{"type":"speech","time":1531387800,"counter":27,"content":"<p>I thank the Minister for his reply.  I hope a Garda fraud squad for insurance is set up, although I am not vexed as to whether it is funded by the insurance industry or otherwise.  Businesses are struggling in this country and SMEs, which are the backbone of our economy, are afraid to expand because they are not sure what their insurance premiums will be next year.  We have nearly reached full employment but we could find ourselves sliding back very quickly if SMEs are afraid to expand.  One has to have some degree of certainty.  Brexit has brought us a considerable degree of uncertainty so let us have certainty over the areas where we have some control.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am given to understand by the Alliance for Insurance Reform that only one conviction has taken place in the last six years.  Whether that is one conviction leading to incarceration or one conviction in total under the current Acts, it is an astonishing figure, knowing what we know is going on in this country.<\/p><p>Again, I emphasise and want to make it very clear there are many people who are genuinely injured and who have genuine claims, and this is in no way to cast aspersions on them or undermine their ability and right to receive proper and fair compensation.  However, those who engage in fraudulent and exaggerated claims damage everyone, including those with genuine cases and people who are trying to make a living in this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#D00500","speaker":"1421","continuing":true},{"type":"speech","time":1531387800,"counter":29,"content":"<p>Again, I thank Senator Reilly for raising this very important issue.  I agree wholeheartedly with him.  The rising cost of insurance is becoming a serious impediment to the survival of SMEs in some cases, and to the expansion of SMEs in others, and it needs to be treated with a great degree of urgency.  I assure the Senator that the Minister of State, Deputy D'Arcy, believes the implementation of the recommendations of both the motor and employer public liability reports cumulatively can achieve the objectives of delivering those fairer premiums and delivering a more stable and, ultimately, a more competitive insurance market.  The views and concerns of the Senator will be passed on directly to the Minister of State, Deputy D'Arcy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#E00200","speaker":"1241"},{"type":"minorheading","content":"Medicinal Products Availability","time":1531387800,"counter":30,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#E00250"},{"type":"speech","time":1531387800,"counter":31,"content":"<p>I would like to share time with Senator Rose Conway-Walsh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#E00300","speaker":"1418"},{"type":"speech","time":1531387800,"counter":32,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#E00400","speaker":"1420"},{"type":"speech","time":1531387800,"counter":33,"content":"<p>I welcome the Minister of State, Deputy Catherine Byrne, and thank her for attending this debate on the issue of the drug Translarna, the medication for Duchenne muscular dystrophy, a degenerative condition which affects five young boys in this country.  While this issue has been raised and discussed numerous times in the Lower House and this House, including last Tuesday by Senator Rose Conway-Walsh and also by Deputy James Browne, who held a briefing in the AV room, the lack of action is very disappointing.<\/p> <p>The disease's progressive nature requires urgent action and the HSE's refusal to fund the drug has only exacerbated the situation.  The manufacturer of Translarna, PTC Therapeutics, will soon make a new application to the National Centre for Pharmacoeconomics.  I implore the Minister to treat this application with priority, given the time-critical nature of the condition of these boys.  This drug would improve both the quality of day to day life of the boys and their life expectancy and productivity.  Having spoken to some of the families on Tuesday of this week, their determination to fight for a better life for their sons shone through in a profound way.  Facing up to the injustice not only of their children's condition, but also to the denial of this treatment, requires serious strength.  I can tell the Minister of State that while they may be small in number, they have the strength to fight and they will do so, with our assistance on this side of the House.<\/p> <p>I remind the Minister of State that the responsibility for these boys' lives lies with the Government.  It is not just her job or the job of the Minister, Deputy Simon Harris, but their duty to provide them with the best possible care, given their incredibly tough situation.  Will the Minister ensure the boys and their families are not left waiting another two years for a definitive decision?  On 19 June, the Minister, Deputy Harris, said there would be no delay in the processing of this application.  I sincerely hope he ensures this is the case.  These boys and their families do not have two years.  Translarna is available in 22 European countries to 400 children just like these boys.  I hope the Minister of State is willing to do what she can to ensure they are afforded the same chance of life as their peers in the UK and on the Continent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#E00500","speaker":"1418"},{"type":"speech","time":1531387800,"counter":34,"content":"<p>I thank Senator Wilson for sharing time.  He knows how passionate I am about the subject of Translarna and the boys who are waiting for it.  I thank the Minister of State for coming to the House.<\/p> <p>The Minister, Deputy Harris, is acutely aware of this subject and also of what needs to be done.  I welcome the fact PTC Therapeutics and the HSE have come to an agreement and that the legal case is now taken off the table and will be discontinued in the High Court.  That presents us with a small window of opportunity in which a revised application can be submitted.  What is key is that we do not start the process all over again, that the information and clinical evidence that has already been submitted is taken into account and that we do not have to go through the two to three year process that applied originally.  What needs to be outlined at this stage is the exact process and the timeline for that.  In fairness, that needs to be given to PTC Therapeutics and to be made transparent.  I ask the Minister of State for that information.<\/p> <p>In terms of the price negotiation, the Minister, Deputy Harris, will also know the HSE failed to negotiate the price on the original application.  That is why it was bewildering to get one's head around how a cost-benefit analysis could be done without having the proper negotiated price.  That needs to be done at an early stage.<\/p> <p>I know this can be settled in a matter of weeks or a couple of months.  By the time we come back in September, these boys should be able to get the Translarna drug and not have to wait any longer.  As Senator Wilson outlined, the impact of them not having it, in terms of their walking being discontinued, is not acceptable.  We have this window of opportunity but the Minister needs to intervene because the HSE will not do it in a timely manner unless the Minister gets involved.  I ask him to ensure the meeting between PTC and the HSE is facilitated as quickly as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#E00600","speaker":"1378"},{"type":"speech","time":1531387800,"counter":35,"content":"<p>On behalf of the Minister, Deputy Simon Harris, I thank the Senators for raising the matter.  Ataluren, also known by the brand name Translarna, is indicated for the treatment of Duchenne muscular dystrophy, DMD, a genetic disorder characterised by progressive muscle degeneration starting in early childhood.  I understand that access to potentially beneficial drug treatments is an important issue for people with DMD.  The Minister, Deputy Harris, appreciates that DMD sufferers and their families face enormous day-to-day challenges in dealing with this condition.<\/p> <p>The Health (Pricing and Supply of Medical Goods) Act 2013 gives full statutory powers to the HSE to assess and decide on the reimbursement of medicines, taking account of a range of objective factors and expert opinion, as appropriate.  The Act specifies criteria for reimbursement decisions.  These include the clinical and cost effectiveness of the product, the opportunity cost and the impact on resources that are available to the HSE.<\/p> <p>Ataluren is a high cost medicine manufactured by PTC Therapeutics for the treatment of a subgroup of patients with DMD, a rare disease.  The medicine has conditional market authorisation for Europe from the European Medicines Agency, the condition being that the company carries out further clinical trials to determine the clinical efficacy of the drug.  Applications for reimbursement were considered by the HSE drugs committee and leadership team in 2016 and 2017.  The applications were considered carefully.  However, the final decision was that the HSE was not in a position to fund the medicine on the basis of the current clinical evidence of effectiveness and the prices being charged by the pharmaceutical company.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The HSE informed the applicant company of this decision, in keeping with the requirements of the 2013 Act.  The applicant appealed the HSE's decision to the High Court, which is part of the statutory process under section 27 of the 2013 Act.<\/p><p>On 6 July 2018, the Department was informed by the HSE that a settlement of the High Court action had been reached.  The terms of settlement stipulate that in the event that the manufacturer submits a new application to add ataluren to the reimbursement list, it would be reviewed by the HSE in a timely fashion having regard to the relevant statutory framework.<\/p><p>The Minister for Health is very much aware that this protracted process is upsetting to the patients and their families who are affected by this condition.  As of yesterday, 11 July, the manufacturer has not submitted an application for reimbursement of Translarna.  I call on the company to come to back to the table with a fair offer so that patients may access this treatment as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#E00700","speaker":"1307","continuing":true},{"type":"speech","time":1531387800,"counter":37,"content":"<p>I call Senator Wilson.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#F00200","speaker":"1420"},{"type":"speech","time":1531387800,"counter":38,"content":"<p>I give way to my colleague, Senator Conway-Walsh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#F00300","speaker":"1418"},{"type":"speech","time":1531387800,"counter":39,"content":"<p>I advise Senator Conway-Walsh that she has one minute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#F00400","speaker":"1420"},{"type":"speech","time":1531387800,"counter":40,"content":"<p>I thank the Leas-Chathaoirleach and Senator Wilson.  I also thank the Minister of State for her response.<\/p> <p>The application by PTC will be submitted by the end of the month.  It would be helpful and important to outline the process and timeline.  We have to remember these boys.  Both Senator Wilson and I know these families so they have become human beings and not just numbers to us.  One of the families affected is from County Cavan and they could get the drug if they travelled five miles up the road.  I know the other family as they are from County Mayo.  I do not want them put in a position where they must uproot their family and move to the North in order to get the drug.  <\/p> <p>As has been said, the European Medicines Agency has granted approval.  The evidence is there.  Even if more evidence needs to be gathered, a conditional approval would be fine so that the boys can have the drug.  It is important the process is completed as quickly as possible.  We do not want to call the Minister of State or the Minister for Health to the House again.  We believe that this is a pretty straightforward case.  I thank everyone involved but above all I thank the families for bearing with this matter and remaining in the State-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#F00500","speaker":"1378"},{"type":"speech","time":1531387800,"counter":41,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#F00600","speaker":"1418"},{"type":"speech","time":1531387800,"counter":42,"content":"<p>-----in the hope that Translarna will be granted to them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#F00700","speaker":"1378"},{"type":"speech","time":1531387800,"counter":43,"content":"<p>I assure Senators Wilson and Conway-Walsh that the Minister for Health will do everything possible to ensure that access is approved as soon as possible for this life-changing drug to be given to the families, and particularly the children.  We all know how important it is to keep our children well.  Nobody likes to see children suffer.  I will urge the Minister when I see him that everything is done as soon as possible to sort out the complications connected with the pricing and everything else.  I will make sure to do that when I return to the other House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#F00800","speaker":"1307"},{"type":"speech","time":1531387800,"counter":44,"content":"<p>I thank the Minister of State and the Senators.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#F00900","speaker":"1420"},{"type":"speech","time":1531387800,"counter":45,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#F01000","speaker":"1378"},{"type":"majorheading","content":"Messages from Dáil","time":1531387800,"counter":46,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#F01100"},{"type":"speech","time":1531387800,"counter":47,"content":"<p>D&aacute;il &Eacute;ireann has agreed, on this 10th day of July 2018, to amendments made by Seanad &Eacute;ireann to the Education (Admission to Schools) Bill 2016.  D&aacute;il &Eacute;ireann has passed the Company (Statutory Audits) Bill 2017, on this 10th day of July 2018, to which the agreement of Seanad &Eacute;ireann is desired.  D&aacute;il &Eacute;ireann has passed the Industrial Development (Amendment) Bill 2018, on this 10th day of July 2018, to which the agreement of Seanad &Eacute;ireann is desired.  D&aacute;il &Eacute;ireann has passed the Children and Family Relationships (Amendment) Bill 2018, on this 11th day of July 2018, to which the agreement of Seanad &Eacute;ireann is desired.  D&aacute;il &Eacute;ireann has passed the Health (General Practitioner Service) Bill 2018, on this 11th day of July 2018, without amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#F01200","speaker":"1420"},{"type":"unspoken","time":1531387800,"counter":48,"content":"<p>Sitting suspended at 11.25 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1531387800,"counter":49,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#G00100"},{"type":"speech","time":1531387800,"counter":50,"content":"<p>The Order of Business is No. 1, motion regarding the arrangements for the sitting of the House on Tuesday, 17 July, 2018, to be taken without debate on the conclusion of the Order of Business; No. 2, motion regarding teacher training places, back from committee, be taken without debate on the conclusion of No. 1; No. 3, Public Service Superannuation (Age of Retirement) Bill 2018 - Order for Second Stage and Second Stage, to be taken on the conclusion of No. 2, with the time allocated to group spokespersons not to exceed eight minutes and the contributions of other Senators not to exceed five minutes; No. 4, Companies (Statutory Audits) Bill 2017 - Second Stage, to be taken on the conclusion of No. 3 or at 1.15 p.m., whichever is the later, with the time allocated to group spokespersons not to exceed eight minutes and the contributions of other Senators not to exceed five minutes; and No. 5, Industrial Development (Amendment) Bill 2018 &ndash; Second Stage, to be taken on the conclusion of No. 4, with the time allocated to group spokespersons not to exceed eight minutes and the contributions of other Senators not to exceed five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#G00200","speaker":"1391"},{"type":"speech","time":1531387800,"counter":51,"content":"<p>Will the Leader enlighten us at some point on the Judicial Appointments Commission Bill 2017?  When is it planned to proceed with it?  When are we wrapping up?  I note that the Government appointed a number of judges in the past two days, which was admirable of the Government.  It proves we can get on with the business of the appointment of judges.  I have no doubt that they are excellent candidates and the right and proper people to be appointed.  I wish them well, despite what some people in Government might suggest about the Judiciary in the State.  I wish them well and it is a good day that the Government had the courage to go ahead and fill those vacancies.  I take this opportunity to congratulate the Government on that as it is a positive move and was the right thing to do.<\/p><p>At some point may we have clarity as to the proposed referendum on Irish Water?  In correspondence with the Oireachtas joint committee the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, stated: <\/p><blockquote>Government is firmly committed to public water services remaining in public ownership and this is reflected in the Water Services Acts.  There is widespread support for this view, as recognised in the Oireachtas approval of the report of the Joint Oireachtas Committee.<\/blockquote> <p>The Minister is committed to working on this, which is positive.  It is welcome that the Government is committed to having a referendum on water at some stage in the future.  This is what the public wants and what the Houses of the Oireachtas want.  It would be helpful if the Leader would indicate when the preparatory work will be put place for the referendum to take place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#G00300","speaker":"1379"},{"type":"speech","time":1531387800,"counter":52,"content":"<p>Will the Leader invite the Minister for Transport, Tourism and Sport, Deputy Ross, to the House to engage in his own portfolio?  F&aacute;ilte Ireland launched a brand, Ireland's Hidden Heartlands, for the midlands.  It was launched with huge fanfare a couple of month ago in my home town in my constituency.  For some strange reason they decided not to invite anybody who was not from the Independent Alliance.  That is at it is.  I would like an update from the Minister on where the Ireland's Hidden Heartlands initiative is at with regard to its set-up.  What process has been gone through to hire people?  Five people were to be hired.  Who organised a video that was released about Ireland's Hidden Heartlands, which showed beautiful areas in my locality?  The video, however, omitted to have anybody on it from County Longford, which I believe was a big mistake.  Perhaps the Minister will tell us who organised that video, why places were left out and why some places were chosen.  It is very important that the Minister comes to the House to discuss that.<\/p> <p>The Minister should also come to the House to discuss issues on transport, given that Ryanair pilots will strike today and several flights are cancelled.  The summer months are upon us, tourism makes up a lot of business in this State and it is part of our revenue.  The Government gave the tourism industry a 9% VAT rate, which is very successful.  The Minister, Deputy Ross, should engage with transport and tourism and look after his own portfolio.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#G00400","speaker":"1375"},{"type":"speech","time":1531387800,"counter":53,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#G00500","speaker":"1379"},{"type":"speech","time":1531387800,"counter":54,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#G00600","speaker":"1417"},{"type":"speech","time":1531387800,"counter":55,"content":"<p>I wish to raise the issue of incidences of audiology misdiagnoses in Mayo and Roscommon and the 49 children who have been affected by it.  They had hearing loss and were not diagnosed because it was not picked up in the screening process.  There are now 49 families who are left trying to cope with what has happened.  I would call it a scandal because it was allowed to happen.  The proper clinical governance was not in place to make sure that human error was not picked up.  We need the Minister to get involved in that directly.  The report has been out for the past four weeks.  We need urgent action around the services and supports that need to be put in place for these children and their families.  These include speech and language therapy and other therapies that are very necessary as well as physical hearing aids and so on.  These services and supports need to be put in place urgently.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not good enough to say a special package of care is in place.  I have been talking to these families and that is not the case.  The care package has not been put in place.  I want to see what extra resources have been provided in that area.  The waiting lists for speech and language therapy, for example, are unacceptable even without this latest scandal.  Additional supports must be put in place.  These families must be contacted individually.  It is not good enough for the HSE to wait for the families to make contact first.  The families are very afraid that should they create a fuss or contact the HSE about it, the limited services they get might be withdrawn.  I encourage the families to come forward and speak out and I thank those who have already done so.  The Minister must ensure a redress scheme is put in place for this as there is a long-term impact on these children where audiology problems are untreated.  In any event, this cannot be left to go on month after month.  We need urgent action.  I ask the Minister of State to bring that point back to the Minister and not to leave this in the hands of the HSE.  The Minister has a responsibility also to ensure action is taken quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#G00700","speaker":"1378","continuing":true},{"type":"speech","time":1531387800,"counter":57,"content":"<p>Before I commence, I welcome some guests in the Gallery, namely, Seamus McGarry of the Irish Cultural Centre in London, his wife, Annette, and their friends, the Rev. Odette Lockwood-Stewart and the Rev. Jim Lockwood-Stewart from the American Church in Paris.<\/p> <p>The first issue I raise today relates to the already visible crisis we will face in September in the shortfall in student accommodation units.  I understand that 17,000 units are required and that we will not be able to cater for our own domestic students.  Many large-scale units were built in the past few years by taking advantage of certain tax breaks and less-strict planning guidelines whereby parking was not required to be provided.  It is unfortunate that domestic students are being priced out of these units.  Prices in or around &euro;1,000 to &euro;1,400 per month are being sought to rent a single unit, which is disgraceful.  Our own students are not now in a position to attend college in Dublin as the prices are simply too high.  I call on the Minister for Housing, Planning and Local Government to attend the House to debate this matter.<\/p> <p>The second matter I raise relates to the Ryanair strike action.  Despite last minute talks to stave off industrial action, the strikes have gone ahead.  It is unfortunate as up to 5,000 passengers will be affected.  The airline has had to cancel up to 30 flights.  I call on the Minister for Transport, Tourism and Sport to suggest gently that talks resume and to ask the airline and the pilots' association to be pragmatic and ensure we see business as usual.  Ryanair is a very successful company and it has managed to reduce the cost of flights.  It has made travel a great deal more accessible and we are all very proud of it as an Irish company.  It has made a huge mark on the world stage.  I worked in Ryanair for a very short period and can say that, despite reports, it is not the worst place to work.  In fact, it is a very fair place to work and I enjoyed my short time there.  Its safety record is second to none.  From an aviation success perspective, we must ensure the airline has the support of the Government, especially the Minister, Deputy Shane Ross, and the encouragement to ensure the strike is averted so that business can recommence as usual.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#H00200","speaker":"1407"},{"type":"speech","time":1531387800,"counter":58,"content":"<p>I start on the transport theme also, in particular the Ryanair strike.  Ryanair's recognition of trade unions at Christmas was welcomed, but that also means having to negotiate.  Unfortunately, there has been very little negotiating taking place.<\/p><p>One of the reasons I would like to see Deputy Ross appear in the House is to discuss his transport brief.  The Planning and Development (Amendment) Bill was passed in the House last night, which was welcome.  The legislation resulted from the tribunals relating to interference in planning matters.  We have many infrastructure programmes taking place, not least the Leader's motorway connection between Cork and Limerick, and we need to ensure the integrity of the public consultation process is upheld.<\/p><p>My concern relates to MetroLink and, more widely, to the standards and integrity of public consultation in general.  We must ensure submissions are reviewed properly, clearly and justifiably and provided with a proper response.  The Minister, Deputy Ross, replied to me in the House recently on a Commencement matter relating to MetroLink.  He said he would meet residents at the end of the year and at the end of the public consultation process.  The National Transport Authority has already indicated that its report will be out in August.  As such, it is clear that either the Minister is not on top of his brief or the NTA is not briefing him on what is happening with a major infrastructure project.<\/p><p>While we are still in the public consultation period on MetroLink, we have had three different announcements by three Ministers.  We have had statements from the Taoiseach, the Minister for Finance and, now, the Minister for Housing, Planning and Local Government saying the route has changed and the construction level is going from dual bore to single bore.  They have said the line has changed on the northside and the southside.  It calls into question the public consultation process on MetroLink, which puts a question mark, in turn, over public consultation on all major infrastructure plans announced in Project 2040.  Are we going to see a proper consultation process which has integrity and to which everyone has equal access?  Not everyone has had equal access to the public consultation process relating to MetroLink.  This is taking us back to the tribunal era.<\/p><p>We are now seeing Government interference in a consultation process which is not something I have seen before.  If the Leader is not too sure about this, he might like to open this morning's edition of <i>The Irish Times<\/i>.  A very clear process has been laid down whether on special development zones, major roads or major rail lines.  We must ensure that the integrity of the process of consultation with the public is upheld and that everyone has equal access, whether it is a motorway from Limerick to Cork or a railway line in Galway or Dublin.  However, it does not appear to be happening at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#H00300","speaker":"1417"},{"type":"speech","time":1531387800,"counter":59,"content":"<p>I raise this morning the issue of home help support in the context of preparations for budget 2019.  While it is very positive that 1,096 people are in receipt of home help support in County Roscommon, we have a further 30%, or 306 people, who are on a HSE waiting list having been approved for home help support which has yet to be put in place due to either funding or staffing issues.  We know how important it is to ensure people can stay in their own homes and receive assistance with personal and domestic tasks as they require it.  It is also very important to support family carers properly through the relief home help hours and home help professionals provide in the community.  We must ensure the allocation for home help is increased, in particular in County Roscommon and the CHO 2 area.  It is of great concern that there is a further 30% need.  Roscommon has one of the oldest populations in the country and we must ensure that we receive our fair share to support people to live at home for as long as possible, which is where they want to be.  I have discussed this matter at length with the Minister for Health, Deputy Simon Harris, following many calls to me, in particular from family members across the constituency.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maura Hopkins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2478\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2478&amp;amp;pid=MauraHopkins&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is very important that the Minister for Health and the Minister for Finance, Deputy Paschal Donohoe, ensure there will be an increased allocation of home help hours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#H00400","speaker":"1415","continuing":true},{"type":"speech","time":1531387800,"counter":61,"content":"<p>I want to say a few words about the progressing of my Control of Economic Activity (Occupied Territories) Bill 2018 yesterday.  I thank Senators across the House for their strong support.  A fantastic photograph was sent to me this morning of the Irish flag over City Hall in Ramallah in Palestine.  It means a lot to the Palestinian people that this legislation progressed yesterday.  I did not have enough time yesterday to thank the people who had been involved.  I thank the NGOs Sadaka, Tr&oacute;caire and Christian Aid, as well as the Irish Congress of Trade Unions.  Mr. Gerry Liston, a legal officer with GLAN, did amazing work in the drafting.  I must also mention my amazing personal assistant, Mr. Conor O'Neill, and Ms Emma Quearney.  They are both fantastic and without whom I could not have done any of it.  I thank the Ireland Palestine Solidarity Campaign for its work and activism for many years and the brilliant communities in Carrigaline, Kinvara, Belfast, Dublin and elsewhere who put huge work into fundraising, organising meetings and providing support.  Last but not least, I thank the two amazing farmers who were here yesterday and are going through horrendous turmoil on a daily basis.  They are Mona and Fayez who travelled all the way from the West Bank to be with us, with Fadi.  It was an historic occasion and I am very proud of all the people with whom I have worked.  I cannot thank Senators enough for their support, which really moved me.  I look forward to returning the Bill to the House as quickly as possible after the summer recess.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#J00200","speaker":"1408"},{"type":"speech","time":1531387800,"counter":62,"content":"<p>Yesterday I attended the launch of the Asthma Society of Ireland's prebudget submission.  The society has issued a small booklet which contains some startling information.  Some 470,000 people in Ireland suffer from asthma, including one in five children.  One person dies every week as a result of asthma.  Many of these deaths are preventable.  The society has asked for a number of things, two of which could be done without huge expense.  One is that every education facility, at third, second and, in particular, primary level, as well as Montessori schools, have available an inhaler and a spacer device which is just a plastic tube in order that when a child gets into trouble and has forgotten his or her inhaler which can happen as we are all human, he or she will not end up <i>in extremis<\/i>.  It is very cheap medication and a little foresight, alongside the campaign the Asthma Society of Ireland is running, could prevent illness and perhaps even save a few lives.  The society also calls for an annual check-up for everybody with asthma, to be free at the point of delivery.  It would keep people well.  There is no doubt that a lot of people do not know how to use their inhaler and studies have shown that some doctors do not know how to use them either.  We need regular reinforcement of what to do and how to do it.  There is excellent information on the website of the Asthma Society of Ireland.  Asthma is so common that teachers must know how to use these things and people should never be afraid to help a child with asthma.  It is not like the EpiPen; it is a simple device.  I appeal to all schools to have one available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#J00300","speaker":"1421"},{"type":"speech","time":1531387800,"counter":63,"content":"<p>I do not know what kind of an employer Ryanair is because I do not work for it, but I respect the right of workers to organise and seek to negotiate their own terms and conditions.  Unless Ryanair is prepared to sit down and negotiate with its employees, there will be a strike.  As there is a failure of industrial relations whenever a strike is called, I ask Ryanair and the trade union representatives to sit down to solve whatever the problem is in order that members of the public can travel in peace and with an assurance that they will be able to fly back home from wherever they are going.<\/p> <p>The Leader has been wonderful throughout this term in facilitating most of the requests made of him.  Last week my colleague, Senator Gabrielle McFadden, mentioned the Defence Forces, on which I ask for a full debate very early in the next session.  In particular, we need to debate the strategies for retention and how we will solve pay and recruitment issues.  I have said time and again that one cannot recruit one's way to experience as experience is gathered over time.  In his answers to questions about retention, the Minister of State said he was putting strategies in place to allow those who had already left to come back.  The Leader and I know that they are leaving to take up better paid jobs.  Unless the terms and conditions and salaries are good, they will not come back.  I ask the Leader to facilitate such a debate.  I also ask him to facilitate a debate, before the budget, on equality of pay for teachers across the profession.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#J00400","speaker":"1390"},{"type":"speech","time":1531387800,"counter":64,"content":"<p>The housing agency, ALONE, made a presentation in Buswells Hotel this morning on supporting older people in their homes in order that they could live in comfort.  As some people have problems with their health or loneliness, there is a need to provide supports for them.  As people are living longer and have better health, the Government needs to put a plan in place to sustain and keep them at home in a comfortable condition.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#J00500","speaker":"1384"},{"type":"speech","time":1531387800,"counter":65,"content":"<p>Yesterday in the Lower House the Minister for Finance, Deputy Paschal Donohoe, responded to questions from the Fianna F&aacute;il spokesperson on finance, Deputy Michael McGrath, on the effects of a hard border in the context of employment.  The Minister gave a stark, factual response which will send a shiver down the spines of many citizens, particularly those living in Border counties.  He maintained that a hard border would result in the level of unemployment rising by 2%.  That is equivalent to some 40,000 job losses.  He also explained that the sectors that would be most affected would be agrifood and manufacturing.  These sectors are important in the Border counties of Monaghan, Cavan, Donegal and Louth.  The economy of County Monaghan is nearly totally dependent on the agrifood sector.  This shows the cliff edge we are on as negotiations take place between Mrs. Theresa May and the European Union.  We are all 100% behind the Government in its efforts to date to ensure Brexit will be as soft as possible and that we will retain the current arrangements at the conclusion of the talks.  We cannot close the door on our neighbour.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Regardless of whether we like it, the United Kingdom will always be our neighbour and we have to ensure that the deal it secures is the best deal possible because that will ultimately have a serious impact on Ireland, particularly those of us who live in the Border counties.  Although I am sure it is tempting not to do so and I accept that the negotiations with the UK to date have proved frustrating, we have to be patient and tolerant and give Britain space because ultimately the future of this country, particularly the Border counties such as Cavan, Monaghan and Donegal, totally depend on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#J00600","speaker":"1396","continuing":true},{"type":"speech","time":1531387800,"counter":67,"content":"<p>Hear hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#K00200","speaker":"1418"},{"type":"speech","time":1531387800,"counter":68,"content":"<p>On 12 July, which is a bank holiday in Northern Ireland, Orangemen celebrate and commemorate the Battle of the Boyne.  It was very concerning that cars and buses were set alight and pipe bombs and petrol bombs were thrown at the police  last night.  A great deal of good work has been done by many political parties and cross-community organisations and the Police Service of Northern Ireland, PSNI.  Many of the flashpoints we were talking about ten, 12 or even three years ago no longer exist. because of this great cross-community work.  Notwithstanding what happened last night, we are moving in a better direction and I hope tolerance will be shown on all sides today and in the coming days and that good work can continue.<\/p> <p>There is a significant water shortage again.  Some rain has fallen but the reservoirs and lakes need more water to replenish stocks.  The hosepipe ban has to be maintained and I appeal to people to be vigilant and ensure we work together to address this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#K00300","speaker":"1424"},{"type":"speech","time":1531387800,"counter":69,"content":"<p>I ask the Leader to arrange a debate on the refugee crisis when we return in the autumn.  We know the issue dominated a recent EU summit and parliamentary sitting of the Council of Europe.  A couple of disturbing facts emerged from Europe.  Sea-Watch, a non-governmental organisation, NGO, made a presentation in which it told us very clearly that the priority of the EU at the minute is not to save lives in the Mediterranean but to force people to return to Libya.  Effectively we have the EU handing people over to a Libyan coastguard which is no more than an armed militia.  These people are then subject to forced incarceration, torture, rape and some are even being sold as slaves.  It is absolutely shocking.  I was also shocked to find that the detention of children is taking place in seven countries, including Greece, Hungary, France, Croatia, Finland and Belgium.  We have our own history of shame of course when it comes to the detention of children but it is now becoming the norm across Europe.  As part of my work on the migration committee, I intend visiting one of these detention camps on the weekend after next to see for myself the conditions that prevail there.<\/p> <p>We must agree, on a cross-party basis, to do more as a country.  Our target of taking in 4,000 refugees is simply not good enough.  I should make clear that no country's response is good enough.  Just as we took a lead yesterday on Palestine, Ireland needs to take a lead to ensure we do more to save lives and bring people to our country to give them a fresh start.  We must show the way because our record to date, alongside all of the rest of the countries of Europe, has been very poor.  I ask for a debate on this issue in the autumn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#K00400","speaker":"1389"},{"type":"speech","time":1531387800,"counter":70,"content":"<p>I raise an issue following on from the passing by this House of all Stages of the Civil Law (Missing Persons) Bill 2016.  The Bill will now go to the D&aacute;il for debate.  As a result of the Seanad debate, I have been contacted by a number of people who raised circumstances in which a body is found in Ireland but the remains are not identified.  It appears that there is no centralised database of unidentified bodies found in Ireland.  In other words, if a body is found in Cork the information on the case remains in Cork.  If it is found in Kerry, the information remains in Kerry.  In this day and age, we need a centralised system.  In  a recent case in County Louth a body was found and it took ten years before a match between the remains and a person who had been reported missing ten years ago.  I ask that we deal with this issue in the next term by pressing the Minister to set up a centralised office.  It would not cost more than &euro;150,000 per year to run.<\/p> <p>Furthermore, we do not have a centralised system and depository for unidentified human remains or tissue.  Each area is doing its own thing.  In a country of this size, it is time that changed.  It would help to identify and assist families if we had a centralised system.  I ask that this be given priority in the next term and that we set up such a system.  I thank the Leader and the House for supporting the Civil Law (Missing Persons) Bill 2016.  That legislation has shown that, as a result of a constructive debate, another issue has arisen on which the Seanad can also play a constructive role.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#K00500","speaker":"1409"},{"type":"speech","time":1531387800,"counter":71,"content":"<p>I want to talk about the referendum to be held in October, which is known as \"woman's place is in the home\" referendum.  It is high time we talked about how little we value women, how we do not honour the incredible and important role of motherhood and how we constantly place barriers to women leaving the home.  Home is supposedly the place a woman belongs.  Let us talk about freeing women from all perceptions of who they are and have her outdoors instead of her indoors, as the joke goes.  The Constitution states the woman should not have to leave the home and neglect her duties because of economics, yet we do not pay women for the work that Article 41 says is so important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#K00600","speaker":"1395"},{"type":"speech","time":1531387800,"counter":72,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#K00700","speaker":"1392"},{"type":"speech","time":1531387800,"counter":73,"content":"<p>We give universal child benefit but only until a child reaches the age of 18.  A woman stops being a mother when the child turns 18 according to the State because that is when the paltry amount of money stops being paid.  We do not pay women who do not have children.  They have to go out and earn money and by doing so, as the article states, neglect the home.  There is no place for that kind of language and judgment.  Working women make a massive contribution to society as teachers, doctors, sisters, daughters, engineers, lawyers, singers and politicians.  Some of them do so as mothers too.  The State does little to value women.  We have gender inequality in the workplace, in our board rooms and in our homes.  We need to change how we talk and think.  I attended a funeral recently of a much loved member of the community whom I knew well.  The woman was recalled as a mother and a grandmother but she was so much more than that.  She was a gardener, a decorator, a singer in the kitchen when she thought nobody was listening, an activist, a fundraiser, a carer, a great supporter, a teacher and a writer.  She was hundreds of things and these were boiled down to two.<\/p> <p>It is time we free ourselves from old ways of thinking, open the kitchen door and let women out by removing this article from the Constitution in its entirety.  We should allow women who stay at home to apply to the State for a wage and we should continue to pay child benefit until a child has left the home and started earning money.  We should stop this nonsense of a woman having a place.  She can be in any place she wants.  I welcome the proposed referendum.  It is important the Minister addresses the House on the matter in September.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#K00800","speaker":"1395"},{"type":"speech","time":1531387800,"counter":74,"content":"<p>Bualadh bos.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#K00900","speaker":"1396"},{"type":"speech","time":1531387800,"counter":75,"content":"<p>It is important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#K01000","speaker":"1395"},{"type":"speech","time":1531387800,"counter":76,"content":"<p>That is a preface to the debate in September on the referendum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#K01100","speaker":"1381"},{"type":"speech","time":1531387800,"counter":77,"content":"<p>We never leave the home, we all stay at home.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#K01200","speaker":"1391"},{"type":"speech","time":1531387800,"counter":78,"content":"<p>I take it Senator Murnane O'Connor has finished her contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#K01300","speaker":"1381"},{"type":"speech","time":1531387800,"counter":79,"content":"<p>I wonder who wrote the Constitution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#K01400","speaker":"1391"},{"type":"speech","time":1531387800,"counter":80,"content":"<p>I am sure the Leader has already commented on the issue of the amalgamation, to put it kindly, of the <i>Irish Examiner<\/i>and <i>The Irish Times<\/i>.  This is an historic event for those of us who are daily readers of the <i>Irish Examiner<\/i>and what we at home call &quot;the paper&quot;.  The suppression or closure of a newspaper title is always sad.  I am happy that both parties have confirmed they will secure as many jobs as possible in the amalgamation.  <i>The Examiner <\/i>has a long history in Munster.  It was a great newspaper for politics, current affairs and sport and one of the few papers that would report regularly on dog racing from the track.  It would be interesting if <i>The Irish Times<\/i>took up coverage of that sport.  I wish them well and I know the Leader has already done so.  It might be nice if we sent good will greetings from the Seanad.<\/p><p>I may not be here next week, which means I will not meet candidates who declare for the Presidency from this House.  At the current rate, there will be three of them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ned O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2233\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2233&amp;amp;pid=NedOSullivan&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I wish them all well.  I understand from contacts I have had with county councillors who are friends of mine that county councils are keen to meet and to consider selecting or nominating candidates.  That is a good thing.  My party has taken a decision to support the incumbent and naturally, as a party member, I accept and will go along with that.  I believe that a contest would be quite healthy.  It is interesting to note that the founder of my party, Eamon de Valera, had a contest for his second term in 1966.  The Fine Gael Party at the time had indicated that if he put himself forward as an Independent, as the current incumbent is now doing, he would not have been opposed.  He decided that he was Fianna F&aacute;il and that it would be misleading to the public to pretend otherwise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#K01500","speaker":"1394","continuing":true},{"type":"speech","time":1531387800,"counter":82,"content":"<p>Absolutely right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L00200","speaker":"1392"},{"type":"speech","time":1531387800,"counter":83,"content":"<p>He stood by his principles.  He stood on the Fianna F&aacute;il ticket thereby ensuring that an election would take place.  He only won it by a squeak, but nonetheless a win is a win, and he got a fresh mandate from the people which stood to him in his old age in &Aacute;ras an Uachtar&aacute;in<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L00300","speaker":"1394"},{"type":"speech","time":1531387800,"counter":84,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L00400","speaker":"1418"},{"type":"speech","time":1531387800,"counter":85,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L00500","speaker":"1407"},{"type":"speech","time":1531387800,"counter":86,"content":"<p>He certainly did, for a year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L00600","speaker":"1392"},{"type":"speech","time":1531387800,"counter":87,"content":"<p>Perhaps the present incumbent would benefit from a good contest.  That is all I have to say.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L00700","speaker":"1394"},{"type":"speech","time":1531387800,"counter":88,"content":"<p>In 1966, he was no gars&uacute;n either.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L00800","speaker":"1381"},{"type":"speech","time":1531387800,"counter":89,"content":"<p>I was going to raise the issue of the Presidency and the totally undemocratic response of the main political parties.  I was intimidated, however, by the prospect of a bombardment from the Leader, so I am not going to correct his inaccurate remarks of yesterday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L00900","speaker":"1392"},{"type":"speech","time":1531387800,"counter":90,"content":"<p>The Senator is a great one for bombardment himself, and it is no harm for the Senator to be checked in the House, for once.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L01000","speaker":"1391"},{"type":"speech","time":1531387800,"counter":91,"content":"<p>Having said that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L01100","speaker":"1396"},{"type":"speech","time":1531387800,"counter":92,"content":"<p>With regard to the position of women in the home, I believe it is interesting that there is an argument, in my opinion, for a modified form of that.  I believe we should respect the role of woman in the home, and of man in the home, of parents in the home.  I believe that it is completely appropriate that no person should be forced by economic necessity out of being a parent in the home.  I think it is a wonderful vocation, whether it is a man or a woman, to look after the children.  I believe it must be one of the most glorious things in life, and I believe that the State should do everything it can to ensure that this possibility remains open to people of either sex.<\/p> <p>I must say also that the principal person is the woman.  She gives birth to the child.  In many cases, she breastfeeds the child.  That is something a man could try but it would not be much use for the child.  I support a modified view of this.  I do not think we should eradicate this completely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L01200","speaker":"1392"},{"type":"speech","time":1531387800,"counter":93,"content":"<p>I thank the Senator for those enlightening remarks.  The Leader to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L01300","speaker":"1381"},{"type":"speech","time":1531387800,"counter":94,"content":"<p>There he goes.  I want to thank the 17 Members of the House for their contributions to the Order of Business.  I want to join Senator Ardagh in welcoming our guests to the House and hope they will have a very pleasant visit.<\/p> <p>Senator Boyhan raised the issue of the Judicial Appointments Commission Bill.  I thank the Members of the House for their 26 hours of participation on Committee Stage.  I know we are nearing the end of term but Senator Norris speaks about bombardment.  If one reflects upon the 26 hours of Committee Stage of the Judicial Appointments Commission Bill, one would certainly see-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L01400","speaker":"1391"},{"type":"speech","time":1531387800,"counter":95,"content":"<p>Ci&uacute;nas, there is some background noise and I am finding it hard to hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L01500","speaker":"1381"},{"type":"speech","time":1531387800,"counter":96,"content":"<p>It is probably the same foreign stations butting in.  They were doing it all week.  We had 26 hours of debate on Committee Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L01600","speaker":"1391"},{"type":"speech","time":1531387800,"counter":97,"content":"<p>There are 100 to go.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L01700","speaker":"1418"},{"type":"speech","time":1531387800,"counter":98,"content":"<p>Provided the Opposition parties keep us here and do not go to the country, we will still be able to debate it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L01800","speaker":"1391"},{"type":"speech","time":1531387800,"counter":99,"content":"<p>One hundred and ten.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L01900","speaker":"1418"},{"type":"speech","time":1531387800,"counter":100,"content":"<p>I thank the Members.  It is not my intention to bring the Bill back next week, to be fair to Members.  We have other business we need to get finished before the recess.<\/p> <p>In terms of the water referendum, I do not have any policy announcement to make to Senator Boyhan.  The Government did publish the Water Services Policy Statement 2018-2025.  What the Minister has said about the referendum is that he has no problem having one, provided we have a robust form of wording which does not allow for unintended consequences.  That requires a piece of work to be done.  We should all reflect upon our political stances around water, given that we are now going to hear cries in the autumn from some Members about the lack of water, about the drought, about investment in infrastructure.  Some people and some political parties played football with water to curry favour with the electorate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L02200","speaker":"1391"},{"type":"speech","time":1531387800,"counter":101,"content":"<p>Not all-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L02300","speaker":"1417"},{"type":"speech","time":1531387800,"counter":102,"content":"<p>Some, not all.  I am glad to see responsibility is on this side of the House where we were responsible, including Senator Humphreys's party, about Irish Water.  We should reflect upon that when we come to the autumn.  We will have a water shortage and we will see the consequences of the drought we have now.  The consequences are a failure to invest over decades.  Someone has to pay.  The Fianna F&aacute;il and Sinn F&eacute;in mantra is that if we have it we spend it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L02400","speaker":"1391"},{"type":"speech","time":1531387800,"counter":103,"content":"<p>People are paying enough taxes for their water.  That is unacceptable from the Leader.  People pay through their taxes for water.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L02500","speaker":"1395"},{"type":"speech","time":1531387800,"counter":104,"content":"<p>Please Senator Murnane O'Connor, I allowed the Senator talk <i>ad infinitum<\/i>.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L02600","speaker":"1381"},{"type":"speech","time":1531387800,"counter":105,"content":"<p>How would one play football with water?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L02700","speaker":"1418"},{"type":"speech","time":1531387800,"counter":106,"content":"<p>Very simple, it is called water polo, or one could do beach volleyball if one wanted as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L02800","speaker":"1391"},{"type":"speech","time":1531387800,"counter":107,"content":"<p>That is with a ball rather than with water.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L02900","speaker":"1412"},{"type":"speech","time":1531387800,"counter":108,"content":"<p>Senators McFadden and Humphreys raised the issue of transport and the need to have the Minister come to the House regarding issues around transport and tourism.  I have not got the answer for Senator McFadden regarding the omission or inclusion of the tourism promotion.  What is important is that there is an overarching policy and I would be happy to have the Minister come to the House.<\/p> <p>The 9% VAT rate is a very important piece that the last Government introduced as a catalyst for job creation and to help the economy in the hospitality sector.  Those who argue for its removal should remember what the 9% has done and is doing, not just in the hospitality sector, but across a variety of hairdressers, shops, newsagents, coffee shops and small businesses employing people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L03000","speaker":"1391"},{"type":"speech","time":1531387800,"counter":109,"content":"<p>Hotel rooms do not need it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L03100","speaker":"1389"},{"type":"speech","time":1531387800,"counter":110,"content":"<p>I accept that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L03200","speaker":"1391"},{"type":"speech","time":1531387800,"counter":111,"content":"<p>That is what we argued for in Dublin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L03300","speaker":"1378"},{"type":"speech","time":1531387800,"counter":112,"content":"<p>I accept that point that there is a need for those in the hotel industry to reflect upon their pricing policy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L03400","speaker":"1391"},{"type":"speech","time":1531387800,"counter":113,"content":"<p>In Dublin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L03500","speaker":"1378"},{"type":"speech","time":1531387800,"counter":114,"content":"<p>It is also important as part of the debate that we recognise that the 9% was instrumental in creating thousands of jobs and that is something we should not forget.<\/p> <p>Senator Conway-Walsh raised the very important issue of the audiology misdiagnosis and I know that the HSE have been in contact with all of the families involved.  That is my information but the Senator may have different information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L03600","speaker":"1391"},{"type":"speech","time":1531387800,"counter":115,"content":"<p>One letter does not constitute, in any event we will talk about that again but it is not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L03700","speaker":"1378"},{"type":"speech","time":1531387800,"counter":116,"content":"<p>I agree with the Senator, there needs to be complete transparency and accountability as regards how a health service executive handles situations like this.  It might be a little premature to talk about redress, but what we need to put in place is a suite of measures to support the families and the people or children affected.  I agree with the Senator on that and I will take that back to the Minister.<\/p> <p>Senator Ardagh raised the issue of student accommodation.  We had a discussion on this already in the House.  I remind Members that the Ministers of State, Deputies Mitchell O'Connor and English, published the progress report just this week on the national student accommodation strategy which complements initiatives being taken by the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, to increase housing supply under Rebuilding Ireland.  The targets set out intend to have 7,000 bed spaces created by the end of next year, and a total of 21,000 purpose-built student accommodation spaces by 2024.  At the end of the second quarter of this year, 2,100 purpose-built student accommodation bed spaces had been completed.  There are 7,257 under construction, and 7,154 additional bed spaces have had planning permission granted, of which 1,109 are at the planning permission application stage.<\/p> <p>These projects combine to a total of 18,610 purpose-built student accommodation bed spaces, of which 5,423 will be completed or due to be completed by the end of this year.  I absolutely agree with the Senator on the need for purpose-built student accommodation.  The Government is committed to this.  I will be happy to bring the Senator to Cork city where we are building a number of purpose-built student accommodation facilities in a variety of places.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Construction is imperative given the fact we are playing catch-up.  Access to accommodation is critical for students.  As those of us who went to college know, the lived experience away from home is part of what college life is about.  However, it is becoming difficult for people albeit there are tax incentives for those who want to rent out a room and the Government is committed under Rebuilding Ireland to increasing housing construction in a variety of areas.<br\/><br\/>Members have raised the issue of Ryanair.  I hope talks will resume.  Notwithstanding that Ryanair has recognised a union, Senators Ardagh and Humphreys referred to a strike.  Any disruption to the passengers and the travelling public is disappointing and upsetting.  While I respect fundamentally the right of everyone to go on strike, I hope talks resume.  I encourage all sides to engage with the mechanisms available to avoid a protracted or negative impact on customers.  Ryanair has taken steps to reroute or cancel flights, but it is important that people talk and seek a resolution.<br\/><br\/>Senator Humphreys also raised issues around the standard of public consultation.  I am not quite sure what was in <i>The Irish Times<\/i>this morning as I did not see it.  I am not quite sure what the Senator meant by political interference or Government involvement.  Where he is 100% correct and where I stand united with him is that there must be real engagement with the stakeholders who take the time to put a submission together and engage in the public consultation process.  Whether it is the NTA, TII or local authorities, people in a planning process should read submissions and take cognisance of representations, which are sometimes prepared by professionals on behalf of communities or residents.  I agree with the Senator on the need for real and meaningful public consultation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#L03800","speaker":"1391","continuing":true},{"type":"speech","time":1531387800,"counter":118,"content":"<p>And fair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#M00200","speaker":"1417"},{"type":"speech","time":1531387800,"counter":119,"content":"<p>I agree that it should be fair.  I will get into trouble for saying the following, but will do so anyway.  Sometimes, decisions from An Bord Plean&aacute;la beggar belief.  An oral hearing takes place at which people engage, but it feels sometimes like a token gesture.  As such, the Senator makes a relevant point.<\/p> <p>Senator Hopkins raised the important issue of home help.  She is correct that we have invested significantly as a country in improving home care supports and packages.  However, there is an issue in the system which has to be addressed.  It was raised during the week in the House by a number of Senators, including Senator Humphreys.  There is something fundamentally wrong if people who are approved have to wait.  I am happy to have the Minister come to the House in the new term to discuss the matter.<\/p> <p>Senator Black thanked Members in relation to the Bill on the occupied territories yesterday.  It is important for the country to reflect on what the Minister for Foreign Affairs and Trade, Deputy Simon Coveney, said about a resolution during the debate.  We all want to see a resolution to the issue that has bedevilled the Israeli-Palestinian relationship for decades.<\/p> <p>Senator Reilly referred to the Asthma Society's pre-budget briefing yesterday, which I had the pleasure to attend.  I met a gentleman whose son, a young student, died from an asthma attack during the Christmas holidays.  Listening to his story about his son and dealing with his death opened my eyes, certainly.  As Senator Reilly said, some of what is asked for will not cost a fortune, for example, the provision of inhalers at schools and an annual check up.  I hope that is something on which the Government will reflect.<\/p> <p>Senator Craughwell referred to the Defence Forces and equal pay for teachers.  I would be happy to arrange those debates in the new term.  Senator Byrne referred to the Alone housing agency.  All of us aspire to seeing people not only live longer but to do so at home.  We have made huge strides in that area but the Senator is right that continuous supports must be put in place.  I hope the budget in October will reflect that need.<\/p> <p>Senator Gallagher raised the issue of Brexit.  I hope there will not be a hard border, on which matter the Government's position has been clear.  However, what puts matters in context is what the Minister for Finance, Deputy Donohoe, said yesterday about possible job losses.  We should forget about citing percentages and state the number itself, namely, 40,000 jobs in the agriculture and manufacturing sectors which are critical to the Senator's own region.  It is something which must always be promulgated.  Every European leader should come to the Border and be made to understand the impact of a hard border.  While some EU leaders have visited the Border, the Government and Opposition Members should bring like-minded colleagues from other parties in Europe to the Border to show them the real fact of what a hard border will look alike and the impact it will have.<\/p> <p>Senator Feighan raised the issue of the 12 July and the Battle of the Boyne.  I hope it is a peaceful day in the North of our country, recognising, as Senator Feighan rightly said, the huge progress which has been made by both communities.  It is important that we allow today's events to go ahead peacefully.  While it is the right of people to have their day of commemoration, I hope it is done in a respectful manner and that we have a peaceful day.  The Senator is right about water shortages.  I hope the hosepipe ban will continue.<\/p> <p>I agree fully with Senator Gavan on the refugee and migrant crisis.  It is disappointing to see some of the comments leaders across Europe have made.  There is a need for political action.  A meeting is taking place of Interior Ministers at Innsbruck today or tomorrow and I hope Europe will reflect on people's needs.  It is not just about putting them on a boat and sending them back, it is about resettlement, ensuring they are safe and it is about saving lives.  That is why I am very proud of our Defence Forces.  It is also about leaders showing leadership and courage.  I am happy to have that debate in the new term.<\/p> <p>I congratulate Senator Colm Burke on his missing persons Bill.  The point he makes about a centralised system is valid and we will certainly be happy to pursue it.  Senator Murnane O'Connor gave a wonderful Second Stage speech on the referendum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#M00300","speaker":"1391"},{"type":"speech","time":1531387800,"counter":120,"content":"<p>It is a very important referendum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#M00400","speaker":"1395"},{"type":"speech","time":1531387800,"counter":121,"content":"<p>Yes.  That is why the Minister for Justice and Equality is having it.  I replied to Senator Gavan during the week that the referendum is about the value we put on women.  One of the issues we will have in the referendum is who will oppose it.  The 50% balance required in broadcasting and the referendum commission might be an interesting issue.  It is an important referendum, which is why the work of the Library and Research Service of the Oireachtas is worth looking at.  It is a very good document on what the constitutional provision means.  There will be pre-legislative scrutiny in committee on the referendum Bill but the work of the Citizens' Assembly should also be considered as a platform to inform.  It is a referendum which needs to be held and on which an informed campaign is required.  Sometimes, people do not know what they are voting on.  It is about the value we place on women but it is also, as the Minister for Justice and Equality said, about allowing people to choose the lives they want.<\/p><p>I join Senator O'Sullivan in wishing the <i>Irish Examiner<\/i>well on acquisition by <i>The Irish Times<\/i>.  After 146 years of publication, the paper is being transferred to a new owner.  I thank Tom Murphy of Landmark Media for his stewardship and pay tribute to the Crosbie family for their wonderful contribution to public life in Cork and Ireland generally.  As Senator O'Sullivan said it is &quot;the paper&quot;.  When it was the <i>Cork Examiner<\/i>, we all bought it.  The <i>Evening Echo<\/i>is the paper I buy every day because it is the paper for Cork city.  Every Christmas, we have <i>The Holly Bough<\/i>to look forward to.  It is an extraordinary day and, in fact, some of us are emotional about it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I had the pleasure of doing some freelance work on sport with the then <i>Cork Examiner <\/i>and I wrote a column for the <i>Evening Echo <\/i>for a number of years on sport and community notes.  I would have a bias that it is the best sports paper in the country and I would say that without fear of contradiction.  I hope the staff of the <i>Irish Examiner<\/i>are looked after by <i>The Irish Times<\/i>and that there will be no major attrition in the amalgamation of staff.  They are wonderful people and their families have been exceptional in allowing for the publication of great newspapers.  It is not just about the <i>Cork Examiner<\/i>, now the <i>Irish Examiner<\/i>and the <i>Evening Echo<\/i>, it is about the other regional newspapers as well.<br\/><br\/>I hope the titles will not be lost.  I wish we had the <i>Cork Examiner <\/i>still, but in saying that may I thank the Crosbie family for their tremendous service and dedication.  It is an emotional day because it is an element of what Cork is.<br\/><br\/>Senator Norris referenced the Presidency in his remarks.  May I remind Members that there never has been more Independent members elected to councils across the country and there has never been more elected Independent Members in the Oireachtas.  If Members cannot get 20 people in the Houses of the Oireachtas to sign their paper or to get four councils to nominate them, they should not bother running.  What members of the political parties have done is not anti-democratic.  If Fianna F&aacute;il, Fine Gael, Sinn F&eacute;in or the Labour Party decide to run a candidate, that is their prerogative.  If they do not wish to do so, that is also their prerogative.  I believe the comments made by some Senators are headline grabbing.  I wish everybody well in their pursuit of the Presidency and I hope we will have a contest.  I wish all those who seek to have an independent nomination every success.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#M00500","speaker":"1391","continuing":true},{"type":"unspoken","time":1531387800,"counter":123,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Sitting Arrangements: Motion","time":1531387800,"counter":124,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#N00300"},{"type":"speech","time":1531387800,"counter":125,"content":"<p>I move:<\/p><blockquote>That, notwithstanding anything in the Standing Orders relative to Public Business, the Seanad shall meet at 11 a.m. on Tuesday, 17th July, 2018, and the following arrangements shall apply: <br \/><br \/><i>(a<\/i>) Standing Orders 29 and 30 shall stand suspended; <br \/><br \/>(<i>b<\/i>) the Order of Business shall be taken at the commencement of public business.&quot;<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#N00400","speaker":"1391"},{"type":"unspoken","time":1531387800,"counter":126,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Employment Equality Act 1998 (Section 12) (Reservation of vocational training places) Order 2018: Motion","time":1531387800,"counter":127,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#N00600"},{"type":"speech","time":1531387800,"counter":128,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann approves the following Order in draft: Employment Equality Act 1998 (Section 12) (Reservation of vocational training places) Order 2018, a copy of which was laid before Seanad &Eacute;ireann on 26th June, 2018.&rdquo; <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#N00700","speaker":"1391"},{"type":"unspoken","time":1531387800,"counter":129,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Public Service Superannuation (Age of Retirement) Bill 2018: Order for Second Stage","time":1531387800,"counter":130,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#N00900"},{"type":"unspoken","time":1531387800,"counter":131,"content":"<p><\/p><p><\/p>"},{"type":"speech","time":1531387800,"counter":132,"content":"<p>I move: \"That Second Stage be taken now.\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#N01100","speaker":"1380"},{"type":"unspoken","time":1531387800,"counter":133,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Public Service Superannuation (Age of Retirement) Bill 2018: Second Stage","time":1531387800,"counter":134,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#N01300"},{"type":"unspoken","time":1531387800,"counter":135,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1531387800,"counter":136,"content":"<p>I welcome the opportunity to introduce the Public Service Superannuation (Age of Retirement) Bill 2018 to the House, on behalf of my colleague, the Minister, Deputy Paschal Donohoe.  This Bill is the first of two statutory actions identified under the heading of \"Public Service Pensions Reform\" in the Government roadmap brought forward in March last, which outlined an action plan for radical reform of pensions over the five years from 2018 to 2023.  The second action under the roadmap was to provide for the conversion of the existing pension-related deduction applied to public servants into a permanent additional superannuation contribution for public servants.  This latter action has already been legislated for and will come into effect from January 2019.  Both actions will contribute to the future sustainability of public service pensions.<\/p> <p>The changes proposed in this Bill regarding the compulsory retirement age in the public service will be voluntary on the part of the employee and are intended to enhance the options available to employees as they approach retirement.  This is important because as we live longer, healthier and more active lives, we need to recognise that we must also provide the maximum opportunity and choice for the active engagement of older people in society.<\/p> <p>The age of eligibility for the State contributory pension is currently 66 years, at a time when many public servants have a compulsory retirement age of 65.  As we all know, the age of eligibility for the State pension is due to increase further, to 67 years in 2021 and to 68 in 2028, and this Bill recognises and future-proofs the statutory compulsory retirement age for public servants before those increases are scheduled to occur.<\/p> <p>In line with the Government decision of 5 December last, the purpose of the Bill is twofold: (1) to increase to age 70 the compulsory retirement age for public servants recruited before 1 April 2004, other than the uniformed pension fast accrual group; and (2) to ensure that the additional service by a public servant up to the age of 70 can benefit from pension accrual subject to the maximum of 40 years&rsquo; service.<\/p> <p>While there can be no right answer as to what the perfect compulsory retirement age might be, the age of 70 would, I suggest, strike the right balance.  Selecting the age of 70 not only aligns the potential working horizon for a public servant with the increasing age of eligibility for the State pension but it also allows people who feel fit and healthy to work beyond that eligibility age, should they wish to do so.  Selecting age 70 also helps to bring about a consistency in retirement ages in the public service by matching the compulsory retirement age of the pre-2004 public servants with that of single scheme members.<\/p> <p>There are a small number of other groups for whom the new retirement age of 70 will not apply.  These are groups who, by convention, have no compulsory retirement age, for example, the President and Members of the Houses of the Oireachtas.  These groups are excluded and will continue to have no compulsory retirement age.  Certain groups, such as the Judiciary, whose retirement age is provided for in courts legislation are being excluded from the Bill and their retirement ages will continue to be covered by the existing legislation.  Finally, the new compulsory retirement age will not apply to public servants who have retired and been rehired on contract.  Their fixed-term contract terms will continue to apply.<\/p> <p>Section 3 provides for a new compulsory retirement age of 70 for relevant public servants as defined in the Bill.  It also provides that the new compulsory retirement age may be increased further in the future by ministerial order under certain circumstances.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Patrick O'Donovan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2316\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2316&amp;amp;pid=PatrickODonovan&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Section 4 gives effect to the Government&rsquo;s decision to provide that service between the age of 65 and the new compulsory retirement age of 70 would benefit from pension accrual, subject to the maximum accrual of 40 years' pensionable service.  Section 5 provides that any statutory instrument which sets a compulsory retirement age, which has been made under any enactment, should reflect the new compulsory retirement age provided for in this Bill.<\/p><p>Schedule 1 to the 2004 Act details the public service bodies to which the 2004 Act does not apply.  These are mostly commercial State bodies.  Section 6 updates this Schedule by adding the Shannon Group plc and Teilif&iacute;s na Gaeilge to the list.  Both of these bodies have a commercial mandate and were established since 2004.  For the avoidance of doubt, a global reference is being added to the Schedule to exempt any pre-1922 public service body of a commercial nature established by an Act of Parliament.<\/p><p>Section 7 and the Schedule to this Bill contain consequential amendments to various sectoral Acts which provide for a compulsory retirement age for an individual public servant or class of public servant, so that those provisions reflect the increase in the compulsory retirement age provided for in this Bill.<\/p><p>I understand that there is wide political support for the introduction of this measure and I look forward to hearing the contributions of Senators to the debate today.  I know that staff interests are anxious to have the legislation enacted at an early date and the Minister, Deputy Donohoe, and I will endeavour to secure early dates for further consideration of the legislation in the other House.  I commend this Bill to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#N01500","speaker":"1267","continuing":true},{"type":"speech","time":1531387800,"counter":138,"content":"<p>I thank the Minister of State for bringing the Bill before the House.  I think he is aware that Fianna F&aacute;il will support the Bill, as he made reference to it in his speech.  It is unfortunate that it has taken so long to get to this stage because it was stated as far back as last December that the Minister intended to resolve the anomaly regarding the compulsory retirement age, yet here we are in July and the Bill will not be enacted for some time.<\/p> <p>It is good to see the retirement age increasing to 70, if people want that to be case.  The measure does not apply to certain sectors and people who have their full service may want to retire earlier and now, that is at least their choice.  As the Minister of State outlined there is a gap between 65 and 66 when people can get the contributory State pension.  Will he assure me that public sector workers are entitled and do get their public sector pension from whenever they retire?  I think it is a lump sum equal to a year and a half's salary followed by their pension based on their years of service from the day they retire.  I would welcome clarification from the Minister of State in that regard.<\/p> <p>People are currently affected by the rule.  Could the Minister of State outline to us what he is going to do for people who are currently being forced to retire and do not get their contributory pension for some time?  Is there any ability to retrospectively deal with them?  I accept that we cannot go back forever but would it be possible to start with people affected from today, the day the Bill was introduced in the Seanad, and that the Minister would consider outlining measures to deal with people who are caught before the legislation is enacted if that is possible to do.  I know there are people, including some of the ushers in this House, who will be affected.  I know it is a question of timing and that not everybody will be affected but I would like to find out if there is a way to deal with the cohort of people who are affected by the timing of the legislation being enacted.<\/p> <p>The Minister of State was very comprehensive and he outlined the measures included in each section.  I will not repeat all he said.  I am not sure whether the Minister of State made reference to it but I think there is a future provision that may be going up as high as 75 for compulsory retirement.  Could he outline if that is the case?  I do not doubt that in ten, 20 or 50 years' time people will be living even longer than they are now and that is very positive.  With the increased number of people in the workforce and the amount of people who are living longer, perhaps there will be a requirement, subject to a person being healthy and well, to further increase the compulsory retirement age.  Again, it would be the choice of the individual to continue to serve.  I thank the Minister of State for introducing the Bill and I look forward to it being speedily processed through both Houses.  I ask him to address the anomaly I raised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#O00200","speaker":"1412"},{"type":"speech","time":1531387800,"counter":139,"content":"<p>I welcome the Minister of State to the House.  I very much welcome the Public Service (Age of Retirement) Bill 2018.  It is great to see that the age of retirement is being increased up to 70 years of age.  We know people are living longer and they want to work longer.  Life expectancy has increased and people are living far healthier lives.  They eat better and take more exercise.  It is only right that this Bill caters for people who work in the Civil Service, who are the only ones who had to retire at the age of 65.  It is great that the age has been increased to 70.<\/p> <p>I do not intend to hold up the Bill but I have a number of questions to put to the Minister of State.  One concerns superannuation payments.  When people have paid their 40 years' worth of contributions, most of them have paid for their pension.  They might have it paid at 65 but if they work until they are 70, will they no longer have to pay the superannuation contribution?<\/p> <p>Job sharing is very much a feature of the Civil Service and the public service.  I do not see how job sharing could continue after one would reach the age of 65 because if one was on a full pension one would be entitled to half one's pay from the pension.  Why would somebody work half a week in addition to whatever he or she would be getting in a pension payment?  The only exception would be someone who had not accrued full pension rights who might see it as an opportunity to bring up his or her pension requirements to the 40 years' service.<\/p> <p>I welcome the Bill and wish the Minister of State well with it.  As Senator Horkan said, there are quite a number of people in the Houses such as ushers who have been caught out and I hope something can be done to rectify the position and give them their full entitlements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#O00300","speaker":"1380"},{"type":"speech","time":1531387800,"counter":140,"content":"<p>Sinn F&eacute;in believes in the full abolition of mandatory retirement.  Our Bill, the Employment Equality (Abolition of Mandatory Retirement Age) Bill 2016 is currently on Committee Stage in the D&aacute;il, and would completely remove an age of retirement.  This time last year, the Citizens' Assembly voted overwhelmingly in favour of abolishing mandatory retirement on the basis of age with a vote of 86%.  Nobody should be forced to leave a job because of age.  There is a clear appetite for change and I hope the Government will enact the Bill.<\/p> <p>That said, I welcome this Bill as it does take some steps towards a more age-equal public service.  The Bill recognises the fact that for those public servants who began their employment before April 2004, a gap exists between their mandatory age of retirement at 65 and the age at which they can receive the contributory State pension, CSP.  This gap reveals a lack of joined-up thinking between Departments and we welcome it being closed.  It is even more important since the age at which the CSP can be received is due to increase from 66 to 67 in 2021 and 68 in 2028.  However, an important point is that this mandatory age of retirement does not mean public servants cannot retire before the age of 70 - if they wish to do so, they can.<\/p> <p>A further rationale for this Bill is that it is a response to demographic change and the effects of an ageing society.  We all know 70 is the new 60.  The current arrangements deny public servants the choice of working beyond the age of 65, but the merits of this Bill fall beyond this consideration.  It is essential that workers have the choice and capacity to exercise agency, and determine the conditions of their work and the length of their working life.  Mandatory retirement at the age of 65 foreclosed that right, and the provisions of this Bill go some way towards addressing that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Furthermore, it is unwise to facilitate or force any loss of experience in the public service.  We have much to learn from those who have cultivated a knowledge base and expertise through experience in our public service.  We should not force them to leave and take their knowledge with them.  It is important that their experience and skills are available as a learning resource for those who will remain in our public service after those to whom I refer choose to leave.  The Bill gives some provision to allow this.<\/p><p>I wish to raise one concern in particular.  A circular was issued on 15 December 2017.  It applied to civil servants recruited prior to 1 April 2004 and who reached the age of 65 years between then and December 2017.  The circular ensured that if a retired employee was rehired, he or she was paid at the minimum point of the pay scale rather than the point at which he or she had retired.  This was an interim arrangement and ensured that a rehired civil servant could continue to draw salary until he or she was eligible to receive the contributory State pension.  However, it is not clear whether those who availed of these interim arrangements will be able to be rehired under the terms of the Bill before the House, work on the basis of their previous salary scale and then retire at the new mandatory age of 70 years.  For example, I spoke to a teacher this morning who will turn 65 years of age before the Bill is enacted.  She will take a financial hit by being placed on the interim arrangement.  Yet, it seems from section 2 she will be excluded from continuing to work until the age of 70 years.  Perhaps the Minister of State could clarify that.  If he cannot provide clarity on the matter, we recommend that amendments be brought forward to address this lacuna.  Such amendments should provide for those who availed of the interim arrangements but who are excluded from these provisions.<\/p><p>My argument is that this Bill does not go far enough in radically challenging the ageism that obtains in our public service.  However, it will make some positive changes to those who wish to continue to work past the age of 65.  It will positively benefit the well-being of older individuals and the public service in terms of the retention of expertise.  However, the concerns we have raised regarding those who will fall through the cracks by being on the interim scheme before this Bill is enacted must be addressed and a viable solution worked out.  I look forward to hearing the response of the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#O00400","speaker":"1388","continuing":true},{"type":"speech","time":1531387800,"counter":142,"content":"<p>I am supportive of the Bill.  I welcome the Minister of State and thank him for bringing it to the Seanad.  The Bill is important for several people.  I know that some individuals have spoken about the sense that they have been pulled away from work that is important to them through the mandatory retirement age and cut off, in some cases, in terms of their contributions.<\/p> <p>While I welcome the Bill and will be supporting it, there are some key issues that I wish to highlight.  As the Bill sets out, it should not be mandatory to retire at 65 years of age.  We should allow for persons to continue to work until 70 years of age, although that may change.  It is important that we do not make it a requirement to work until 70 years of age.  I know that is not provided for in the Bill.  In any event, as a statement of policy for the future, it is important that we allow for persons who may have had long working lives to be under no expectation to work until 70.  We already have fast-paced lives.  I realise that public servants will be affected differently.  In the wider context of our pension policy, we have a pension age that is increasing significantly to 68 years and that is to rise at a pace somewhat faster than will be the case in many other European countries.<\/p> <p>There is a real concern about this matter.  A public consultation is taking place this summer in respect of the contributory pension.  I urge everyone to engage with the process.  The concern to which I refer relates to the total contribution approach.  We had been promised that the total contribution approach would be introduced in 2020 and that it would require 30 years of contribution.  There is concern now that total contribution may now become 40 years.  That could have a negative impact on several people who have been planning for retirement with 2020 in mind.<\/p> <p>It is important that we do not contribute to a situation whereby people will be required to work until 70 or 75 years of age in order to access full pensions.  Given the gaps in the years of the recession and austerity, there is a concern for many in that regard.  Overall, I recognise that this is something of a broader question that falls outside the brief of the Minister of State.  It relates more to the Minister for Employment Affairs and Social Protection.<\/p> <p>I support the Bill.  It is constructive.  I wish to voice my concern &ndash; this has been expressed by previous speakers &ndash; about those who have reached 65 years of age during the interim period.  Some of these individuals find themselves on the lower point on the pay scale.  While I recognise that the one-year contract extension they have signed may be unable to be changed, it is important that the Bill would provide a route back for those persons.  This should involve a process whereby at a date subsequent to enactment, should the one-year period of extension expire for a person, the person will be able to access the benefits of the Bill and return to employment at the previous pay scale.  That is important and it is something that we can do.  I recognise that it is likely to be the subject of an amendment.  Perhaps it is best if the Minister of State brings forward the relevant amendments on Committee Stage.  I imagine that we would all support them.<\/p> <p>I respectfully disagree with my colleague in respect of job-sharing.  One thing we know from Age Action and many other groups is that many people in their 60s and 70s want to move towards job-sharing.  It allows them to maintain their connection to the workplace, contribute experience and, in many cases, provide mentorship to those who will take over roles in future.  In fact, there is considerable benefit in job-sharing-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#P00200","speaker":"1405"},{"type":"speech","time":1531387800,"counter":143,"content":"<p>That was not the point I was making.  I said if they were job-sharing they would be working for nothing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#P00300","speaker":"1380"},{"type":"speech","time":1531387800,"counter":144,"content":"<p>I appreciate that.  I also appreciate that there is a concern regarding pension payments and superannuation and valid points were made in that regard.  My concern basically was that we should not prohibit job-sharing on any basis.  For many people it is going to be about finance.  Others are really dedicated to their work.  They may wish to continue with that work and will want to contribute.  Job-sharing may be the way for them to do it.  I am sorry if I misconstrued the points made by the other Senator.  In any event, the key issue is that we do not want to prohibit job-sharing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#P00400","speaker":"1405"},{"type":"speech","time":1531387800,"counter":145,"content":"<p>I thank the Senators for their wide-ranging support.  It is important to point out that the main provisions of this Bill are to take the existing situation for those who reach 65 years and raise it to 70 years.  That is the crux of it.<\/p> <p>Senator Paddy Burke made a particular point.  The issues that exist for those pre-65 years of age will the same issue for those over 65 years of age.  We could have a situation whereby a public servant has accrued or paid for the maximum amount of 40 years of service but that person could be 62 years of age.  That person will continue to pay into the pension until reaching 65 years of age.  The same will apply under this legislation.  There is nothing different other than the age level.<\/p> <p>I will try to cover as many of the contributions made as possible.  Senator Horkan asked about future increases to age.  The proposed section 3A(2) states, \"Subject to subsection (3), the Minister may, by order, prescribe an age, being higher than 70 years but not higher than 75 years, upon the attainment of which all relevant public servants shall, at the latest, retire.\"  That has been put into the legislation as a safeguard in the event that another Minister in the future wishes to raise the ceiling.  The idea is that we do not have to come back again.<\/p> <p>Reference was made to the State pension, which is a matter for the Department of Employment Affairs and Social Protection and the Minister, Deputy Doherty.  The Bill does not propose to make any changes to any aspect of pension legislation.  That would be beyond the scope of the legislation.  Obviously, the existing pension arrangements will continue.<\/p> <p>Senator Paddy Burke also made a point in respect of job-sharing.  It is a matter for each Department, public body or State agency to determine the need for job-sharing and the availability of skills and people who will be able to fit into certain categories and particular sets.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Patrick O'Donovan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2316\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2316&amp;amp;pid=PatrickODonovan&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This legislation does not in any way inhibit the carrying out of the practices relating to job-sharing and the existing arrangements will apply.<\/p><p>It is important to state that this measure is not compulsory.  We will not make people continue to work until they are 70.  This will be completely voluntary.  People may have entered the public service late in life, for whatever reason.  They may have decided, following a particular stage in their life and with their family reared, that they wanted to return to work.  Currently, they must retire at age 65.  If they are a couple of years short to attain the right to accrue a maximum pension, unfortunately, they cannot do that.<\/p><p>Members asked the reason for deciding on age 70.  As I said in my earlier contribution, we are trying to make sure we harmonise the retirement age across the board, as far as practicable.<\/p><p>Some people might ask if there should even be a maximum retirement age.  The Government's view is that there should be because we have to budget, provide certainty in respect of the numbers involved and be able to plan for the development of the public service.  We have to know on an annual basis who will be in our services, the skill sets they will have and how we will manage recruitment.  That is very important and I believe, on reflection, people will appreciate that.<\/p><p>This measure is also a reflection of the fact that people are healthier and are living longer.  In terms of the skill sets and experience of those working in local authorities, State agencies or Departments, we need a mechanism that allows them the opportunity to continue to empower younger people coming into the service.  Lifting that ceiling will give them an opportunity to impart some of their knowledge, rather than walking out the door with it, so to speak.<\/p><p>Regarding people who have retired, and I appreciate there will be a greater level of discussion on that on Committee and Report Stages next week, an interim arrangement was made which was welcomed at the time.  The expectation had been that there would not be an interim arrangement, that we would go straight down the legislative route and that a cohort of people would have fallen between the cracks without such an interim arrangement.  We did not do that and made provision for that.  However, it is important to point out that we are keeping the existing system for people who retire and are rehired.  We had to take cognisance of those who have left the service, got their lump sums and are on pensions, and the budgetary impact of that.  We had to be fair also to people already in that arrangement and follow the existing retire and rehire provisions.<\/p><p>This is important legislation.  We are very anxious to try to have it passed in this House and taken in the D&aacute;il as quickly as possible.  All of us have been contacted by people about this issue.  There are people in this House, in Departments and across the country who are very anxious to see it enacted so the sooner we can do that, the better.<\/p><p>I welcome the cross-party support for the Bill.  I am aware issues will be raised on Committee and Report Stages but given the level of consultation that has taken place and the welcome responses from employee representatives, I believe the Bill will capture many of the concerns expressed.  It is progressive legislation that reflects the position the country is in today but, as Senator Horkan stated, there is no reason that cannot be changed in the future as the longevity and health of our population increases.<\/p><p>I hope that with the co-operation of the Seanad we can progress the Bill.  I welcome the Senators' comments.  I will reflect on them with the Minister, Deputy Donohoe, who is also anxious that the Bill be progressed.  I hope we can have further consideration of the Bill next week and that we reach the point where we are in a position in the autumn to bring it to the D&aacute;il, hopefully without amendment.  That will allow us deliver to the people who are approaching us constantly to know when they will be able to avail of its measures.  We hope to have the legislation enacted as soon as possible.  People who are 64 are approaching that deadline and they, and their families, are concerned.  They have made arrangements.  It is hoped we will be able to make provision for them.<\/p><p>I look forward, with the indulgence of the House, to coming back here next week to deal with the Bill.  I thank the Senators for their contributions and for the spirit in which the Bill has been received.  This is progressive legislation, the aim of which is to reflect the fact that people have a contribution to make in terms of their experiences, which are important, and we want to capture those in the best way possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#P00500","speaker":"1267","continuing":true},{"type":"speech","time":1531387800,"counter":147,"content":"<p>I thank the Minister of State for his contribution and all the Members for their co-operation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#Q00200","speaker":"1412"},{"type":"unspoken","time":1531387800,"counter":148,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1531387800,"counter":149,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#Q00400","speaker":"1412"},{"type":"speech","time":1531387800,"counter":150,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#Q00500","speaker":"1380"},{"type":"unspoken","time":1531387800,"counter":151,"content":"<p>Committee Stage ordered for Tuesday, 17 July 2018.<\/p>"},{"type":"unspoken","time":1531387800,"counter":152,"content":"<p>Sitting suspended at 1.06 p.m. and resumed at 1.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Companies (Statutory Audits) Bill 2017: Second Stage","time":1531387800,"counter":153,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#R00100"},{"type":"unspoken","time":1531387800,"counter":154,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1531387800,"counter":155,"content":"<p>It gives me great pleasure to call on the Minister, Deputy Heather Humphreys, to address the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#R00300","speaker":"1420"},{"type":"speech","time":1531387800,"counter":156,"content":"<p>I am very pleased to introduce this Bill.  My speech is being circulated along with an information pack of supplementary documents that I am also making available to Senators.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Heather Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2308\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2308&amp;amp;pid=HeatherHumphreys&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The primary objective of the Bill is the regulation of the profession of statutory auditor and the conduct of statutory audits.  It was broadly welcomed by Members in the D&aacute;il and some useful changes were made.  By way of background, in the aftermath of the financial crisis the European Commission examined how the audit function could be further enhanced to contribute to financial stability.  The outcome was the adoption in 2014 of new rules in the form of an EU directive and an accompanying EU regulation.  The directive builds on the 2006 audit directive and introduces significant reforms to the regulation and oversight of statutory auditors.  The EU regulation adds stricter rules for the conduct of audits of entities that are referred to as public interest entities.  These are entities such as banks, insurers and entities listed on regulated markets in the EU.  The essential elements of the EU rules were introduced into Irish law in June 2016 by way of Sl 312 of 2016.  This meant that the necessary implementing measures were in place when the EU regulation took direct effect at that time.  <\/p><p>A large part of the Bill has been in operation for almost two years.  That said, the EU laws of 2014 presented a number of options.  The Government sees some of these options as desirable to further enhance the rules for statutory audit and the oversight framework.  It was not possible to give effect to them in a statutory instrument, as they are not necessitated, consequential nor essential to the transposition of the EU rules.  Therefore, this Bill will replace the current statutory instrument, elevate its provisions to primary legislation, implement some of the options in the EU rules that could not be implemented in secondary legislation and introduce some new measures that will enhance the system of public oversight.  As well as giving effect to EU rules on audit, the Bill introduces some changes in the rules governing the filing of annual returns.  The Bill also removes the outdated term \"public auditor\" from elsewhere in the Statute Book and replaces it with \"statutory auditor\".  As the Bill is lengthy, I propose to deal with related sections together, highlighting anything new or significant.<\/p><p>When it comes to public oversight of auditors, there are five specific tasks: the approval and public registration of people and firms to act as auditors; the adoption of auditing standards; the continuing education of auditors; quality assurance inspections of audit firms and auditors; and a system of investigations and discipline.  Since 2016, and as a result of the new EU laws, IAASA is designated as the single competent authority with the ultimate responsibility for public oversight of audit.  This means that IAASA has the responsibility for the oversight of all five tasks.  The Bill retains the designation of IAASA in this regard.  However, the recognised accountancy bodies have an acknowledged expertise and experience in the area of audit oversight built up over many years.  Prior to 2016, they were competent authorities in our system of public oversight.  Their contribution to the development of the audit profession has been, and will continue to be, important.  Therefore, the Bill takes an option in the EU directive to allocate the everyday management of some of the five tasks to the recognised accountancy bodies.  The recognised accountancy bodies will continue to conduct the approvals of all statutory auditors and oversee their continuing education.  They also have responsibility for quality assurance inspections and investigations and discipline with respect to audits of businesses that are not public interest entities.<\/p><p>IAASA is responsible for performing quality assurance inspections of audits of public interest entities.  Moreover, any investigations that arise from those inspections must be done by IAASA and any resulting disciplinary action is also a matter for the authority.  With respect to the adoption of auditing standards, this is a matter for the authority.  This model is intended to support good co-operation and ensure effective enforcement.  The recognised accountancy bodies perform their tasks as a condition of being recognised and under the supervision of IAASA.  Therefore, alongside provisions on the objects, governance, functions, funding and powers of the authority are sections covering the recognition of the accountancy bodies and the grounds for that recognition.  An essential element of recognition is that the body carries out oversight tasks in respect of its own members to the satisfaction of IAASA.  Accordingly, the Bill provides powers for the authority to direct or intervene in how the tasks are performed.<\/p><p>Section 28 enables IAASA to remove a task from a body on a case by case basis.  Section 30 provides the mechanisms where a body is unable to perform an oversight task and allows another body to take that task over.  Section 32 extends the authority's existing powers to undertake certain inquiries to include an inquiry into how a recognised accountancy body performs the tasks.  Section 33 provides for new settlement procedures which are designed to avoid the need for lengthy legal proceedings in cases where both parties agree.  These changes in the oversight system are designed to ensure lAASA has the appropriate powers to reflect its ultimate responsibility.  They are also intended to give flexibility so that the recognised accountancy bodies and the authority can work together in a streamlined and efficient manner.<\/p><p>Sections 34 to 39 set out IAASA's investigation and sanctioning powers with respect to auditors.  This Part also makes some amendments to those powers with respect to other members of accountancy bodies that are not approved statutory auditors.  Section 35 provides for administrative sanctions.  It includes rules on the application and publication of those sanctions and on appeals and reporting of breaches.  Again, there are new proceedings here for settlement by agreement, this time directly with auditors.  These are not required by the directive but are considered important tools to avoid lengthy and unnecessary legal proceedings.  The maximum fine is &euro;100,000 for an individual statutory auditor or per statutory auditor in the case of a firm, which could result in a fine of up to &euro;5 million if a firm has 50 auditors.  These fines are increased from those in the 2016 statutory instrument.  This section also includes additional administrative sanctions not contained in the directive to better align IAASA&rsquo;s powers with the sanctions the recognised accountancy bodies may apply to their members.  <\/p><p>The Office of the Director of Corporate Enforcement, ODCE, is the competent authority with respect to directors of companies who have contributed to breaches of audit rules by statutory auditors.  The Bill provides sanctioning and investigation powers for the director that are similar to those of lAASA.  Sanctions imposed by the authority and the director are subject to court approval to ensure fair procedures.  The remaining sections are technical, mainly relating to operational matters such as exchange of information, avoidance of conflicts of interest and delegation arrangements within the authority.<\/p><p>Section 51 inserts the new Part 27 into the Companies Act 2014.  This Part contains 124 sections and is arranged in 22 Chapters.  It sets out in detail the rules governing how statutory audits must be carried out, the standards that auditors must meet and how IAASA and the accountancy bodies supervise those audits and auditors.  It provides for IAASA to add to any international auditing standards adopted by the EU and to allow for a proportionate approach to small undertakings.  There are also provisions for the additional report that an auditor must prepare in the case of a client that is a public interest entity.  These enable the authority to add to the requirements of the report and state that the report must be given to the directors.  Regulators such as the Central Bank and the Revenue Commissioners may also request a copy.  The obligations on public interest entities under this Part include the requirement to have an audit committee.  Some of the significant new requirements for public interest entities such as auditor rotation and the cap on non-audit services are provided for directly by the EU regulation.  However, the question of how frequently an auditor must be changed was left to member states to determine.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Heather Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2308\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2308&amp;amp;pid=HeatherHumphreys&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In line with the 2016 recommendation of the Joint Committee of Inquiry into the Banking Crisis, it was decided the appropriate period for Ireland was ten years.  Measures in Part 27 also include requirements that IAASA and the bodies have quality assurance inspection regimes in place, provisions for the investigation and disciplinary procedures of the accountancy bodies, the rules for the public register of auditors that is kept by the Registrar of Companies, the process for aptitude tests for auditors and audit offences, and the procedures for investigating and sanctioning auditors.  Measures on third country auditors are also contained in this Part.<\/p><p>Sections 53 to 72 make amendments to a number of legislative Acts to replace the term \"public auditor\" with \"statutory auditor\".  The requirements of the audits to be carried out under these Acts will not change.  This brings me to the end of this substantial legislation.  While it is a technical Bill, at its heart are important issues of public policy and I look forward to hearing the views of Senators.  I commend the Bill to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#R00400","speaker":"1249","continuing":true},{"type":"speech","time":1531387800,"counter":159,"content":"<p>I welcome the Minister to the House.  As she stated, much of what is in the Bill has been implemented and has been in use in Irish businesses for a number of years.  The Bill tidies up the crossover with EU legislation.  Fianna F&aacute;il supports the Bill wholeheartedly and would like to see its safe passage through the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#T00200","speaker":"1411"},{"type":"speech","time":1531387800,"counter":160,"content":"<p>I welcome the Minister to the House and I welcome the Bill.  As others have said, it is very important legislation.  The Bill is quite lengthy and the Minister has given a very easy to understand pr&eacute;cis of it.  Some of the briefing was quite opaque, to be frank.  Having said that, the Bill is very welcome.  We are still suffering the scars of the financial crisis and the performance of auditors in that situation around the world was less than impressive, so these new regulations and standards are very welcome.  I also welcome the provision whereby the impact of late filing has been somewhat reduced on small and medium enterprises that have much to struggle with and many overheads.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#T00300","speaker":"1421"},{"type":"speech","time":1531387800,"counter":161,"content":"<p>I am happy to welcome the Bill to the House today.  I welcome that the Government addressed some of the initial problems with the Bill in the D&aacute;il.  My colleague, Deputy Quinlivan, tabled two amendments which sought to remove the changes the Minister wanted to introduce to the audit exemption for SMEs and the proposed change from the District Court to the High Court.  Although the measures the Minister proposed to introduce sought to tackle businesses that repeatedly filed late, the measures would have had an impact on some SMEs and accountants who had genuine reasons for filing late.  I am glad the Minister withdrew her amendments after listening to Opposition concerns.<\/p> <p>This is important legislation, and I will address the general scheme of the Bill now.  The Bill stems from European-wide reform of auditing practices that were introduced in response to the financial crisis that crippled Europe and bankrupted this country almost a decade ago.  The key aims of these reforms will place new obligations on statutory auditors designed to enhance their independence and support the quality of their audits, place new and more stringent obligations on companies known as public interest entities, and designate the Irish Auditing and Accounting Supervisory Authority as the competent authority with ultimate responsibility for the oversight of statutory auditors.<\/p> <p>Although the financial crisis was severe across Europe, it was catastrophic here, primarily due to the mismanagement of our finances by previous Governments.  The Bill is a brick in the legislative wall needed to prevent the wild west economics that we saw under their watch.  I welcome the Bill being brought before the Houses with the intention of strengthening auditing practices in line with our European colleagues.  Audits are incredibly important tools for determining whether an organisation is providing a fair and accurate representation of its financial position by examining information such as bank balances, bookkeeping records and financial transactions.  This information is critical for investors, creditors and shareholders of undertakings, and it is crucial that this information is accurate and reliable.<\/p> <p>Reform and changes are needed, as a number of deficiencies were identified in audit practices in the aftermath of the financial crisis.  The collapse of Anglo Irish Bank and the nationalisation of other Irish banks are clear and expensive reminders of how old auditing rules failed in financial institutions here.  Problems were also identified in this area on a pan-Europe basis.  An excessive familiarity between the management of a company and its audit firm was identified as risking conflicts of interests and identified as posing a threat to the independence of statutory auditors and to their ability to exert thorough professional scepticism.  A lack of choice of audit firms due to the dominance of certain global players was also identified as a concern.<\/p> <p>Sinn F&eacute;in will support the Bill, despite the EU audit package reforms being diluted down as it progressed through the European legislative process.  Saying that, these reforms aim to have more oversight and higher standards for the auditing process, which is welcome.  The majority of changes under these reforms will affect public interest entities.  These include companies such as banks, insurers and companies that are listed on the main market.  The Bill will introduce the option of the State having the ability to designate an undertaking as a public interest entity if the undertaking is of significant public relevance due to its size, business or number of employees.  It also seeks to strengthen the audit committee for public interest entities.  These committees are established to provide a link between the board of a company and its auditors, serving as an intermediary to maintain a level of separation and independence between a client and its auditors.<\/p> <p>Another change is the ability of an auditor to provide other services, such as tax, bookkeeping, payroll, valuation and management services to the client company.  By restricting the other services an auditor can provide to a client company, conflicts of interest are reduced.  I note that Ireland is to avail of an exemption in regard to certain tax and valuation services.  As I alluded to earlier, if previous Governments focused on such measures when they were in power, the total economic collapse of our country could have been avoided.<\/p> <p>One question I have about the Bill is the effect Brexit will have on it.  The EU audit package was developed only a few years ago, but that was at a time when it was assumed Britain would be in the EU for the foreseeable future.  We now know this is not the case.  Many audit firms here have major operations in Britain and also work on an all-Ireland basis.  Does the Minister have any assurance that Britain will maintain these new standards that are to be introduced after it leaves the EU to ensure undertakings find it easier to implement changes and to maintain a harmonisation of high standards?<\/p> <p>I hope this legislation will prevent a repeat of the failures in this area that compounded the financial crisis and resulted in a decade of hardship for the citizens of this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#T00400","speaker":"1400"},{"type":"speech","time":1531387800,"counter":162,"content":"<p>I thank the Senators for their contributions to the debate on the Bill before us.  I particularly welcome the expressions of support for the objectives of the Bill.  I fully understand and appreciate that the technical nature of the Bill does not make for easy reading, but this should not be allowed to overshadow the ambition of a well-functioning system of public oversight of audit.  I thank the Senators for their time and their support.  I look forward to progressing the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#T00500","speaker":"1249"},{"type":"speech","time":1531387800,"counter":163,"content":"<p>The Minister did not respond on the issue of Brexit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#T00600","speaker":"1400"},{"type":"speech","time":1531387800,"counter":164,"content":"<p>So far, the Financial Reporting Council in the UK has stated it wants to maintain high standards, and that is as much as we have at the minute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#T00700","speaker":"1249"},{"type":"unspoken","time":1531387800,"counter":165,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1531387800,"counter":166,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#T00900","speaker":"1420"},{"type":"speech","time":1531387800,"counter":167,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#T01000","speaker":"1421"},{"type":"unspoken","time":1531387800,"counter":168,"content":"<p>Committee Stage ordered for Tuesday, 17 July 2018.<\/p>"},{"type":"majorheading","content":"Industrial Development (Amendment) Bill 2018: Second Stage","time":1531387800,"counter":169,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#U00100"},{"type":"unspoken","time":1531387800,"counter":170,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1531387800,"counter":171,"content":"<p>I am pleased to have the opportunity to commence Second Stage.  I look forward to engaging with Senators on the substance of the Bill and I hope to secure the broad support of the House for this important legislation.  The Bill was not amended in any way during its passage through the D&aacute;il and that, in itself, is clearly indicative and reflective of the broad support it has attracted on all Stages thus far.  I would, therefore, like to express my gratitude to my colleagues in the D&aacute;il for their support and positive engagement.  In particular, I thank the Select Committee on Business, Enterprise and Innovation for its timely consideration of the legislation.<\/p><p>This is a short but technical Bill that addresses the implications of a 2015 Supreme Court judgment and aims to ensure that the IDA can continue to purchase property for the purposes of industrial development.  I would like to be crystal clear at the outset that the purpose of this Bill is not to change how the IDA carries out its property functions; it is to ensure the IDA can carry on doing what it has done successfully for many years. The ability to provide property solutions to its clients is an essential tool that the agency uses to attract foreign direct investment, FDI, to Ireland.  It is particularly important in order to attract FDI to the regions, which is an issue close to many Senators' hearts.  It is, therefore, important that we enable the IDA to continue to do this in to facilitate the authority in its work and generate jobs in all regions.<\/p><p>I would like to explain the need for this legislation.  In 2011, the IDA sought to acquire land in County Kildare by compulsory purchase order, CPO, for industrial development purposes.It is important to note that this was the first and only time the IDA had ever sought to purchase property compulsorily and, in doing so, the agency relied on the existing compulsory purchase powers set out in the Industrial Development Acts.  However, the landowner concerned successfully challenged the CPO after the Supreme Court found in his favour.<\/p><p>In setting aside the order, the court's judgment highlighted two key findings.  First, the court found that the IDA had acted <i>ultra vires<\/i>as section 16 of the Industrial Development Act 1986, on which the IDA relied, did not allow the agency to acquire property for future, as opposed to immediate, use.  Equally, the court ruled that the IDA did not identify a specific company for which the property was being acquired and this was again outside the terms of the legislation.  The court also made clear that both of those determinations would apply when property was being acquired by agreement.  Therefore, the court&rsquo;s judgment had wider implications for the IDA&rsquo;s purchasing powers.<\/p><p>Second, the judgment was clear that an independent body such as An Bord Plean&aacute;la should be designated in legislation to either confirm a proposed CPO or to adjudicate on any objections to such an order.  <\/p><p>I want to clarify again that the sole aim of this Bill is to address in full the issues raised in the Supreme Court judgment. The Bill does not equip the IDA with strengthened or additional powers.  The aim is simply to put in place an updated and modernised process, incorporating a full role for An Bord Plean&aacute;la, so that the IDA retains its current industrial development property purchasing powers.  The Bill does not represent a policy shift in the IDA&rsquo;s approach to purchasing property and there is no intention to increase the authority&rsquo;s use of compulsory purchases on foot of this legislation.<\/p><p>I will give a brief overview of the content and structure of the Bill itself.  Its aim is to address the Court&rsquo;s judgment in the 2015 case.  With that in mind, the draft Bill ensures the IDA will continue to have the capacity to compulsorily acquire property on an exceptional basis, in limited circumstances and subject to strict requirements.  I stress that any future compulsory purchases will be subject to tighter controls and more rigorous requirements than are set out in current legislation.  The amended legislation is clear that the land must be for immediate industrial development use and that the IDA will need to have a specific client in mind for the property.<\/p><p>In addition, as per the terms of the Supreme Court judgment, the Bill provides that An Bord Plean&aacute;la will undertake a full adjudicatory role in the process, a role that is very much aligned to its existing role in compulsory purchases carried out by other State bodies.  Second, the Bill will ensure the IDA can continue purchasing property by agreement and with the full consent of the vendor, even when it is for future use and a specific company has not been identified as the beneficiary.  In more detailed terms, the Bill amends section 16 and the Second Schedule to the 1986 Industrial Development Act and also applies certain provisions of the Housing Act 1966 in relation to compulsory purchases, and certain provisions of the Planning and Development Act 2000 in respect of the role of An Bord Plean&aacute;la.<\/p><p>Sections 3 and 4 amend section 16 of the Industrial Development Act 1986 and make it clear that the IDA can continue to acquire property by agreement in circumstances where the property is not for immediate use, and whether a specific industrial undertaking has been identified in advance.  This is how the agency has always operated when purchasing land by agreement with landowners, so this does not represent a new approach or a policy change.<\/p><p>Sections 5 and 6 provide that the IDA will be permitted to purchase land compulsorily only in circumstances where it is required for immediate, as opposed to future use, and a specific undertaking has been identified.  They also provide that the compulsory purchase powers are to be used in accordance with the existing and well-established compulsory purchase processes set out in the Housing Act 1966.  Under this legislation, compulsorily acquired land can only be leased, as opposed to sold, by the IDA to an industrial undertaking.  This important safeguard serves to ensure that land that has been compulsorily purchased is put to immediate industrial development use, but remain in State ownership.<\/p><p>Section 7 applies certain existing provisions of the Planning and Development Act 2000 to provide for a full role for An Bord Plean&aacute;la as an independent body to affirm any CPOs made by the IDA.  In addition, the Bill provides for An Bord Plean&aacute;la to take on an adjudication role with regard to objections to a compulsory acquisition.  I reiterate that the role assigned to An Bord Plean&aacute;la in future IDA compulsory purchase closely mirrors its existing role in compulsory purchases carried out by a wide range of other State bodies.<\/p><p>I draw the attention of the House again to the fact that the Bill was not amended during its passage through the D&aacute;il and it remains as originally published.  This reflects the broad support that it has attracted thus far, for which I am grateful.  During the debate in the D&aacute;il and in the Select Committee on Business, Enterprise and Innovation, it was suggested that, in the case of a compulsory purchase, the IDA should be required to demonstrate that no other viable alternative sites could be acquired by agreement.  This consideration of alternatives, however, forms a core part of An Bord Plean&aacute;la&rsquo;s deliberations when adjudicating on an objection to a compulsory purchase.  It is also the case that a compulsory purchase should only be envisaged as a last resort in a truly exceptional circumstance where all other viable options have been exhausted.  After all, it is abundantly clear that a compulsory purchase would not be pursued unless it was necessary, and clearly that would not be the case if there was a suitable alternative.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Heather Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2308\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2308&amp;amp;pid=HeatherHumphreys&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> It was also suggested that the Bill should include a buy-back provision, whereby any land purchased compulsorily should be offered for sale back to the original landowner in the event that the planned investment does not proceed for whatever reason.  We have considered this issue, but it is not a matter for this legislation on the basis that such a situation is not expected to arise.  As has been explained on various Stages in the D&aacute;il, it is only intended to resort to a compulsory purchase as a truly exceptional measure, once all other viable options have been exhausted.  <\/p><p>The Bill also makes it explicitly clear, even in the very unlikely event of a compulsory purchase in the future, that land cannot be sold by the IDA to an investor and can only be leased to a company.  The availability of suitable property solutions is proven as a key driver in attracting FDI and winning job-rich investment for the regions.  It is a core element of Ireland&rsquo;s value proposition presented to prospective IDA clients.  With that in mind, I think we would all agree that the IDA carries out critically important work trying to support regional development and attract as many jobs as possible to regional locations.  It is essential, therefore that no legal uncertainty, no matter how small, attaches to its property purchasing powers.  Otherwise, we risk diminishing the IDA's capacity to attract further foreign direct investment and generate new employment opportunities across the country.<\/p><p>A vital aspect of the IDA&rsquo;s work remains, as has been the case for many years, connecting those firms with property solutions.  To do that effectively, the IDA needs continued capacity to purchase properties so that they can be offered to potential investors.  This means that the IDA must have the capacity to buy property for the purposes of industrial development in situations where it may not be required for immediate use and where a specific company has not yet been identified as the ultimate beneficiary.  I am sure we are all aware of how important this is to support the IDA&rsquo;s work to increase foreign direct investment in rural and regional locations, given that the vast majority of IDA property purchases are outside main urban areas.<\/p><p>I would like to be very clear again that while the IDA very rarely employs its compulsory acquisition powers - it has only ever done so once - it is important that it retains its statutory power to do so.  Without compulsory purchase powers, the IDA could potentially miss out in the future on extremely significant investment opportunities that could have a transformative impact or effect on a local community by bringing job-rich investment.  I reiterate something I mentioned, namely, that this is a short and technical Bill.  <\/p><p>Echoing some of my earlier comments on the Bill, I reassure Members that there is no intention here to change how the IDA goes about its property functions or to increase its use of CPOs.  The IDA does not rely on compulsory purchases as a means of acquiring land and the Kildare case was the first and only time the agency had attempted to use its current powers.  In fact, I would not expect any change in practice in how the IDA fulfils its property functions on foot of this legislation.  The aim of this Bill is to ensure that the IDA can carry on doing what it has been doing so successfully for many years - attracting job-rich investment right across the country.  That is the purpose of the Bill and that is why I am asking for Senators' support.  I commend the Bill to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#U00300","speaker":"1249","continuing":true},{"type":"speech","time":1531387800,"counter":173,"content":"<p>Similar to the last Bill, we are happy to support this Bill again today.  As the Minister stated, it came about due to the ominous court case which highlighted a lack of power to purchase sites.  I have one query about the large IDA park in Mullingar.  It is a specific question and I know the Minister has heard much about it from my colleagues in Westmeath.  I am curious as to whether she has any update or news on it?  We are happy to support both of these Bills today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#V00200","speaker":"1411"},{"type":"speech","time":1531387800,"counter":174,"content":"<p>I will vary the order and call on Senator Mac Lochlainn and I will keep Senator James Reilly until the end.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#V00300","speaker":"1420"},{"type":"speech","time":1531387800,"counter":175,"content":"<p>That is no bother at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#V00400","speaker":"1400"},{"type":"speech","time":1531387800,"counter":176,"content":"<p>It is not necessarily good wine until last or anything like that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#V00500","speaker":"1420"},{"type":"speech","time":1531387800,"counter":177,"content":"<p>I am sure Senator Reilly might want to respond to that all right.  We are happy to support this Bill.  The solid work of the IDA in many places across the State should be acknowledged, as this Bill is primarily about its functions and powers.  I hope that performance can continue and that this Bill will help to provide the tools to achieve that.  If it does, that is a good thing.  My party has continually highlighted the need for efforts to locate FDI companies and jobs in rural areas and regional Ireland.  I know the Minister represents a Border and rural community herself.<\/p> <p>It is also important to get more jobs to the regions, especially FDI jobs.  Our analysis indicates that some areas are still faring very poorly on this front.  The ratio of local FDI jobs to population is, not surprisingly, best in Dublin with one IDA-backed job for every 15 citizens.  In my home county of Donegal there has been some progress in recent years.  We have discussed this before in this Chamber and, as I said, the Minister represents a Border county so she understands the issues well and the particular impact of partition on our communities around the Border area.  We have to challenge the IDA and Enterprise Ireland to do more.<\/p> <p>In Donegal, we have been fortunate in that we have successful companies like Pramerica and Optum.  They have created two thirds of the existing FDI jobs in Donegal and huge numbers between the two of them.  I will, however, take the Minister back to 20 years ago.  It is important that we put things in context.  We had a Donegal employment initiative 20 years ago and it reflected the collapse of the textile industry in our region at that time.  We had a task force chaired by Mr. Michael McLoone, a former chief executive of Beaumont Hospital, but more importantly, from a Donegal perspective, he was the county manager.  He was a very capable public servant who is now retired.  That task force at that time put in place job creation targets of about 5,000 over the next seven years.  It reflected the post Good Friday Agreement and what was seen as a period of hope, so that was a reasonable target.<\/p> <p>The reason those targets were set is important.  It was to allow Donegal to catch up with FDI levels across the State.  As we sit here today, 20 years later, we have gained 500 jobs in net terms.  Over that same period there has been an increase in jobs in IDA supported companies of about 50%.  That is a solid performance and the IDA does a good job for our country overall.  However, in Donegal it is about 18% growth, due mainly to Pramerica and Optum.  While I think the IDA has done a good job supporting those companies, which are great, and it works very well with Letterkenny Institute of Technology, LYIT, it is not enough.  <\/p> <p>There needs to be a special focus on Donegal and particularly now with the threat of Brexit.  We are very concerned.  It is a mixed bag and I have to report that to the Minister.  I would not be doing my constituents any favours if I came in here and gave the Minister a false impression of the situation in the county.  I appreciate her sincerity and also her understanding of the issues as she comes from a Border county herself.  We have a good chance with her being in that portfolio and she has my goodwill and support but more needs to done to bring new companies.  <\/p> <p>Last year there were only two site visits in Donegal.  This year there have been none so far.  My concern is that we are not following up on Pramerica and Optum and saying that Donegal is a place to do business.  Pramerica is a great story.  About 20 years ago, it had about 18 or 19, mostly local, people.  Working with partners in the United States, it has developed today to have about 1,800 people of all nationalities.  It is a really superb company, a great story and a great way to market Donegal as a place to do business.  I hold it up and offer it to the Minister as an example.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig Mac Lochlainn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2321\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2321&amp;amp;pid=PadraigMacLochlainn&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Regarding the specifics of the Bill, section 4 sets out that an immediate use and existing tenant is not required for the IDA to purchase land.  This is fair as the decision by companies who locate here can be sudden and they require lands immediately, so only permitting the purchase and development of land when a company is waiting to locate here would not be feasible due to delays and could jeopardise the investment.  <\/p><p>Section 5 sets out that lands acquired compulsorily may only be leased and not sold.  This is appropriate given how the lands would have been obtained by a CPO.  <\/p><p>Section 6 sets out in detail the new compulsory purchasing power to be exercised only by the IDA and outlines that such powers may only be used to compulsorily purchase land where an industrial undertaking has been identified.  This section also adapts and applies provisions of the Housing Act 1966 to give the IDA compulsory acquisition powers on par with those of a housing authority.  <\/p><p>Section 7 gives An Bord Plean&aacute;la powers to assess and, if necessary, confirm compulsory purchases by the IDA.  This is also a good check on the new powers to be bestowed on the IDA to ensure they are exercised as envisaged.  However, we only want a CPO to be used by the IDA in exceptional circumstances when no other options are available and as a last resort.  There is a balance here between private landowners' rights and the public good.  A fine balance must be achieved to ensure land and property-owners are not adversely affected in the pursuit of suitable sites for multinational companies.  <\/p><p>The Minister of State, Deputy Breen, on Committee Stage of the Bill in the D&aacute;il said he would consider the points my party raised about what would happen if land was subject to a CPO but for some reason the use for the land fell through.  Would there be an option for the land to be sold back to the landowner for the same value?  That is something for the Minister to respond to.  I will take the opportunity to acknowledge the important work of the IDA, which has been successful throughout the State in attracting jobs.  It has done a good job overall for the State in attracting jobs.  We need to focus on getting more of these jobs to the regions, which will require a greater investment in infrastructure by Government, including in my county of Donegal.  Otherwise we are happy to support the Bill.  I thank the Minister again for her time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#V00600","speaker":"1400","continuing":true},{"type":"speech","time":1531387800,"counter":179,"content":"<p>Cuirim f&aacute;ilte roimh an Aire agus cuirim f&aacute;ilte roimh an mBille seo.  I am delighted to welcome this very good Bill.  As the Minister said, it is technical, short and to the point.  It comes about as a result of a court case.  The IDA does not just do a good job; it does a great job.  It is a jewel in the crown of the country and the envy of many other nations in its success rate in attracting FDI and many jobs to the country.  It is also important to remember that SMEs, which we mentioned only a while ago while discussing another Bill, are the backbone of our economy and very much the backbone of economies in rural areas.  Whilst many of us have left the land, most of us are only a generation away from it and understand the emotional attachment to land.  I commend the farmer from Kildare - his name eludes me, although I remember the case well - on fighting his case and fighting for his right to stay in his family home.  This Bill has addressed one of the core issues, which is a CPO for which there is no designated purpose and no specific company awaiting its use but rather implemented as a strategic decision.  We commend the IDA on its strategic decisions and those purchases will continue.  I welcome that in the Bill.  I also welcome that an appeal can be made to An Bord Plean&aacute;la and that the rights of people will be respected.  There will be a direct and real need for a specific site if it is to be the subject of a CPO and families will be compensated.  It is difficult for people in these circumstances and it is harrowing for the families.  I know of one case where eight years later there is still no settlement in respect of a CPO.  However, it has nothing to do with the IDA.<\/p> <p>I commend the Minister and the IDA, which does such sterling work for us throughout the world.  I also commend the Bill to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#W00200","speaker":"1421"},{"type":"speech","time":1531387800,"counter":180,"content":"<p>I thank everyone for their engagement, comments and observations on the Bill.  I look forward to working positively with Senators as the Bill moves through the House.  I will respond to some of the issues that were raised.<\/p> <p>Senator Davitt mentioned the IDA park in Mullingar.  I do not have the information but I will provide him with an update on it.  One of the first events I attended when I was appointed Minister was at the new advanced manufacturing plant there in Mullingar, which is a wonderful facility.  It is an example of what can happen when universities, agencies and local businesses come together.  It was an old cigarette factory.  What is being done in that plant is wonderful.  I have used it as an example that could be replicated in other areas of the country.  <\/p> <p>Senator Mac Lochlainn raised the issue of IDA investment.  The IDA is very much focused on regional development, as is the Government.  It is one of my key priorities.  Coming from a rural constituency, I understand the need for regional development and to ensure every part of the country is supported.  I am particularly aware of the issues along the Border.  For that reason, I brought in the CEOs of the Border counties.  I met them all and I spoke to them in the presence of IDA and Enterprise Ireland officials.  I asked them to come up with ideas on how they can work more collaboratively to put forward proposals, particularly relating to the regional enterprise development fund which is being rolled out through Enterprise Ireland.  It is a &euro;60 million fund and &euro;30 million of it has been allocated.  We just closed for applications for the remaining &euro;30 million.  I talked to them about how they could identify opportunities within the regions and work collaboratively with other counties, business and agencies to put forward proposals that would draw down funding to help them improve the offering they have in the Border region to allow people access to facilities but also to support businesses there.  It is something I am very conscious of.  Numerous additional jobs created by IDA-supported companies are generated by existing companies.  That has been the case with Pramerica and Optimum.  They are both successful companies and they continue to work closely with the IDA.<\/p> <p>We are very fortunate to have the IDA.  I have been on a number of trade missions.  The IDA is a professional body, which operates in a highly competitive global market.  It is out there competing with other countries.  I was with IDA officials when they were speaking to a company that was making a decision about whether to move to Ireland, a European country or an Asian country.  That is the level of competition.  When the IDA is pitching and outlining why a company should come to Ireland, it says the regions are an attractive option but ultimately it is the company's decision.  We are glad to have them here and they contribute hugely to our economy so at the end of the day the company will finally make the decision on that.  Nevertheless, I assure the Senator the IDA is doing everything it can to promote regional investment.  On the specific issue he raised regarding the buy-back provision in the Bill, I have considered the issue but it is not a matter for this legislation on the basis that such a situation is not expected to arise.  It is only intended that a compulsory purchase will be used as a last resort and an exceptional measure once all other viable options have been exhausted.  The Bill also makes it explicit that even in the unlikely event of a compulsory purchase in the future, the land cannot be sold by the IDA to an investor and can only be leased to a company, so it will always remain in the ownership of the authority.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Heather Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2308\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2308&amp;amp;pid=HeatherHumphreys&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hope I have addressed all the issues, and I look forward to the support of Members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#W00300","speaker":"1249","continuing":true},{"type":"unspoken","time":1531387800,"counter":182,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1531387800,"counter":183,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#X00250","speaker":"1420"},{"type":"speech","time":1531387800,"counter":184,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018071200002#X00275","speaker":"1421"},{"type":"unspoken","time":1531387800,"counter":185,"content":"<p>Committee Stage ordered for Tuesday, 17 July 2018.<\/p>"},{"type":"unspoken","time":1531387800,"counter":186,"content":"<p>The Seanad adjourned at 2.10 p.m. until 11 a.m. on Tuesday, 17 July 2018.<\/p>","notice":"TIME STRING DETECTED"}]