[{"type":"minorheading","content":"Prelude","time":1495546200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30","time":1495546200,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1495546200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1495546200,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1495546200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#A00050"},{"type":"speech","time":1495546200,"counter":6,"content":"<p>I have received notice from Senator Grace O'Sullivan that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister of Housing, Planning, Community and Local Government to outline the reason his Department approved the licence for 1,860 acres of kelp seaweed harvesting in Bantry Bay, County Cork; whether an adequate environmental impact assessment has been carried out on this project; whether the Minister is satisfied that the advertisement and public consultation on this application was in compliance with the letter and the spirit of the law; and whether he shares concerns over the mechanical harvesting of the kelp at low height on the stem.<\/blockquote> <p>I have also received notice from Senator P&aacute;draig Mac Lochlainn of the following matter: <\/p><blockquote>The need for the Minister for Housing, Planning, Community and Local Government to publish the report and recommendations from the expert panel established by the Government to investigate the problems that have emerged in concrete blockwork in Donegal and Mayo; and the need for the Minister to consider establishing a redress scheme for the affected families. <\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter:  <\/p><blockquote>The need for the Minister for Health to carry out a full national review of the availability of respite care facilities currently available to over 18,000 families who are caring for those who have physical or intellectual disabilities, in view of the fact that many centres previously available are no longer able to provide this care. <\/blockquote> <p>I have also received notice from Senator Gerald Nash of the following matter: <\/p><blockquote>The need for the Minister for Health and the HSE to develop a national strategy for Crohn's disease and colitis. <\/blockquote> <p>I have also received notice from Senator Gerard P. Craughwell of the following matter: <\/p><blockquote>The need for the Minister for Housing, Planning, Community and Local Government to give details and a breakdown of the figure of &euro;696,000 which his Department claims was paid to the rural resettlement initiative over the past five years; of the amount paid directly to the initiative for administration purposes; and the amount given for funding of the 21 voluntary houses. <\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter: <\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to develop a strategy for increased funding, recognition and participation for women&rsquo;s sport.<\/blockquote> <p>I have also received notice from Senator Jennifer Murnane O'Connor of the following matter: <\/p><blockquote>The need for the Minister for Housing, Planning, Community and Local Government to outline the reason Tir na n&Oacute;g respite services in County Carlow does not qualify to use Respond accommodation in Glen a Br&uacute;,  Bagenalstown, County Carlow, given that the HSE, in conjunction with the Beams of Bagenalstown, were planning to offer the facilities to the Tir na n&Oacute;g respite services during the summer; and if he will outline the criteria required to avail of Respond services. <\/blockquote> <p>I have also received notice from Senator Paul Gavan of the following matter:<\/p><blockquote>The need for Minister for Transport, Tourism and Sport to outline his views on the failure of Shannon Airport Authority, SAA, to achieve key goals in line with its current business plan with regard to passenger numbers and new jobs; his views on the subsequent decision by the SAA to downgrade the airport in order to cut costs; and the need for the SAA to heed the calls from a range of groups, including local unions and the Irish Congress of Trade Unions, for a re-think on these short-sighted cost-cutting measures.  <\/blockquote> <p>I regard the matters raised by the Senators O'Sullivan, Mac Lochlainn, Burke, Nash, Craughwell and Lombard as suitable for discussion.  I have selected the matters raised by Senators O&rsquo;Sullivan, Mac Lochlainn, Burke and Nash and they will be taken now.  I regret I have had to rule out of order the matters raised by Senators Murnane O'Connor and Gavan on the grounds that the Ministers have no official responsibility in these matters.  Senators Craughwell and Lombard may give notice on another day of the matters they wish to raise. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#A00100","speaker":"1381"},{"type":"majorheading","content":"Commencement Matters","time":1495546200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#B00100"},{"type":"minorheading","content":"Seaweed Harvesting Licences","time":1495546200,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#B00150"},{"type":"speech","time":1495546200,"counter":9,"content":"<p>As the Minister is aware, a licence has been issued for the mechanical harvesting of sea kelp in Bantry Bay in County Cork.  The licence will cover 1,860 acres of native kelp forest.  It was not advertised adequately within the local community and contains no requirement for an environmental impact assessment.  I would like to state for the record that I am not at all opposed in principle to the sustainable harvesting of seaweed - in fact, I previously applied for a licence for a small-scale operation.  Seaweed is a fantastic natural and renewable resource with multiple uses in agriculture, food, medicine, energy and so on.  Fostering the farming and harvesting of ocean resources in a sustainable way is instrumental to the new green economy that will be essential to Ireland as it moves into a post-carbon future.<\/p><p>This licence, however, is an example of how to stop that process dead in its tracks.  There are a number of central issues with the agreement between BioAtlantis, the licensee, and the Department.  The public consultation has been woefully inadequate.  There has only been one public advertisement of the application in the <i>Southern Star <\/i>newspaper in December 2009, which did not mention the large size of the area under consideration, the mechanical nature of the harvesting or the indigenous nature of the kelp forest in question.  Neither Cork County Council nor its western division, which covers the Bantry Bay area, was consulted on the plans.  There seems to have been an almost deliberate exclusion of the Bantry Bay Coastal Zone Charter group, an EU-funded organisation designed to protect the bay from exactly such inappropriate developments.<\/p><p>The second issue is the scope of the operation planned.  The 1,860 acres are quite massive, the equivalent of cutting down 38% of Killarney National Park.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Grace O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2467\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2467&amp;amp;pid=GraceOSullivan&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister of State at the Department of Housing, Planning, Community and Local Government, Deputy Damien English, clarified in the D&aacute;il that the extraction will work on the principle of rotation, but that still means a massive area of the bay will be facing mechanical harvesting in any single period.  As a test case this level of harvesting can hardly be considered a conservative approach.<\/p><p>Third, the nature of the harvesting is a grave concern for two reasons.  I have already mentioned the mechanical harvesting but I am almost more concerned to learn of the way in which the cutting is to be conducted, namely, the cutting of the stipes of the kelp so fast to the holdfast.  Best practice recommendations from the Ryan Institute on environmental, marine and energy research for the harvesting of seaweed states that individual plants should be left with 20 cm of the blade above the stipe to ensure the fast re-growth of the plant and that fertile plants should be left alone as much as possible.  This is not what is proposed in the authorised agreement.<\/p><p>Finally, there is grave concern about the potential impact this level of extraction and its methodology would have on the ecology and habitat of Bantry Bay.  Bantry Bay is an iconic and complex ecosystem and the kelp plays an essential part in it.  It is the home for juvenile lobster and shrimp, a part of the life cycle of sea bass and correspondingly a key resource for species high up in the food chain, birds such as the chough and fulmar and mammals such as the iconic harbour seal.  These in turn support various industries, notably the fishing and tourism sectors which are so essential to an area that was badly hit by the recession and only now is getting back on its feet.<\/p><p>The community of Bantry Bay is not taking this lying down.  A public petition has been shared extensively and has secured over 4,400 signatures to date.  Cork County Council has asked for consultation with the licensee about aspects of the deal and public meetings are planned for later this week.  In fact, last night there was another public meeting in the area organised by Coastwatch Ireland and others, which discussed the importance of the bay in terms of local tourism, ecology and fisheries.  At the meeting local voices raised concern about the effect large scale kelp removal could have on wave patterns in the bay and the effects on tourism, including diving, kayaking and angling which are now making a return since the recession.  Concerns were expressed about the potential future colonisation of invasive species such as Japanese seaweed, which has the potential to move into areas left vacant by over-harvesting.  There was a shared anger at the way the licence has been granted and a frustration that local people are not being heeded and that the local democratic structures are being undermined.<\/p><p>There have been nice sounds this week from both of the Fine Gael leadership candidates in their manifestos about protecting and cherishing the environment.  While we do not have enough data at present to make recommendations on sustainable levels of seaweed harvesting, it is alarming that the Government could consider an area of this magnitude as an appropriate test bed.  This is the same approach we saw the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs, Deputy Heather Humphreys, take with the heritage Bill - cut now, worry later.  This is National Biodiversity Week, yet once again Fine Gael is taking an approach to the environment that is dangerously cavalier.<\/p><p>I have already stated that neither I nor my party is opposed to sustainable seaweed harvesting, but the approach we are seeing with regard to the community and the licence is unacceptable.  We ask the Minister to reconsider the licence and to take into account the concerns of the community of Bantry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#B00200","speaker":"1385","continuing":true},{"type":"speech","time":1495546200,"counter":11,"content":"<p>I am replying on behalf of the Minister, Deputy Coveney.  I thank Senator Grace O'Sullivan for raising the matter.  Earlier this month my colleague, the Minister of State at the Department of Housing, Planning, Community and Local Government, Deputy Damien English, outlined to the D&aacute;il the background and context to the decision that was made in this case and I welcome the opportunity to provide similar details to the Seanad.<\/p> <p>The history of the hand harvesting of seaweed and the uses or further processing that traditionally followed harvesting will be known to many.  Over time and particularly in recent years more sophisticated uses have been found for the properties contained in seaweed.  This has led to the development of cutting edge bio-pharma and similar businesses based on seaweed.  These businesses face many challenges, one of which is the security of supply of seaweed, their most essential raw material.  A number of applications were submitted over the years to mechanically harvest seaweed, but this licence is the first to be granted.  The Department of Housing, Planning, Community and Local Government does not plan to grant any similar licence before the environmental monitoring data, the provision of which is a condition of the licence, is fully analysed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The indigenous Irish company that has been granted this licence had previously applied to harvest in Kenmare Bay.  At that time, experts recommended that for an application to be approved it should focus on the areas outside of the special areas of conservation, SAC, and should include a commitment to conduct a detailed programme of monitoring.  The application to harvest in Bantry Bay, which was originally received in June 2009, met with this criteria and was processed in the normal way.  Normal public consultation procedures were followed, after which the marine licence vetting committee, an <i>ad hoc<\/i>group of experts which has, for many years, advised successive Ministers on foreshore related matters, undertook a technical evaluation of the application and recommended that a licence should issue.  Approval in principle was given by the former Minister for the Environment, Heritage and Local Government, John Gormley, in 2011.  He agreed with the conclusion that, subject to compliance with the specific conditions attached to the licence, the proposal was not likely to have a significant negative impact on the marine environment.  The final legal papers giving effect to the decision were completed by the then Minister for the Environment, Community and Local Government, Deputy Alan Kelly in 2014.  <br\/><br\/>The licence is of a trial nature and was granted for a period of ten years, commencing in 2014.  It allows for the mechanical harvest of certain kelp species within five specified zones but with only one zone to be harvested in any one year.  The planned rotation is four years with the fifth zone being a standby zone to be used only if weather prevents access to a zone in any particular year.  On average, less than 1% of the bay will be harvested annually and much of the kelp in the bay will not be subject to harvest at all.  The inclusion of a standby zone, which under the lease only comes into play in place of one of the other zones if needed, reduces the overall area for harvest by almost 100 ha to a maximum of approximately 650 ha.  The licence is of a trial nature and can provide significant environmental data through a programme of monitoring and control, which can inform further policy development in this area.  The agreed monitoring programme is available to view on my Department's website.  It includes measurements of the kelp as well other flaura and fauna in both the control and harvest areas within the licensed area before commencement of the harvest.  Over the lifetime of the licence, my Department will also receive an annual report on harvesting activities to include the area and quantities harvested and measured regeneration rates of the seaweed.  In the event of an unacceptable impact on the environment being observed, the licence allows the Minister to modify or restrict harvest practices and schedules as necessary.<br\/><br\/>I understand that the Irish company which was granted this licence a number of years ago has, in good faith, made significant investment relating to the proposal.  A harvest vessel has already been commissioned.  Studies relating to the potential impact of the harvesting and a baseline assessment of flora and fauna in the harvesting site has been completed.  Further expenditure will be incurred in regard to the agreed monitoring programme.  It is envisaged that the data gathered through the monitoring programme will feed into further policy formulation and proposals in the general area of seaweed harvesting.  I expect the information gathered in Bantry to be very useful in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#C00200","speaker":"1307","continuing":true},{"type":"speech","time":1495546200,"counter":13,"content":"<p>I thank the Minister of State and wish to point out that we are already three minutes over time on this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#D00200","speaker":"1381"},{"type":"speech","time":1495546200,"counter":14,"content":"<p>My apologies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#D00300","speaker":"1307"},{"type":"speech","time":1495546200,"counter":15,"content":"<p>It was not the fault of the Minister of State.  Senator Grace O'Sullivan took an additional two minutes and because it was about Bantry Bay, I was a bit indulgent.  I urge the Senator not to push me now and to be brief with her supplementary question.  The Senator has made a very strong case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#D00400","speaker":"1381"},{"type":"speech","time":1495546200,"counter":16,"content":"<p>I thank the Minister of State for the reply.  She said that this harvesting is to secure the supply of seaweed but we are arguing that an environmental impact assessment prior to the initiation of mechanical harvesting is required.  That is what the people of Bantry Bay are asking for and that is why they are so outraged at the moment; they feel that their voices are not being heard.  Enabling the company to go ahead as is would potentially destroy the resource.  We are pushing very strongly for sustainable harvesting of seaweed rather than the annihilation of the kelp seabed in Bantry Bay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#D00500","speaker":"1385"},{"type":"speech","time":1495546200,"counter":17,"content":"<p>The point is well made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#D00600","speaker":"1381"},{"type":"speech","time":1495546200,"counter":18,"content":"<p>I have taken note of the issues raised by Senator O'Sullivan, in particular with regard to the public consultation process.  The Senator said that the application was only advertised in one newspaper which meant that many local people missed it, despite the fact that it is so important.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will bring the issues, which the Senator has raised, back to the Minister, including those around environmental impact.  I have taken a lot of notes.  I will have the Minister come back to the Senator on a one-to-one basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#D00700","speaker":"1307","continuing":true},{"type":"minorheading","content":"Building Regulations","time":1495546200,"counter":20,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#E00150"},{"type":"speech","time":1495546200,"counter":21,"content":"<p>I raise this issue on my behalf and that of Senator Rose Conway-Walsh from Mayo because the families affected are in Donegal and Mayo.  Some 18 months ago the Government of the day, which was led by the Minister of State's party, announced the establishment of an expert panel.  This panel was to examine the crisis facing a large number of families in Donegal and Mayo in respect of the failure of the concrete blockwork in their homes as a result of the presence of mica, or pyrite as is the case in Mayo.  It was to report by 31 May 2016.  Here we are a full year after that deadline and that report has still not been published.  The families who are crying out for help and assistance still have not received any.<\/p> <p>Let me spell out the issues.  Regularly, families come to me and other public representatives in County Donegal.  They tell us about the dilemma of having a gable or other wall in their house that could fall in on top of their families.  That is their reality.  If they spend money now fixing and repairing it, they will not get money back through a redress scheme, so they are forced to delay and wait.  Some of those families have spent money which they will never get back - money they did not have.  Some have gotten a loan while some have used their family's education fund.<\/p> <p>This is a failure of the State, of building control legislation and to ensure compression tests guaranteed that the blockwork, the core product in the family home in Ireland, was sound.  It was an utter failure of State regulation right through.  These families have been failed utterly.  I plead with the Minister of State and her Government to publish this report and put in place a redress scheme so that these families have a solution to this devastating crisis.  I have met people, grown men, in tears in their own kitchens.  Can the Minister of State imagine the heartbreak?  The biggest purchase of people's lives is their family home.  They are devastated because of the failure of this State to protect their interests and to ensure that those blocks were sound and that the building controls standards were enforced properly.  Now they are left with crumbling homes.  I cannot urge the Minister of State enough that this needs to be sorted out urgently.  People cannot wait any longer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#E00200","speaker":"1400"},{"type":"speech","time":1495546200,"counter":22,"content":"<p>I am taking this matter on behalf of the Minister, Deputy Simon Coveney.  I will reply to some of the issues the Deputy has raised after I read this reply from the Minister.<\/p> <p>At the outset, I acknowledge the very difficult and distressing situation that certain home owners in Donegal and Mayo are facing as a result of damage to the structural integrity of their homes.  The Minister, Deputy Coveney, firmly believes that the parties responsible for the poor workmanship and-or the supply of defective materials should face up to their responsibilities and take appropriate action to provide remedies for the affected house owners.  An expert panel on concrete blocks was established in the Department of Housing, Planning, Community and Local Government in 2016 to investigate the problems that have emerged in the concrete blocks of certain dwellings in Donegal and Mayo.  The membership of the panel on concrete blocks was formally announced on 6 April 2016 following the announcement of the chairperson, Mr. Dennis McCarthy, on 1 February 2016.<\/p> <p>The panel had the following terms of reference: to identify, in so far as it is possible, the numbers of private dwellings which appear to be affected by defects in the blockwork in the counties of Donegal and Mayo; to carry out a desktop study, which would include a consultation process with affected home owners, public representatives, local authorities, product manufacturers, building professionals, testing laboratories, industry stakeholders and other relevant parties to establish the nature of the problem in the affected dwellings; to outline a range of technical options for remediation and the means by which those technical options could be applied; and to submit a report within six months.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The expert panel on concrete blocks has met on 12 occasions since it was first established.  A similar number of meetings have taken place with key stakeholders, including affected home owners, elected members of Donegal County Council, local authority officials, industry bodies, academics, public representatives and other interested parties.  A substantial volume of information has been provided by affected home owners in both counties, as well as by Donegal County Council.  Additional information has also been provided through the consultation process.  The panel has concluded its meetings and is in the process of finalising its report, which is undergoing legal proofing.  I understand this will be completed shortly.  I fully appreciate and understand the urgency of this matter for the affected home owners.  The Minister will continue to monitor progress closely.  It is equally important for the affected home owners that the final part of the process with regard to the report is completed thoroughly.  In this regard, the Minister will await the outcome of the panel&rsquo;s report before considering what further actions may be required to assist the parties directly involved to reach a satisfactory resolution to the problems that have emerged in the two counties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#E00300","speaker":"1307","continuing":true},{"type":"speech","time":1495546200,"counter":24,"content":"<p>The language used in the Minister of State's reply does not tally with the Government's actions.  How can it take the best part of five months to legally proof a document?  I understand this report was concluded at the beginning of this year.  It is not acceptable that five months have been spent legally proofing it.  A year has passed since this document was supposed to be published.  Families have been faced with impossible choices during that time.  This is a real crisis.  Senators will recall that the Government rightly responded to the pyrite crisis faced by families in Dublin and north Leinster by putting a redress scheme in place.  Such a scheme is urgently needed by families in counties Donegal and Mayo.  It is shocking that it has taken so long to legally proof these documents.  I ask the Minister of State to convey to the Minister, Deputy Coveney, that people in County Donegal are angry because the Government has failed to get this sorted out and done.  I urge the Minister of State to get this report published as soon as possible so that a redress scheme can be put in place for these families.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#F00200","speaker":"1400"},{"type":"speech","time":1495546200,"counter":25,"content":"<p>Like everyone else, I have seen the TV programmes depicting people's homes crumbling around them.  Other people, including those who built the blocks, those who built the homes and the county councils that took part in the process of planning these homes, are responsible here.  It is not only the Government that is responsible.  I understand the Senator's frustration.  As I have said in the D&aacute;il Chamber, it is about time this report was given to the relevant people.  The reasons these people should get some redress need to come out now.  I will relay all the messages outlined by the Senator to the Minister.  A great deal of consultation was done and there were many meetings as part of the in-depth process of identifying the needs of home owners and seeing what structural damage had been caused to their homes.  All of this took some time.  I agree with the Senator that it is time to get on with this process so that the report can be launched.  I understand the Minister intends to have the report finished within a number of weeks.  This could mean four weeks or it could mean six weeks.  I will relay the Senator's message to the Minister and make sure he gets an answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#F00300","speaker":"1307"},{"type":"minorheading","content":"Respite Care Services Availability","time":1495546200,"counter":26,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#F00400"},{"type":"speech","time":1495546200,"counter":27,"content":"<p>I welcome the Minister of State, Deputy Finian McGrath.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#F00500","speaker":"1381"},{"type":"speech","time":1495546200,"counter":28,"content":"<p>I thank the Minister of State for coming to the House.  I have raised the issue of respite care with him previously, particularly in so far as it relates to Cork.  Since the last time I did so, I have been contacted by a number of parents across the country who are having difficulties as a result of what has occurred in the past two or three years in premises where respite care is available and in respect of which HIQA has done inspections and set standards.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have no difficulty with standards being set and making sure we achieve them, but in some cases facilities have been withdrawn.  What I am looking for - it is a very reasonable request - is a national respite care strategy.  We should identify, first, the number of people with disabilities being cared for by their parents, their brothers or sisters or their relatives in their own homes, in other words, those not reliant on the State or a State facility for their care.  Second, we need to identify the demographics of people with disabilities, the age groups about which we are talking, the numbers between the ages of 18 and 30 years, 30 and 40, 40 and 50 and so on and their changing needs.  <\/p><p>The third thing we need to identify is extremely important; it an issue that arises every week at my constituency clinics.  I refer to ageing parents who are looking after their children.  For instance, one man whose case I have dealt with travels 15 miles a day to put his daughter into the care of a Cope Foundation day facility and collect her every evening.  He is 79 years of age and has been doing this for the past 45 or 50 years.  He will not be able to do it forevermore.  There are a huge number of people looking after their children at home who have been doing it for many years and time is catching up with them.  We need to find out their age profile.  <\/p><p>Once we have this information, we can plan a detailed strategy, not just for one place but for the entire country.  We specifically need to identify facilities which cater for people who require respite care.  This is extremely important.  As I said to the Minister of State previously, one lady I met recently told me that she slept for a full two days when her adult son was in respite care because of the work she had to do in order to look after him.  These are the difficulties such carers face.  I dealt with another case in which the parents of a child who is now in her early 20s had to lift her out of bed every morning, wash her, clean her and tube-feed her.  They provide care for her 24\/7.  It is important that we give such parents the support they deserve by making sure there is an adequate respite care service available, not just in one place but across the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#F00600","speaker":"1409","continuing":true},{"type":"speech","time":1495546200,"counter":30,"content":"<p>I thank the Senator for raising the very important issue of respite care services and giving me the opportunity to outline the position on their provision.<\/p> <p>A Programme for a Partnership Government recognises the need for respite care services to be developed further.  The Government is committed to the safeguarding of vulnerable persons in the care of the health service by providing services and supports for people with disabilities that will empower them to live independent lives in accessing the services they choose and enhance their ability to tailor the supports required to meet their needs and plan their lives.<\/p> <p>The provision of respite care services has come under additional pressure in the past few years.  I accept the point the Senator made in that regard.  Any available development funding has focused mostly on the provision of day places for pupils graduating from school or rehabilitative training programmes.  We have prioritised this area because there were huge gaps in it, particularly when I took over my responsibilities as Minister of State.  This has led to increased demand for respite care services for these young adults who would previously have accessed them as children.  We accept that there is a problem and that we must do something about it.<\/p> <p>More children and adults are seeking access to respite care services.  The \"changing needs\" of people with a disability are also having an impact as they, with the rest of the population, live longer.  Respite care is not always centre-based and can be provided in a number of ways, for example, as a holiday residential placement, an occasional respite care placement with a host family, overnight respite care in the home and in summer camps which allow people to continue living with their families and in their local communities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->To support these alternative ways of providing respite, funding has been provided to the HSE to provide 185 new emergency residential placements.  New home supports and in-home respite care for 210 additional people who require emergency supports has been allocated.  This marks a significant change in the way respite services are delivered.  The HSE social care operation plan for 2017 aims to provide 182,000 overnight stays in centre-based respite services, in addition to the 41,000 day respite sessions.  The HSE acknowledges the difficulty experienced by families in respect of the lack of respite places available and is working with agencies to provide and explore various ways of responding to this need in line with the budget available.<\/p><p>In this regard, an ehealth resource for providers, such as online case management systems that facilitate the effective management and tracking of all residential home support and emergency respite services across the nine community health organisations, is being developed.  This will provide a detailed inventory, bed register and map of current service capacity.  Each of the CHOs will have in place residential care and executive management committees that will have the overarching responsibility of managing and co-ordinating residential places supports within their respective CHOs<\/p><p>I thank Senator Burke for raising this very important issue.  I want to assure him and the House that I will continue to liaise with the HSE regarding the availability of respite care facilities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#G00200","speaker":"1359","continuing":true},{"type":"speech","time":1495546200,"counter":32,"content":"<p>I thank the Minister of State.  In fairness, he has dealt with the issues I have raised but there are one or two fundamental issues that we need to identify, such as the demographic profile of parents who are caring for children.  It might not be a bad idea to seriously consider asking an educational institution, such as a university, to conduct research in this area and collate all of the figures because that has not been done.  We still do not know the total number of people who require respite care, their age profile and the age profile of the parents concerned.  That is fundamental information that we need to have in place.<\/p> <p>All of the information is in different organisations, but there is no national database.  One of our educational institutions could take on such work as a research project. The ESRI could take on such work as a project.  Long-term planning is of fundamental importance to this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#H00200","speaker":"1409"},{"type":"speech","time":1495546200,"counter":33,"content":"<p>I thank Senator Burke for raising these very important issues.  I take on board the views he has raised.  In regard to the HIQA issues, we all want to improve standards for all services for people with disabilities.  We also need some flexibility.<\/p> <p>I take on board the Senator's point on demographics and the age profile of parents.  It is a fact of life that because young adults with intellectual and physical disabilities live longer than they did 25 years ago we have to plan for that.  I will explore the idea of getting a third level institution or some other organisation, such as a group within the disability sector, to conduct research.  <\/p> <p>I have been in this job for 12 months.  My plan was to try to ensure that we have services from the cradle to the grave for families.  We have done a lot of work at first and second level, and now we have to put out the fires for the cohort aged 18 years and older.  Senior citizens acting as carers is a major issue.<\/p> <p>I have travelled around the country and have heard what the Senator has said.  I was in Cavan yesterday.  I met two families, one of whom had 18.5 hours of respite care a week, which I could not believe because it is the first time I have heard of such a high level of respite care.  Another woman only receives six hours a month of respite care.  There are inconsistencies, problems and a lack of co-ordination in the system. <\/p> <p>We need to determine the facts in order to plan for services.  I will bring all of the points discussed back to the HSE.  I spoke to a representative as recently as last week about pushing the issue of respite.  In terms of the social care disability plan for the next two or three years, we must have accurate information so that we can plan for the services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#H00300","speaker":"1359"},{"type":"minorheading","content":"Health Strategies","time":1495546200,"counter":34,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#J00050"},{"type":"speech","time":1495546200,"counter":35,"content":"<p>Approximately 40,000 people in this country have Crohn's disease or colitis.  I am one of them; I have had this condition since I was 14 years of age.  I was diagnosed with it in 1990.  As the Minister of State will be aware, the prevalence of this condition is growing and it is very much a condition found in the western world.  Alarmingly, most people in Ireland who are diagnosed with the condition are diagnosed between the ages of 15 and 30.  In that respect, at least from a diagnosis perspective, it is very much a young person's condition.  It is also very striking that cases in Ireland among children have trebled since 2003.<\/p> <p>We are not certain of the causes of this debilitating and often life-altering condition but we can be certain of some matters.  We know from a research report entitled Gut Decisions, published two years ago, that inflammatory bowel disease, IBD, costs the health service as much as &euro;185 million a year.  In Ireland, 90% of patients with inflammatory bowel disease are hospitalised within five years of their diagnosis.  The international average is about 85%.  A staggering 49% of people who have inflammatory bowel disease have either lost or have had to give up their job as a result of their condition.  That is quite a staggering statistic.  Behind each and every one of those stories lies a personal story of difficulty, loss and financial consequences. <\/p> <p>We also know from talking to medical professionals and from the research undertaken in this area that one of the greatest barriers to the delivery of better patient care is the absence of a sufficient number of specialist inflammatory bowel disease nurses.  It is sad to say that, unfortunately, not a single one of the recommendations made in the Gut Decisions report published in 2015 appears to have been progressed or implemented.  That is why it is critical that the Government undertakes to explore the idea that we should have a coherent, cogent national strategy to deal with Crohn's disease and colitis.   If, for example, we doubled the number of inflammatory bowel disease nurses - currently, there are on 12 wholetime equivalents but we need 24 to 28 - this would remove a great deal of pressure from emergency departments and from our acute hospital care settings.<\/p> <p>Last Friday was World IBD day and I joined the Irish Society of Colitis and Crohn's Disease, Professor Colm O'Morain, and other experts in the field to call for the doubling up of specialist IBD nurses.  These are, essentially, expert nurses, located unfortunately only in 48% of the hospitals across this country, who are at the end of a telephone and can assist people with their medication, dietary plans and with other very basic interventions, which would prevent a Crohn's disease or colitis patient from having to queue in a cramped emergency department, where there is often a difficulty in terms of accessing toilets, and can manage their conditions much better in what we might describe as a primary care setting or primary care intervention.  <\/p> <p>We need a coherent national strategy to deal with this condition that is growing in prevalence by the day.  One of the first steps we could achieve in doing that is to commit to spending as little as &euro;1 million annually to provide for the doubling up of inflammatory bowel disease nurses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#J00200","speaker":"1398"},{"type":"speech","time":1495546200,"counter":36,"content":"<p>I thank the Senator for raising this very important issue with which I know he has a personal involvement.  He has also raised it over many years.  I accept his sincerity and integrity in regard to it.  It is an important issue in terms of broader society and the broad planning of our health services.  I am delighted that I have been given the opportunity to discuss Crohn's disease and colitis.<\/p> <p>My Department recently met with the Irish Society of Colitis and Crohn's Disease and the Health Service Executive, HSE, about patient care for these conditions.  There are two principal forms of inflammatory bowel disease, IBD, namely, ulcerative colitis, UC, and Crohn's disease, CD.  There is no current data on the incidence and prevalence of inflammatory bowel disease in Ireland.  However, it is estimated that approximately 40,000 individuals suffer with IBD.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Population based studies from a range of European countries suggest a similar rise in the numbers of new cases in the adult population.<\/p><p>Crohn's disease is a very rare condition.  It is estimated that for every 100,000 people, there will be seven new cases of the disease a year.  Most cases of the disease first develop in people between the ages of 16 and 30 years, although the condition can affect people of all ages, including children.  The disease affects slightly more women than men.  The outlook for patients with the disease is highly variable.  There can be long periods of remission that can last for weeks or months during which they have no or very mild symptoms, followed by periods during which their symptoms flare up and are particularly troublesome.  There is no cure for the disease.  However, medication is available that can be used to treat the symptoms and prevent them from returning.  Approximately 80% of people with the disease will require surgery to relieve their symptoms, repair damage to their digestive systems and treat the complications of the condition.<\/p><p>Within the acute hospital system, the provision of care for individuals with inflammatory bowel disease is largely undertaken by the gastroenterologist, with individuals who require surgical intervention falling under the care of lower gastrointestinal disease consultants.<\/p><p>While the HSE has no specific programme for inflammatory bowel disease or Crohn&rsquo;s disease, the work of other HSE programmes will impact positively on individuals with colitis and Crohn&rsquo;s disease.  They include the BowelScreen and endoscopy programmes which contribute to early diagnosis.  Given the increased incidence and use of medication, the HSE is working with gastroenterologists and recently established a group to look at developing a model of care for the use of biological agents for the treatment of inflammatory bowel disease.  It is estimated that of the 40,000 patients in Ireland with the disease, approximately 8,000 are receiving or require treatment with these agents.  This model of care will look at the following areas: the criteria for treatment of inflammatory bowel disease; appropriate prescribing of biosimilars; entrance and withdrawal criteria for the use of these treatments; and appropriate prescribers and centres for treatment.  The HSE group developing the model of care has recently commenced meeting and it is anticipated that it will set out the clinical management of inflammatory bowel conditions such as Crohn&rsquo;s disease and ulcerative colitis.  I await the completion of this model of care for the purposes of determining any further action that may be required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#J00300","speaker":"1359","continuing":true},{"type":"speech","time":1495546200,"counter":38,"content":"<p>I thank the Minister of State for his reply.  It is very interesting that the HSE and his Department are taking the approach that there should be a new model of care in assisting and treating inflammatory bowel disease patients across the country.  I appeal to the Minister of State to give serious consideration to the initiative I outlined in my initial contribution, that is, the engagement of 28 inflammatory bowel disease nurses across the country.  As I said, less than half of the hospitals across the country have inflammatory bowel disease nurses available to them who could make early interventions in dealing with conditions such as Crohn's disease and colitis to empower patients to manage their condition in a better way.  It is the classic no-brainer in terms of spending approximately &euro;1 million each year to prevent people from having to present at the local emergency department and minimise the risk of their having to undergo very invasive and complex surgery.  In that context, we need a national strategy to address all of the implications of Crohn's disease and colitis, conditions that are becoming more prevalent.  There are also financial consequences for families up and down the country, with job loss being a reality.  I outlined the figures which are staggering.  Any condition in respect of which 48% of sufferers have reported that they have either had to leave a job or lost a job needs our urgent attention.  We need to look at the financial implications and how we can support such families.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#K00200","speaker":"1398"},{"type":"speech","time":1495546200,"counter":39,"content":"<p>I thank the Senator.  I take on board his point that a national strategy is needed.  With regard to other illnesses and disabilities concerning my portfolio, five or six years ago the Government did not opt for a strategy but now \"strategy\" is the buzzword.  I will bring the Senator's message back to the Minister and HSE.<\/p> <p>The bottom line is that the Senator made valid arguments, one being that 49% of those with Crohn's disease lose their job.  These are serious issues that have to be dealt with.  I will bring back to the Government the simple proposal the Senator put on the table today.  We currently have 12 nurses and need 28.  From an economic point of view, in addition to a medical point of view, there are practical benefits to taking the pressure off the accident and emergency units by having the 28 nurses in place.  Less than 48% of hospitals are not able to cater for those affected and do not have the nurses.<\/p> <p>The Senator's points and proposals were very constructive and I will bring them back to the Minister and use them in negotiations with the HSE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#L00100","speaker":"1359"},{"type":"unspoken","time":1495546200,"counter":40,"content":"<p>Sitting suspended at 3.25 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1495546200,"counter":41,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#N00100"},{"type":"speech","time":1495546200,"counter":42,"content":"<p>The Order of Business is No. 1, statements on public service broadcasting, to be taken at 4.45 p.m. and to conclude not later than 6.30 p.m. with the contributions of group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes, and the Minister to be called upon to reply not later than 6.25 p.m.; No. 2, statements on the national rehabilitation hospital, to be taken 6.30 p.m. and to conclude not later than 7.10 p.m. with the contribution of group spokespersons not to exceed five minutes, and the Minister to be called upon to reply not later than 7.05 p.m.<\/p> <p>I propose we observe a minute&rsquo;s silence in memory of those tragically killed and injured in last night&rsquo;s atrocity in Manchester.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#N00200","speaker":"1391"},{"type":"unspoken","time":1495546200,"counter":43,"content":"<p>Members rose.<\/p>"},{"type":"speech","time":1495546200,"counter":44,"content":"<p>I send my deepest sympathies, and those of the Fianna F&aacute;il Party, to the families of those victims murdered and injured in yesterday's brutal attacks in Manchester.  It is hard to fathom the extent of this depravity.  Why anyone would attack innocent children at a concert is beyond the realms of belief.  The people of Manchester, as we know, are resilient and will not stand for this type of evil attack on their city or children.  I would like to send the message that we stand 100% behind them in their fight against terrorism in their city.  I also hope this vicious attack by extreme Islamic fundamentalists does not isolate Muslim communities in Manchester, or in our own city, who vehemently condemn these barbaric attacks along with us.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The second issue I wish to raise is the imminent closure, from 1 June, of 11 of the 22 beds at the Linn Dara child and adolescent inpatent mental health service in Cherry Orchard in Ballyfermot.  This decision will have a major impact on the already hard-hit mental health services in the greater Dublin area.  I, therefore, implore the Minister of State at the Department of Health, Deputy Helen McEntee, to reconsider and stop the closure.  The closure of the 11 beds is due to a shortage of nursing staff.  Over 50% of the nursing posts at the centre are currently vacant.  As we know, Ireland is one of the leading importers and exporters of medical professionals, something of which we should be ashamed.  This is an extreme but real example of the shambolic recruitment policy followed by the Government in the past six years.  Children who have been diagnosed as critically unwell and admitted to hospital and who are at serious risk of harm are being discharged back to their homes where they could be at risk of further harm due to the staff shortages.  The solution is placing them in adult facilities which, ultimately, are not appropriate.  The closure is completely unacceptable and shows the disrespect and almost contempt the Government has for children with mental health issues.  If need be, they can be forced to attend adult psychiatry units which are most inappropriate.  I call on the Minister of State to stop the closure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#N00400","speaker":"1407","continuing":true},{"type":"speech","time":1495546200,"counter":46,"content":"<p>First and foremost, I am sure everybody in the House wants to offer his or her deepest sympathy following the events in Manchester.  The truth is that there is terrorism all around us.  In the modern world terrorists can move from country to country.  They can operate in cells, lie in hiding and await being called and we saw what happened last night when, apparently, one slight gap in the security system at the Manchester Arena allowed a terrorist to blow himself and 22 other human beings to kingdom come.  I have spoken previously in this Chamber about the National Security Committee which consists of six persons, four of whom are secretaries general of Departments, one of whom is the Chief of Staff of the Defence Forces, while the other is the Garda Commissioner.  There is nobody overseeing the committee which does not report to the Oireachtas which needs to have oversight.  We do not need to know the <i>minutiae<\/i>of what it does, but we do need to know that there is oversight and that there are plans in place.  The co-operation about which the Taoiseach spoke this morning between the United Kingdom and Ireland is all very well, but the House of Commons and the House of Lords have oversight of the security organisations in the United Kingdom and receive have regular reports which are made available on a website.  We do not have that luxury in this country.  These are the Houses of the Oireachtas in which the people are represented.  When will the Government put a director of national security in place who would report to the Oireachtas and confirm to and reassure it and the people that all of the various State agencies are working in unison?  This is a vitally important issue and on a day like today it pains me to bring it up again.  One of these days RTE will be reporting on a tragedy.  We have had terrorism on this island and those who terrorised it also terrorised the rest of the United Kingdom.  Let us not forget the Manchester bombings in the 1980s and the Birmingham bombings.  The only way we can be assured that the various State agencies are working to maximum capacity is by having a director of national security to report to the Houses of the Oireachtas.  Will the Leader ask the incoming Taoiseach, whoever he may be, to consider the establishment of that post?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#O00200","speaker":"1390"},{"type":"speech","time":1495546200,"counter":47,"content":"<p>I express my sincere condolences and those of the Sinn F&eacute;in team in the Seanad to the families of those who lost their lives in the Manchester bombing.  Our thoughts and prayers are with the bereaved families and those who have been injured and traumatised by the atrocity.  Manchester is a city that has been home to generations of Irish citizens.  It embraces diversity and multiculturalism which are reflected in the many county associations that keep Irish culture alive in the city, which diversity can be seen in the St. Patrick's Day parade.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We stand in solidarity with the people of Manchester, against hatred, division and fear.  We unite with Manchester in creating an inclusive and safe society where people live in peace and harmony, embracing each other's differences and celebrating each other's cultures.  I commend the people of Manchester who opened their doors last night to people in need and in distress.  I commend the emergency services and all those who came to the aid of the people who were caught up in this bombing.  May the deceased rest in peace.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#O00300","speaker":"1378","continuing":true},{"type":"speech","time":1495546200,"counter":49,"content":"<p>We often use the term \"Manchester United\".  Today it is united in grief, despair and loss.  We hope it is not loss of hope.  The Civil Engagement group very simply also wishes to give its condolences, understanding, thoughts and prayers to those affected and those around them.<\/p> <p>To move to another issue, I will address the current public pay negotiations and people with disabilities with regard to their services and supports.  Some provider organisations - section 38 organisations - are effectively in the negotiations through their unions.  Any pay and conditions implications and costs will be provided for by the State via the Department of Public Expenditure and Reform.  This is not so for other organisations in the same communities providing the same services - those are section 39 organisations.  They took the same cuts and had to deal with them.  They are now being told to use the State's industrial relations machinery.  There is no automatic bailout for them.  Both sets of organisations are in the same labour market, but one will automatically move with the rising tide of pay conditions and increases that are agreed in this.  In effect, they will have a Department of Public Expenditure and Reform bailout.<\/p> <p>The section 39 organisations are in the same labour market, with the same pressures and similar staff, and still tied at the low water level of the cuts that they got.  That is not sustainable or fair.  It is not that it is not fair to the organisation, but it is not fair to the people the organisations are trying to serve.  It is not sustainable and it will not result in quality services.  This situation is now about to get worse through these negotiations.  The Department of Public Expenditure and Reform is the State decision maker on this, and I ask the Leader to urgently request that the Minister for Public Expenditure and Reform come to the Seanad to set out how he intends to quickly rebalance this so that the section 39 organisations have equal capacity to deliver quality and sustainable services, and to continue to work to be in line with the Convention on the Rights of Persons with Disabilities.  The Department of Public Expenditure and Reform is in the driving seat.  It negotiates and determines the budget for the Department of Health or for the HSE, not the Minister for Health.  I am very sincerely and strongly calling on the Leader to have the Minister responsible come to this House and show how he will address this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#P00200","speaker":"1419"},{"type":"speech","time":1495546200,"counter":50,"content":"<p>I certainly know that last night should have been a night of joy and happiness for many parents, when their children were in many cases going to a concert for the first time unaccompanied, or when younger children were accompanied by their parents.  For such indiscriminate bombing of those children and that concert to happen is totally unforgivable.  My group here within the Seanad sends its sympathy to the people of Manchester, and especially to the people who have lost young people.  They will never get over that sense of fear of bad news.  I remember very distinctly when Dublin was bombed.  I was sent out by my mother to search for my uncle, because he normally came through the city centre at the same time as the bomb exploded.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What must the parents have gone through last night when they were worried about their children?  It must have been horrendous.  The bombing of cities, of concerts, of people at any time is unforgivable and should never happen.  We send our deepest sympathies.<\/p><p>I want to give the Leader notice that the Labour Party group intends to put a motion on the Order Paper regarding the sale of State assets and in particular the sale of AIB shares.  That motion will be put down on the Order Paper tomorrow and we will seek cross-party support for the motion which we will circulate to all parties for their contributions when we have it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#P00300","speaker":"1417","continuing":true},{"type":"speech","time":1495546200,"counter":52,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#PPPP00200","speaker":"1392"},{"type":"speech","time":1495546200,"counter":53,"content":"<p>Last night's bomb attack in Manchester was a cowardly and evil act that has taken the lives of many innocent and defenceless people who were simply going about their daily lives, enjoying a concert, and it must be condemned.  Our thoughts and sympathies are first and foremost with the families and friends of those who have lost their lives in this atrocity.  To see the pictures of children covered in blood, looking for their parents, and parents looking for their children was horrendous.  I was watching Sky News and to see the photographs of first two children who had been killed was heartbreaking.  <\/p> <p>Islamic State has claimed responsibility for this attack.  As it is losing its grip in other countries, is this now their cowardly way?  I read recently in the press that we have between 75 and 80 of these Islamic State fighters or supporters in this country.  I want to know what level of threat these people are to the State.  We have concerts happening here soon and I want the T&aacute;naiste and Minister for Justice and Equality to come in and inform us of the level of threat to the Irish public and what safety measures will be put in place now that this has happened across the water.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#PPPP00300","speaker":"1423"},{"type":"speech","time":1495546200,"counter":54,"content":"<p>I join with Senator Catherine Ardagh, leader of the Fianna F&aacute;il group in offering our deepest sympathies to the families, friends and relations of the 22 people who were murdered in Manchester last night and the 59 people who were badly injured by this suicide bomber.  It was at an Ariana Grande concert.  She is an American pop idol who appeals primarily to young people.  My granddaughter was supposed to go to the concert on Saturday evening in Dublin.  She specifically appeals to a young group, it was not an old concert by one of the famous singers, it was geared mainly for young people and when one considers that Saffie Roussos, aged eight years, was murdered last night in Manchester it brings home what happened.  Many young people have not yet been found and their parents have been making appeals on television to locate their loved ones.  The people of Manchester should be commended for how they have risen to the occasion, there were many wonderful deeds and acts of kindness displayed by the wonderful people of Manchester.  Many people in Manchester have Irish connections and I myself have family members there.<\/p> <p>ISIS has claimed responsibility for this atrocity.  On the question of responsibility it should be pointed out that this was the weak part of any concert, when people are leaving.  Those responsible were not going to get in with a bomb on their back but the perpetrator came in when those attending the concert were all leaving and panic ensured.  There is nothing more we can say except that we, as a Seanad, through the Leader and through the Cathaoirleach should send a united condolences to the Mayor and people of Manchester, the families, friends and relations.<\/p> <p>We must move on.  We cannot allow these atrocities and the ISIS organisation to stop freedom.  We all have to be on alert.  It is high alert across the world and no country is exempt from the activities of ISIS.  This is a most tragic situation and it is only right that we as a Seanad give our deepest, genuine sympathies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#PPPP00400","speaker":"1393"},{"type":"speech","time":1495546200,"counter":55,"content":"<p>I unreservedly condemn the appalling massacre in Manchester but one must also ask where does this viciousness come from.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not a natural part of human nature.  One must, regrettably, remember the unspeakable massacre of civilians by the American bombing of men, women and children in Falluja.<\/p><p>I rise today to express my regret at the closing of GLEN.  It originally emerged from the Hirschfeld Centre.  It did a remarkable and very professional job of lobbying and campaigning.  It published a series of very important reports on the situation, establishing for the first time a factual basis on which Government policy could be launched.  It was originally funded by Chuck Feeney, and we need to pay tribute to his enormous impact and generosity.  In the early days of the gay movement, we got no grants whatever.  We had to earn all the money ourselves.  I remember some weeks I did five discos a night - a week, not a night.  Five discos a night would be a bit much even for me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#PPPP00500","speaker":"1392","continuing":true},{"type":"speech","time":1495546200,"counter":57,"content":"<p>See you on the dancefloor, Senator Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#Q00200","speaker":"1388"},{"type":"speech","time":1495546200,"counter":58,"content":"<p>It is remarkable that I was the person who stopped both Elton John and Freddie Mercury - I did not know who they were - and asked them for their membership certificates.  I pay tribute to Brian Sheehan in particular.  He did a remarkable job.  Kieran Rose also worked extremely hard, even though latterly he was a little foolish.  He took me on in something he published in which he said I was unfit to be in politics and should not be allowed into the Seanad because I described the Government's initial civil partnership Bill as a dog licence, but I am absolutely unrepentant.  It is the responsibility of independent campaigners to hold the Government to the gold standard and not to lean on it for any little crumb that falls from its table.  I pay tribute to GLEN and I am very sorry it has closed down.  I thank the organisation as an ordinary gay person for the remarkable work it did and I hope there will be a successor organisation to carry on what it has done.  Finally, I would like to say how very sorry I am that the three remaining employees will now find themselves on the dole queue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#Q00300","speaker":"1392"},{"type":"speech","time":1495546200,"counter":59,"content":"<p>I join with all the other speakers in their comments on what happened in Manchester last night.  I do not think anyone here could support what happened.  There are 22 people dead and I think something like 16 people under the age of 16 in hospital.  They are the youth and they are our future.  I pass on my sympathies to all involved.<\/p> <p>I wish to pay tribute to one other person, namely, the Minister for Finance, Deputy Michael Noonan, who has served with great distinction over the past six years.  He comes from my native Limerick.  He announced his retirement as Minister recently, and I wish Michael and his family all the very best for the future.  Given where the economy was, he did a fantastic job bringing the country back to where it is.  He has not only been very good for Limerick but for the entire country.  He is well respected in Europe.  He is in Brussels at the moment.  I saw on social media earlier that finance Ministers were paying their own tributes to him.  He has served this country in a manner in which we can be very proud of him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#Q00400","speaker":"1384"},{"type":"speech","time":1495546200,"counter":60,"content":"<p>I agree with Senator Norris: I am sorry to see the demise of GLEN.  I am someone who took the first steps to manoeuvre Irish public opinion and my partners in government at the time towards, first of all, the idea of civil partnership.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#Q00500","speaker":"1403"},{"type":"speech","time":1495546200,"counter":61,"content":"<p>I thank the Senator for that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#Q00600","speaker":"1392"},{"type":"speech","time":1495546200,"counter":62,"content":"<p>They were a very responsible group of people and were very constructive at all times.<\/p> <p>I wish to echo a second remark made by Senator Norris, namely, the idea that people could be filled with such hatred towards other people that they would take out their children and take out themselves in the same moment.  In this context, everyone is revolted by what happened in Manchester yesterday, and everyone should be, but Ireland should also take a look at what is happening in the world this week.  In particular, I am deeply disturbed by the conference in Saudi Arabia at which the proposition was put forward that the Sunnis are all right and that evil lies in Iran to be confronted.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do not remember Shia people bombing Coptic Christians in Egypt.  I do not remember them blowing up wedding parties in Pakistan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#Q00700","speaker":"1403","continuing":true},{"type":"speech","time":1495546200,"counter":64,"content":"<p>Or 9\/11.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#QQQQ00200","speaker":"1392"},{"type":"speech","time":1495546200,"counter":65,"content":"<p>I do not remember them carrying out 9\/11.  I do not remember them blowing up innocent people right across the world.  I do not see Shia people destroying young girls' lives in Nigeria.  In that context, I resent bitterly the suggestion by President Trump that somehow all the evil is to be located north of the Arabian Gulf and that all goodness is now to be found south of it.  Saudi Arabia is the cradle of Salafism.  Saudi Arabia is the place from which this poison has spread.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#QQQQ00300","speaker":"1403"},{"type":"speech","time":1495546200,"counter":66,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#QQQQ00400","speaker":"1392"},{"type":"speech","time":1495546200,"counter":67,"content":"<p>I believe we need a debate in the Chamber about where Ireland as a member state of the European Union stands in this new world, where grotesque distortions of truth and what we might call alternative facts are being elevated to international truth in rather alarming ceremonies held in conjunction with massive arms sales.<\/p> <p>It is, as Robert Fisk has pointed out on a number of occasions and as I have hinted myself in some articles I have written, that we are getting ready for a war on Iran.  The weapons are being put in place and the rhetoric is being deployed.  It is a huge injustice, especially to a people whose regime is by no means perfect at all but whose people voted for moderation in recent days.  It is one of the few countries, God bless us, in that neck of the woods where there are elections which mean anything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#QQQQ00500","speaker":"1403"},{"type":"speech","time":1495546200,"counter":68,"content":"<p>And we voted for Saudi Arabia to be on the human rights committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#QQQQ00600","speaker":"1392"},{"type":"speech","time":1495546200,"counter":69,"content":"<p>I call Senator Devine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#QQQQ00700","speaker":"1381"},{"type":"speech","time":1495546200,"counter":70,"content":"<p>Is Senator Norris finished?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#QQQQ00800","speaker":"1388"},{"type":"speech","time":1495546200,"counter":71,"content":"<p>Not quite, darling.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#QQQQ00900","speaker":"1392"},{"type":"speech","time":1495546200,"counter":72,"content":"<p>I echo the words of condolence for Saffie Rose and Georgina, the eight and 18 year old young girl and woman, who were the first victims from Manchester to be named today.  We are heartbroken and we send our love and support to the people of Manchester.<\/p> <p>Today I welcome the review published by the HSE into maternity care in this country.  The clinical complaints covered four decades, with particular emphasis on the Midland Regional Hospital Portlaoise.  It was initiated following an RTE programme \"Fatal Failures\" in 2004, another whistleblowing programme on which I commend RTE.  It also did a programme on Grace.  It has done much over the past two decades to point out the absurdities and failures in this country.<\/p> <p>The findings of the report and review cover 203 complaints received relating to perinatal death, maternal death, communication and the management of labour among others.  It has taken too long, from 2014 to 2017, to get this report published today.  This has exacerbated the stress and grief of those who lost babies in difficult and unusual circumstances.  It is necessary that we learn lessons and implement recommendations which will help underpin quality compassionate care that is science-led in our hospitals for our women and babies.  I hope the proposed national maternity hospital will get rid of any church and religious influences and will go along with science and compassion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#QQQQ01000","speaker":"1388"},{"type":"speech","time":1495546200,"counter":73,"content":"<p>Our thoughts and prayers are with the victims and their families.  Targeting a concert attended by young people, many of them teenagers, is plumbing new depths of depravity and is truly a massacre of the innocents.  Every Irish person stands in solidarity today with the city of Manchester, which has been devastated by a vile act of terrorism.  We must remember that Manchester has a very proud Irish community, many of whom are from my region of the west of Ireland.  It is estimated that approximately 35,000 Irish people live in the greater Manchester area.  This senseless atrocity has left Manchester reeling.  While this is a time of deep sadness it is also clear that its people will not cave in to terrorism.  The Seanad stands united in absolutely deploring this outrageous crime against humanity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#QQQQ01100","speaker":"1424"},{"type":"speech","time":1495546200,"counter":74,"content":"<p>I join my colleagues in expressing my sincere sympathy to the people of Manchester on the terrible happening last evening.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Our thoughts and prayers are with them.<\/p><p>I wish to raise the issue of children's hospice care.  This week is Children's Hospice Week so it is fitting that we should address the issues of funding and planning for children's hospice care in this country.  I pay tribute to the hospice services throughout the country which do great work providing much-needed care for people who are very ill and much-needed support for their families.  It is particularly sad to see children in need of hospice care.  This week the LauraLynn children's hospice said there are an estimated 506 sick children in this country in need of hospice care who do not have access to it.  That is a very sad statistic.  It is estimated that at any given time in this country, 3,800 children with life-threatening conditions are in need of hospice care.  Of that figure, an estimated 700 are in need of immediate hospice care.<\/p><p>There are two issues that must be addressed.  The first is funding.  Funding currently provided by the HSE only allows the LauraLynn facility to cater for 150 sick children.  The facility can cater for approximately 200 children.  There is also the issue of sick children in rural Ireland and how they are to get care.  I ask the Leader to bring this matter to the attention of the Minister as a matter of urgency.  The one luxury these sick children do not have is time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#QQQQ01200","speaker":"1396","continuing":true},{"type":"speech","time":1495546200,"counter":76,"content":"<p>I had intended to raise a separate issue but most Members of the House would agree that everything is overshadowed by the events in Manchester.  Like other Members I ask you, a Chathaoirligh, to express the Seanad's condolences with the people of Britain, the Prime Minister, Ms Theresa May, and the newly-elected Mayor of Greater Manchester, Andy Burnham.  It is difficult to come to terms with what happened last night and to find an adequate response.  Unfortunately, when something so hateful and evil occurs the response can often be one of hate.  While there has been a massive outpouring of love and compassion among the ordinary, decent people of Manchester there were, unfortunately, sentiments of hate swirling around and trying to capitalise on this event to once again dehumanise and denigrate an entire faith and decent people living in Britain.<\/p> <p>It was the Irish who once bombed Manchester and people in this country stood with the people of Manchester at that time, so it is important to do so now in the face of this appalling tragedy.  Anybody in this House or in Ireland who knows a young person who has ever attended a concert can only weep at the thought of the scenes that were witnessed by the young people.  Those who have survived will have flashes of imagery going through their minds for the rest of their lives.  It will not leave them, so how do we fight back as has been suggested?  What we must have in our armoury, as Senator McDowell so eloquently put it, is information and knowledge, as well as compassion, love and a belief that in unity and understanding we can create a society that can overcome these things.<\/p> <p>Again, we stand in solidarity with the people of Manchester.  We must not allow those of a certain political persuasion to use this event for their own narrow ends to denigrate an entire people or faith in the UK.  There are also people in this jurisdiction who will use this for their own ends as well.  We are better than that.  We are a proud and decent people.  It is only through compassion, love and understanding that this terrorism will be defeated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#R00200","speaker":"1410"},{"type":"speech","time":1495546200,"counter":77,"content":"<p>I join in the expressions of sympathy to the people of Manchester and, of course, to people throughout the UK, as many youngsters had travelled to Manchester for this concert.  It is a real tragedy.  It hits home for us in Mayo as so many Mayo people have gone to Manchester over the years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a Mayo Association in Manchester and we have the Mayo Manchester Tradfest every August in my home town of Ballina.  Many young Irish dancers and musicians come over from Manchester on exchanges.  What happened yesterday is horrific and I join my colleagues in sending my thoughts, prayers and solidarity in the face of this evil.<\/p><p>I ask the Leader to invite the Minister for Public Expenditure and Reform, Deputy Paschal Donohoe, to the House to discuss the mid-term capital review.  We need to have a real debate about infrastructural deficits in this country.  There are deficits all over the country but particularly in the west and the north west, which has no major inter-urban routes, no high-speed train service and only a limited deep water port in Killybegs, not to mention the broadband deficit.  We must consider where we can invest in order to grow these areas.  These are areas which are experiencing population decline, where teacher numbers are falling because school enrolments are dropping because families cannot live there because they cannot find work.  In the big urban centres children cannot find school places and families cannot find places to live, while there are empty houses in the west and north west.  Investment in infrastructure by the State will make these areas less peripheral, improve connectivity and make them more attractive to investors.  This is particularly pertinent as we face into Brexit.  Investment in infrastructure can sometimes be curtailed by EU state aid rules.  We found this to be the case with regard to Knock Airport, which is limited in what it can get from the State because of these rules.  There is a case to be made for a temporary framework, similar to what was done in the face of the banking crisis in 2009.  We need to see investment in the western rail corridor, in roads, broadband and in Knock Airport.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#R00300","speaker":"1425","continuing":true},{"type":"speech","time":1495546200,"counter":79,"content":"<p>I join with Senators Norris and McDowell in commending the work carried out by the Gay and Lesbian Equality Network, GLEN, since 1988.  Its closure last week means that a colossus of the LGBTQI movement in Ireland has now been lost.  Since its inception following the homophobic and brutal murder of Declan Flynn in Fairview Park, GLEN initiated Ireland's first Pride parade, was pivotal in decriminalisation and in the campaigns for civil partnership and civil marriage equality.  Recently GLEN advocated support of Sinn F&eacute;in's Gender Recognition (Amendment) Bill, for which I thank the organisation.  I commend all of GLEN's achievements in making Ireland a safer place in which to grow up LGBT.  It is regrettable that the activism of GLEN would come to an end in controversy.  It is hugely unfortunate that not only its advocacy work but also the various services it provided have come to an end.  The HSE will not provide funding to any organisation under investigation but the services previously provided by GLEN will now be provided by other LGBT organisations, of which there are now many.<\/p> <p>On Sunday many of us woke to a realisation that the LGBTQI struggle has a good distance still to go.  The George bar in Dublin's city centre was vandalised with discriminatory and fascist emblems and slurs.  In this context, we must urgently address the need for hate crime legislation.  Last weekend marked the second anniversary of the passing of the civil marriage equality referendum and  I want to commend friends and comrades, Mark McLoughlin and Neal Rush, for their mock wedding at Stormont.  Same-sex couples in Northern Ireland continue to wait for legislation around civil marriage equality.  It is time for all-Ireland civil marriage equality and for hate crime legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#RRRR00200","speaker":"1372"},{"type":"speech","time":1495546200,"counter":80,"content":"<p>I also want to pass on my sympathies to the people of Manchester in the wake of this devastating event.  Our thoughts are with them.<\/p> <p>HSE figures for 2017 show that 2,520 children and young people are waiting for an initial assessment by our mental health services.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There has been an increase of 44 on last year.  That is unacceptable.  Children are waiting more than a year or two years for these services.  I see it in my own area, where the after-hours services have been cut.  I have brought this up in the Seanad and with the Minister.  It is a disgrace to see that nearly 2,520 children are waiting on these services.  It is unacceptable.<\/p><p>The other issue I want to address today is the community-based CCTV system which the T&aacute;naiste and Minister for Justice and Equality announced a few months back.  I welcome that.  It is a three-year programme.  It will cost &euro;1 million.  I have great concerns about the scheme because in my own home town we applied, with the local authority, through the Garda S&iacute;och&aacute;na programme for CCTV in our town park three years ago.  We have been waiting for three years.  Last week we were told again that we will not be receiving funding through this programme.  This is a programme which An Garda S&iacute;och&aacute;na has implemented.  It is unacceptable.  While I welcome this programme, why is the Minister introducing new programmes when for years we have not been getting the money we have been waiting for?  I will be asking the Minister to come in to the House.  It is unacceptable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#RRRR00300","speaker":"1395","continuing":true},{"type":"speech","time":1495546200,"counter":82,"content":"<p>I see the Senator is ignoring the ruling which the Leas-Chathaoirleach made.  The Senator only gets one bite of the cherry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#S00200","speaker":"1381"},{"type":"speech","time":1495546200,"counter":83,"content":"<p>I am the only one who gets addressed for that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#S00300","speaker":"1395"},{"type":"speech","time":1495546200,"counter":84,"content":"<p>The Senator caught me off-guard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#S00400","speaker":"1381"},{"type":"speech","time":1495546200,"counter":85,"content":"<p>That is a first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#S00500","speaker":"1395"},{"type":"unspoken","time":1495546200,"counter":86,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1495546200,"counter":87,"content":"<p>I want to raise one issue.  It relates to a report on direct provision supports for asylum seekers published by Mr. Justice Bryan McMahon in 2015.  In that report he made 173 recommendations.  I made contact with Nasc last week.  For those who do not know what Nasc is, it is the Irish immigration support group based in Cork.  Of course there are different stories depending on who one talks to but, according to Nasc, only 16 specific items of those 173 recommendations have been fully implemented.  That is very disappointing.  I learned today that Mr. Justice McMahon will be speaking at a special conference here in Dublin in the first week in June, at which he intends to deal with this subject matter specifically.  It would be very appropriate for the Minister of State at the Department of Justice and Equality, Deputy Stanton, who I think is the direct line Minister for this area, to come to the House to explain what is happening in respect of these 173 recommendations.  That would be fair because everyone one talks to has a different story to tell.  The key term in this is verifiable evidence - verifiable evidence as to the delivery of the key recommendations of the now retired Mr. Justice Bryan McMahon.<\/p> <p>I leave that request with the Leader.  Will he consider arranging a debate or statements on this matter, perhaps in the next two weeks?  It would be very helpful.  I see on this afternoon's Order of Business that we will have the Minister for Health in the Chamber in respect of the National Rehabilitation Hospital in D&uacute;n Laoghaire.  We have specific time set aside on the agenda and I thank the Leader for agreeing to that last week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#S00700","speaker":"1379"},{"type":"speech","time":1495546200,"counter":88,"content":"<p>I echo the remarks of sympathy and solidarity with the people of Manchester following the horrific tragedy inflicted upon the city and its people last night.  If I can, I wish to reaffirm the remarks from Senators Norris, McDowell and &Oacute; R&iacute;ord&aacute;in.  In the words of the great Martin Luther King, \"Darkness cannot drive out darkness; only light can do that.  Hate cannot drive out hate; only love can do that\".<\/p> <p>I consider myself very proudly anti-fascist.  I consider myself very active, where I can be, in that anti-fascism, whether fascism is manifested in the kind of awfulness we saw in the Manchester Arena last night or in some of the mistruths, horrible lies and distortions that are being spread, oftentimes deliberately.  Even though we are somewhat distant from Manchester, we are connected by those bonds mentioned by Senator Conway-Walsh.  As political leaders, we have a responsibility here in Ireland to be ever alert to that kind of hatred-spreading and to do our best, where we can, to face it down.<\/p> <p>Last week I mentioned in the Seanad the L&aacute; Dearg that was coming up in Belfast at the weekend.  Much like Senator Warfield, I find it difficult to imagine we still await marriage equality legislation in the North despite a majority of MLAs being in its favour.  We also wait for legislation that protects the rights of Irish language speakers and of those who want to live their lives through the medium of Irish.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall &Oacute; Donnghaile:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2477\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2477&amp;amp;pid=NiallODonnghaile&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Similarly, the North is waiting for legislation to protect the rights of Irish-language speakers and those who want to live their lives through the medium of Irish.  At the weekend, over 12,000 people, mostly families, students and young people from Gaelscoileanna, took over the streets of Belfast in a colourful, diverse and inclusive way.  As I said last week, all the parties in these Houses and the Government have made it clear, as the UN and the EU council of experts have done, that rights-based legislation to protect the Irish language - an Irish-language Act - should be introduced in the North.  I think all of us should redouble our efforts upon the conclusion of the upcoming Westminster election and the resumption of the talks to make sure outstanding issues like marriage equality and Acht na Gaeilge are resolved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#S00800","speaker":"1413","continuing":true},{"type":"speech","time":1495546200,"counter":90,"content":"<p>Before I ask the Leader to respond, as Cathaoirleach of the Seanad I would like to convey my sincere sympathy and condolences to all of those who died in the appalling tragedy in Manchester last night.  As someone who lived in London during the era of the Birmingham bombings and many other situations, I know the impact such events can have on a community and a country.  There have been terrorist attacks in Sweden, France, Germany and Belgium in recent times.  If one follows the line, one wonders whether we are absolutely protected in these situations.  Le c&uacute;namh D&eacute;, we are.  I am not too sure.  I hope it will never happen here to any of our children or any person.  I hope this situation could not arise.  It hits home acutely to me that this has happened in Manchester, which is nearly another Irish city when one looks at the history and the connections, etc., over many years.  It is very sad and tragic.  I think it is an awful day.  I would like to add my voice to the voices of others.  Most people here today have mentioned this appalling tragedy.  In my view, it was an appalling act of lunacy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#SSSS00200","speaker":"1381"},{"type":"speech","time":1495546200,"counter":91,"content":"<p>I thank the 19 Senators who contributed to the Order of Business.  I thank all the Senators who spoke eloquently, passionately and sincerely about the awful tragedy and atrocity that happened in Manchester last evening.  We must all stand united in the fight against terrorism.  I agree with the overarching remarks of Members of the House regarding the way in which the world has moved.  I would be happy to arrange a debate on foreign affairs issues, specifically the way the world order is moving and changing.  It is not about dividing and conquering or about pillorying.  It is about standing united against terrorism, no matter who the perpetrators are.<\/p> <p>Young people were killed last night after attending a concert.  These men and women, boys and girls, and teenagers and young adults should be basking in the glory of that concert today.  They should be talking about what they did, the songs they sung and the enjoyment they had.  Today the world is united in grief and in the condemnation of terrorism.  I agree with the Senators who spoke about the need to stand up to terrorism without sowing hatred or division or standing for intolerance.  We must all work together in support of our right to stand up for who we are and what we represent.  We must all stand for peace, love and unity.  That requires political leadership.  We all need to be tolerant and inclusive.  We live in a world that is changing.<\/p> <p>It is important that we stand in solidarity with the people of Manchester, as a second Irish city, and with its new mayor, Andy Burnham.  We acknowledge the significant role played last night by the first responders, including emergency men and women.  We thank them for their work and professionalism.  We also thank the members of the community of Manchester who stood up, opened their doors and welcomed people in.  Today we send our thoughts and prayers to the families of those who died, to those who are now in hospital and to those who are at home suffering the shock and the aftershock.  The world must stand united today.  This cowardly act of violence and terrorism has no place in our world.  We must all ensure the lives of people are protected.  We must stand up to terrorism, no matter who the perpetrators are.<\/p> <p>Senator Craughwell asked about the national security committee.  Today is not a day for division.  The cross-departmental national security committee, the operations of which are confidential as one might expect, comprises officials from the Departments of the Taoiseach and Justice and Equality and members of An Garda S&iacute;och&aacute;na and the Defence Forces.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is chaired by the Secretary General of the Department of An Taoiseach.  Its job is to ensure the Government is informed and the Taoiseach is advised on high level security issues and the appropriate responses to the same threats.  It also deals with national security and operational matters, which it monitors and on which informs the Government.  I know where the Senator is coming from, but I certainly hope we could have that sense of confidentiality.  There is accountability, to be fair.<\/p><p>Senator Ardagh raised the matter of beds being closed in Linn Dara in Cherry Orchard.  I do not have information because I was not aware, but I am happy to have the Department liaise with the Senator on the matter.  Any issue with regard to the closing of beds is a matter for the HSE at an operational level, as the Senator knows quite well.  In saying this, the issue needs to be addressed because it is important we provide respite beds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#SSSS00300","speaker":"1391","continuing":true},{"type":"speech","time":1495546200,"counter":93,"content":"<p>Psychiatric beds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#T00200","speaker":"1407"},{"type":"speech","time":1495546200,"counter":94,"content":"<p>Yes, as the Senator knows, the Government is committed to the issue of mental health, and I will come back with a response on this.  It is important the information is provided.  I do not have it because I was not aware of it, but I am happy to have the Department liaise with the Senator directly.<\/p> <p>Senator Dolan raised the issue of the public sector pay talks, which commenced yesterday.  I commend all participating in the talks and wish them well.  Yesterday was the beginning and it is important the work is allowed to continue.  The plenary session began with opening remarks by those parties involved.  Presentations were made by Mr. John McCarthy, chief economist at the Department of Finance on the economic outlook, and by Ms Annette Connelly of the central expenditure management section in the Department of Public Expenditure and Reform on the fiscal context.  I heard the remarks of Senator Dolan on this.  I will dove-tail the remarks of Senator Humphreys regarding the sale of State assets and the remarks of Senator Mulherin on the mid-term capital review plan.  The Minister for Public Expenditure and  Reform, Deputy Donohoe, will be in the House next week and we will have a debate on all of these issues.  I ask the Senator to hold off on his motion-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#T00300","speaker":"1391"},{"type":"speech","time":1495546200,"counter":95,"content":"<p>I do not have a right of reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#T00400","speaker":"1417"},{"type":"speech","time":1495546200,"counter":96,"content":"<p>Let me finish before you say \"No\".  The Senator might get what he wants if he listens.  If the Senator waits until the Minister comes in next week and hears what he has to say he can then table his motion rather than doing so tomorrow.  I am asking the Senator to defer until he hears what the Minister says first.  The Minister will be here next week and as part of that debate Senator Dolan will have an opportunity to make a contribution.<\/p> <p>Senators Norris, Warfield, McDowell and &Oacute; Donnghaile referenced the closure of GLEN.  It is a tragedy that GLEN is closing.  I commend former Senator Gillian van Turnhout for her excellent work on the report she was commissioned to carry out and I thank her for what she has done.  Today is the second anniversary of the result of the marriage equality referendum being announced.  It is with sadness we speak about the closure of GLEN.  Those of us in the LGBT community and beyond, our supporters, friends and allies, recognise the huge work done by the late Chris Robson and people such as Arthur Leahy from Cork, Kieran Rose and others.<\/p> <p>I share the views of the Senators that there is a need for an organisation similar to GLEN.  If we look at the pathway to marriage equality and gender recognition, we will see it was the approach adopted by GLEN, that incremental approach as enunciated by people such as Brian Sheehan, Tiernan Brady and others, that got us to the day of a referendum, along with the political involvement of political parties and Independents.  It is the legacy they have left which can never be airbrushed or changed.  If we look at the approach GLEN has taken on the issues of mental health, diversity in the workplace, HIV and education we will see its footprint, and we commend its involvement with various Departments, organisations and agencies.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=05&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I pay tribute to all those involved in GLEN, including volunteers on the board and those who worked with Departments and Ministers on the journey.  It required people to advocate, lobby and work to bring about change.  As Senator Michael McDowell said, there were willing partners such as the former Ministers of State, Senators Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in and Kevin Humphreys.  GLEN was required to bring about change, for which I commend.  I hope a new type of GLEN can be established.  I hope all of us will commit to undertaking that task.  As Senator Fintan Warfield said, at the weekend graffiti of a derogatory nature was painted on the front of a gay bar.  We must recognise that there is still work to be done and that the roof of the house has not yet been completed.  It is a job which we all need to continue to complete.  I share the views of the Senator in that regard.<\/p><p>Senator Maria Byrne praised the Minister for Finance, Deputy Michael Noonan.  I wish him well on his impending retirement.  I commend him for the work he has done during a very difficult economic time and thank him for his leadership.<\/p><p>Senator M&aacute;ire Devine referred to the HSE's report on the review of the maternity clinical complaints system which was published today.  I very much welcome its publication, as a former Chairman of the Joint Committee on Health which examined issues which arose in Portlaoise.  It is an important report which highlights inadequacies and the ways in which the health system needs to change.  I regret that it has taken so long to do so.  Some of the stark findings made in the report are a reminder that we must be increasingly vigilant, rather than complacent, in the way women, newborn babies and families are treated.  In some cases, the recommendations are being implemented in Portlaoise.  There is a need for openness and a people-centred approach and to listen to and respond with empathy to women and others who speak about their treatment and the ways in which they need to be cared for and supported.  The Minister for Health, Deputy Simon Harris, is very committed to implementing the recommendations made.<\/p><p>Senator Robbie Gallagher has mentioned that this is Children's Hospice Week.  I commend the work being done by LauraLynn which I visited as a former Chairman of the Joint Committee on Health.  I commend the work of its staff and those who fundraise and volunteer.  I commend the care and support they give to children with life-limiting conditions.  There is a need for a joined-up approach by the Government and the HSE in the provision of hospice and specialist palliative care, therapies and other supports for young children.  My heart goes out to the families affected.  I endorse the remarks made by the Senator in that regard.<\/p><p>Senator Jennifer Murnane O'Connor referred to HSE mental health services.  Senator Ray Butler also made a very good comment.  When Senator Jennifer Murnane O'Connor's party was in government, it was the land of milk and honey.  It forgot about lots of services and people.  The Government is now playing catch-up.  I agree that the mental health service was the Cinderella of the health service for a long time.  That is why there has been an increase in the HSE mental health budget from &euro;86 million last year to &euro;853 million this year and additional staff have been recruited.  There is a plan to a develop 24\/7 mental health care service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#T00500","speaker":"1391","continuing":true},{"type":"speech","time":1495546200,"counter":98,"content":"<p>There have been cuts across the board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#TTTT00200","speaker":"1395"},{"type":"speech","time":1495546200,"counter":99,"content":"<p>I am very much aware of the remarks made by the Senator.  We have heard them.  I want to put the matter in context.  As I said, the Government is committed to increasing the mental health budget.  The Vote for the Department of Health is passed to give money directly to the HSE for the provision of services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017052300002#TTTT00300","speaker":"1391"}]