[{"type":"minorheading","content":"Prelude","time":1637749800,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1637749800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1637749800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1637749800,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1637749800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#A00100"},{"type":"speech","time":1637749800,"counter":6,"content":"<p>I have received notice from Senator Jerry Buttimer that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the availability of the pre-exposure prophylaxis programme, PrEP, in Cork. <\/blockquote> <p>I have also received notice from Senator Malcolm Byrne on the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the cyberattack on the health service in May 2021, including estimated costs and impact on hospital procedures. <\/blockquote> <p>I have also received notice from Senator Robbie Gallagher on the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on the availability of charging points, particularly in counties Monaghan, Cavan and Meath. <\/blockquote> <p>I have also received notice from Senator Lynn Boylan on the following matter:<\/p> <blockquote> \tThe need for the Minister for Environment, Climate and Communications to make a statement on community involvement in offshore wind development. <\/blockquote> <p>I have also received notice from Senator Maria Byrne on the following matter:<\/p> <blockquote> \tThe need for the Minister of State with responsibility for business, employment and retail to make a statement on supports for business start-ups, particularly in the Limerick area. <\/blockquote> <p>I have also received notice from Senator Sharon Keogan on the following matter:<\/p> <blockquote> \tThe need for the Minister for Environment, Climate and Communications to make a statement on the waiting times for applicants to the better energy warmer homes scheme. <\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  The Cathaoirleach has selected the matters raised by Senators Jerry Buttimer, Malcolm Byrne, Robbie Gallagher and Lynn Boylan and they will be taken now.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#A00200","speaker":"1692"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1637749800,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#A00300"},{"type":"minorheading","content":"Health Services","time":1637749800,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#A00350"},{"type":"speech","time":1637749800,"counter":9,"content":"<p>I welcome to the House our colleague, Minister of State, Deputy Feighan, who is one of our former distinguished Members.  I wish him well with his recovery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#A00400","speaker":"1692"},{"type":"speech","time":1637749800,"counter":10,"content":"<p>I thank the Cathaoirleach for picking this very important topic.  I welcome the Minister of State and thank him for being here and also wish him well.  I commend his work on his brief so far.  He has been very proactive and I commend him on the work he has done in terms of sexual health and sexual well-being.  The sexual health strategy is so important.<\/p> <p>Next Wednesday, 1 December, is World AIDS Day and a day of visibility.  However, I am wearing the red ribbon here today as a reminder to all of us that it is not just one day.  The issue of PrEP is one that has become a source of contention of Cork, and it should not be, because Cork is our second city.  To be fair to the Minister of State and the Department of Health, the funding is available.  PrEP has become a very important tool and asset in the fight against HIV in the world.  I want to stress that the Cork Sexual Health Centre is doing Trojan work.  The outreach, engagement, support and services are fantastic and are helping so many people.<\/p> <p>A resolution is needed in Cork in the availability of PrEP.  Funding is approved and has come from the Department and CHO 4, covering Cork and Kerry.  The roadblock is that there has been no implementation of the funding.  I appreciate that we have a pandemic and the resources and staff of the HSE are stretched.  A standalone PrEP clinic is needed, however, in Cork, our second city.  The positions that should be created must be advertised and filled.  <\/p> <p>A central part of the sexual health strategy is access to critical services and supports.  I appeal that the new sexual health strategy will include deliverable measures to improve access to HIV and sexual health services, such as PrEP, in Cork city.  There is a global commitment to meet the end of HIV by 2030.  As part of that, the supports and services linked to PrEP are essential.  Equally, I appeal that as the Minister of State meets with different organisations as part of the sexual health strategy, there would be engagement and inclusivity with all stakeholders, not just with people within the Department.  The Minister of State has been very open and engaging with all of us who have met with him and the groups he has met around the country.  I thank him for his work and I wish him well.<\/p> <p>This is an important issue.  It is not just about World AIDS Day.  It is about the ongoing provision of services and supports in the fight against HIV.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If we cast our minds back to where we were in the 1980s and compare it with today, we will see that we are in a much better place now.  We can be in an even better place with the supports and services available.  I thank the Minister of State for being here.  I really appreciate it and thank him for his work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#A00500","speaker":"1637","continuing":true},{"type":"speech","time":1637749800,"counter":12,"content":"<p>I thank Senator Buttimer for giving me an opportunity to update the House on this matter.  Sexual health is a priority for the Department of Health.  This was evidenced by the publication of the National Sexual Health Strategy 2015-2020, the first major strategy to tackle this vital area.  Good progress has been made with the implementation of the strategy since 2015.  The Department of Health, along with the HSE sexual health and crisis pregnancy programme, SHCPP, has worked hard to built important partnerships with a range of community and voluntary groups, all of which are working with us to implement a range of important sexual health initiatives.  Work has now begun on a review and refresh of the strategy and this will continue in 2022.  The treatment of HIV is a priority item within the strategy.  As we approach World AIDS Day, we have a good opportunity to take stock of where we are in the fight against the virus.<\/p> <p>In recent years we have seen the launch of two major initiatives to intensify our response to HIV in Ireland.  The first of these saw Ireland joining the Fast-Track Cities global initiative, which aims to boost HIV prevention and treatment and to reduce stigma.  The implementation of this initiative includes expanded community HIV testing and outreach in key urban areas and centres; targeted outreach to key at-risk groups; public campaigns on stigma reduction and promotion of the PrEP service; and the development of a co-ordination, monitoring and evaluation workstream.  Steering groups, which include representation from the Department of Health and the SHCPP, have been established and are now in place.  They are working to progress this initiative in the participating cities of Dublin, Cork, Limerick and Galway.  The second initiative was the introduction of a national programme of HIV PrEP.  Funding of &euro;5.4 million was secured for PrEP in 2020, including an allocation for the recruitment of additional staff, as Senator Buttimer rightly said.  The funding and roll-out of this programme has continued in 2021.  While the PrEP service remains fully funded, implementation has been impacted as a result of the Covid-19 pandemic.  All health services, including STI, HIV and PrEP services, are continuing to face constraints resulting from the impacts of the Covid-19 pandemic.  These constraints include attendance by appointment only or online as a result of the need to maintain social distancing, and the necessary redeployment of personnel to diverse Covid-19 related duties which include testing, contact tracing, vaccination and front-line patient care.<\/p> <p>The Cork PrEP service commenced in South Infirmary Victoria University Hospital in April 2020.  There are 294 PrEP service users registered with the PrEP clinic in the hospital.  Existing PrEP users continue to be seen for PrEP review and monitoring as prescriptions are required.  The recruitment of a PrEP clinical nurse manager for the service is a priority for the HSE and is actively being pursued.  The service closed to new PrEP service users on Monday, 4 October 2021, and will remain closed to new users until the clinical nurse manager is in post.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#B00200","speaker":"1608"},{"type":"speech","time":1637749800,"counter":13,"content":"<p>I thank the Minister of State for his reply.  The Fast-Track Cities initiative, which he mentioned, is an important part of what we are trying to achieve in our fight against HIV and AIDS.  The interesting thing is that the funding has been approved, notwithstanding the remarks of the Minister of State.  The key point I want to make is there is a need to have a resolution to the post being filled.  As the Minister of State said, the service has been closed to new PrEP users since 4 October and will remain closed.  I hope the Minister of State will impress upon the HSE the urgency and importance of this service and this facility.  I hope this will be prioritised in real time, not in HSE time because that can go on forever, as we know.  I do not mean to be rude or disparaging when I say that, but there is a need to progress the good work being done to ensure we meet our commitments in the sexual health strategy.  Our second city is not open as a PrEP facility for men who require this service, and we cannot allow that to continue.  I appeal to the Minister of State to use his powers to fast-track the recruitment of a new clinical nurse manager.  As he knows, the HSE can take forever to fill a post.  I hope it will not be that way in this case.  I thank the Minister of State for his commitment and support and for being here this morning.  I appreciate the work he is doing in the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#B00300","speaker":"1637"},{"type":"speech","time":1637749800,"counter":14,"content":"<p>I thank Senator Buttimer for his significant contribution to the House on this important topic.  I wish to conclude by providing some detail on another important sexual health initiative which is currently in progress.  The Department of Health is happy to support the HSE's home STI testing pilot project in Dublin, Wicklow, Kildare, Cork and Kerry through the Sl&aacute;intecare integration fund.  My colleague the Minister for Health, Deputy Stephen Donnelly, was pleased to be able to secure funding of &euro;3.3 million in the recent budget for the continuation of online STI testing.  Integrating online STI testing services with established public STI clinics is an effective and efficient way to increase access to and capacity for STI testing services.  This allows people to use online platforms and tests for STIs in the comfort of their own homes.<\/p> <p>Senator Buttimer said that this post needs to be filled as a matter of urgency.  I will bring his concerns back to the HSE to try to get it filled as quickly as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#B00400","speaker":"1608"},{"type":"minorheading","content":"Cybersecurity Policy","time":1637749800,"counter":15,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#B00500"},{"type":"speech","time":1637749800,"counter":16,"content":"<p>Senator Malcolm Byrne wishes to raise the need for the Minister for Health to make a statement on the cyberattack on the health service in May 2021, including the estimated costs and the impact on hospital procedures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#B00600","speaker":"1692"},{"type":"speech","time":1637749800,"counter":17,"content":"<p>I thank the Minister of State for taking this matter.  He will be aware that in May of this year, we had a ransomware attack on our health services.  It was the largest known attack on a health service anywhere in the world.  For this to happen to any health service is frankly disgraceful, but it is particularly disgraceful as we battle a pandemic.  Credit is due to the IT staff who tried as quickly as possible to restore the systems in place.  There was undoubtedly a considerable cost.  While it is easy to measure the direct IT cost, and I am interested in hearing those figures, there is a broader cost in terms of the impact that the cyberattack had on health procedures.  At the time, approximately 7,000 patient appointments were delayed each day as a result of the attack.  That has consequences for all of those individuals and their families.  Quite frankly, it was a terrorist attack.  It is something that unfortunately we are going to see much more of.  It is where the new battleground is going to be.  Sadly, we are going to see state actors engaged to a far greater extent behind some of these cyberattacks.<\/p> <p>This week, Grant Thornton Ireland published a report which estimated that the economic cost of cybercrime in Ireland last year was approximately &euro;9.6 billion.  That has very serious consequences for the economy.  Obviously, an attack on something like our health services has serious impacts on people's lives.  This time it was the health service, but I am worried that next time it could be water services or local authorities.  An attack on our infrastructure has very serious consequences.  I hope the Government has a strategy in place to prevent this happening not just within the health service but across all areas of critical infrastructure and indeed infrastructure more widely.<\/p> <p>It is time to look at the broader question of how we address cybercrime and cyberterrorism.  It is essential that we co-operate with our EU partners and indeed as part of the permanent structured co-operation, PESCO, because this is a matter of national security and defence.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This constitutes an attack on the State, and as a State we must respond.  We are not capable of simply responding on our own.  We must respond with fellow democracies to some of these attacks.  I hope the Minister of State can respond to my queries about the infrastructure that needs to be put in place here at a domestic level, but given that this is a matter of national defence and security, I believe we should also be taking part in some of the PESCO groups that are designed to combat cybercrime and cyberterrorism.  This is where the wars and battles of the future are going to be fought.  Earlier this year, Ireland had a salutary lesson that our systems are not up to scratch.  I hope that the Government has in place a system so that if we experience a similar attack, we can address it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#B00700","speaker":"1638","continuing":true},{"type":"speech","time":1637749800,"counter":19,"content":"<p>I thank Senator Byrne for raising this very important issue.  Cyberthreats are a global issue and they are not limited to healthcare.  Increasing attacks on critical infrastructure are triggering widespread disruption across the globe and causing significant disruption to companies and State agencies.  They impact directly on citizens, as the Senator has rightly outlined.<\/p> <p>The Conti ransomware attack on the HSE of 14 May 2021 resulted in an immediate loss of almost all ICT systems, applications and communications networks needed to support the delivery of health and social care services.  The impact on patient services and patients was on a scale not seen before.  As an immediate response, the HSE took all systems offline to reduce the risk of further contagion while the situation was assessed.  All technical staff were diverted to respond to the crisis, supported by senior management from across the organisation.  At present, almost all ICT systems have recovered to full functionality.  However, some remedial work is required on a small number of older, legacy ICT systems and this work is actively being progressed by the HSE.<\/p> <p>There are significant financial costs associated with repairing the damage caused to the HSE&rsquo;s ICT systems.  Funding provided this year addressed the immediate risks to the HSE, including the recovery of systems and data affected by the attack, the upgrade and replacement of legacy systems, and the establishment of a security operations centre for enhanced monitoring of threats.  The HSE estimates that these measures cost &euro;37.5 million in 2021 and do not include the wider costs associated with the disruption to health services and patient impact.<\/p> <p>I believe there is a need for sustained investment in ICT in the health service in the coming years to protect the health system from the risk of future attacks.  The 2022 budget includes funding for the HSE to enhance cyber-resilience.  The cyberattack against the HSE&rsquo;s ICT infrastructure has been unprecedented in severity and scale, and this investment will support the maintenance of a modern and secure ICT infrastructure to mitigate any future attacks.<\/p> <p>Considerable work is also under way at Government level to protect against future attacks.  The Office of the Government Chief Information Officer has enhanced the Internet connections connecting the Government to the rest of the world and put in place mitigation measures to deal with attacks should they arise, such as performing real-time checks on Internet traffic to block access to reported malicious destinations to mitigate phishing attacks.<\/p> <p>Departments are also moving to the build-to-share Government infrastructure model which protects the working environment and monitors malicious activity more efficiently.  Plans are also in place to establish the National Cyber Security Centre on a statutory footing and to increase staff numbers to support the critical work they do in protecting infrastructure from future cyberattacks.<\/p> <p>I thank the Senator again for raising this issue which has caused huge critical infrastructure malfunctions.  It caused significant disruption to companies and State agencies, and it impacted directly on citizens.  I thank all of the stakeholders for all the work they have done since that attack.  I hope that the funding in place will help us to be aware and to minimise the impact on patient services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#C00200","speaker":"1608"},{"type":"speech","time":1637749800,"counter":20,"content":"<p>I thank the Minister of State.  I appreciate that he is able to measure the direct cost in the figure of &euro;37.5 million this year.  We are six months on and, as the Minister of State has said, it still has not been fully resolved.  The indirect costs are much more difficult to measure but I have no doubt that we are talking about tens of millions of euro with regard to the loss of productivity and the impact it has had.  It has also had an impact on patients' lives.  My concern on the broader issue around cybersecurity relates to whether, as a State, we are taking it sufficiently seriously.  It requires a cross-government approach.  On top of that, I again encourage us to look at partnering with the EU and other democracies through PESCO and other agencies.  This is a matter of national defence and security.  The Minister of State has said that this attack was unprecedented.  He is correct, but I must say to the Minister of State that we are going to see a lot more of it.  That is why we need to take it seriously.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#C00300","speaker":"1638"},{"type":"speech","time":1637749800,"counter":21,"content":"<p>I thank the Senator for his contribution to the House on this important topic.  Cyberthreats remain a persistent concern across a number of sectors globally.  The disruption they cause to services, particularly during a pandemic, is devastating.  It is galling that cyberattacks prey on our public healthcare system and our patients, and on some of the most vulnerable people in the State.  I assure the Senator that my Department, and the HSE as the key target of the cyberattack in May, are working closely with the Office of the Government Chief Information Officer and the National Cyber Security Centre and its partners to strengthen ICT infrastructure and ensure that health services are resilient to future cyber-incidents.<\/p> <p>As well as working with my colleagues in the Government to improve cyber-resilience at national level, my Department is also engaged at EU level to ensure robust cyber-resilience in all EU member states through the implementation of the national information security directive and the proposed critical entities resilience directive, which deal with the protection and resilience of critical entities such as health service providers.<\/p> <p>In conclusion, I acknowledge the staff and colleagues in my Department, the HSE and other Departments and Government agencies who worked tirelessly during the ransomware attack to make sure that our health services were restored and, most importantly, that patients got the urgent care they needed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#C00400","speaker":"1608"},{"type":"minorheading","content":"Electric Vehicles","time":1637749800,"counter":22,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#C00450"},{"type":"speech","time":1637749800,"counter":23,"content":"<p>My constituency colleague, Senator Robbie Gallagher, wishes to raise the need for the Minister for Transport to make a statement on the availability of electric vehicle charging points, particularly in the counties of Monaghan, Cavan and Meath.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#C00500","speaker":"1692"},{"type":"speech","time":1637749800,"counter":24,"content":"<p>The Minister of State, Deputy Feighan, is very welcome to the House this morning and I thank him for taking time out of his busy schedule to be here.  This morning I want to raise the need for electric vehicle, EV, charging points throughout counties Monaghan, Cavan and Meath.  EcoXpress, which is the first all-electric courier company operating in the Republic of Ireland, is based in Monaghan.  It has four electric vans servicing County Monaghan, three electric vans servicing County Cavan and five electric vans servicing counties Louth and Meath.  As the company grows, it intends to increase the fleet of vehicles.  The feedback from clients is very positive in that they are happy to see this reduction in CO2 emission levels.  It goes without saying that the nature of the courier business demands speed and efficiency as top goals.<\/p> <p>Unfortunately, I am saddened to say this morning that this company is experiencing great difficulty with the lack of fast-charging points for its vehicles.  Monaghan town has only one fast-charging location and that can take approximately 40 minutes to charge a vehicle up to 80% of its charging capacity.  Sometimes, when they arrive at a charging point, drivers discover that another vehicle is already there or perhaps there is even a queue of vehicles waiting for the charging point.  It is worth noting that Monaghan would traditionally be seen as a halfway point for people from the north of the country, for example Donegal, Derry or north Tyrone, when they are travelling to Dublin.  Monaghan will always be seen as a halfway point and perhaps this goes some way to highlighting the increased usage of those charging points in that particular area.  Other towns such as Carrickmacross similarly have only one fast-charging location.  Unfortunately, from time to time these charging points have broken down and have been broken down for a number of days, and apparently other parts of the country are also experiencing similar difficulties with fast-charging points.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Government policy on EVs is quite clear for those who can afford them.  They are the way to go.  Home charging is seen as the primary method of charging the majority of EVs in Ireland.  It is convenient, cost-effective and environmentally friendly.  It is very cost-effective if the special low night-time rate can be availed of to charge a vehicle.  That seems to be a sensible way for domestic users to charge their EVs because, typically, their journeys involve going from A to B and back to A again.  However, drivers of commercial vehicles, particularly couriers, may have to make multiple journeys on any given day.  Since they could be away from early morning and on the road all day, they totally depend on the fast-charging infrastructure, be it in counties Monaghan, Cavan, Louth, Meath or elsewhere.<\/p><p>The Government has identified the transition to EVs for those who can afford them as critical if we are to deliver on our climate change targets.  Unfortunately, the scarcity of charging points does not encourage people to change over to EVs, particularly if they are in the commercial world and most particularly if they are in the courier business.  This issue requires immediate attention.  I hope the Minister of State will have good news not only for the company I mentioned but also for the many companies and individuals who are thinking of changing over to EVs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#C00700","speaker":"1658","continuing":true},{"type":"speech","time":1637749800,"counter":26,"content":"<p>For once, I will take some latitude in the Chair.  I congratulate the Senator on raising this important local issue, which I, too, can relate to.  I thank him for it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#D00200","speaker":"1692"},{"type":"speech","time":1637749800,"counter":27,"content":"<p>I thank the Senator for raising this issue.  The Government's policy on the increased usage of EVs is primarily driven by the climate action plan, which sets out a target of having 945,000 EVs on Irish roads by 2030.  To support these EVs, Ireland has a comprehensive charging network available to EV owners to charge their vehicles.  Several operators are providing charging points, with the majority being rolled out by EasyGo and the ESB through its ecars programme.  Each provider has a map outlining the availability of charging points that is updated in real-time.<\/p> <p>Charging-point operators in Ireland mainly provide charging points that are the standard 22 kW or the higher 50 kW or 150 kW.  Standard charging points are located on streets and at strategic destinations, such as train stations, hotels and shopping centres.  The fast and high-powered charging, HPC, points are mainly focused along the motorways.<\/p> <p>In addition to the charging points on the main network, charging points are provided at locations such as places of employment and private car parks.  Currently, there are approximately 2,000 charging points in Ireland, and this number is continuing to grow.<\/p> <p>A sum of &euro;10 million from the climate action fund was committed to support ESB investment in the charging network, and this has leveraged a further investment of &euro;10 million, from the ESB.  This intervention alone will result in 90 additional high-powered chargers, each capable of charging two vehicles; 52 additional fast chargers, which may replace existing standards chargers; and the replacement of 264 standards chargers with more modern technology and with each consisting of two charge points.  The project is due to be completed in 2022.<\/p> <p>With regard to the three Border counties the Senator has mentioned, the Department of Transport is informed by ESB ecars that its charging network currently includes the following: in County Meath, 24 standard charge points, six fast chargers and two HPC points; in County Louth, 24 standard charge points and four fast chargers; and in County Cavan, ten charge points and one fast charger.  ESB ecars is to begin work next month to install a HPC hub in County Monaghan.  Work to install HPC locations in Trim and Navan, County Meath, will be completed by mid-2022.  ESB ecars is in negotiation with private landowners with regard to the provision of a new HPC hub in County Cavan.<\/p> <p>The FASTER project is a joint initiative aimed at supporting the installation, by May 2023, of 73 rapid 50 kW-capacity EV charging stations across both jurisdictions within Ireland, as well as in Scotland, and it has been awarded &euro;6.4 million from the EU INTERREG VA programme.  The Sustainable Energy Authority of Ireland, which administers the scheme, has informed the Department that, to date, three local authorities have submitted applications for funding, while a further 13 have requested application forms.  Louth County Council is seeking funding for the installation of 20 points.<\/p> <p>The Senator inquired about County Monaghan.  I do not have any information in my reply, but the primary focus of the scheme is to support the installation of infrastructure that will facilitate owners of EVs who do not have access to private parking spaces but who rely on parking their vehicles in public places only.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#D00300","speaker":"1608"},{"type":"speech","time":1637749800,"counter":28,"content":"<p>I thank the Minister of State for his response.  He stated there are plans to expand the rolling out of charging points in the region.  That is very much welcome.  I would be grateful if he could get me more detail specifically on the plans for County Monaghan.  County Cavan will see an increase, as will counties Louth and Meath.<\/p> <p>The Minister of State mentioned Monaghan in a certain context, but I am here to give voice to the courier company in question and many others who are calling for more charging points to be installed.  If we are to encourage people who can afford to change to an EV to do so, it is vital that we put in place the infrastructure to support them.  This is particularly the case for a courier company, whose business will be judged on &ndash; and grow based on &ndash; how successfully it does its business.  If a company cannot charge its vehicles, it cannot deliver its goods.  This would have an adverse effect on business.  I would be grateful if the Minister of State could get me more specific details, particularly on County Monaghan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#D00400","speaker":"1658"},{"type":"speech","time":1637749800,"counter":29,"content":"<p>I thank the Senator.  We are all at one here.  The Senator's lobbying for County Monaghan is very effective.  I thank him.  He has support from the Leas-Chathaoirleach.  As the Senator will be aware, the Government is fully committed to supporting the significant expansion and modernisation of the EV charging network over the coming years.  The Department of Transport is working closely with several key stakeholders, including those in local government, to ensure EV infrastructure will stay ahead of demand.  The Senator is correct that we need to be ahead of the curve because EVs are the way forward.<\/p> <p>The programme for Government commits to publishing an EV infrastructure strategy to facilitate the uptake of EVs.  Once completed, it will provide a key framework for ensuring that we can continue to have sufficient infrastructure in place to keep ahead of demand.  It is envisaged that the strategy will be published early next year.  I will ask the Department to get the Senator information pertaining to County Monaghan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#D00500","speaker":"1608"},{"type":"minorheading","content":"Renewable Energy Generation","time":1637749800,"counter":30,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#D00600"},{"type":"speech","time":1637749800,"counter":31,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  Today I am particularly interested in hearing the Minister of State's response to the plans for the offshore community benefit fund.  The terms and conditions for the first offshore renewable energy support scheme, RESS, are out for consultation, but I would like to tease out how the scheme will be administered.  While the consultation is ongoing, the Government has made a couples of statements that indicate its preference, namely a nationally managed fund.  That is very different from the community benefit funds in respect of the onshore RESS, whereby each project administers its own fund.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Boylan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=LynnBoylan&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is stated in the consultation documentation that one reason for this is that while a single, medium-sized, 500 MW offshore project could generate &euro;4 million in community funding for a year, it would take 80,000 onshore projects to achieve the same level.  According to the Government's document as well, when dealing with projects costing millions of euro, the cost of administering the funds could be reduced significantly by administering them centrally.  We must be careful in this regard, however, because other factors beyond that of lowest cost are involved and should be considered when we are talking about community benefits.  Communities' experience of how they have been treated onshore has not been a good one in this regard.  They now have access to the community benefit fund, but the legacy of how they were treated by onshore wind projects remains.<\/p><p>Making the administration of funds national will mean that communities will miss out on developing skills and jobs in funds management, and this aspect should not be discounted by the Government.  It is important that all community groups have access in this regard and that the administrative burden is not too high, but I urge caution regarding what will happen around the ownership of the scheme.  I refer to there being a centralised, Dublin-based fund and, once again, applications being made to Dublin for these community benefits.  It is essential, therefore, to get the model right, and I encourage the Government not to close the door on the opportunity of having these funds administered at the community level by individuals who live in the communities and know what will work for those communities.  I say that because this is also part of what a just transition is; it concerns community ownership of the transition.<\/p><p>I would also like to hear about the plans regarding the climate-proofing of the community benefit fund.  It must be ensured that it will be possible for the money used on projects not only to facilitate a just transition through microgeneration and similar endeavours, but also to have an ultimate outcome that will not result in making the climate crisis even worse.  The projects the funding is intended for must be climate-proofed and must also create employment opportunities in the non-extractive sector.<\/p><p>I would also like to tease out some detail on the possibility of allocating a portion of the fund specifically to the small fishers who face unique challenges.  They are going to be directly impacted by the development of offshore wind.  These are communities that have been alienated for a long time by many Government bodies and by EU bureaucracy, and they should have a separate fund that they can access to enable them to be net beneficiaries of the development of offshore wind.<\/p><p>The community fund could also enable opportunities for marine research and allow us to learn more about the indicator species and the rich biodiversity we have in our marine area.  Equally, we should not close the door on community ownership of offshore wind.  While nobody is in a position now to do anything on that scale, we must explore co-operative models in this regard and definitely not close the door to communities if they want to become involved in creating their own offshore wind projects.  This scheme should not just be about the microgeneration element.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#D00700","speaker":"1635","continuing":true},{"type":"speech","time":1637749800,"counter":33,"content":"<p>I thank the Senator for raising this issue.  Ireland has one of the best offshore renewable energy resources in the world with a sea area of 490,000 sq. km, which is approximately seven times the size of our landmass.  Ireland&rsquo;s location at the Atlantic edge of the EU means that we have more offshore energy potential than most countries in Europe.  The Maritime Area Planning Bill 2021, which recently completed Committee Stage in the D&aacute;il, will enable the realisation of our offshore renewable energy ambitions by establishing well-regulated developments, streamlined consent and comprehensive environmental assessment of proposals and consultative processes to better enable community investment and engagement.<\/p> <p>The Department of the Environment, Climate and Communications is developing terms and conditions for the first offshore wind auction under the offshore renewable electricity support scheme, ORESS 1.  It will support the first phase of offshore wind development in Ireland.  All offshore wind energy development will be required to make community benefit fund contributions and, owing to the larger scale of offshore wind developments, these contributions are expected to be significantly larger than those from their onshore counterparts.  Additionally, as a result of the longer construction period required by offshore wind projects, mechanisms for early community benefit are included in the draft ORESS 1 terms and conditions, which are now undergoing public consultation until December.<\/p> <p>The Senator mentioned the national managed fund proposals.  To better account for the increased governance requirements of offshore funds, the ambiguity of the offshore community and the increased State aid risk posed by benefits payable to certain marine community members, the Department of the Environment, Climate and Communications is proposing that the offshore community benefit fund be managed at a national level.  The main role of the national fund manager, as proposed, would be to support local decision-making by undertaking the administrative obligations and burdens of collecting and managing the funds on behalf of the local community.  The local community would then be left free to concentrate on decision-making on funding applications and implementation.  In no way is a nationally administered fund intended to weaken local community decision-making.  The proposal is also expected to reduce administrative overheads and to realise a greater proportion of funds for expenditure in coastal and marine communities.  The proposal for a national fund is also included in our ORESS 1 consultation and will be subject to the feedback received by that process.  The Department has also highlighted that community benefit funds will be open to all communities, inclusively and equitably.  In this regard, as part of the ORESS 1 consultation process, views are invited regarding how the fishing and seafood sectors can be inclusively engaged as a part of the wider community.  <\/p> <p>Significant investment in Ireland&rsquo;s offshore renewable energy sector through ORESS will deliver considerable benefits to coastal communities more generally in respect of high-value jobs and indigenous supply chains.  A cross-departmental offshore renewable energy team, chaired by officials from the Department of the Environment, Climate and Communications, is being established to capture wider economic and business opportunities associated with the development of offshore renewables in Ireland.  The significant role of regional ports in the development of Ireland&rsquo;s offshore renewable energy sector and the need for investment in port infrastructure will also benefit local coastal communities through employment and commercial opportunities.  A review of the national ports policy by the Department of Transport will consider the port infrastructure development required to facilitate Ireland&rsquo;s future offshore renewable energy sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#E00200","speaker":"1608"},{"type":"speech","time":1637749800,"counter":34,"content":"<p>I welcome the Minister of State's provision of some clarity on these questions.  I still encourage that the decision concerning a nationally administered fund be kept open.  It is, once again, being said that the decision-making will come from the community, but the best model of community involvement is the one led by the community for the community.  There is a job creation opportunity here for rural communities if we encourage people to learn skills in administration and funds management.<\/p> <p>Turning to the State aid risk for the small inshore fishers, there are ways around that aspect.  We must continue to examine that issue, and part of the solution involves port and harbour infrastructure.  It also involves sustainable equipment and research into where the fish are and how to fish sustainably.<\/p> <p>I did not get an answer regarding climate-proofing in respect of ensuring the community benefit fund will not be funding projects which will make the climate crisis worse.  I ask the Minister of State to raise that issue with the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#E00300","speaker":"1635"},{"type":"speech","time":1637749800,"counter":35,"content":"<p>I will certainly raise climate-proofing with the Minister.  The Senator will be aware that the Department recognises that increased participation by people in offshore renewable energy projects will bring about significant supports for climate action as people in turn become personally invested in their delivery.  The Department continues to engage in the overall package of community participation and benefits in line with Ireland&rsquo;s climate ambitions to achieve net zero emissions by 2050 and to deliver on the European Green Deal.<\/p> <p>The Senator is absolutely right that this is a huge opportunity for people and communities to be involved in major decision-making.  Two lines of thought exist in this regard, namely, that decision-making will occur nationally or it will take place locally.  Working together, however, we can get the best of both worlds.  I take on board the views of the Senator, and also her request for more information about climate-proofing.  I agree as well that the development of many skills and abilities can be explored in these communities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#E00400","speaker":"1608"},{"type":"speech","time":1637749800,"counter":36,"content":"<p>I thank the Minister of State for his response.  Even though he has had a long and intense session this morning, his voice is certainly in good fettle, which is good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#E00500","speaker":"1692"},{"type":"unspoken","time":1637749800,"counter":37,"content":"<p>Sitting suspended at 11.20 a.m. and resumed at 11.34 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1637749800,"counter":38,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#G00100"},{"type":"speech","time":1637749800,"counter":39,"content":"<p>The Order of Business is No. 1, Private Members' business, Companies (Emission Reporting) Bill 2021 - Second Stage, to be taken at 1 p.m. with the time allocated to this debate not to exceed 90 minutes; No. 2, Residential Tenancies (Amendment) (No. 2) Bill 2021 - Committee Stage (resumed), to be taken at 2.30 p.m. and the proceedings thereon shall, if not previously concluded, be brought to a conclusion by 4.30 p.m. by the putting of one question from the Chair which shall, in relation to amendments, include only those set down or accepted by Government; and No. 3, Official Languages (Amendment) Bill 2019 - Committee Stage, to be taken at 4.45 p.m. or 15 minutes after the conclusion of No. 2, whichever is the later, and to adjourn at 8.45 p.m., if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#G00200","speaker":"1642"},{"type":"speech","time":1637749800,"counter":40,"content":"<p>I want to raise the question of the future of higher education funding.  It is well over five and a half years since the Cassells report was published.  The Minister for Further and Higher Education, Research, Innovation and Science, Deputy Simon Harris, indicated that now is the time for the question to be addressed.  This can has continually been kicked down the road.  It is completely unfair on our higher education institutions.  They have gone through a very difficult two-year period and we need to have certainty around the future funding of the sector.  I would like to ask for a debate on the question of future funding of the higher education sector.<\/p> <p>Related to that, the House will be aware that many third-level students are facing into exams quite soon.  This is a stressful period for them.  There is a lot of uncertainty.  Some institutions are a bit clearer than others as to whether students will be required to sit exams in person or will be given the option of sitting exams online.  It is important that there should be clarity.  I appreciate that this is a matter for each higher level education institution, but it may be useful to ask the Minister to engage with the Union of Students of Ireland, the Irish Universities Association and the Technological Higher Education Association to try to ensure that exams can be done in the safest way possible.  It is important for students that there is clarity as soon as possible.<\/p> <p>I also wish to mention two long-running disputes where it is important that we move towards a resolution.  The first is the pension scheme for community employment supervisors and deputy supervisors.  This has been kicked back and forth for years following Labour Court recommendations.  In fairness, the Minister for Public Expenditure and Reform, Deputy Michael McGrath, has made some efforts to progress the matter.  I believe it can be resolved if all groups sit around the table.  We all know the work that community employment scheme supervisors and deputy supervisors have done in our communities.  It is important that we work towards a resolution.<\/p> <p>The second dispute I wish to raise is one with which the House is very familiar.  I refer to the position of secretarial assistants and addressing the issue of their pay, terms and conditions.  In my case, without Patrick Higgins, my secretarial assistant, I would not be able to do the work that I do.  I am sure it is the same for all of my Seanad colleagues.  Prior to my time, in 2019 a cross-party motion to address this issue was supported by all Members.  I am aware that the matter is before the WRC.  The question of support staff for all of us needs to be addressed.  We all know how hard our colleagues work.  We need a bit of imagination to resolve the dispute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#G00300","speaker":"1638"},{"type":"speech","time":1637749800,"counter":41,"content":"<p>Yesterday, I attended the Representative Association of Commissioned Officers, RACO, biannual conference.  It was probably one of the most depressing conferences I have ever attended.  Clearly, nobody in government takes the Defence Forces seriously.  Nobody cares about the way the organisation is being run into the ground.  Yesterday, we had a Minister for Defence tell the assembled group that the conciliation and arbitration adjudicator, which RACO has been waiting for since June of this year, is awaiting authorisation from the Department of Public Expenditure and Reform.  What sort of organisation have we created in the Department of Public Expenditure and Reform that a Minister cannot make one part-time appointment?  It is outrageous.<\/p> <p>Another story that has been published widely over the past couple of days is the state of the accommodation in the Defence Forces.  The Curragh, our flagship, is being run into the ground.  The United Nations school is in the Curragh.  The place is derelict.  One would not put animals in parts of it.  The way it has been run into the ground is outrageous.  All of these barracks were handed over in pristine condition more than 100 years ago.  Today, they are red rotten and falling apart due to a lack of investment<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is simply not good enough that this is the way things are going.<\/p><p>The second issue I wish to raise is vaccines and, in particular, the booster shots.  I received a message from some friends on Saturday that people could walk into Citywest and get a booster vaccine if it was five months since their last vaccine.  I make no bones of the fact that I am scared stiff of Covid.  I have underlying conditions.  I turned up at Citywest and was stopped at the gate and asked where I was going to which I replied I was there for my booster vaccine.  I was asked if it was five months since I had my last vaccine to which I replied it was or there or thereabouts.  I was asked for my certificate and told I was five days short of it being five months since my last vaccine and that I would have to go home.  Yet, other people I know who were vaccinated on the same day as I was got in and got their booster shots.  My niece in County Galway received eight requests to turn up for a vaccine after she had been given it.  She then received text messages advising she would be regarded as a no-show.  We need to get the roll-out of the vaccine booster shots up and running.<\/p><p>The issue with respect to our secretarial assistants within the Oireachtas is outrageous.  The woman who works for me is not only a secretarial assistant but does a massive volume of research on my behalf.  To think our secretarial assistants are not regarded in the same light as personal assistants in the D&aacute;il is outrageous.  We really need to sort that out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#G00400","speaker":"1645","continuing":true},{"type":"speech","time":1637749800,"counter":43,"content":"<p>I want to clarify the Green Party's position on a Bill dealing with peat extraction that was tabled on the Order Paper yesterday.  Let us be clear about it.  That Bill is not consistent with European law.  It will face the exact same challenges that were faced by legislation in 2019.  It is giving false hope to growers throughout the country that it will resolve issues; it will not.  Ten times the volume of peat is being exported as is being imported.  Those are the facts.  Those are the CSO's figures.  Between the start of this year and September 500,000 tonnes of peat were exported.  How can we justify the narrative that has been put out that we need to import peat?  Illegal extraction is happening in plain sight throughout the country and the Minister, Deputy Darragh O'Brien, and the Minister of State, Deputy Peter Burke, are turning a blind eye to it.  They must act to stop the illegal extraction.  It is an issue for growers in the horticulture sector.  Peat extraction is permitted on a small scale.  That is not happening because it is big business to extract it on a large scale and export it.  If illegal extraction was tackled, we could have the permitted extraction on a small scale.  We could import the small volume required in a transition phase and the growers in the sector could get the peat they require.  That is the issue that needs to be faced.  The lack of engagement on this issue with the Departments prior to the tabling of that Bill is an issue.  The export of that 500,000 tonnes of peat is known.  Let us address that.  The Green Party will not support a Bill that allows widespread extraction of peat without environmental impact assessments, which is what this Bill would allow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#H00200","speaker":"1693"},{"type":"speech","time":1637749800,"counter":44,"content":"<p>I agree with Senator O'Reilly that this legislation is the most disingenuous I have seen produced and it is not compatible with EU law.  It will not get past the Attorney General.<\/p> <p>I want to offer solidarity to students throughout the country who are staging three days of protests as part of their Cost of College campaign.  Students are being squeezed at every point due to the lack of affordable student accommodation while they struggle to pay their college fees.  My party's position is that third-level education should be accessible to anyone who wants to access it.  As a State we should see it as an investment in the future of the country.  Accessing training and education should not be about how much money someone&rsquo;s parents have or whether they own a property one can stay in.  Instead it should be about the skills, abilities and the interests of the student and about lifelong learning. <\/p> <p>When students take to the radio to tell us they are living in homeless shelters, attending lectures in the back of pubs to avail of free Wi-Fi, or getting up at 3 a.m. or 4 a.m. to travel to college because they cannot afford to live close to it, or that food banks being set up on college campuses are running out of stock, alarm bells should ring in every Department if this is the state of our third-level sector.  We should listen to the students who protested outside these Houses yesterday and who are protesting in Galway today.  Education must be free at the point of delivery and it cannot be about a declaration of wealth.<\/p> <p>I would like to raise another issue related to third-level education to share my concerns with the students of Dublin City University, DCU, of which I am one, regarding the most recent controversy surrounding a lecturer on the DCU campus.  I recognise third-level institutions and the right to freedom of expression but I had direct experience of this individual back in 2014 and 2015 when I was targeted online by him and subjected to disinformation about a campaign I worked on.  The things he said then and the things he is saying now would make any student of colour or of the Islamic faith deeply uncomfortable about attending DCU.  His campaign against me led to me getting death threats, getting abused and trolled online until I blocked the individual because he was feeding the trolls and directing them in my direction.  I want to offer my solidarity to the students of colour and of the Islamic faith in DCU knowing that there is an individual there who carries out his business publicly.  He can hold whatever views he wants privately but he targets individuals and campaigns against them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#H00300","speaker":"1635"},{"type":"speech","time":1637749800,"counter":45,"content":"<p>I want to raise the horrific report presented by \"Prime Time\"on the alleged sexual assaults at my local hospital, Naas General Hospital, last night.  Like, I am sure, other Members who live in County Kildare, I have received a large number of calls from worried former patients who were asking if there are more than four reported cases.  Everyone will agree that is a very obvious question and a worry, given we have been told the alleged perpetrator worked at the hospital since 2012.  I thank Aoife Hegarty and RT&Eacute;'s \"Prime Time\" team for reporting on this matter but, unfortunately, it leaves many more questions than answers.  We need the Minister for Health and the HSE to make a statement on the matter.  Are more cases under investigation?  Why has it taken almost four years for such a report to come out?  The report last night indicated this person has worked at another Irish hospital.  Is there also an investigation under way at that hospital?  It would seem a number of reports from nurses working in the hospital to local garda&iacute; raised the initial alarm.  I cannot believe how the victim felt and how his life has changed since he received that call from garda&iacute; asking him if he was sitting down.  It is important to thank him for coming forward so bravely but his frustration with the silence was clear to all who tuned in last night.<\/p> <p>Naas hospital is very important to the county where I live.  Those who have used its fine facilities during the past ten years or so need reassurance.  These four victims need some answers notwithstanding the ongoing Garda investigation.  As they said last night, silence only protects the evil in our society and not having any contact from the hospital since being informed of this life-changing incident is simply not good enough.  I ask the Deputy Leader to raise this matter with the Minister for Health as a matter of urgency on behalf of us all but, more importantly, on behalf of those who have been informed they were sexually assaulted in Naas hospital.  <\/p> <p>I want to raise a number of issues related to the Defence Forces, which were also raised by my colleague, Senator Craughwell.  I agree with him on the condition of the Curragh.  It was described as a flagship by the Minister for Defence but I am reliability informed there are 43 derelict buildings in the flagship of our Defence Forces.  It is simply not good enough.  We need a debate in this House on the future of our Defence Forces.  When I raised this issue with the Taoiseach when he was in the House the other day he informed me a report from the commission would be coming out by the end of the year.  We are all anticipating that report but we also need a debate on it.  I hope the Deputy Leader can organise that.   An issue that has been increasingly raised with me relates to those who were born aboard and who are now members of our Defence Forces but who are having problems serving in our Army.  They are proud to do so, but they are coming up against obstacles regarding their nationality on a daily basis.  We need to address that issue given the current recruitment crisis.  <\/p> <p>I agree with what two previous speakers said regarding our secretarial assistants.  I have raised this issue a number of times.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Wall:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarkWall&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is something that needs to be solved urgently and I thank the Members for raising it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#H00400","speaker":"1684","continuing":true},{"type":"speech","time":1637749800,"counter":47,"content":"<p>I too want to lend my support to the secretarial assistants.  As a former secretarial assistant who also worked in this House I am fully behind them and they need proper pay.<\/p> <p>The main reason I stand in the Chamber this morning is to ask the Deputy Leader for a debate on energy and on our fuel and energy security.  The hauliers are coming to Dublin today beeping their horns and highlighting the real problem we have in this country with the cost of fuel and of living.  I heard on RT&Eacute; that snow is expected for the next couple of days.  That sends shivers down people&rsquo;s spines in more ways than one as that they ask how will they be able to afford to heat their houses.  Yesterday, we heard advice not to light fires.  We need solutions, help and the fast-tracking of grants for people&rsquo;s retrofits.  I ask for a debate on energy, fuel and the potential for fuel poverty in this country because it is a significant issue and is growing every single week.  People have the cost of oil for their cookers and a few bags of coal for their fire every week.  This is a great amount of money to be spending on fuel every week with electricity and gas prices also going up.  We need to see a plan as to how we are going to deal with this and help households.  Go raibh maith agat.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#J00200","speaker":"1671"},{"type":"speech","time":1637749800,"counter":48,"content":"<p>I have three points. First, I welcome the announcement yesterday of the Minister, Deputy Foley, and that of today that antigen testing will be extended to schools from Monday, 29 November.  It is also very hopeful to see that there will be extra substitute teachers which is a very significant issue on the supply panels.   I thank the higher education institutions, HEIs, that are engaging with us in order to release students to be able to support school.  The Minister, Deputy Foley, has noted that there will be more than 680 substitute teachers.  She has acknowledged an additional 100 have been added.  It is thanks to the HEIs that we are able to do that and I thank them for that.  I also highlight that retired teachers will also be able to work unrestricted with no impact on their pensions.  That is a very important point because those who are retired and would like to participate in supporting their local schools are welcome to do that.  <\/p> <p>The Minister, Deputy Harris, also noted the new name for our brand-new university, the Atlantic Technological University, Ollscoil Teicneola&iacute;ochta an Atlantaigh, which is anticipated to open its doors on 1 April next year.  That is very exciting news and brings together Galway, Mayo. Sligo and Letterkenny institutes of technology.  We are so looking forward to this as we know what this means for our regional campuses.  This will be completely phenomenal and very exciting from Castlebar down to Mountbellew.  It is also very good that a survey has shown that all of the institutes have agreed to and are very happy with this brand-new name.  This branding is going to be a way to join all of these groups together so that it will be a force to be reckoned with in the west.  I look forward to many people talking about the Atlantic Technological University both at a national and international level.<\/p> <p>Finally, I wish to mention West Doc.  We need HSE funding for nurse triage for West Doc to support GPs in the Ballinasloe area who are really struggling in recruitment and retention.  Gabhaim bu&iacute;ochas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#J00300","speaker":"1654"},{"type":"speech","time":1637749800,"counter":49,"content":"<p>Last night we had a debate about scoliosis and the terrible scandal in scoliosis waiting lists.  I do not intend to discuss this issue for any length now but I ask that the Deputy Leader or the Leader&rsquo;s office consider writing to the Minister for Health, Deputy Donnelly to request that he meet with the advocacy groups on that issue.  That is their request.  Early this morning I received an email from Scoliosis Awareness &amp;amp; Support Ireland.  In summary it states: &quot;thank you so much for your continued support, your fire, your passion for our families.&quot;  I had to think about that and to ask myself was I too fiery and severe, which I would not like to think.  We had a laugh and a bit of a banter with the Minister of State, Deputy Feighan, this morning.  He knows that he has a job to do as have I.  I would like to think that that fire and passion was across the House.  Everyone who spoke did so with conviction and determination in a good and meaningful debate.  I appreciate that the Minister of Health is also busy but this group's ask today is to meet directly with him and it wants a timeline as to what is going to happen for their children.<\/p><p>I welcome the long-awaited Wool Feasibility Study and acknowledge the enormous work that the Minister of State, Senator Hackett has done.  This is something that has been called for and is very important.  For the first time the Minister of State, Senator Hackett, has called upon and convened experts in the field, and others, to put together a working group on the feasibility and commercial realisation that we can derive from wool.  The Deputy Leader will be aware, being someone from the west, that this is a very important industry and that we need to support sheep farmers.  I welcome that study.  <\/p><p>Finally. on the Horticultural Peat (Temporary Measures) Bill 2021,  I am aware that there is a briefing on this Bill this afternoon which is very important.  It is divisive, particularly within the Government, but also across the House.  It is an important measure and I urge members to attend that briefing if they can.  I will certainly be there.  I thank the Deputy Leader and her co-sponsor, Senator Gallagher,<b><\/b>for that important piece of legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#J00400","speaker":"1634"},{"type":"speech","time":1637749800,"counter":50,"content":"<p>I raise this morning the issue of jail sentences given to those convicted of burglary.  There was a case recently in my own constituency in Galway where the Director of Public Prosecutions, DPP, appealed the sentence given to a man who had committed multiple burglaries including one in the home of an 83-year-old woman when she was present, which happened in mid-2020.  The Court of Appeal agreed and added a year to the sentence.  The man will now serve six years with the final 12 months suspended. In my opinion, this is a sentence of five years for multiple burglaries but, potentially, significantly less because we are all aware of reductions due to good behaviour, etc.  Despite the increase in the sentence by the Court of Appeal this seems to be a very light sentence and not appropriate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#J00500","speaker":"1646"},{"type":"speech","time":1637749800,"counter":51,"content":"<p>I must remind the Senator of the issue of the separation of powers between the Houses of the Oireachtas and the Judiciary and ask him to be mindful of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#J00600","speaker":"1650"},{"type":"speech","time":1637749800,"counter":52,"content":"<p>I thank the Cathaoirleach.  As we are all aware, burglaries are one of the most horrific crimes, given the impact that they have on the victims.  The home is sacred for our people and is a place of comfort and security and is a person&rsquo;s castle.  That can be wiped out very quickly by such burglaries.  This has a crippling and chilling impact on the victims of these crimes, reducing the quality of their lives for many years.  It also has an impact on communities beyond that of the direct victim.  It causes fear and terror for other members of the community, particularly those who are vulnerable and living alone.  I am convinced that the current sentences being handed out need to reflect the damage caused by the criminal acts and these sentences certainly do not appear to act as a deterrent, especially given the number of repeat offenders.  I would be grateful if the Deputy Leader would raise this matter with the Minister for Justice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#J00700","speaker":"1646"},{"type":"speech","time":1637749800,"counter":53,"content":"<p>Two weeks ago I expressed my disappointment at the leader of Sinn F&eacute;in and of some Opposition Deputies in objecting to 1,592 rental properties in north Dublin.  I called out the warped logic that said building 1,592 rental properties, at a time when we have such a shortage of rental accommodation, was going to make the situation worse.<\/p> <p>I genuinely did not think that we would be back in such short order having to call out politicians for an absolute abject failure to support 100% social and affordable housing-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#J00800","speaker":"1647"},{"type":"speech","time":1637749800,"counter":54,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#J00900","speaker":"1671"},{"type":"speech","time":1637749800,"counter":55,"content":"<p>Hear, Hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#J01000","speaker":"1638"},{"type":"speech","time":1637749800,"counter":56,"content":"<p>----- on public land, which is the mantra we hear in this House and the Lower House every single day of the week. A target of 100% social and affordable housing on public land is what was voted against by Sinn F&eacute;in, three Labour Party councillors, Social Democrats, People Before Profit and some independent councillors in Dublin City Council this week, where they opposed the Oscar Traynor Road site.  Thankfully, common sense was applied and we will see 853 housing units provided, 40% social, 20% affordable purchase and 40% cost rental.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnCummins&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a shameless attempt by the Opposition to say one thing when they are on social media and the media, which is that they support housing, when the reality is that at every single turn they oppose it and are trying to block the Government from providing much-needed housing for individuals and families throughout the State.  They need to come clean with the public and admit what they are trying to do is to exacerbate the problem of housing for electoral gain.  It is an absolute disgrace that this is ongoing in the country and that at a time of such crisis people are getting away with opposing and blocking houses at every turn.  It is about time they were called out on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#J01100","speaker":"1647","continuing":true},{"type":"speech","time":1637749800,"counter":58,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#K00200","speaker":"1638"},{"type":"speech","time":1637749800,"counter":59,"content":"<p>I call for a debate at some stage in the near future with the Minister for Transport, Deputy Ryan, on roads infrastructure.  I welcome the new contract awarded for the road from Frenchpark to Scramogue in the west.  I hope that parts of the road will have a two and one design, where traffic can overtake safely on single lane roadways.  A significant number of other single lane roads throughout the country, particularly the road from Castlebar to Frenchpark, have certain parts where second lanes could be put in for short stretches to allow traffic to overtake in a safe manner.  This is crucial on single lane roads throughout the country.  It would be an easy and inexpensive way to upgrade many single lane routes to allow traffic to progress at maximum speed, whether that is 80 km\/h or 100 km\/h.  It is an area we should look at.  I would welcome an opportunity to discuss this with the Minister, Deputy Ryan, in the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#K00300","speaker":"1636"},{"type":"speech","time":1637749800,"counter":60,"content":"<p>I should not mention Christmas because it is a little bit early, and I certainly should not mention \"Silent Night\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#K00400","speaker":"1674"},{"type":"speech","time":1637749800,"counter":61,"content":"<p>There are a few lights up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#K00500","speaker":"1650"},{"type":"speech","time":1637749800,"counter":62,"content":"<p>On a very serious note, I should not be mentioning \"Silent Night\" but for many politicians and entertainers there will be many silent nights.  Musicians are facing a second season of cancellations.  These cancellations are piling up with the new Covid-19 restrictions on hospitality and social gatherings.  A recent survey by the Music and Entertainment Association of Ireland found that almost 75% of its members have experienced cancellations of events for the month of December.  This is resulting in a significant drop in income.  Almost half of those surveyed are worried about whether they will be able to afford Christmas.  The results of an Am&aacute;rach public opinion survey conducted for the Department of Health that was released recently show that 45% of people have cancelled social events between now and Christmas.  We can understand this given the concern out there.<\/p> <p>The MEAI survey also discovered that almost 40% have had to take up work outside the industry, with 47% saying they may have to leave music and entertainment for good to earn a living.  The long lockdown followed by the latest setbacks for musicians and entertainers is taking its toll on their health, with 40% saying they are not in a good place and 20% saying they need to seek help for their health.  The survey also shows that almost 80% of musicians, DJs, entertainers and stage crews have experienced a return to less than half of their pandemic work.<\/p> <p>This is all happening against a background of cuts to supports and the withdrawing of supports for musicians and other entertainers.  We can argue the pandemic unemployment payment was probably not the right vehicle for every sector.  We can understand there were serious shortages in other sectors, such as hospitality, and there were many complaints.  People in entertainment do appreciate all of the supports being put in place.  We need to look at the new scheme proposed in September by the MEAI to the Government.  Perhaps we can contact the Taoiseach and the Minister, Deputy Catherine Martin, to see whether they could put this scheme in place.  It would really be a help to these people.  Nothing will be happening in the entertainment sector until next spring.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#K00600","speaker":"1674"},{"type":"speech","time":1637749800,"counter":63,"content":"<p>I rise to speak about the Covid vaccination programme and where we are with the booster for those who received the Janssen vaccine.  It was rolled out for the younger cohort in society and administrated mainly through GP practices.  They were encouraged at the time to get involved at a very early stage.  Science has moved on and the Janssen booster has not come.  It is a huge issue, particularly for these young people who are socialising.  One of the key issues we need to start talking about is how we can engage with products such as Janssen so that a booster is available.  There is a gap in the market.  The booster programme is working with the vulnerable and a certain age bracket.  Younger people in particular who got this drug are now very vulnerable.  Science has shown that the vaccination wears off at a much earlier stage.  It is important that in the coming weeks we have a real debate about where we will run with our vaccination programme and how we will tie in the young people and how they will be a part of it.  We see numbers that are frightening every day.  Young people need to be looked at with regard to how those who received Janssen can get a booster shot.  There seems to be no conversation about this.  It is a gap in the market that we have to look at.  I ask the Deputy Leader to use her offices to contact the Minister to bring a note on how he believes the Janssen product and booster can be looked at so we can have a vaccination programme that can help young people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#K00700","speaker":"1666"},{"type":"speech","time":1637749800,"counter":64,"content":"<p>I often give out about what is happening at University Hospital Limerick but there was a very good occasion yesterday, which was the retirement of Bonnie the therapy dog.  She has worked with the paediatric unit in the Children's Ark over many years and brought great joy to the children.  She has been involved in calming the children and playing with them.  This is a programme that should be rolled out across many hospitals.  Therapy dogs bring great benefit to children, especially at a time of need when they are in hospital and not feeling well.  They have done wonderful work.  Bonnie certainly deserves a great retirement.  Rolling out the programme in other hospitals is something we should look at.<\/p><p>At the An Post Book Awards Keith Earls was awarded best sports book for <i>Fight or Flight: My Life, My Choices<\/i>.  I congratulate him.  He is in the public eye quite a bit and came onto the pitch last weekend for the big win against Argentina.  A sports star who goes public and speaks about mental health issues is due a great compliment.  It is a book I suggest people read.  It is a very good read.  It speaks about his whole life history.  He started in Moyross and went on to play for Ireland, the Lions, Munster and Young Munster.  It is a great tribute to a sports star and a young family man to be able to speak about issues he has had along the way with mental health.  It encourages all of us to speak about the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#K00800","speaker":"1695"},{"type":"speech","time":1637749800,"counter":65,"content":"<p>In March 2000, the then Minister for Health and now Taoiseach, Deputy Miche&aacute;l Martin, launched the commission on assisted human reproduction, which reported.  In 2009, we had a decision in the Supreme Court regarding assisted human reproduction with regard to surrogacy.  In 2012, the then Minister, Alan Shatter, produced guidelines for international surrogacy.  In 2015, we had the publication of the Child and Family Relationships Act and all the hoo-ha that led up to it, which resulted in surrogacy having to be severed from the Bill to be brought forward later.  In 2017, the assisted human reproduction Bill went through the heads of Bill and pre-legislative scrutiny.  The report on it came forward in July 2019.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That resulted in the commissioning of a report from the special rapporteur, Conor O'Mahony, regarding the rights of the child in cases of surrogacy, in particular international surrogacy.  That report was published in March of this year.  It has resulted in three Departments coming together and Ministers meeting on several occasions.  Ministers from all three Government parties have shown a will to ensure that children have equality in the relationship with their mothers in this State.<\/p><p>I was very disappointed to hear that there might be a delay in the publication of this memo.  Somewhere in all of this there is reluctance to move forward.  There are children in the State who are exceeding 18 years of age and who will never have the right to a legal relationship with their mothers.  Right now, there are children who do not have a legal relationship with their mothers.  Right now, there are children whose parents have not resolved the matter of guardianship and who are relying on a will giving testamentary guardianship to the mother of that child.<\/p><p>There can be no more delays and we need political well.  It has been 21 years since the then Minister, and now Taoiseach, commissioned a report into assisted human reproduction.  It is time this was published and it is outrageous that there would be any further delays.  We have three parties and three Ministers on board.  We have political will and it needs to happen.  I ask the Leader to write to the Taoiseach asking for this as a matter of urgency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#K00900","speaker":"1682","continuing":true},{"type":"speech","time":1637749800,"counter":67,"content":"<p>I support Senator Seery Kearney in her demand for the issue to be dealt with as a matter of urgency.<\/p> <p>I have repeatedly asked about this matter and I am tempted to table an amendment to the Order of Business that we would have a debate in this House on Covid.  It is of such importance that we cannot just have commentary by media and sound bites.  As Members of the Upper House, we need a substantive debate on what is happening in our country now.  For example, in the hospitality sector, the employment wage subsidy scheme should be retained.  If that is to happen, how will it be continued?<\/p> <p>This morning, 14 counties, including those containing the capital and the second city, have no testing facilities available.  The HSE is giving mixed messages.  It is important for us to have a debate on how we can continue to beat Covid-19 because our vaccination programme has worked.  I would like the Ministers for Health and for Enterprise, Trade and Employment to come to the House to debate the impact and import of Government decisions on Covid.  I hope this can happen next week.  I will table a motion calling for an amendment to the Order of Business.  We are legislators of the upper House and we should have an input into the debate on what is happening with Covid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#L00200","speaker":"1637"},{"type":"speech","time":1637749800,"counter":68,"content":"<p>I welcome the comments of the Taoiseach yesterday in reply to a question from Deputy Richmond on the roll-out of antigen testing for use in early childhood settings, Montessori schools and cr&egrave;ches.  In his response he said there should be some fine tuning.  I ask that we get the detail of the fine-tuning for that sector as a matter of urgency.  All they are asking is that they be treated the same as those in school education.  In recent days we have heard of the challenges in getting substitute teachers.  The same challenges apply to cr&egrave;ches missing staff through Covid.  They face the same challenges with children as schools do.  I welcome that they are being treated the same as primary and secondary schools, but they need that detail as quickly as possible.<\/p> <p>The challenge for those managing cr&egrave;ches and early childhood providers is that the decisions they make need to be supported by the HSE.  A week ago, I welcomed that it is going to be done.  When they make the decision to close pods or cr&egrave;ches, it is important that they have the backing of the HSE and have the backing of antigen testing for their employees.  It gives more reassurance to the parents and to the providers that they are making the right decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#L00300","speaker":"1629"},{"type":"speech","time":1637749800,"counter":69,"content":"<p>I support the comments of Senator Ahearn on childcare.  It is important for it to be treated the same and given the same backup as our school sector.<\/p> <p>I welcome the T&aacute;naiste's comments yesterday clarifying the position of the country and refuting all the social media lies and mistruths out there.  Yesterday, I spoke about businesses not knowing whether to purchase goods ahead of the Christmas rush and whether they would be closed or open.  I am glad it was cleared up that that is not on the agenda.  The incidence of positive cases is levelling off and hopefully no major further restrictions will need to be imposed.<\/p> <p>I raise the issue of transport.  I left home slightly later this morning to avoid getting caught up in a traffic jam.  Senators coming into the city will have seen the disruption that was caused, understandably so, because the transport sector is on its knees.  My family is involved in a bus company.  I know the significant extra cost they have with petrol and diesel.  They cannot claim back the VAT which Northern Ireland-registered bus companies can.  They are in a difficult situation even competing for work.<\/p> <p>While there is a rebate scheme, it only applies up to a maximum point.  That needs to be extended because the price has gone way beyond what it was.  I know the owner of a transport company whose fuel bill has increased by &euro;20,000 a month.  The industry is suffering.  I have a small station at home and I see the prices first-hand.  The average price is now &euro;1.726 for petrol and &euro;1.633 for diesel, which equates to a 27% increase in petrol and a 28% increase in diesel.  Those are the highest prices since the AA start recording figures in 1991.  We need to look at introducing some support measures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#L00400","speaker":"1639"},{"type":"speech","time":1637749800,"counter":70,"content":"<p>I call on the Leader to respond to the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#L00500","speaker":"1650"},{"type":"speech","time":1637749800,"counter":71,"content":"<p>I have a point of order.  A Chathaoirligh, I ask you to provide clarity on your interpretation.  When Senator Crowe raised the issue of a sentence, you said that members should not comment on a sentence that is handed down.  I can fully understand if a court case is ongoing that we should not comment in this House.  However, when a decision has been handed down, I think, as Members, we should be free, if we believe that a sentence is inappropriate, to comment on it.  Members of the Judiciary will often comment on actions or inactions of Members of the Oireachtas; I appreciate that it is separate.  However, in this case a decision has been handed down.<\/p> <p>You will note that last week when Senator McDowell and I raised the statement of the Advocate General of the Court of Justice of the European Union, I was very appreciative that you allowed us to proceed when criticising the interpretation there.  I would like some clarity on what we are allowed.  When a sentence that we feel is inappropriate has been handed down, I think it is appropriate that Members should be allowed to express our views.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#L00600","speaker":"1638"},{"type":"speech","time":1637749800,"counter":72,"content":"<p>Under the Constitution, the European courts are not under our jurisdiction.  Therefore, what Members say about courts in other countries does not come under my remit.  I am taking the precedent from rulings of the Chair in respect of policy.  This is the important part.  This House is about debate and about people discussing the issues of the day.  Members may and should talk about issues in a general sense even on judicial policy and judicial rulings.  However, when it becomes specifically identifiable, because of the separation of powers, the rulings from previous Chairs have been that those specific criticisms should not be entered into in the House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As the Senator outlined, his criticism related to the policy.  He said he was concerned about lenient sentences for people, which is general comment that is quite legitimate, who had committed multiple crimes and seemed to get off with light sentences.  That is a policy issue and it is quite legitimate to discuss it in the House.  However, it is the rulings from previous Cathaoirligh.  It is not in Standing Orders, so it is a precedent set by previous Cathaoirligh.  If it relates to particular sentences that relate to particular judges, the rulings from previous Cathaoirligh have been that it would not be appropriate.  However, I am open to Members changing the Standing Orders if they wish to put it to the committee on procedure, but it would bring us into a number of other more difficult areas.  I am conscious of the separation of powers.  The Senator was quite right to raise the issue but, obviously, he was raising a particular case and I am just going by the ruling of previous Cathaoirligh and rulings in the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#L00700","speaker":"1650","continuing":true},{"type":"speech","time":1637749800,"counter":74,"content":"<p>I appreciate that.  I do not believe it is appropriate that we should necessarily criticise the judges, but if we feel that a sentence was inappropriate, and I am sure Members can think of such instances, I believe that once it has been handed down we should be entitled to comment on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#M00200","speaker":"1638"},{"type":"speech","time":1637749800,"counter":75,"content":"<p>Thank you.  By the way, this is a forum for debate so I am quite happy to engage on the issue of a point of order.  I call Senator Crowe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#M00300","speaker":"1650"},{"type":"speech","time":1637749800,"counter":76,"content":"<p>I thank my colleague, Senator Malcolm Byrne, for the support.  I am a little confused.  As you outlined, a Chathaoirligh, I was referring to the leniency of the particular cases.  I did not refer to a specific case, but said it in general.  It is an issue in Galway city and county, as you are aware, but it is also an issue across the country.  I am still not clear about why I was not allowed to make the full contribution.  In what way was it not right or appropriate to discuss it in the House, as Senator Malcolm Byrne mentioned?  There is separation from the Judiciary, and that is fine.  Naturally, we cannot get into individual specific cases.  We accept that, but that is not what I was saying.  With respect, I seek clarification from you, a Chathaoirligh, or from the Clerk of the Seanad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#M00400","speaker":"1646"},{"type":"speech","time":1637749800,"counter":77,"content":"<p>That is why I made the clarification.  The issue is if you make somebody or a case identifiable.  When Members bring out the detail of a case, for example, an 83-year-old lady, that would stray into the area where it would make the individual case identifiable.  However, for the benefit of the House I will circulate the ruling from previous Cathaoirligh and from the Chair in the D&aacute;il.  I want debate in this House.  I want Members to be able to raise the issues of the day that people are talking about on the street.  If we cannot talk about them here when everybody else is talking about them, it does not make this House as relevant as it should and needs to be.  Yes, by all means every debate and issue should be brought to this House, but I am conscious of the separation of the Judiciary, the rulings of previous Cathaoirligh and making particular instances identifiable, which could bring us into a situation.  Bear in mind that we have introduced new Standing Orders on foot of the Kerins case which define further what Members have a right to talk about in the House, to protect Senators from spurious accusations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#M00500","speaker":"1650"},{"type":"speech","time":1637749800,"counter":78,"content":"<p>I rise to support you, a Chathaoirligh.  It began with a specific instance where, perhaps, a specific victim might have been referenced.  I listened carefully and agreed with Senator Crowe's statement to the House, to be fair.  He moved it to the policy issue.  I would extend that to say that perhaps we need mandatory requirements regarding specific categories, home invasions and so forth.  However, the Director of Public Prosecutions always has the opportunity to appeal the severity or lack of severity of a sentence, and for us to comment on any individual would undermine that and undermine the hearing of that case.  We must be fastidious in keeping that very strict boundary in respect of the possibility of us interfering with the operation of the courts and being seen to criticise a judge.  That is what distinguishes us from other countries that appear to interfere.  The separation of powers is what distinguishes our democracy and holds it above many others, much to my pride.  I support you, a Chathaoirligh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#M00600","speaker":"1682"},{"type":"speech","time":1637749800,"counter":79,"content":"<p>Thank you.  I am glad Senators raised the issue because it is helpful to every Member to understand.  The issue here is making sure that anything that is said in this House is not used to prevent some victim in the future getting justice because something that is said here is used by a criminal as a defence in an appeal case or it prevents the DPP from pursuing a more appropriate sentence.  However, I will circulate the ruling.  The problem is that it is a fine line.  I want every Member to be aware that policy and the issues of the day should be discussed in this House.  I want them to be discussed here because that is what this House and the Order of Business are about, but I want us to be careful where it gets into that area where we could end up interfering with future judicial action.<\/p> <p>I thank the Senator for raising the point of order.  I call the Deputy Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#M00700","speaker":"1650"},{"type":"speech","time":1637749800,"counter":80,"content":"<p>I thank Members for their contributions on the Order of Business.  Senator Malcolm Byrne started the debate by raising the funding of higher education into the future and, in particular, the Cassells report.  I have made a request for that debate to the Minister, Deputy Harris, at the earliest opportunity.  I concur with the Senator's remarks about third level examinations and the clarity regarding what institutions are doing for their students in that regard.  That clarity is certainly needed as quickly as possible.  With regard to the CE supervisors, perhaps the Senator could submit a Commencement matter to find out the current position.  I agree that there is a solution on the table that can be brought to a conclusion.<\/p> <p>As regards the position of secretarial assistants, that issue has been ongoing for some time.  It was also raised by Senators Craughwell, Joe O'Reilly, Wall and McGreehan, and I am sure it is shared by all Senators.  Clearly, secretarial assistants of Senators do the work of parliamentary assistants because we only have one member of staff.  Their workload is not commensurate with their level of pay.  Even the title of the role does not do justice to the work they do.  In fact, it is quite offensive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#M00800","speaker":"1642"},{"type":"speech","time":1637749800,"counter":81,"content":"<p>Hear, hear.  Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#M00900","speaker":"1682"},{"type":"speech","time":1637749800,"counter":82,"content":"<p>They are not just doing secretarial work.  They are doing research, drafting policy, helping with legislation and doing everything a parliamentary assistant does.  They are doing even more because they are also doing the secretarial work.  Their work is much larger, and that issue must be resolved.  I look forward to the briefing being held by Ms Samantha Long and all those working on the issue.  I am sure many of us will attend and support as best as we can.  I will raise the issue again with the Minister, Deputy Michael McGrath, to see if we can get it advanced in this term to the benefit of those working in that role.  It is also important to address the issue for people coming into the role in the future.<\/p> <p>Senator Craughwell raised the RACO biannual conference he attended.  He expressed his frustration and said it was a very depressing engagement because of the many issues in the Defence Forces.  In particular, he raised the need to appoint the conciliation and arbitration adjudicator and said the Minister, Deputy Coveney, is having difficulty getting that over the line.  It is an issue for the Government and I am sure the Minister for Defence can bring the issue to a conclusion as quickly as possible.  However, there are many issues in the Defence Forces with regard to recruitment and retention and how they have been treated in general over the years.  I agree with the Senator's remarks, and I know Senator Wall shares the concerns about the Curragh.  Senator Craughwell referred to it as our flagship military installation and spoke about the state of disrepair into which it has been allowed to fall.  I stayed in the Curragh many times in many of the billets and I can attest to the poor quality of the accommodation.  It has not seen an upgrade in many years and it is long overdue.<\/p> <p>Senator Craughwell also raised the booster vaccination programme, as did other Senators, and the need to roll it out.  That is appreciated.  The Minister is working hard to get that up and running as best he can and to get it implemented as quickly as possible.  We are working within the constraints of when people can get the vaccine.<\/p> <p>Senator Pauline O'Reilly discussed the peat extraction Bill, the issues regarding its compatibility with EU law and also the illegal extraction, as she put it, that is happening across the country and which needs to be stamped out.  I share her concerns about that.  It is something that must be addressed.  I hope that tabling legislation, no matter where it eventually goes, might bring the issue to the top of the agenda in the Cabinet, because there are issues with peat supply in the country for small horticultural businesses, companies such as Monaghan Mushrooms, those working in north County Dublin and the many food producers around the country.  There is a lot of stuff going on with that issue; it is not black and white.  Perhaps this might bring it to the top of the agenda so we will get Government action as quickly as possible to resolve the situation for those horticultural industries.<\/p> <p>Senator Boylan raised the student protests and the Cost of College campaign.  I share her concern about the cost of going to college for many students.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2021&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a real issue.  I am sure all of us will stand in solidarity with those students.  It is a very expensive time to go to college.  We pride ourselves on having access to third level for all students across the country, regardless of financial means, but that does not always happen in practice and it has become very expensive to go to college if a student must pay for accommodation because of the housing issues.  I wish those students well and hope we can see some action on that issue.<\/p><p>The Senator raised a particular issue about a Dublin City University lecturer.  I am not fully up to speed on that matter, bar what I have read in media reports, so I do not want to comment any further.  I am sorry to hear the difficulties that she had as a student on that campus.  Nobody should have to put up with that.<\/p><p>Senator Wall referred to the episode of \"Prime Time\" that dealt with Naas General Hospital.  We were all floored by it.  I do not know what to say about it.  I cannot imagine what it must be like to get that phone call.  We send our best wishes to those victims of abuse.  We need to see action on that now.  I know the Minister is taking the issue extremely seriously.  Everyone was upset by what they saw in the programme.  I commend \"Prime Time\" and RT&Eacute; for bringing this important issue to light.<\/p><p>Senator McGreehan referred to fuel security and fuel cost in the context of the haulage protest.  We share the frustration of many of those dealing with the rising cost of fuel.  It is a concern for many families.  The Government is putting a lot of resources into ensuring that those who can avail of fuel supports through social welfare are getting them and additional moneys have been put into that scheme.  However, I appreciate the cost of fuel is an acute problem for the haulage sector.  As we know, our shelves would not be filled every day if it was not for those bringing food and other supplies in on trucks.  It is a pressing issue.<\/p><p>Senator Dolan raised the issue of antigen testing and welcomed the response from the Minister of Education, Deputy Foley, about its use in the education sector.  She also welcomed the fact that additional substitute teachers will be brought on stream very soon.  That will, hopefully, alleviate some of the issues around getting substitute teachers in many of the schools across the country.  Retired teachers will be allowed to return to the workplace to help in that sector with no impact on their pensions.  The Senator also welcomed the new name for the technological university in the north west, the Atlantic Technological University.  I concur with her remarks.  It is a fantastic name and it is great that every campus can get in behind that name and support it.  It represents the region, which is important.  The Senator also called specifically for funding from the HSE for nurse triage in Westdoc.  I support that call.<\/p><p>Senator Boyhan spoke briefly about the scoliosis debate that happened in the House last night.  He asked for the Minister for Health, Deputy Stephen Donnelly, to meet with the advocacy groups.  I know that request has gone to him.  The Senator also raised an issue around a feasibility study announced by the Minister of State at the Department of Agriculture, Food and the Marine, Senator Hackett, around wool.  I support that.  It is welcome and I am sure it will be appreciated by sheep farmers across the country.<\/p><p>Senator Crowe raised an issue that has been articulated by other Senators about the fact that sentencing for burglary cases can, in general, be quite lenient.  That would be the view of many citizens.  There are particularly aggravating factors when the homes of people of a certain mature age and elderly people are burgled while their are there.  It is aggravated assault in such cases because the impact on the victims is so severe.  We would hope that the sentences in such cases reflect that aggravating factor.  I hope the lady the Senator mentioned is doing well and is okay following her ordeal.<\/p><p>Senator Cummins raised the Oscar Traynor Road site in Dublin and said that a certain number of councillors voted against that housing development.  It is worth reflecting on all housing developments that have not been supported across the country.  I know there can be specific language issues in a locality or circumstances where the mix of tenure is not to the liking of everybody.  However, we must always remind ourselves that we are in the middle of a housing emergency.  Every unit that is brought on stream is another person, couple or family who is housed.  That is important.  It does not need to be perfect but we need housing.  The housing development in question has 853 units and will, thankfully, go ahead.  It will transform the lives of many people and families.  I am glad to see that it has progressed despite many of the Opposition councillors not supporting it.  It is regrettable because we need these units to be built.<\/p><p>Senator Burke raised an issue around transport and road infrastructure.  I share his concerns.  Roads are still important for many parts of the country and will be forever more.  We are pushing electric vehicles so people will still be using roads.  We need a debate with the Minister for Transport, Deputy Eamon Ryan, on that matter to discuss his plans and those of his Department for road infrastructure right across the country.  We will request that debate.<\/p><p>Senator Murphy referred to the ongoing difficulties facing musicians and those in the entertainment sector.  The Senator is right that the sector that has been particularly hard hit and is unlikely to see a return to full income in the short term.  It could be well into next year before that happens.  It is a difficult time for those families, particularly as we head into Christmas.  We need to see specific supports for that sector.  I urge the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media, Deputy Catherine Martin, to sit around the table, as I am sure she will and she has done over the past year and a half, to try to find a specific solution for that sector.  The issue in that sector is acute.<\/p><p>Senator Lombard raised a matter relating to the Janssen vaccine, which I know has been a particular issue for the many younger people who got the one-shot vaccine and are waiting for a second dose.  We will have the Minister for Health in next week to update on Covid-19 mitigation measures.  That will be an opportunity to raise issues around vaccines with him.<\/p><p>Senator Maria Byrne raised an issue around University Hospital Limerick and had a good-news story for us, which was nice to hear.  Bonnie the therapy dog is retiring.  We wish her and the team well.  It sounds like she did a fantastic job over the years with the children in the paediatric unit of University Hospital Limerick.  It is a fantastic initiative.<\/p><p>Senator Seery Kearney spoke passionately about the 21-year campaign to bring modern and progressive laws around surrogacy into this country.  I share her frustration about the delays.  I know how heartbreaking it is for the families and mums who are still waiting for that legislation.  At the end of the day, Ministers can deliver this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#M01000","speaker":"1642","continuing":true},{"type":"speech","time":1637749800,"counter":84,"content":"<p>And they want to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#N00200","speaker":"1682"},{"type":"speech","time":1637749800,"counter":85,"content":"<p>That is their job.  It is a part of the responsibility and burden of being in Cabinet, although it is a privilege to be there.  These are the kinds of issues that if Ministers can get around the table, and it sounds like they are doing that, hopefully they can bring this to a resolution that is long overdue.  It brought the issue home when the Senator said this all kicked off in the year 2000.  That is a long time ago and it has been a long time coming.<\/p> <p>Senator Buttimer raised the issue of a debate on Covid, as he has on many occasions.  I am happy to confirm to the Senator that there will be a debate next week with the Minister for Health.  The Minister for Education, Deputy Foley, will also be before the House to discuss education.  On 7 December, the T&aacute;naiste will be before the House to discuss Covid and issues around business.  We will have full debates across education, health and business before the House comes to recess and that is welcome.<\/p> <p>Senator Ahearn raised an issue around cr&egrave;ches and welcomed that they will now be treated the same as schools.  I share the concerns about that sector.  Cr&egrave;ches have not had the loudest within the education sector but they are part of that sector.  That is important to say.  I appreciate how difficult it is for that sector as it tries to deal with the logistics of Covid and managing all of that.<\/p> <p>Senator Carrigy finished off the Order of Business by welcoming the T&aacute;naiste's remarks about addressing Covid misinformation.  That is important and we all have a role to play in that regard.  He also acknowledged that the he Government is not looking to introduce any major restrictions because the National Public Health Emergency Team has not advised it to.  We are trying to steady the ship as we go, which I think is happening.  People and citizens are taking personal responsibility and doing a great job in adjusting their behaviours to try to keep things steady and maintain the openness that we have achieved to date.  <\/p> <p>The Senator also raised the issue of transport and the haulage protest that is happening today.  There should be a little bit of focus on the rebate scheme.  There might be some flexibility in that regard.  I do not agree with the calls to reduce State taxes on fuel because that would go against our climate policy.  I do not think that is on the table.  The rebate scheme is probably where we can assist the sector, which is under severe pressure.  It keeps the show on the road for this country.  We are an island nation and rely on imports to keep the shelves stocked.  I hope some sort of a solution can be found through that scheme for that sector and all of those workers in the haulage sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#N00300","speaker":"1642"},{"type":"unspoken","time":1637749800,"counter":86,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1637749800,"counter":87,"content":"<p>Sitting suspended at 12.39 p.m. and resumed at 1.06 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Companies (Emission Reporting) Bill 2021: Second Stage","time":1637749800,"counter":88,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#Q00100"},{"type":"speech","time":1637749800,"counter":89,"content":"<p>I move: \"That the Bill be now read a Second Time.\"<\/p> <p>I thank the Minister of State for joining us.  I thank my colleagues in the Civil Engagement Group for their support and for allowing this business to be taken in our group Private Members' time, particularly in the context of the recent COP26 climate conference.  I also thank Sebastian McAteer, who drafted the Bill and has been involved in every stage of its journey to date.  I also thank my secretarial assistant, Tadhg Browne, for his ongoing support in preparation for today.  Finally, I thank the Minister of State and the officials in his office for their constructive engagement with this Bill as well as for meeting with me in my office on three occasions over the past year to discuss the Bill's provisions.<\/p> <p>My motivation for introducing the Bill before us today is rooted in my belief our long-term climate policies are not sustainable if the State's response continuously focuses solely on the targeting of individual emissions.  This belief arises from the 2017 carbon majors report, which found that just 100 companies had been responsible for over 70% of global greenhouse gas emissions since 1988.  Two things are clear for me.  First, corporations are making significant contributions to global carbon emissions on a scale unmatched by individuals.  Second, they must be accountable and transparent in reporting these emissions if we are to combat the climate crisis properly.<\/p> <p>This should not just be viewed as an abstract, global problem to be left to our international counterparts or promised EU legislation.  This is a pattern we find repeated across the world at national level and Ireland is no exception.  In 2018 Ireland's 2,000 largest energy consuming corporations collectively accounted for 21% of the total national primary energy and over 50% of the total industrial energy use.  Considering that the European business registry records 181,000 companies as live in Ireland, this translates to less than 1% of Irish companies consuming 21% of the national primary energy.  As I said, Ireland is not exceptional in these figures but we have an opportunity today to be exceptional in how we respond to them.  The Bill would ensure private companies operating in Ireland would have to make mandatory public disclosures on their greenhouse gas emissions every year.  The idea is to require companies to publish their emissions and promote a culture of public scrutiny, allowing us to hold companies to account.  It ensures corporations make decisions based on proper environmental considerations and adopt company policies that will reduce their emissions in line with national targets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021112400002#Q00300","speaker":"1681"}]