[{"type":"minorheading","content":"Prelude","time":1429781400,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1429781400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1429781400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1429781400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1429781400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#A00100"},{"type":"speech","time":1429781400,"counter":6,"content":"<p>I have notice from Senator John Whelan that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<blockquote><br \/><br \/>The need for the Minister for Communications, Energy and Natural Resources to outline how his attendance on behalf of the Government at this week's 2015 international conference on wind turbine noise in Glasgow, Scotland will help to inform public policy in this area.<\/blockquote>I have also received notice from Senator Kathryn Reilly of the following matter:<blockquote>The need for the Minister for Justice and Equality to provide an update on the consultation and evaluation process for a new Garda station in Bailieborough, County Cavan, and for her to indicate when the process will conclude and when a decision can be expected to be made.<\/blockquote>I have also received notice from Senator Thomas Byrne of the following matter:<blockquote>The need for the Minister for Health to specify the provision of special needs assistants for preschool children in County Meath which comes within his responsibility.<\/blockquote>I have also received notice from Senator Darragh O'Brien of the following matter:<blockquote>The need for the Minister for Education and Skills to provide an update on the provision of sports, recreational and physical education facilities at Balbriggan community college, Balbriggan, County Dublin.<\/blockquote>I have also received notice from Senator Lorraine Higgins of the following matter:<blockquote>The need for the Minister for Arts, Heritage and the Gaeltacht to indicate a timeframe for the delivery of decisions on section 14 applications for ministerial consent to the National Monuments Service Ireland made by Galway County Council regarding the wall at Kilrickle Church, County Galway, and the North Gate, Athenry, County Galway.<\/blockquote>I have also received notice from Senator Colm Burke of the following matter:<blockquote>The need for the Minister for Health to furnish details of all repayments received under the fair deal scheme from the estates of deceased fair deal scheme recipients.<\/blockquote>I have also received notice from Senator Marie Moloney of the following matter:<blockquote>The need for the Minster of State with responsibility for the Office of Public Works to outline whether he will consider changing the tendering procurement process to funding by region only to ensure jobs are kept in regional areas in the light of the emphasis being put on regional areas in the Action Plan for Jobs.<\/blockquote>I have also received notice from Senator Gerard Craughwell of the following matter:<blockquote>The need for the Minister for Health to discuss the employment of counselling psychologists in the HSE.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Whelan, Reilly, Byrne and Darragh O&rsquo;Brien, and they will be taken now.  Senators Higgins, Colm Burke, Moloney and Craughwell may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#A00200","speaker":"1127"},{"type":"majorheading","content":"Commencement Matters","time":1429781400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#A00300"},{"type":"minorheading","content":"Wind Energy Generation","time":1429781400,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#A00400"},{"type":"speech","time":1429781400,"counter":9,"content":"<p>I welcome the Minister for Communications, Energy and Natural Resources, Deputy Alex White, as the line Minister dealing with this matter.  He has been very receptive at all times on the issues and concerns I have raised with him about the development of wind farms across the country.  He has met groups directly and listened to them.  More recently while in Edenderry and Mount Lucas, County Offaly he stopped and engaged with people who were protesting.  I share their concerns.  We are not altogether convinced that the submissions and representations they have made have managed to penetrate the policy perspective.<\/p> <p>I do not wish to be presumptuous, but it is my understanding that the Department may not have been represented at the wind turbine noise conference this week in Glasgow.  I await the Minister's reply in that regard.  I had hoped a representative of the Department, the Department of the Environment, Community and Local Government which also has a role in the matter or the Department of Health would attend the conference to take on board the latest scientific research and data in this sector because they are constantly evolving.  It is a relatively new phenomenon as we have never had industrial wind farms of this size.  It is my view and that of communities throughout the country that we should take a cautious and precautionary approach.<\/p> <p>It is important to indicate that it is unhelpful that the State does not use the LAeq system for measuring decibel and noise levels, as happens in Canada, and Australia and recommended by the World Health Organization.  There is an emerging body of scientific evidence - it is not hearsay - underpinning the view that increased noise levels for families living within a range of 2 km from industrial wind farms are at least a nuisance and can have a detrimental effect on their quality of life.  <\/p> <p>It is argued that the noise is not loud.  However, just because we cannot hear it with the naked ear does not mean that there is no infrasound, a constant invasive and persistent vibration with which people have to live.  There is no escape from it.  It is not even wise to compare it to traffic and other background noises because there is no escape from a wind farm once it is established near one's home.  The noise is most intrusive, invasive and potentially damaging at night time when all other background noises fall away.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Whelan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2361\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2361&amp;amp;pid=JohnWhelan&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> We were told in the past that cigarettes and asbestos were not harmful and we did not always know about the harmful effects of exposure to X-rays and other forms of radiation.  I want to ensure that the concerns about decibel levels experienced by those who live in the proximity of wind farms are fully taken into account when the new regulations are introduced.  It is more than two and a half years since Senator Kelly and I introduced wind farm set-back legislation and we have been awaiting publication of the new guidelines for more than one year.  I would like to hear the Minister's opinion on the extent to which noise pollution and the potential health impacts will be factored into the guidelines.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#A00500","speaker":"1143","continuing":true},{"type":"speech","time":1429781400,"counter":11,"content":"<p>Neither I nor my Department was represented at the conference to which the Senator referred.  I did not receive an invitation to the event.  I examined the organisers' publicity materials after receiving notice of this matter and I now understand that the objective of the conference was to discuss problems and solutions associated with wind turbine noise.  The House will be aware that the Department of the Environment, Community and Local Government, in conjunction with my Department and the Sustainable Energy Authority of Ireland, SEAI, is currently reviewing the 2006 wind energy guidelines.  These revisions will be finalised as soon as possible and will be brought forward by the Minister for the Environment, Community and Local Government.  Wind farm developments are subject to the Planning Acts, including their requirements for public consultation.  Consequently, a proposal to build a wind farm is a matter for the developer and the relevant planning authority.<\/p> <p>It is also important to note that the 2009 EU renewable energy directive gave Ireland a legally binding target of meeting 16% of our energy requirements from renewable sources by 2020.  In order to meet this target, Ireland is committed to producing 40% of electricity from renewable sources.  The 2030 EU climate and energy framework will require significant further reductions in greenhouse gas emissions and increases in renewable energy production.  My Department is working with other Departments to develop a technically feasible, cost effective and fair contribution to the overall EU ambition.  I intend at an early opportunity to publish a draft renewable electricity policy and development framework to facilitate opportunities for renewable electricity generation.  My officials are also well advanced in the drafting of an energy White Paper for publication in September.  The challenge of tackling global warming will be at the heart of our energy policy for the next generation, along with the issues of affordability and security of supply.<\/p> <p>Concerns about energy infrastructure development were raised during the extensive consultation that has informed the drafting of the White Paper.  While the debate must always be properly informed, the Government, local authorities and industry have a responsibility to develop better ways of involving and listening to the communities affected by infrastructure development.  With this in mind, ongoing citizen engagement will also be a central component of the White Paper.<\/p> <p>As the Senator will appreciate, while my Department and SEAI have an input into planning guidelines they are in the first instance a matter for the Minister for the Environment, Community and Local Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#B00200","speaker":"1024"},{"type":"speech","time":1429781400,"counter":12,"content":"<p>I accept that and thank the Minister for his reply.  However, he has not addressed the core issues raised in my questions.  I am familiar with our responsibilities in regard to renewable energy.  The wind industry has the leg, arm and ear of this Government, as it did with the previous Government.  It is the favoured child, to the extent of neglecting the potential of the bio-energy sector.   However, the question I raised this morning was whether policy is sufficiently informed by the latest scientific research from Australia, Canada and the World Health Organisation in regard to the intrusive and potentially damaging chronic nuisance and health impacts of noise from wind turbines for those who live in close proximity to large scale wind developments.  The Minister made no reference to that issue in his reply.  While I accept that it is primarily a matter for the Department of the Environment, Community and Local Government, it would be absurd to suggest that the Department of Health or the Department of Communications, Energy and Natural Resources should not also be involved in the preparation of these guidelines.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#B00300","speaker":"1143"},{"type":"speech","time":1429781400,"counter":13,"content":"<p>I was asked who represented my Department or the Government at a certain conference in Glasgow which we first learned about when the Senator raised this issue.  My answer to that question was that nobody represented the Department and, therefore, I was unable to answer the Senator's other question on the extent to which it would inform public policy.  I answered the question I was asked.<\/p> <p>I respectfully reject any suggestion that this Government is in the grip of any particularly industry or interest.  Wind energy, whether on-shore and, hopefully, off-shore, will continue to feature in our energy policy.  I am in close consultation with people who have interests in biomass and bio-energy generally.  We published a draft bio-energy policy paper last year.<\/p> <p>Finally, I assure the Senator that international research will inform all of our decisions.  The best technical research and scientific evidence will inform my decisions and, I sure, the decisions of my colleagues in the Department of the Environment, Community and Local Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#B00400","speaker":"1024"},{"type":"minorheading","content":"Garda Stations","time":1429781400,"counter":14,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#B00550"},{"type":"speech","time":1429781400,"counter":15,"content":"<p>The matter of Bailieborough Garda station has been raised in this and the other House on several occasions, as well as in the council chambers in County Cavan.  A new Garda station was needed in Bailieborough for quite some time because the current building on Barrack Street is in disrepair and is not suitable for the workload of the Garda district headquarters.  Garda&iacute; require modern and appropriation accommodation and citizens of the area need confidence in the premises from which law and order is upheld.  As the district headquarters, the station should have a modern, state of the art facility to accommodate garda&iacute; and others who work there, as well as members of the public who have reason to visit it.  The existing station has long been unsuitable for policing purposes, and a recent report referred to it in terms including \"Third World\", \"hazardous\" and \"health risk\".  I am concerned that conditions appear to breach security requirements at the station.<\/p> <p>Bailieborough is only one of two district headquarters in County Cavan.  The district headquarters in Cavan town is experiencing pressure due to the closure of the Ballyconnell station.  It is important that the OPW bears is cognisant of the necessity to provide new accommodation at the earliest opportunity.  I understand it is currently evaluating a number of proposals for the new station in Bailieborough, having advertised for potential sites or buildings after being unable to identify suitable State owned sites.  The application deadline was 26 February and the OPW has since reported that it received a significant number of proposals involving a variety of solutions.  However, a date for conclusion of the evaluation process has not yet been set, although the OPW has indicated that it intends to advance the process as a priority.  It is imperative that the public and those who work in the station are given some idea of when a decision will be made.  I appreciate that significant work had to be done in assessing the applications and identifying the correct premises but more clarity should brought to the decision-making process.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kathryn Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2355\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2355&amp;amp;pid=KathrynReilly&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There will still be a range of other factors to consider.  All stakeholders in the community and county are anxious to see this much-needed facility progressed for the staff who have to work in the station, as well as for the general public who use it.  It should be provided as a matter of urgency.  I compliment other Senators and Deputies who have raised this issue in recent weeks.  I add my voice to those seeking clarity as to when the consultation and evaluation process will be concluded.  Will the Minister of State provide a timeline because there is nothing worse than being left in the dark?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#B00600","speaker":"1155","continuing":true},{"type":"speech","time":1429781400,"counter":17,"content":"<p>The Minister for Justice and Equality, Deputy Frances Fitzgerald, wishes to thank the Senator for raising this matter and regrets that she is unable to be present as she is attending a passing-out parade at the Garda College in Templemore today.  It is the first time in a while that a large number of new garda&iacute; will enter the force.<\/p> <p>The programme of replacement and refurbishment of Garda accommodation is based on requirements established by An Garda S&iacute;och&aacute;na.  The programme is advanced in close co-operation with the Office of Public Works, OPW, which has responsibility for the provision and maintenance of Garda accommodation.  Provision for expenditure on capital projects, including the provision of Garda accommodation, is provided for in the Vote of the OPW.  In that context, the Minister has been informed by the OPW that the acquisition of a site for development of a new district headquarters in Bailieborough has been identified by An Garda S&iacute;och&aacute;na as a priority for 2015.  She has also been informed that a review of State-owned sites in the area was conducted to identify any suitable site for the development of a new Garda station in Bailieborough.  However, no suitable site was identified.  The OPW has further advised her that a notice was recently published in local and national media seeking offers of suitable sites or properties for this development.  She has been advised that a significant number of responses were received involving a variety of proposed solutions.  All of these responses are being examined and will be fully evaluated by the OPW in consultation with the Garda authorities.  It is not possible at this stage to indicate when that process will be complete.  However, the Minister has been advised by the Garda authorities that the provision of a new Garda district headquarters in Bailieborough will continue to be pursued in the context of An Garda S&iacute;och&aacute;na&rsquo;s identified accommodation priorities, the successful acquisition of a suitable site or property and in the light of available resources in the Vote of the OPW.<\/p> <p>With regard to the existing station at Bailieborough, the Garda authorities have advised that, while a long-term solution to the accommodation needs at Bailieborough is being progressed, Garda management is actively engaged with the OPW with a view to improving in the more immediate term the working conditions at the station.  In that context, any proposal for refurbishment works at the existing station will be progressed in the context of An Garda S&iacute;och&aacute;na's identified accommodation priorities and the availability of funding in the Vote of the OPW.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#C00200","speaker":"1089"},{"type":"speech","time":1429781400,"counter":18,"content":"<p>I thank the Minister of State for taking this matter on behalf of the Minister for Justice and Equality.  It is somewhat ironic that she is in Templemore when we are discussing working conditions for garda&iacute;, particularly those now coming out of the college.<\/p> <p>I am concerned that we cannot indicate when the process will be completed and that no site will be identified.  This would mean that there would be a sticking plaster solution, with minor works being carried out in the existing station, meaning garda&iacute; and other staff will be kept there for longer than is necessary.  Will the Minister of State relate to the Minister for Justice and Equality the need to offer the public some indication as to when the process will be completed?  As I said, it is only one part of a very long process which will involve acquiring a site and building works.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#C00300","speaker":"1155"},{"type":"speech","time":1429781400,"counter":19,"content":"<p>I will convey the Senator&rsquo;s concerns to the Minister.  There is a procedure in place for acquiring a site and to put timelines on it is not always possible.  However, if a timeline does emerge, I will pass it on to the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#C00400","speaker":"1089"},{"type":"minorheading","content":"Special Educational Needs Service Provision","time":1429781400,"counter":20,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#C00450"},{"type":"speech","time":1429781400,"counter":21,"content":"<p>With no disrespect to the Minister of State, Deputy Tom Hayes, I am grateful for his presence in the Chamber, but I am disappointed that not one of the substantial number of Ministers in the Department of Health is available to take this matter.<\/p><p>I am grateful to the Cathaoirleach for giving me the opportunity to raise the matter of the provision of special needs assistants, SNAs, for preschool children in County Meath.  Each county appears to have a different system for the provision of SNAs for preschool children.  In County Meath there has been some provision in the past 20 years, while other counties have had no provision and others have had some supports available.  In County Meath an <i>ad hoc<\/i>approach was taken every year.  However, this year there has been a battle to secure some funding to maintain existing services.  This is despite the fact that the Minister for Health with responsibility for the area has boasted of an increase in the health budget and that the cuts are over.  They are not over in the provision of preschool SNAs in County Meath.  Up to &euro;197,000 has been allocated for special needs assistants next year, but this will not be enough to maintain the current level of services, particularly with the number of children coming into the system who will require assistance.  There is also the possibility of assessment being introduced.  I do not know how this will impact on the provision of SNAs.<\/p><p>The most concerning aspect of this issue is that the funding of &euro;197,000 will come from home care packages.  This is becoming more of a feature of funding announcements by the Health Service Executive, HSE, and the Department of Health in recent months.  It is just like the story of John Duggan and the provision of the drug Soliris.  If he is to be given it, someone else will have to suffer.  Special needs children and their parents in County Meath have been told that someone else will suffer for them.  It used to be a case of suffer little children, but now it will probably be elderly people who will have to suffer.  The HSE is making this very clear, which is very unfair.<\/p><p>What are the Government&rsquo;s exact plans for the service?  The parents need clarity on the issue.  They are meeting tonight to come up with ideas on how the budget should be allocated.  That is an awesome responsibility that the HSE seems to have passed on to them.  That is now typical of it because it has lost control of its budget, meaning that it does not have responsibility for money anymore and washes its hands of the matter.  If Fianna F&aacute;il returns to power, we will give control back to the HSE because it needs to make the decisions while listening to people at the same time.<\/p><p>The fact that the Department of Health is involved in this area is an anomaly.  It is responsible for preschool SNAs, while the Department of Children and Youth Affairs is responsible for children and the Department of Education and Skills the curriculum in preschools.  Tusla and Pobal are also involved, resulting in a multitude of agencies engaged in the provision of preschool education.  This is wrong as we need a joined-up approach.  Parents need certainty and information on the provision of SNAs as a substantial number of children will need help next year.  We must ensure the Government maximises resources and allocates them fairly to enable those children to have the best possible start.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#C00500","speaker":"1116"},{"type":"speech","time":1429781400,"counter":22,"content":"<p>I thank the Senator for raising this matter to which I am replying on behalf of the Minister of State at the Department of Health with responsibility for primary and social care, Deputy Kathleen Lynch.<\/p> <p>The participation of children with a disability in preschools is a cross-cutting issue involving several stakeholders, including the Departments of Children and Youth Affairs, Health, and Education and Skills, as well as the HSE.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Tom Hayes:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1807\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1807&amp;amp;pid=TomHayes&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The free preschool year is provided through the early childhood care and education programme, ECCE, which is the responsibility of my colleague, the Minister for Children and Youth Affairs.  The objective of this scheme is to make early learning in a formal setting available to eligible children in the year before they commence primary school.<\/p><p>While the HSE has no statutory obligation to provide supports for children with special needs wishing to avail of the free preschool year, it works at local level and in partnership with the relevant disability service providers to address individual needs as they arise.  This is done in a number of ways, such as funding special preschools that cater specifically for children with disabilities. <\/p><p>In some limited cases at local level, HSE disability services have also facilitated children with disabilities to attend mainstream preschools by providing funding for preschool assistant supports where possible.  In this context, I understand that the HSE's Meath disability services provide a preschool assistance subsidy in co-operation with Enable Ireland's Meath early services.  This subsidy assists towards the cost of obtaining a preschool assistant for a child with a disability.  I am advised by the HSE that current demand for this subsidy exceeds available resources.<\/p><p>As the Senator will appreciate, the HSE is obliged to continually review all its existing funding arrangements to ensure that services are provided within available resources.  The HSE Meath disability services has confirmed that it will provide finding for the preschool support service for the academic year 2015-2016 from within its approved budget.  With the growing number of children availing of this service in recent years, the HSE has been examining how these supports are allocated in order to ensure that the approved level of funding is used to best effect and on the basis of need.<\/p><p>The executive has indicated that a revised process, involving the payment of a subsidy, will be put in place in respect of 2015-16.  The objective of this will be to prioritise children based on their identified needs and to maximise the number who can be supported.  This may, for example, involve a preschool assistant supporting two children attending the same preschool where this is feasible and in line with their assessed need.<\/p><p>The HSE is currently involved in a major re-configuration of its therapy resources for children and young people with disabilities as part of its national programme on progressing disability services for children and young people up to eight years of age.  When fully implemented, this programme should mean greater equity in accessing therapy services based on need, clearer referral pathways, and improved collaboration between the sectors. <\/p><p>An additional &euro;4 million, equating to approximately 80 additional therapy posts, was specifically allocated in 2014 to drive the implementation of the programme.  A further additional investment of &euro;4 million will be made into the programme in 2015.  This equates to &euro;6 million in a full year.  This programming is already well advanced in Meath.<\/p><p>At national level, the Departments of Children and Youth Affairs, Education and Skills, and Health are actively looking at the issue of the integration of children with disabilities into mainstream preschool settings, informed by work undertaken by the cross-sectoral team on children's disability issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#C00600","speaker":"1089","continuing":true},{"type":"minorheading","content":"Sports Facilities Provision","time":1429781400,"counter":24,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#D00150"},{"type":"speech","time":1429781400,"counter":25,"content":"<p>I wish to raise the need for the Minister for Education and Skills to provide an update on the provision of sporting, recreational and physical education facilities at Balbriggan community college, Balbriggan, County Dublin.<\/p> <p>Earlier this week, I visited Balbriggan community college with a number of parents, students and staff.  It is a well-regarded secondary school with over 500 students but there are no PE facilities.  In 2012, permission was granted for a new PE hall and everything was going fine.  That year, however, demolition experts moved in and demolished the PE hall and the recreational area.  They have still not been replaced so there is a large vacant site in the middle of the school.<\/p> <p>Students have not had any PE or recreational facilities for the past three years, which is a matter of real concern to them, their parents and the staff.  The staff are very committed to this forward-thinking school.  I have raised this Commencement matter in order to get some firm answers from the Department of Education and Skills.  The school has been endeavouring to ascertain what is happening and when it will get a PE hall.  Is the funding available for it and, if so, what is the timeline of the project?  We keep being told it will arrive next week or shortly thereafter but it is unacceptable that over 500 students in Balbriggan do not have access to PE and recreational facilities in their school.<\/p> <p>I am seeking direct answers from the Minister of State, on behalf of the Department of Education and Skills, to the following questions.  What is happening with this project and when will the school get a new PE hall?  When will construction work start on it and what timeline is envisaged?  In addition, what is the overall plan for the school?  Many of us are concerned that there may be another reason for this delay, but I hope there is no ulterior motive.  <\/p> <p>I would be grateful if the Minister of State could provide an update on when work will commence on building the PE facilities that are badly needed in Balbriggan community college, and when the project be finished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#D00300","speaker":"1139"},{"type":"speech","time":1429781400,"counter":26,"content":"<p>I thank Senator Darragh O'Brien for raising this matter as it provides me with an opportunity to outline to the Seanad the progress on providing sports facilities at Balbriggan community college.<\/p> <p>The sports hall proposal submitted is a joint undertaking between Fingal County Council and Dublin and D&uacute;n Laoghaire ETB, with the site to be provided by the ETB and funding to be provided by both Fingal County Council and the Department of Education and Skills.  My Department approved co-funding for the proposed sports facility in April 2011 and responsibility for delivery of the project was devolved to Dublin and D&uacute;n Laoghaire ETB, which at the time was County Dublin VEC.<\/p> <p>The sports facility concerned will be developed on the existing site of Balbriggan community college.  That might put to bed some concerns that are out there.  In addition to the sports facility project, the Senator will be aware that a major capital project for Balbriggan community college was announced in March 2012 as part of the five-year building programme.  Responsibility for the delivery of the major community college project has also been devolved to the Dublin and D&uacute;n Laoghaire ETB.<\/p> <p>Following a site visit in 2013, it was agreed that in view of the condition of the existing community college building coupled with other site issues, the most economical solution was to demolish the existing single-storey school building and build a multi-storey building on the footprint of the existing building.  In addition to providing a new school building, this major project will also incorporate and retain the existing Drogheda Street building.  When completed, it is envisaged that Balbriggan community college will cater for 1,000 pupils and will include a two-classroom special needs unit.<\/p> <p>In view of the co-location of the major project for the school and the sports facility on the Balbriggan community college site, I understand that it has been necessary, as part of the architectural planning process, to master-plan the development of the site in question.  In tandem, arising from ongoing discussions between Dublin and D&uacute;n Laoghaire ETB and Fingal County Council, variations to the brief for the sports facility have also been the subject of proposals submitted to the Department.  In respect of the most recent variations, the Department sought clarifications in respect of the revised proposal, which was recently provided by the Dublin and D&uacute;n Laoghaire ETB.<\/p> <p>A meeting to discuss both projects - the major project and the sports facility project - has been scheduled between officials from my Department and Dublin and D&uacute;n Laoghaire ETB this coming Friday, 23 April in the Department's offices in Tullamore.  I can assure the Senator that officials in my Department are progressing matters with a view to advancing both projects to tender and construction stage as soon as possible.  I cannot give a date for the building work to start but it is intended to drive it on as quickly as possible.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We hope to move forward at the meeting on Friday.<\/p><p>The Department fully recognises the key role played by physical exercise within the school environment and continues to respond to the need to improve physical education facilities for all pupils within the constraints of the available funding.  I thank the Senator for giving me the opportunity to outline to the Seanad the current position on the provision of sports, recreational and PE facilities at Balbriggan community college, Balbriggan, County Dublin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#D00400","speaker":"1078","continuing":true},{"type":"speech","time":1429781400,"counter":28,"content":"<p>I thank the Minister of State for his detailed response which I am hopeful will allay many of our fears.  At least we have something in writing that indicates what is happening and I am pleased that a meeting is due to take place on Friday.  The Minister of State is in a neighbouring constituency and I ask him to keep an eye on the issue.  I certainly will because I do not want it to drag on further.  I very much appreciate the Minister of State taking the time to come to the House.  I will be liaising with the principal and the parents' bodies and will give them a copy of the Minister of State's response.  I will table another Commencement matter in approximately four weeks to follow up with the Minister of State on the progress made at the meeting.  He has outlined what we all agree on, namely, the importance of sports facilities, but a master plan for the site is needed.  We will assess the answer given and revert to the Minister of State whom I again thank for the update.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#E00200","speaker":"1139"},{"type":"speech","time":1429781400,"counter":29,"content":"<p>As a colleague in the neighbouring constituency, I am aware of the need for these facilities in the Balbriggan area and the property required.  It is a shame that the previous facility was demolished and that there that has been such a long gap in the provision of new facilities.  I do not know the history, but I will stress again the urgency of the matter to the officials who are prepared to do what has to be done.  The money has been allocated.  It has been ring-fenced for this site and there is no danger of it being allocated elsewhere.  It was probably delayed as a result of the changes made during the years.  While the allocation of additional money in the five year plan was good news, it might also have delayed matters.  However, there is an onus on us to move forward as quickly as we can and also to allay fears.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#E00300","speaker":"1078"},{"type":"unspoken","time":1429781400,"counter":30,"content":"<p>Sitting suspended at 11.15 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1429781400,"counter":31,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#G00100"},{"type":"speech","time":1429781400,"counter":32,"content":"<p>The Order of Business is No. 1, Roads Bill 2014 - Committee and Remaining Stages to be taken at 1.15 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#G00200","speaker":"1130"},{"type":"speech","time":1429781400,"counter":33,"content":"<p>In both this House and the D&aacute;il, Fianna F&aacute;il has consistently raised the plight of mortgage holders in distress.  Despite its public statements, the Government has regularly refused to accept proposals and initiatives put forward by my party to try and alleviate the distressed mortgage holders.  Yesterday at an Oireachtas committee meeting, the head of AIB indicated it was almost certain that the bank was going to reduce the variable rate in the coming months.  What I find extraordinary is that a leading newspaper, the<i>Irish Independent <\/i>- a little like <i>The Sun<\/i>headline at the time of the Falklands war, &quot;It's <i>The Sun<\/i>wot won it&quot;, is actually claiming credit for having pressurised the Government, the Central Bank and the banking institutions.<\/p><p>Despite the pleadings of our party, the Government sat on its hands on this issue.  Although the State had a 99% share and was effectively the owner - on behalf of the people of Ireland - of AIB, the Government washed its hands of it and cried crocodile tears over it as though it could not do anything.  Now, outside of the democratic environment and the elected Government of the country, a national newspaper is claiming credit for having moved AIB.  This is very dangerous for democracy.  Considering the Government was given every opportunity to come out on this, there is a very serious disconnect between it and the people.  That has been shown by this issue which, along with child care, is one of the two major issues affecting people.  I want to put on record that it is past time for the Government to start looking at the real issues affecting people, specifically in the area of mortgage relief.  Why, when we have a 99% share of AIB, does the Government say we cannot really do much to influence the bank's decisions?  I have asked this before.  Who within AIB, following yesterday's meeting, eventually decided to move towards reducing variable mortgage rates and what are the reasons for the decision?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#G00300","speaker":"1128"},{"type":"speech","time":1429781400,"counter":34,"content":"<p>I would not say that, in fairness.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#G00400","speaker":"1151"},{"type":"speech","time":1429781400,"counter":35,"content":"<p>I say this directly to AIB: Let us not have a token reduction here.  Tracker mortgages are on 1%, yet the variable mortgage rate with AIB and its competitor banks is around 4.25%.  Any suggestion they are going to tinker with that variable rate in order to placate mounting public anger towards the banks with a nominal reduction of 0.25% is totally unacceptable.  I charge the banks, and particularly AIB if it is going to lead on this, to make a significant reduction.<\/p> <p>I am sure the House will join with me in remembering the estimated 4,000 Irish men who died at the tragedy of Gallipoli on 25 April, 1915.  It was the first day of the landings.  An estimated 70,000 Turkish troops were also killed in that awful tragedy of the First World War.  Those 4,000 soldiers from all over Ireland, representing the various regiments of the time like the Munsters, the Dublin Fusiliers and, in my own part of the country, the Connaught Rangers, were led \"by donkeys\", as was subsequently commented.  This was to be the most tragic of battles of the First World War.  There are still families mourning their grandfathers, grand-uncles and other relations.  I hope the House would remember 25 April as a day of infamy where 4,000 Irish men, hoping they were fighting for the freedom of their own country, gave their lives in the most senseless bloodletting of the First World War.  Ar dheis D&eacute; go raibh a n-anamacha d&iacute;lise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#G00500","speaker":"1128"},{"type":"speech","time":1429781400,"counter":36,"content":"<p>It is appropriate today to commemorate the war dead of the appalling battle of Gallipoli, as Senator Mooney said, and to mark the anniversary.  I join him in commemorating the many thousands who died so tragically and senselessly in that battle.<\/p> <p>In light of the calls we have been making during the week for a debate in this House on a drugs strategy, I very much welcome the announcement that the Minister of State, Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in, is to be appointed today as a Minister of State with responsibility for the national drugs strategy.  I think Deputy &Oacute; R&iacute;ord&aacute;in will do an excellent job in that role.  I am really pleased that a Minister of State will be taking charge of the national drugs strategy.  I know he has committed himself to reducing drug related deaths, of which there were more than 600 in Ireland in 2012.  It is a serious human tragedy.  In light of that appointment we might ask the Minister of State, Deputy &Oacute; R&iacute;ord&aacute;in, to come to the House at the earliest opportunity to address us on his programme of work for the coming year.<\/p> <p>I note and welcome the announcement yesterday that a company called Zalando will be establishing 200 jobs in the Dublin south inner city.  The T&aacute;naiste, Deputy Burton, was in attendance to mark the announcement.  She noted that it highlights Dublin's strength as a centre for digital excellence and as a city attracting these hugely important tech jobs.<\/p> <p>On the issue of the AIB and distressed mortgage holders, many in this House have looked for a debate.  I welcome the indication yesterday that the standard variable rate at AIB will be cut.  That would greatly alleviate distress for many thousands of mortgage holders but it is clear that more needs to be done.  We are aware that the Government has announced it will bring forward a package of measures.  Certainly, the change to the bankruptcy law is one of those measures that must be addressed by the Government as part of that package.  The Committee on Finance, Public Expenditure and Reform under the very able Vice Chairman, our own colleague, Senator Hayden, played an important role yesterday in keeping the pressure on AIB to ensure rates would be cut.  We need to have a debate on the issue with the relevant Minister in attendance to hear precisely what package of measures for distressed mortgage holders is planned by the Government.<\/p> <p>I renew my call to the Leader for a debate on measures to prevent any future dreadful deaths of migrants seeking to enter Europe.  Today the EU leaders are meeting at a summit.  I hope they will be taking a creative look at measures to alleviate this problem and to address the serious issue of many thousands of migrants seeking to enter Europe and the appalling human tragedy caused by the people traffickers who are putting them to sea in boats that are not seaworthy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#H00100","speaker":"1148"},{"type":"speech","time":1429781400,"counter":37,"content":"<p>I join other Senators who have mentioned the war dead.  Many young boys went away expecting to be home after a couple of months and many of them are still lying where they fell.  It is a terribly sad day.  I have visited the graves of the war dead in France and I am delighted the Irish Government built the peace tower over there and recognised our war dead.<\/p> <p>I wish to raise two issues.  I congratulate the Minister, Deputy Noonan, on moving so quickly to get the Comptroller and Auditor General to investigate the Siteserv issue with respect to IBRC.  I believe there are questions still to be answered and I would welcome an opportunity to have a debate in this House on the issue.<\/p> <p>I propose an amendment to the Order of Business, and I do not do so lightly, that the Minister for Education and Skills, Deputy Jan O'Sullivan, come to the House to discuss the imminent closure of Gaelchol&aacute;iste Chine&aacute;l Eoghain in the Inishowen Peninsula.  This is an Irish-speaking school and it is being closed for one reason only, because of an industrial dispute.  This industrial dispute has been ongoing for a number of years.  I understand the students in the school perform exceptionally well.  I was involved in a prize-giving ceremony recently and one of the heartbreaking moments was a child from that school who was a recipient of a prize but neither the child nor the parents were informed that he was the recipient of a national award.  This is clearly a serious matter.  Ordinarily I would not move like this but there seems to be a train of events in place that is going to close that school for no reason other than there is an industrial dispute between the management of the school and the staff.  Apparently the staff are all pulling together and working really well there.  I do not intend to bring the House into resolving industrial relations issues but I do not want the one Irish-speaking school in that area to be closed.  Principal teachers in the national schools have stopped sending children to the secondary school because of the situation there.  That is simply not good enough in this day and age.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#H00200","speaker":"1196"},{"type":"speech","time":1429781400,"counter":38,"content":"<p>I welcome the announcement by Apple that it will apply for planning permission next week for the data centre based in Derrydonnell near Athenry.  The application will include an environmental impact survey requesting permission to build a single storey data centre building, a logistics and administration building, a maintenance building, two small fibre huts, a security hut, an ESB substation and 18 standby generators.  The site will also include a wastewater treatment plant, rain water harvesting, as well as an amenity walkway around the facility with tree planting and landscaping.  This development will be of huge benefit to the local area.  It is hoped that construction will commence shortly, with completion in 2017.  Together with the recent announcement of funding and permission for a high-speed fibre-optic cable between Mayo and New York, this is a significant boost for the west and a significant step in attracting high-tech industry to the region.  This is very welcome news for the west.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#H00300","speaker":"1187"},{"type":"speech","time":1429781400,"counter":39,"content":"<p>I agree with Senator Mooney's remarks about the reduction in interest rates and the banks.  While I welcome the announcement by AIB yesterday that it intends to reduce its interest rate, I call on the other banks to do the same.  I pay tribute not only to my own party and our representatives in this House and the Lower House who have raised this issue continually over recent months but to all Members who have raised it.  This issue affects many people whom we represent and it is time it was addressed.  Never in the history of the ECB have interest rates been as low and it is time the banks passed on that low interest rate to their customers.<\/p> <p>I support Senator Craughwell who raised the issue of the Gaelchol&aacute;iste Chine&aacute;l Eoghain in the Inishowen Peninsula.  I am not fully aware of the circumstances but if an industrial dispute is leading to the imminent closure of the school, it is incumbent on us all to investigate the reasons for that situation.  As Senator Craughwell stated, it is the only Gaelscoil in the area and it is unfortunate that as a result of an industrial dispute between the staff and the management, the pupils who live in that area will be deprived of a Gaelscoil.  I support Senator Craughwell's call for the Minister for Education and Skills to look into it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#H00400","speaker":"1164"},{"type":"speech","time":1429781400,"counter":40,"content":"<p>Is the Senator seconding the amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#H00500","speaker":"1127"},{"type":"speech","time":1429781400,"counter":41,"content":"<p>I do not think Senator Craughwell proposed an amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#H00600","speaker":"1164"},{"type":"speech","time":1429781400,"counter":42,"content":"<p>Yes, he did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#H00700","speaker":"1127"},{"type":"speech","time":1429781400,"counter":43,"content":"<p>If he did, I will second it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#H00800","speaker":"1164"},{"type":"speech","time":1429781400,"counter":44,"content":"<p>That is just to clarify.  Thank you, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#H00900","speaker":"1127"},{"type":"speech","time":1429781400,"counter":45,"content":"<p>I respect the authenticity and sincerity of Senator Mooney's call this morning regarding rates of interest being applied by the banks.  I think we had a successful day yesterday at the hearings of the Joint Committee on Finance, Public Expenditure and Reform.  We are all concerned at the gap between the ECB rates and the standard variable mortgage rates that are applicable.  In this regard, I asked Mr. Duffy and his colleagues if they would be open to an independent objective assessment in circumstances where the rate they are applying is inflicting undue hardship on the borrower.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I had in mind an external agency such as the Credit Review Office, which arbitrates on SME loan applications.  To be fair, AIB said it would accept that proposition.  It did not think it applies but it said it was trying to engage with everyone.  In regard to the number of repossessions, it pointed out that when a notice was served, 50% chose to re-engage, so it has dropped all of those proceedings.  From what it said yesterday, it is making a fair effort in that regard.  <\/p><p>Yesterday, on the matter of repossessions, I also queried the practice on voluntary assisted sales and recommended that where the homeowner surrenders the house and assists in the disposal process, the bank would write off the balance of the debt once the asset has been sold.  Again, that was accepted and it said that this is, or will be its practice.  I know the Senator meant well and I agree with him but the bank did point out that there are four component parts to its charge for money and it is keeping them under review.  There is movement and it is downward.  The bank did seem to promise or commit, in the short term, perhaps within a few months, to reducing the rate.<\/p><p>Having an external agency to arbitrate could help, especially where a customer is able to show that, in its particular case, the bank is inflicting undue hardship.  We need to continue to monitor the situation.  Next week, Bank of Ireland and Ulster Bank will be before the finance committee and we will pursue this matter further with them as well.  Things are going in the right direction.  No one wants to see repossessions.  As has been said by Senator Bacik, the Government will have its own suite of measures very quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#H01000","speaker":"1151","continuing":true},{"type":"speech","time":1429781400,"counter":47,"content":"<p>The Government should be leading on this.  A national newspaper should not be claiming credit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#J00200","speaker":"1128"},{"type":"speech","time":1429781400,"counter":48,"content":"<p>Tomorrow, 24 April, marks the 99th anniversary of the Easter Rising and it is appropriate that this House should acknowledge that fact.  Saturday, 25 April, marks the commemoration of ANZAC day, which saw 3,000 Irish men and boys dying on the shores of Gallipoli.  Those 3,000 people are as Irish as the heroes of the 1916 Rising.<\/p> <p>The complexity of our history is illustrated nicely, or tragically perhaps, by Commandant Mike Malone, commander of the Irish forces who opposed the British at Mount Street Bridge.  He rightly takes his place among the pantheon of Irish heroes.  It is interesting to note that Michael Malone's brother was killed the year before, in 1915, during one of the pushes by the Dublin Fusiliers in France.  This nicely illustrates the complexity of the birth throes of our nation.  In the weeks, months and years ahead, we would do well to remember the complexity of our history.  Instead of pigeonholing one side or the other into goodies and baddies, it is important that we have a balanced view and recognise that within our State at the time, and probably still today, there was and is probably two traditions or two nations equally deserving of our respect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#J00300","speaker":"1117"},{"type":"speech","time":1429781400,"counter":49,"content":"<p>I welcome the indication given yesterday by the CEO of AIB that the bank is likely to take some action on variable interest rates.  I do not think any newspaper should be claiming credit for the movement we saw yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#J00400","speaker":"1118"},{"type":"speech","time":1429781400,"counter":50,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#J00500","speaker":"1138"},{"type":"speech","time":1429781400,"counter":51,"content":"<p>Every public representative and every politician in this House and the other House, of all parties and none, have raised this issue over a long period of time.  I hope we will soon see some developments.  I support the idea put forward by Senator Coghlan of the independent objective assessment of the rates being charged and likely to be charged.  There is a lot of merit in the idea.  <\/p> <p>I repeat my call for a debate on banking, banking charges and our banking system.  There is another element to this, namely, the hardship being endured by small businesses, particularly cash businesses, on which I spoke earlier in the week.  I ask the Leader to arrange that debate so that we can flesh out the issue and give it the sort of prominence that the variable interest rate issue has received.  <\/p> <p>I join with Senator Bacik in welcoming the appointment today of the Minister of State at the Department of Justice and Equality, Deputy &Oacute; R&iacute;ord&aacute;in, to head up the national drugs strategy.  We have a drugs abuse crisis in this country and it is of major proportions.  Young lives and families in every town and village are being destroyed.  Major costs are being inflicted on our health service as a result of drug abuse and drug problems.  The cause of much criminality in our communities is linked to the drug trade.  There is evidence that many suicides in the country are a result of drug abuse or pressure inflicted on young people by people in the drug trade.  I welcome the appointment of the Minister of State, Deputy &Oacute; R&iacute;ord&aacute;in, and would very much welcome an early debate in this House on all aspects of the drugs problem in this country and how we can devise a major campaign and strategy to address this crisis for once and for all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#J00600","speaker":"1118"},{"type":"speech","time":1429781400,"counter":52,"content":"<p>My apologies.  I did not see the Leas-Chathaoirleach indicating towards me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#J00700","speaker":"1172"},{"type":"speech","time":1429781400,"counter":53,"content":"<p>Were it not for the Senator's eminent arrival, I would have called the Leader to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#J00800","speaker":"1127"},{"type":"speech","time":1429781400,"counter":54,"content":"<p>I had a guest in the Visitors Gallery and beg the Leas-Chathaorleach's pardon.<\/p> <p>I wish to make a contribution on the issue of the engagement with AIB yesterday.  A number of speakers have mentioned it and the positive outcome that it is willing to look at variable interest rates in the near future, which is to be welcomed.  Despite the nation's shares in AIB, the fact remains that even though the shareholding is 99.9%, it still has a commercial mandate.  I personally favour taking AIB into 100% State ownership and changing its mandate, but that is a debate for another day.  <\/p> <p>There were a number of other aspects of the engagement yesterday which I would like the Leader to take on board in terms of a debate in this House, which many of us have called for, on the wider issue of the mortgage crisis.  One of those aspects is that AIB, in determining whether a mortgage is sustainable, not only accepts the recommendations of the Insolvency Service of Ireland but then adds 25%.  That is part of the reason why a number of AIB mortgages are more sustainable in the longer run than those in other lending institutions.<\/p> <p>AIB has also said it is willing to look at having an independent body decide on what is a sustainable mortgage.  This has been one of the big issues in terms of the number of reconstructions of mortgages going back into arrears, feeding into the courts system, and feeding into repossessions.  It is something the other banks should consider very carefully and they should also move in that direction. <\/p> <p>AIB also indicated that the engagement of an independent body, the Irish Mortgage Holders Association, which is independent of the bank, does facilitate the engagement of borrowers with the bank and it has been very satisfactory in terms of bringing a number of cases to conclusion.   This is something that is very important and should be fed back to the Minister. <\/p> <p>There are a number of issues.  To be fair to the finance committee, AIB was the first bank to be called before it.  On a number of the questions that were raised, it gave progressive and positive responses.  I suspect we will not be getting such positive responses from some of the other institutions which will come before the committee.  <\/p> <p>I have said this so many times it is becoming like a broken record but I will again reiterate that, like other Members, I want an engagement with the Minister for Finance in this House on the issue of mortgage arrears.  Requests for his attendance in the House have been ongoing for in excess of 12 months.  It is disrespectful to this House that he has not deemed fit to come in here and address the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#J00900","speaker":"1172"},{"type":"speech","time":1429781400,"counter":55,"content":"<p>One of the most important areas of business opportunities is tourism.  Senator Mooney regularly reminds us of that, but every time we look for changes to encourage tourism, there always seems to be someone saying that those changes do not suit.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Feargal Quinn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1972\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1972&amp;amp;pid=FergalQuinn&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The recent effort in D&uacute;n Laoghaire to erect a cruise ship berth is being criticised by the local yacht clubs because it will interfere with them.  Let us ensure we have one approach that sees an opportunity and a challenge and does something about it.  Tourism has been successful in recent years.  It has been particularly helped by the Government's decision to reduce the VAT rate applicable to that business.  That is not enough.  Can we get everyone in the country saying let us get behind anything that is going to bring about change?<\/p><p>Another area of concern is the small businesses that have websites but are not equipped to trade on those sites.  This is a big opportunity.  A huge amount of business can be done through online trade.  I recall going into a small shop in Estonia where two or three people worked but I was taken upstairs where there were half a dozen working on the Internet, trading around Europe.  This is another opportunity we can do something about.  It would be well worthwhile debating it in this House to get a wider view, not just that of the Oireachtas Joint Committee on Jobs, Enterprise and Innovation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#J01000","speaker":"1145","continuing":true},{"type":"speech","time":1429781400,"counter":57,"content":"<p>I support Senator Hayden&rsquo;s comments on the mortgage arrears crisis.  While a full debate in the House will not resolve the issue, the presence of the Minister for Finance and a debate would be helpful.  This request was made some time ago.  It would be appropriate for him to give a favourable response soon.<\/p> <p>I also support Senator Gilroy&rsquo;s comments on our sometimes selective presentation of our shared history on this island, which comments are appropriate as we plan for the centenary of 1916 and beyond.  Almost nine years ago I asked in this House that we have a detailed and properly planned run-in to the 1916 centenary commemorations because of the sensitivity surrounding them.  The Government is getting the balance as right as it can.  It is a challenge to us all in this House and to the public to have an open mind about our history and not to be as judgmental as we can sometimes be.  Whether citizens died on O&rsquo;Connell Street or soldiers died in Gallipoli, they were all Irish and deserve to be remembered equally.<\/p> <p>Senator Craughwell raised the issue of Siteserv.  I think it was Peter Mandelson who, when advising Tony Blair, pointed out that if an issue remained on the front page of the newspapers for three or four days, it was a serious political issue.  This is becoming an issue which requires full disclosure and debate.  While the Comptroller and Auditor General may have a role, I heard the view expressed that legislation would have to be passed to enable him or his office to enquire into Siteserv.  Ministers can make very clear, concise statements in these Houses on current events, and it would be helpful and appropriate if the Minister in question would come to this or the other House to put on the record the history of the sale from his perspective.  Public confidence needs to be restored on commercial decisions where there was a political involvement.  The saga of the sale of Siteserv needs to be clarified.  It involves taxpayers&rsquo; money.  There was a significant write-down and the taxpayer is funding the deficit.  Clarity and full disclosure of information are required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#K00200","speaker":"1189"},{"type":"speech","time":1429781400,"counter":58,"content":"<p>Senator Mooney spoke about variable mortgage rates.  He should not believe everything he reads in the newspapers.  It is not good for anyone to believe everything.  I take on board what he says about one newspaper claiming credit for AIB reducing its rates, which is a bit far-fetched.  In its statement of priorities the Government recognises that promoting and encouraging competition for new entrants into the banking sector is required to put downward pressure on interest rates for variable rate mortgage customers, new and existing.  The action taken by the Government to promote competition in the banking sector includes the establishment of the Strategic Banking Corporation of Ireland, SBCI, the credit guarantee scheme and amendment of section 149 of the Consumer Credit Act 1995 to encourage new entrants to the Irish financial sector.  The mortgage interest rates that independent financial institutions operating in Ireland charge to customers are determined as a result of a commercial decision by the institutions concerned.  The Minister for Finance and the Central Bank do not have a statutory role in respect of the mortgage interest rates charged.<\/p> <p>As part of the Central Bank&rsquo;s work on mortgage arrears, lenders were asked to consider all avenues to help customers in arrears, including interest rate reductions.  Regulation of interest rates remains a policy area under review and it has been the subject of correspondence between the Department of Finance and the Central Bank.  At a recent meeting between the Minister for Finance and the Governor of the Central Bank, the issue of mortgage interest rates was discussed.  The Governor provided an update on ongoing work that he and his officials are carrying out on the issue of standard variable rates charged by lenders.  The Governor and the Minister noted that the standard variable rates charged in Ireland are higher than in any other euro area countries and have not fallen in line with the European Central Bank wholesale rates.  The Central Bank will continue to research why this is the case and will publish results shortly.  The Governor will update the Minister for Finance on progress in due course.<\/p> <p>As Senator Paul Coghlan and others stated, the Government will have its own suite of additional measures which will be announced soon.  I hope when those measures are announced we can invite the Minister for Finance into the House to explain the position and have the debate on mortgage interest arrears and the banking sector that has been requested numerous times.<\/p> <p>Senator Mooney and several others, including Senators Gilroy and Bradford, asked us to remember the approximately 4,000 Irish men who lost their lives in the First World War at Gallipoli.  Senator Gilroy also spoke about the fallen of 1916 and recalled the complexity of our history.  There is a need for balanced comment on this issue.  I am sure we will all remember the Irishmen who died in 1916 and in Gallipoli and elsewhere in the First World War.<\/p> <p>Senators Bacik and Mullins welcomed the appointment of the Minister of State at the Department of Justice and Equality, Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in as Minister of State with responsibility for drugs strategy.  Members on the other side of the House also asked several times for a designated Minister of State.  Everyone will be pleased that this responsibility will rest with Minister of State, Deputy &Oacute; R&iacute;ord&aacute;in.  We will have statements on the drugs strategy with either the Minister for Health, Deputy Varadkar, or the Minister of State, Deputy &Oacute; R&iacute;ord&aacute;in, when the drugs and alcohol briefs have been newly assigned by the second week in May.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Bacik also spoke about the plight of migrants seeking to enter Europe.  I am sure that the problems facing so many migrants will be discussed at the EU summit today.<\/p><p>Senator Craughwell welcomed the announcement by the Minister that the Comptroller and Auditor General is to investigate the Siteserv issue.  Senator Bradford also commented on that issue.  I gave a comprehensive reply on it yesterday.  Senator Craughwell also proposed an amendment to the Order of Business calling on the Minister for Education and Skills come to the House today for a debate on the closure of a school in Donegal.  I suggest that the Senator table that issue for discussion as a Commencement matter, in respect of which the Minister could come to the House to give a reply.<\/p><p>Senator Naughton welcomed the planning application submitted by Apple in respect of the data centre.  There is no doubt but that this is an exciting development for Galway, the west and the country.  It is hoped the planning permission will be granted in early course and that this major development will be up and running soon.  <\/p><p>Senator Wilson spoke about variable interest mortgage rates, on which issue I have already responded.  Senators Coghlan and Hayden also spoke on that issue.  The work done by our Oireachtas committees is not often recognised.  I take this opportunity to pay tribute to the finance committee, of which Senator Hayden is the Vice Chairman, for its work on that issue.  I wish all members of the committee well in their endeavours in terms of their querying the other banks as they appear before it over the coming weeks.  The committee will probably have more difficulty with them than they had with the representatives of AIB.  <\/p><p>Senator Quinn spoke about encouraging tourism and overcoming local challenges that may arise from time to time.  That is an important point.  People often object to various aspects of tourism development.  It is important from a national point of view that we can overcome these challenges.  We have been very successful in terms of our tourism product but we cannot rest on or laurels.  We must continue to develop the wonderful tourism product that we have in this country.  I note the Senator's point on businesses not being equipped to trade online, on which issue the Minister of State, Deputy Dara Murphy, recently made a statement.  There is a need for businesses to get more involved in online trading, particularly in the context of development of their own business.<\/p><p>I do not propose to accept the amendment to the Order of Business as proposed by Senator Craughwell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#K00300","speaker":"1130","continuing":true},{"type":"speech","time":1429781400,"counter":60,"content":"<p>Senator Craughwell has proposed an amendment to the Order of Business: \"That a debate with the Minister for Education and Skills on the imminent closure of Gaelchol&aacute;iste Chine&aacute;l Eoghain in the Inishowen Peninsula be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#L00200","speaker":"1127"},{"type":"speech","time":1429781400,"counter":61,"content":"<p>No.  I have just received a message that the Minister has agreed to meet the three local Deputies on the issue.  I would ask, however, that the Leader would relay my concerns to the Minister and place her on notice that if we do not hear positive news, I will propose this amendment again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#L00300","speaker":"1196"},{"type":"unspoken","time":1429781400,"counter":62,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1429781400,"counter":63,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1429781400,"counter":64,"content":"<p>Sitting suspended at  12.15 p.m. and resumed at 1.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":" Roads Bill 2014: Committee Stage","time":1429781400,"counter":65,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#R00100"},{"type":"speech","time":1429781400,"counter":66,"content":"<p>I welcome the Minister for Transport, Tourism and Sport, Deputy Donohoe, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#R00150","speaker":"1118"},{"type":"unspoken","time":1429781400,"counter":67,"content":"<p>Sections 1 to 15, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1429781400,"counter":68,"content":"<p>SECTION 16<\/p>"},{"type":"speech","time":1429781400,"counter":69,"content":"<p>I move amendment No. 1:<blockquote><br \/><br \/>In page 11, between lines 2 and 3, to insert the following:&ldquo;(3) The Minister shall require the Authority to publish a cost-benefit analysis of each road project a minimum of six months before approval of the project.&rdquo;.<\/blockquote>I welcome the Minister to the House.  I am particularly indebted to him and to the House because they facilitated a rearrangement of the timetable for very busy people.  I was not released from the banking inquiry until a few minutes ago.  Having taught in this area for a number of decades, however, I thought I could attend the House to assist the Minister.  I could have waited for the next Roads Bill but goodness knows when that might be.  I do appreciate, however, everyone in the House facilitating this rescheduling.<\/p><p>I welcomed the discussion we had on Second Stage.  I support the Bill virtually in its entirety.  Do the two measures before the House improve the legislation?  I will try in a few seconds to make the case that they are of value to the task, which the Minister explained to us the previous day, by improving resource allocation in this area and bringing together engineering expertise from two agencies.  In a facilitatory frame of mind, that is what I have set before the House.<\/p><p>Section 16 gives the Minister procurement functions.  It states that where the Minister considers it would be convenient, expeditious, effective or economical for the authority to arrange various functions, the Minister may allow for that.  The second goes on to outline them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sean D. Barrett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2370\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2370&amp;amp;pid=SeanDBarrett&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I accept the Minister's invitation.  My first proposed amendment in that section is to accomplish the goals of ensuring that our decisions are expeditious, effective and economical.  As the Minister knows, the technique to evaluate road investment is a cost-benefit analysis developed in the United Kingdom, a technique called COBA, used for the first time on the Naas bypass which was the first piece of motorway built in the State and showing a rate of return.  It is a project that has continued to earn that rate of return.  We have considerable research in that area but we have limited funds.<\/p><p>We should avoid building motorway capacity, which is up to 55,000 vehicles a day, on routes where that volume is not likely to be achieved.  We might say we built the national motorway system under a particular scheme in conjunction with the European Union.  That is now in place and nobody would suggest it should be dismantled.  The level of service requirement and doing a cost-benefit analysis are important to ensure we do not build motorways in the wrong place at a time of constraint in the public finances.<\/p><p>The techniques exist.  The ready rule of thumb would be that if the likely demand at any foreseeable time in the future is considerably less than 55,000 vehicles a day it is not worth taking on the heavy constructions costs of a motorway.  The purpose of the amendment is to undertake the analysis before we embark on the project and know whether it is worthwhile.  For the extra costs to bring the capacity up to 55,000  vehicles a day, I do not believe there are any extra benefits.  One benefit is speed, allowing one to drive up to the speed limit if the same level of service is retained.  Another benefit is safety, which is retained once there are grade-separated intersections.  Once there is a dual carriage roadway the safety of modern roads improves.<\/p><p>That is the first point I would make in that regard.  Let us not plan on building a road with a capacity of 55,000 vehicles a day in a place where there is no possibility of getting to that volume in any foreseeable timeframe.  It would improve value for money in the roads budget if we have built in an analysis that advises the Minister and the authority, despite whatever other pressures there might be to build a motorway from A to B, that it does not come up in the cost-benefit analysis as a project other than one that would take money from other projects that the Minister or other Ministers might have in mind.<\/p><p>The purpose of the amendment is that in its procurement functions the authority should carry out an analysis to ascertain whether a project is worthwhile.  We should tailor the roads budget to delivering the maximum return.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#R00500","speaker":"1157","continuing":true},{"type":"speech","time":1429781400,"counter":71,"content":"<p>I thank the Senator for his amendment.  When he commented on the Bill on Second Stage he said that we needed to move from advocacy to analysis regarding major projects.  I am keenly aware of this point.  At a time of continued constraint on our ability to spend taxpayers' money on projects we need to ensure that all available funding is spent and allocated in the most efficient way possible.  Of course, that is one of the reasons to have this new body, which will be able to play a very valuable role in the deployment and maintenance of infrastructure throughout the country.<\/p> <p>Despite that background agreed between the Senator and me, I am still not in a position to accept the amendment.  The need to analyse how money is spent on behalf of the taxpayer is very much accepted across the Government.  It is perhaps the main rationale for the creation of the Department of Public Expenditure and Reform, headed up by the Minister, Deputy Howlin.  That Department in the first instance deploys appraisal standards and requirements relating to cost-benefit analyses for publicly provided and funded projects.  The requirements for doing so are set out in the public spending code published by the central expenditure evaluation unit of the Department of Public Expenditure and Reform.  This code incorporates long-established elements of the value-for-money arrangements that have been in place and consolidates the best practice regarding cost-benefit analysis requirements.  This is the framework for appraisal of national road schemes.  It incorporates the requirements of the public spending code and is very much in line with my Department's guidelines on a common appraisal framework for transport projects and programmes.<\/p> <p>For all of these reasons it is considered that the proposed amendment would not be appropriate for inclusion in primary legislation.  As the Department of Public Expenditure and Reform's public spending code deals comprehensively with the issue of cost-benefit analysis, providing for this matter in primary legislation could have the effect of restricting that Department in any future revisions to the public spending code.<\/p> <p>Alongside the requirements of the Department of Public Expenditure and Reform and the way in which it would evaluate spending proposals from the Department of Transport, Tourism and Sport, I also have within my Department a unit providing ongoing assistance on how we can best deploy taxpayers' money and ensure we get the best value for money in road and infrastructure projects.  A clear indication of the importance of the point made there came with my Department's preparation of and the Cabinet's agreement to the strategic framework for investment in land transport study.  We hope to publish that in the near future.  It will provide a macro-framework within which my Department proposes to respond to the constraints on us owing to the need to spend taxpayers' money efficiently and also because there are many competing demands for that money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#S00200","speaker":"1007"},{"type":"speech","time":1429781400,"counter":72,"content":"<p>I thank the Minister, as always, for his reply.  Sometimes other Departments can be abolished.  Will the responsibilities of the Department of Public Expenditure and Reform be returned to the Department of Finance by a future government?  Will there still be people doing this kind of appraisal and so forth?<\/p> <p>I welcome what the Minister said about the strategic framework, which will be most interesting to read.  The Minister spoke about constraints.  Building roads or other infrastructure in the wrong place becomes, in itself, a constraint because we end up with a debt lodged in the Department of Finance and an asset not generating much in the way of a return.  That was the spirit in which I tabled the amendment.<\/p> <p>As the Minister has assured me that the point about analysis and appraisals is being dealt with otherwise than in this legislation, I will not press the amendment.  I am glad the spirit of what we are trying to do to assist the Minister and his Cabinet colleagues is being addressed.  If we have a request for a motorway, the capacity of which is 55,000 vehicles a day, we need to establish what the usage will be to know if it is appropriate or if something else could be tailored.  I will not press the amendment and I thank the Minister for his considered reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#S00300","speaker":"1157"},{"type":"speech","time":1429781400,"counter":73,"content":"<p>The Senator has made an important point about the consequences for the taxpayer when infrastructure is built for which there is either insufficient demand or when the level of demand for it changes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In my time as Minister for Transport, Tourism and Sport, I have become increasingly aware of the integrated nature of the consequences of building or changing infrastructure over other transport infrastructure already in existence.  For example, what happens to railway usage when we improve the road network or what happens to regional airport usage when we improve the rail network?  These considerations must be borne in mind when considering how best to spend taxpayers' money in the future.<\/p><p>The role of the Department of Public Expenditure and Reform is now very much consolidated within the architecture of Departments and has demonstrated its value in recent years.  I hope that when my Department and I publish our framework on how we believe we should invest in land transport in the future, the Senator will be assured many of the points he has raised have been understood by my Department and are mirrored in the way the Department of Public Expenditure and Reform appraises proposals from my Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#S00400","speaker":"1007","continuing":true},{"type":"unspoken","time":1429781400,"counter":75,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1429781400,"counter":76,"content":"<p>Section 16 agreed to.<\/p>"},{"type":"unspoken","time":1429781400,"counter":77,"content":"<p>SECTION 17<\/p>"},{"type":"speech","time":1429781400,"counter":78,"content":"<p>I move amendment No. 2:<blockquote><br \/><br \/>In page 11, between lines 9 and 10, to insert the following:&ldquo;(2) The Authority shall, on receipt of a request from the Minister, conduct research and publish advice on the appropriate taxation of heavy goods vehicles and their road track costs.&rdquo;.<\/blockquote>This section Bill concerns advice on services, a matter we discussed in this House with a previous Minister at the Department of the Environment, Community and Local Government.  This concerns the maintenance of roads and how we apportion the maintenance costs of roads to individual types of vehicles.  There are various rules of thumb used in road track studies.  Some 15% of the capital cost is allocated to heavy goods vehicles, based on research by the American Association of State Highway Officials.<\/p><p>The key issue is how to allocate the maintenance and upkeep costs of roads.  Ultimately, it is a case of how do we deal with potholes that could cost immense damage and which involve an immense repair Bill.  I realise that this proposal would take time, but it is worth starting on it.  The principle behind the amendment is that if we identify certain kinds of vehicles which cause damage to roads and if these vehicles are not appropriately taxed through the current system of taxation of heavy goods vehicles, we should initiate a change so that we provide a reward system for vehicles that impose less of a maintenance burden on roads authorities and phase out those vehicles that impose a greater burden.<\/p><p>The current system of taxation of heavy goods vehicles is based on the unladen weight.  This has been the system historically, but research over a number of decades has suggested that it is not the unladen weight that is significant.  It is what is loaded on the lorry that will have an impact on road surfaces and that should be taken into account.  What is even more important to take into account is not the weight when laden, but the number of axles.  I have some copies of studies done on this and will make them available outside of the Chamber.  Examples can be found of where vehicles with the same carrying capacity cause a different impact on the road surface.  The key issue in this regard is the number of axles per vehicle.  We can show cases where relatively small vehicles are not covering their infrastructure costs, while bigger ones are covering their infrastructure costs because they have more axles.  This is called the &quot;fourth power rule&quot;, as our engineering colleagues would know.<\/p><p>If we have vehicles that are not covering their infrastructure costs, thereby imposing demands on county engineers and others in maintenance costs and we would like, through the tax system, to persuade trucking firms and others to buy vehicles which do not impose that burden, why do we not include that incentive in this Bill.  The studies I have come from the United Kingdom.  My amendment proposes to give the Minister the power to ensure that the authority will, on a request from the Minister, conduct research and publish advice on the appropriate taxation of heavy goods vehicles and their road track costs.<\/p><p>Many economists would point out that this UK research has been around for some time and would ask whether it is time for it to influence policy.  My amendment allows the Minister, in consultation with the new authority to commission research.  Then, when they have that research the Minister and his Cabinet colleagues can decide whether the UK research is valid for Ireland and whether it provides a useful way to save money on the maintenance budget and whether it forms an appropriate basis on which to recalibrate the way we tax heavy goods vehicles.  I know of this research from my college research for some time and bring it to the House now for the Government to decide whether it assists in assessing the maintenance costs of Irish roads.  That is the reason behind my amendment.<\/p><p>I believe it would be good for the new relationship between the new authority and the Minister that he can ask about research and receive research reports.  Perhaps, the reports could be brought here and we could discuss the impact they would have.  If there are sensible ways to deal with this issue that do not affect the economy but which ensure we have better performance from our heavy goods vehicles fleet in regard to road maintenance and if there is valid research available from adjoining jurisdictions, let us consider whether it is worth giving those systems a try here and ensure that research is carried out here.  That is the purpose of my amendment.<\/p><p>The Minister said previously that we are short on maintenance because of the curtailment in the public finances.  In that spirit, this might be one of the routes we could use to tackle that problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#T00500","speaker":"1157"},{"type":"speech","time":1429781400,"counter":79,"content":"<p>The National Roads Authority does not have a statutory role or function in regard to taxation policy or the taxation of vehicles, including heavy goods vehicles.  Therefore, it would not be the appropriate body to conduct such research or to provide advice on the matter.  It should be noted however that section 32(2) of the Roads Act 1993 states that the NRA may provide services to the Minister on such terms and conditions as may be agreed.  This will, of course, only apply to the NRA specific statutory functions.  To repeat, the National Roads Authority and the new body that will emerge following the passage of this Bill is not a body with a statutory role in regard to taxation policy.<\/p> <p>It should also be noted that section 17(1) provides that Transport Infrastructure Ireland shall provide advice or services to the Minister in regard to the functions transferred to the authority under section 7.  There is accordingly ample provision in the Bill and existing legislation for the provision of advice on services to the Minister on matters within the remit of Transport Infrastructure Ireland.  The Bill, when passed, will provide scope to that body to provide advice on services to me in regard to matters transferred to it.  Currently, the NRA does not have a statutory role in this area.<\/p> <p>In previous years, it was always open to Oireachtas Members, with a modest amount of support in the Oireachtas, to complete reports in particular policy areas in which they had an interest and for those reports to be debated in committees or on the floor of the D&aacute;il.  I would welcome a return of that facility.  Sometimes this would happen through the rapporteur model and was a frequent occurrence when I was a Member of the Seanad.  This is a model I would like to see restored, because through it Senators with an interest in a particular area could make their views known formally to the Government and the Oireachtas.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I regret that I am not in a position to accept the Senator's amendment, specifically because the National Roads Authority does not have a statutory role in regard to tax policy or the setting of tax rates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#T00600","speaker":"1007","continuing":true},{"type":"speech","time":1429781400,"counter":81,"content":"<p>Much of the role to which I referred was previously performed by An Foras Forbartha Teoranta before it was abolished by a previous Government.  As I understand it, some parts of its function were subsequently transferred into the NRA.  There was a distinguished record of publication by people at An Foras Forbartha Teoranta such as Peter O'Keeffe, Patrick McGuinness and Colm McCarthy, the latter being familiar to anyone who has read the report of an bord snip nua.  An Foras Forbartha Teoranta did a lot of work of the type described by the Minister.  When the reallocation of functions and jurisdictions occurred, that particular function seems to have fallen through the holes in the system.<\/p> <p>We must have some response to the issue of the impact of heavy goods vehicles on the cost of maintaining our roads infrastructure.  Unless Deputies and Senators get a group together, we will not have that response under the model the Minister is proposing.  I would have liked to see the NRA take on that role for its own purposes of discovering which factors most impact the maintenance budget.  If there are a lot of inappropriately taxed heavy goods vehicles which might be replaced by more appropriately taxed vehicles, it would be worth finding out about that.  Given that the UK authorities have already done the research, it would not be rocket science for the NRA to read it and report back to the House.<\/p> <p>The authority might be more open to such a prospect than was suggested in the Minister's response.  However, if it is a good idea, I do not mind who carries it out.  It seems silly to keep on with a rising bill for road maintenance costs without even being willing to consider the links between that and how we tax heavy goods vehicles.  I realise it is the model of a standard reply to say that the taxation of heavy goods vehicle is a matter for someone else.  However, if the expert evidence in this matter points in a particular direction, then we should have that discussion.  We are not trying to take functions or responsibilities away from any other one.<\/p> <p>We need new ideas in this area.  I am not satisfied that the role An Foras Forbartha Teoranta used to carry out has been replicated in any other organisation.  I am surprised by the reluctance of the NRA even to consider doing it.  One calls to mind the observation of John Maynard Keynes that ideas of goodwill are far more powerful than the powers of vested interests.  I hope the NRA will reconsider the niggardly reply it has given to the Minister.  We had the same resistance from the Department of the Environment, Community and Local Government, which is difficult to understand.  I do not have an interest in one type of truck over another, but if the research tells me that more axles per truck is a good thing, that the bulk of maintenance requirements is caused by heavy goods vehicles and that we can make substantial savings in this area, the fact that certain people in certain offices do not like even to think about it is disappointing.  We were elected to this House in 2011 with the objective of introducing reforms in a range of areas.  This is a simple reform and the obstructionism on the part of others that is indicated in the Minister's reply does not seem appropriate.  We have many things to remedy in this country and this is not one of the most pressing ones.  However, if we do not press for these types of changes, we will end up in the same type of trouble we were elected four years ago to address.  I may opt to re-table this amendment on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#U00200","speaker":"1157"},{"type":"speech","time":1429781400,"counter":82,"content":"<p>For the information of the Senator, we are taking Report Stage of the Bill today, by order of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#U00300","speaker":"1118"},{"type":"speech","time":1429781400,"counter":83,"content":"<p>I thank the Acting Chairman for that clarification.  I was not aware it was the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#U00400","speaker":"1157"},{"type":"speech","time":1429781400,"counter":84,"content":"<p>Senator Barrett has brought forward two very worthwhile amendments.  One of the burning questions facing councillors in every local authority is how to budget for road maintenance, fixing of potholes and so on.  In looking at the overarching issue of what causes our road infrastructure to break down, Senator Barrett is posing a key question and one to which we should have the answer.  If heavy trucks are having a major impact on road infrastructure, it seems logical to consider whether we might devise a scheme based on research that has been carried out elsewhere such that by changing the dynamic of the trucks on our roads we might see a reduced burden on infrastructure.  These are issues one hears being discussed at the fireside in a wake house, but we are not getting any answers.  Senator Barrett has come forward with a potential solution which would give powers in this regard to the organisation charged with allocating taxpayers' resources for the repair and maintenance of roads.  That body should be armed with the research that is available in order that it can find the answers we are seeking.<\/p> <p>The Minister referred earlier to the public spending code.  That is an excellent document which places responsibility on all Departments and State bodies to engage in more advanced procurement techniques and provide more value for money from taxpayers' contributions.  It should be fundamental to this code that there be a mechanism by which bodies can research better ways of doing their business.  In this case, that would involve an investigation into what is causing the deterioration of our roads, including national, regional and county roads.  If we can find a way, by means of a new tax scheme, of imposing a lesser burden on that infrastructure by incentivising truck owners to purchase vehicles that are less impactful, it is an option that should be considered.  There is merit in what Senator Barrett is proposing, as there was in his previous amendment.  If we are interested in achieving the objectives of the public spending code across all Departments, this proposal should at least be considered.<\/p> <p>It is regrettable that we are proceeding directly from Committee Stage to Report Stage of the Bill, because it does not give an opportunity for the Minister to afford amendments proper consideration.  I realise this is being done with the agreement of the House, but it does not allow time for a Minister and his or her officials to go off and think about a useful amendment such as this one and perhaps come back at a later date with an alternative wording or some other variation.  Consideration should be given to amendments which would serve the public interest and ensure we get better value for money .  In this case, the proposal is to incentivise operators of heavy goods vehicles to have a more efficient fleet.<\/p> <p>In regard to the taxation of heavy goods vehicles, I draw the Minister's attention to the situation whereby drivers of vehicles from the Republic are being charged &euro;10 by the Northern Ireland Department for Regional Development each time they cross the Border.  This is having a detrimental impact on cross-Border business.  I am aware of one company which has let go 300 employees in County Donegal and transferred 100 jobs back to Ashbourne in County Meath.  Its drivers were being charged &euro;10 each time they crossed into the North at Lifford and again when they exited at Aughnacloy.  That was a &euro;20 charge on their journey east and another &euro;20 on their return trip west, which amounted to a levy of &euro;40 per truck transporting finished goods from Donegal to Ashbourne.  I realise this is not related to the Bill we are discussing, but it is an important issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#U00500","speaker":"1123"},{"type":"speech","time":1429781400,"counter":85,"content":"<p>In responding to Senator Barrett's point regarding the need to review tax policy, the point I was trying to make is that this is not work the NRA was statutorily set up to lead.  That does not mean, however, that the work is not happening.  In fact, it is happening, but it is not being led by the NRA.  The two organisations with principal responsibility for inputting into the development of tax policy in this area are the Department of Finance and the Department of the Environment, Community and Local Government.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=23\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The previous Minister established an interdepartmental group to review the issue of commercial motor tax and the potential to have road user HGV charges.  I inherited this work and I am very much committed to receiving a report from the group.  I have met representatives of the Irish Road Haulage industry to discuss the matter.  In November 2014 the group launched a stakeholder consultation process which concluded in February and was followed by two further meetings of the interdepartmental group in March and April.  I expect to receive its final report in the coming weeks.<\/p><p>I agree that there is a need to examine this issue and that work is happening.  The National Roads Authority has been able to have an input into this work.  I differ with the Senators on what is the appropriate body to lead the work.  Given that the Departments of Finance and the Environment, Community and Local Government have the lead in setting and creating policy in this area, they are the organisations carrying out the work, into which the NRA has an input.  I accept the policy need about which the Senators have spoken and emphasise that the NRA has an input to this work.  My main reason for not accepting their amendment is that other Government bodies have statutory responsibility for this area and are leading the work.  One of the reasons the work is under way was outlined by Senator Brian &Oacute; Domhnaill.  I am very much aware of the pressure the local road network is under, as opposed to the national road network.  I am also aware that our economic recovery is bedding down.  This, combined with the consequences of the abolition of milk quotas and further growth in the timber industry and the type of vehicle that will be on the road, means that there is a need for a policy in this area to be looked at and that work is under way.<\/p><p>On the legislative process, I ask the Acting Chairman to make a ruling.  If I do not accept an amendment, will the Bill continue to Report Stage when the matter can be discussed further?  If that is the case, I certainly do not have a desire to try to complete the Bill this afternoon.  I discussed the matter with the Cathaoirleach and, on the basis of the number of amendments which had been tabled, I thought we would have an opportunity to complete the Bill today, but if Senator Sean D. Barrett wishes to return to these points at a later point, neither I nor, I am sure, anybody else wants to play a role in curtailing his opportunity to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#U00600","speaker":"1007","continuing":true},{"type":"speech","time":1429781400,"counter":87,"content":"<p>It would require a proposal from the Acting Leader.  The decision of the House this morning was that Committee and Remaining Stages would be taken today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#V00200","speaker":"1118"},{"type":"speech","time":1429781400,"counter":88,"content":"<p>I propose that we change the Order of Business and that Report Stage be taken next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#V00300","speaker":"1125"},{"type":"speech","time":1429781400,"counter":89,"content":"<p>That is very fair and I agree.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#V00400","speaker":"1123"},{"type":"speech","time":1429781400,"counter":90,"content":"<p>Is Senator Sean D. Barrett pressing the amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#V00500","speaker":"1118"},{"type":"speech","time":1429781400,"counter":91,"content":"<p>I am indebted to Senator Pat O'Neill and the Minister for what they have said.  If we can think of any more ideas to bring forward next week, we will be delighted to do so, within the constraints imposed by the Joint Committee of Inquiry into the Banking Crisis.  A thought I had regarding the Minister's second response was that engineering expertise was needed.  Is it available in the administration grades in the two Departments the Minister mentioned?  It might be something the NRA has, as it is engaged in road design and an expert on the types of vehicle which break up roads, adding to the administrative burden.  I will certainly do more thinking in the interim and thank all officers of the House.  We will conduct some research during the week to see what we can come back with.  I thank the Minister, the officials, Senator Pat O'Neill and the Acting Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#V00600","speaker":"1157"},{"type":"unspoken","time":1429781400,"counter":92,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1429781400,"counter":93,"content":"<p>I propose that Committee Stage only be taken today and that Report Stage be taken next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#V00900","speaker":"1125"},{"type":"speech","time":1429781400,"counter":94,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#V01000","speaker":"1118"},{"type":"unspoken","time":1429781400,"counter":95,"content":"<p>Section 17 agreed to.<\/p>"},{"type":"unspoken","time":1429781400,"counter":96,"content":"<p>Sections 18 to 26, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1429781400,"counter":97,"content":"<p>Schedule agreed to.<\/p>"},{"type":"unspoken","time":1429781400,"counter":98,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1429781400,"counter":99,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"speech","time":1429781400,"counter":100,"content":"<p>When it is proposed to take Report Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#V01700","speaker":"1118"},{"type":"speech","time":1429781400,"counter":101,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#V01800","speaker":"1125"},{"type":"speech","time":1429781400,"counter":102,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#V01900","speaker":"1118"},{"type":"unspoken","time":1429781400,"counter":103,"content":"<p>Report Stage ordered for Tuesday, 28 April 2015.<\/p>"},{"type":"speech","time":1429781400,"counter":104,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#V01975","speaker":"1118"},{"type":"speech","time":1429781400,"counter":105,"content":"<p>Next Tuesday at 2.30 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015042300002#V02000","speaker":"1125"},{"type":"unspoken","time":1429781400,"counter":106,"content":"<p>The Seanad adjourned at 2 p.m. until 2.30 p.m. on Tuesday, 28 April 2015.<\/p>","notice":"TIME STRING DETECTED"}]