[{"type":"minorheading","content":"Prelude","time":1606386600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1606386600,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1606386600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1606386600,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1606386600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#A00100"},{"type":"speech","time":1606386600,"counter":6,"content":"<p>I have received notice from Senator Martin Conway that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to provide an update on his Department&rsquo;s plans to improve the water and wastewater infrastructure in the villages of Doolin, Broadford, Cooraclare and Carrigaholt in County Clare. <\/blockquote> <p>I have also received notice from Senator Pat Casey of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to outline when he proposes to make waiver of rates regulations under section 15 of the Local Governments Rates and other Matters Act 2019. <\/blockquote> <p>I have also received notice from Senator Miche&aacute;l Carrigy of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to provide an update on a request for funding for additional classroom space in St. Mel&rsquo;s College, Longford.  <\/blockquote> <p>I have also received notice from Senator Paul Gavan of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to outline the transitional arrangements in place to deal with applications outstanding on the closure of Caranua at the end of this year.  <\/blockquote> <p>I have also received notice from Senator Malcolm Byrne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to provide an update on waiting lists for driving tests. <\/blockquote> <p>I have also received notice from Senator Mark Wall of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to update the planning guidelines to ensure that changing place toilet facilities are available in all public buildings. <\/blockquote> <p>I have also received notice from Senator Garret Ahearn of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to allocate urban regeneration and development funding for Clonmel, County Tipperary. <\/blockquote> <p>I have also received notice from Senator Mary Fitzpatrick of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to provide funding for the creation of a national monument museum on Moore Street, Dublin 1, and the regeneration of trading on that street. <\/blockquote> <p>I have also received notice from Senator Fintan Warfield of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the reopening of the gay men&rsquo;s health service post Covid-19 restrictions. <\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to provide an update on the nursing homes support scheme. <\/blockquote> <p>I have also received notice from Senator Jerry Buttimer of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the national awareness campaign on HIV-related stigma to coincide with World AIDS Day on 1 December 2020. <\/blockquote> <p>I have also received notice from Senator Emer Currie of the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to provide an update on the development of the N3 to N4 link road. <\/blockquote> <p>The matters raised by the Senators are suitable for discussion and I have selected those of Senators Conway, Casey, Carrigy and Gavan and they will be taken now.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#A00200","speaker":"1650"},{"type":"majorheading","content":"Teachtaireacht ón Dáil - Message from Dáil","time":1606386600,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#B00100"},{"type":"speech","time":1606386600,"counter":8,"content":"<p>D&aacute;il &Eacute;ireann has passed the Withdrawal of the United Kingdom from the European Union (Consequential Provisions) Bill 2020 on 25 November 2020, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#B00200","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1606386600,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#B00300"},{"type":"minorheading","content":"Water and Sewerage Schemes","time":1606386600,"counter":10,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#B00350"},{"type":"speech","time":1606386600,"counter":11,"content":"<p>The Minister of State, Deputy Peter Burke, is welcome to the House to deal with this important matter of sewerage schemes in critical villages in County Clare.  There are four in particular, namely, Broadford, Cooraclare, Doolin and Carrigaholt.  As the Minister of State knows from his many visits to County Clare, it is a big tourism county, which has hundreds of thousands of people coming to visit during peak times of the tourist season.<\/p> <p>Doolin has been waiting for decades for an upgraded sewerage system.  Hundreds of thousands of people use Doolin to connect to the Aran Islands every year.  Many people in Doolin wish to provide infrastructure for the tourism sector.  There are people who wish to build accommodation, guest houses, small hotels, boutique hotels and bed and breakfasts.  People in the area have been waiting to have the streetscape in Doolin upgraded, with proper public lighting, proper footpaths, improved roadways and so on.  The problem is all of this development is deemed to be premature because the existing sewerage system cannot cope with the level of development in place at the moment, not to talk about increased capacity.  Doolin has provided the taxpayer and the tourism industry in this country with a unique product and the State has not stepped up to the plate in providing the vital sewerage schemes.  Similarly, Carrigaholt is another part of County Clare that has benefited the area, the county and the country with its tourism offering.  It also is an area in which many people wish to invest.  There would be significant capital investment in the tourism area, were the sewerage scheme up to standard.  However, it is not and investment is needed.  Cooraclare is just off the Wild Atlantic Way.  The village has waited for decades and been promised by umpteen Governments that it will have its upgraded sewerage system in place.  It still has not happened.  Regarding Broadford in east Clare, there are a number of investors waiting and willing to invest in the village, to improve it, invest in its infrastructure, provide accommodation and small industry and so on.  Again, it is all deemed to be premature because the sewerage system that is there is not fit for purpose.<\/p> <p>I understand these are considered small schemes in the overall context.  The problem is that there is no home to accommodate them.  I will suggest what the Minister of State and the Minister for Housing, Local Government and Heritage, Deputy Darragh O'Brien, should do.  The Oireachtas Members in Clare had a constructive meeting with the Minister in the Custom House yesterday evening.  We explained that a pot of money has to be made available in the Department for small schemes and the local authorities need to prioritise a scheme each, perhaps, because this is not just prevalent in County Clare.  I am sure it is an issue in other counties as well.  A pot of &euro;30 million or &euro;40 million should be made available by the Department over a five-year period that the local authorities could apply to in order to deal with the legacy sewerage schemes that have to be upgraded.  They are not big enough for Irish Water and they are too big to be done at a very localised budgeting level.  Therefore, they are in between.<\/p> <p>I suggest County Clare and the four schemes I have proposed should be a pilot to see how such a scheme would work nationally.  I encourage the Minister of State and the Minister, Deputy Darragh O'Brien, to roll this out at national level then because I have no doubt the pilot would be successful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#B00500","speaker":"1644"},{"type":"speech","time":1606386600,"counter":12,"content":"<p>I thank Senator Conway for raising this issue and providing me with the opportunity to address the matter.  Since 1 January 2014, Irish Water has had statutory responsibility for all aspects of public water services planning, delivery and operation at a national, regional and local level.  As part of budget 2021, the Department of Housing, Local Government and Heritage secured funding of over &euro;1.4 billion to support water services.  This includes &euro;1.3 billion in respect of domestic water services provisioned by Irish Water.<\/p> <p>The overall investment will deliver significant improvement in our public water and waste water services, support improved water supplies across Ireland, including rural Ireland, and support a range of programmes delivering improved water quality in our rivers, lakes and marine areas.  The programme for Government commits to supporting the take-up of Irish Water's small towns and villages growth programme, which is intended to provide water and waste water growth capacity in smaller settlements, which would not otherwise be provided for in the capital investment programme.<\/p> <p>It should be noted that Irish Water is subject to independent economic regulation by the Commission for Regulation of Utilities, CRU, which determines the revenue required by Irish Water to meet its operating and capital costs and ensure it operates in an efficient manner in delivering its services to customers.  Therefore, Irish Water brought forward proposals for a small towns and villages growth programme, as part of the capital investment programme for 2020 to 2024, to the CRU for consideration.  The programme is intended to support a number of the national policy objectives and national strategic outcomes under the national planning framework.  I understand from Irish Water that an allocation of &euro;97.5 million for this programme was approved by the CRU.  I also understand that projects that are now commencing design and investment under the programme will deliver change in the coming years.<\/p> <p>Irish Water is working with local authorities across the country in ensuring that investment supports the growth of identified settlements where these are prioritised in line with local authority development plans.  Irish Water has informed me that Clare County Council has applied for funding under the small towns and villages growth programme in relation to Doonbeg.  This application is under review.  In addition to the major investment delivered by Irish Water, my Department also funds rural water investment under the multi-annual rural water programme.  This programme supports investment in community-based group schemes, as well as providing supports for improvement of wells and septic tanks.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Peter Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2457\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2457&amp;amp;pid=PeterBurke&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The current investment programme is based on recommendations from the working group established in April 2018 to conduct a review of rural water services.  The working group has a two-strand approach of consideration.  Strand one considered the composition and distribution of funding under the rural water programme while strand two is considering the long-term future resourcing of rural Ireland and water supply generally.<\/p><p>The issue of wastewater infrastructure in villages not serviced by Irish Water is a matter for the working group, which it will consider as part of its work.  The Department expects a further report from this group in 2021.  I again wish to acknowledge Senator Conway and his interest in rural Ireland and, in particular, rural infrastructure in County Clare.  I was not aware of the meeting yesterday with the Minister, Deputy Darragh O'Brien, but I will raise it.  Obviously, it is important that our towns and villages are given the opportunity to grow.  A key component of that is the infrastructure Senator Conway rightly points out is needed in a rural area.  I will follow up on that meeting and we will try our best to prioritise it in the new year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#B00600","speaker":"1595","continuing":true},{"type":"speech","time":1606386600,"counter":14,"content":"<p>I sincerely thank the Minister of State, Deputy Burke, for what I consider a positive update.  A slice of that funding for Irish Water needs to be pulled back into the Department.  A fund should be created in the Department, with each local authority being given the option of applying for one scheme per year under a new programme which would deal with these legacy wastewater and sewage systems.<\/p> <p>To be quite frank, I consider Doolin in County Clare to be a national tourist destination.  It is visited by hundreds of thousands of people every year.  Those visitors and, more importantly, the people living and working in the village of Doolin deserve an upgraded sewerage system.<\/p> <p>Cooraclare is a village just off the Wild Atlantic Way.  Thousands of people travel through it and people live there.  Again, they have waited long enough for a sewerage system and an upgraded wastewater facility.  They deserve it.<\/p> <p>Similarly, Carrigaholt is part of our tourism offering in County Clare.  It is a super facility and area and part of our Gaeltacht.  Again, those people deserve an upgraded wastewater and sewerage system.<\/p> <p>Broadford village has people who are prepared to invest in and develop it as a thriving rural area.  At the moment, it has stagnated.  It is static because, again, people are waiting for an improved sewerage and wastewater system.<\/p> <p>I believe the Minister of State and the Minister, Deputy Darragh O'Brien, should give serious consideration to the fund we spoke about at the meeting with the Minister last night.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#C00200","speaker":"1644"},{"type":"speech","time":1606386600,"counter":15,"content":"<p>I thank Senator Conway again for raising this issue and for working on behalf of the residents in Doolin, Broadford, Cooraclare and Carrigaholt.  It is important we respond to the challenges because we are clear in this country that private investment will be weak over the next number of months because of the coronavirus.  That gives a key opportunity for the State to step in with public investment to ensure it keeps our economy strong.  There is no better way to do that than to improve our infrastructure in our local towns and villages to give them the capacity to grow and realise their full potential.  I will follow up on that meeting and we will try our best to prioritise this for 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#C00300","speaker":"1595"},{"type":"minorheading","content":"Local Authority Rates","time":1606386600,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#C00350"},{"type":"speech","time":1606386600,"counter":17,"content":"<p>I welcome the Minister of State back to the House today.  One of the greatest challenges for us is how we attract people into public life.  When it comes to councillors there are two real components, one of which is their pay and conditions.  We have all made our contributions on that.  I believe at this stage it has gone above all our pay grades in this House and sits at another level.  Hopefully, we will have an answer to that shortly.<\/p> <p>The second component involves trying to give councillors power that has a direct and immediate impact on their communities and the people they serve.  When the Putting People First action programme was launched, I believed I saw change from a point of view of progression in restoring democracy at local level, specifically around the local property tax, LPT, process.  We can now argue that because of the baselines and the equalisation fund, the LPT actually takes that flexibility away from councillors.  Realistically, they are left with a small part of the budgetary process to allocate from a discretionary point of view.<\/p> <p>I was a Member of the House and part of the process that brought through the Local Government Rates and Other Matters Act 2019.  We finished that process and it had unanimous support across all parties in the House.  It dealt with the antiquated commercial rates process.  It is still antiquated, but the 2019 Act tried to tidy it up.  The part that received unanimous support and we all looked forward to was giving councillors the power to introduce a rates waiver scheme.  The question today is about why that has not been enacted.<\/p> <p>A year and a half has gone by since this Bill was passed.  We all know our county development plan process.  Most of our counties are reviewing or amending their county development plan process at this stage.  The conditions in the Act were that if a council was going to introduce a rates waiver scheme, it had to be part of the county plan, local area plan or national planning framework.  The other condition related to the local economic and community plan, which is a rolling document and can be changed at any time.  Now is the appropriate time to enact this legislation because every councillor is now going through that process.<\/p> <p>Covid-19 has resulted in a further decline of our towns and villages.  We are trying to restore life to our main streets.  The measure I have mentioned gives councils the opportunity and gives them back the power to which I believe they are entitled.  It can make a difference to the people and the communities they represent.  I know each scheme must be finally approved by the Minister, but that initial process needs to start now.  We need to enact this good legislation, which restores powers to the councils and gives them the opportunity to incentivise business in their towns and villages.<\/p> <p>I wrote to the Minister of State on this directly.  I believe he also received a letter from a film studio in County Wicklow which put its case forward.  It would have been receiving a benefit with regard to the levy scheme.  It is, therefore, about restoring powers.  When does the Minister of State see section 15 of the Act being enacted by the Minister to give the councillors the power to introduce a commercial rates waiver scheme?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#C00400","speaker":"1640"},{"type":"speech","time":1606386600,"counter":18,"content":"<p>The Local Government Rates and Other Matters Act 2019 was passed by the Oireachtas and enacted on 11 July 2019.  Key elements of the Act include a modernisation of rates legislation and practice including variation of rates payment arrangements, the <i>pro rata<\/i>levying of rates on occupiers based on period in occupation within a year, the application of interest payments on unpaid rates, minimum charges for vacant commercial premises, a potential rates waiver scheme and amendment to the rate limitation order formula in place in the year following re-evaluation.<\/p><p>These new provisions will add to a suite of options already available to local authorities to support local businesses and ratepayers.  Importantly, section 15 of the Act also provides for a rates waiver scheme to be delivered by a local authority to meet national and local policy objectives, including, for example, local area plans under the Planning and Development Act 2000 and local economic and community plans under the Local Government Act 2001.<\/p><p>Currently, only the sections of the Act relating to the amendment of the rate limitation order have been commenced.  The commencement of the remaining elements of the Act depends on a number of factors, including the drafting of the requisite prescribed regulations, preparing circulars and guidance to local authorities and ensuring the local government sector will be in a position to have the IT and administrative processes in place to support this new provision fully.  It is intended that the bulk of the provisions will be fully operational for the 2021 local authority budget cycle in November 2020.  However, based on preparations, they have been delayed by several months due to the impact of Covid-19 and the associated crisis.<\/p><p>The impact of the Covid-19 crisis on local authorities and businesses in 2020 has been significant.  The Government has provided a &euro;900 million financial support package to fund the cost of a nine-month waiver of commercial rates, an unprecedented measure that offers support to businesses and certainty to local authorities.<\/p><p>My Department has necessarily prioritised ongoing engagement with local authorities on key financial matters and the development and implementation of a commercial rates waiver.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Peter Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2457\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2457&amp;amp;pid=PeterBurke&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Plans to commence the legislation and introduce the regulations are intended to have effect in time for the 2022 local authority budgetary process.  As elected members of local authorities are currently reviewing development plans, they are giving consideration to their own local authorities' objectives for particular areas for intended development, improving existing amenities.  It is intended that section 15 of the Local Government Rates and other Matters Act 2019 will be effective for the next local authority budgetary cycle, which will enable elected members to reflect and support decisions they have made regarding development plans at this time in rate alleviation schemes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#C00500","speaker":"1595","continuing":true},{"type":"speech","time":1606386600,"counter":20,"content":"<p>I thank the Minister of State for the clarification.  It is good news that the waiver will be available for the 2022 budgetary process.  Nevertheless, on top of what he outlined, there needs to be education for councillors as to what they can and cannot do in respect of the process.  The ones I have spoken to were not fully aware of section 15 and the power it gives them.  Even if that process could be rolled out with each local authority to advise members what they are entitled to do in the county development plan process, that would be welcome.  As we all know, it will take a while to get through the county development plan, and it is hoped the direct impact of this, as the Minister of State noted, will be available to the budgetary process in 2022.  The Department might engage with local authority members and give them clear directions on what their powers are in this process, informing them that they should be able to avail of this waiver in the 2022 budgetary process, which is a year from today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#D00200","speaker":"1640"},{"type":"speech","time":1606386600,"counter":21,"content":"<p>I met the president of the Association of Irish Local Government, AILG, and his team yesterday and committed to holding quarterly meetings with them.  Part of this relates to the engagement with councillors to provide core support to them in order that they will be aware of all the issues they can respond to in the chamber, which are very extensive at this time.  The Office of the Planning Regulator provides courses for planning matters.  One is taking place this week and there is ongoing engagement with councillors on that matter.  I look forward to supporting the AILG.  We can raise this issue with it and see what support we can provide it to outline to councillors the powers of the Act and their capacity to incentivise change or create waivers that will underwrite the county development plans they are currently producing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#D00300","speaker":"1595"},{"type":"minorheading","content":"School Accommodation","time":1606386600,"counter":22,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#D00400"},{"type":"speech","time":1606386600,"counter":23,"content":"<p>I welcome the Minister of State.  I raise the issue of an application for additional school accommodation by St. Mel's College, Longford, a school I attended a number of years ago.  The college opened in September 1865, with 48 boarders and 28 day boys.  For most of the next decade, the college was a major seminary, where students pursued philosophy and theology through to ordination.  More than 650 former students of the college were ordained to the priesthood between 1865 and 2000.  In 1965, the centenary of the college's foundation was marked with the building of a new wing to provide accommodation for 100 boarders, as well as a new refectory.  Prefabricated buildings were also built to cope with the increase in numbers.<\/p> <p>In 1996, there were 740 students and 42 teachers, while in 2002, the last boarding students departed, ending a tradition that began in 1865.  In 2010, St. Mel's College welcomed the parishioners of Longford following the fire on Christmas Day 2009 in St. Mel's Cathedral, and for five years the school hosted mass for the parishioners in Longford.  St. Mel's also has a great history of sporting achievement, and by the year 1994 had won a total of 28 Leinster GAA titles.  The school is on a fantastic site and is lucky to have football fields, which are used by the school and are open to other groups, such as underage county hurling, and recently signed an agreement with Longford Athletics Club to provide an indoors athletics facility for the county.<\/p> <p>The school has applied to the Department for additional school accommodation.  Grant aid is sought to remove nine prefabricated classrooms and to replace them with nine classrooms in the existing building, the 1865 wing, which has a number of classrooms.  If funding is received, these classrooms will include a large technical graphics room, a guidance suite, a computer room and a music room.  St. Mel's wants to move these classes into the 1865 building, as this would bring the school back to its original home and save having to build a new building to replace the prefabricated buildings, which are now in a state of decline.  A recent architects' report on the prefabricated buildings commented that the college continues to maintain the demountable buildings and keep them decorated but that they are in poor condition.  It went on to say there were poor insulation values, that the buildings were not up to current fire safety standards, and that the rooms are appropriate for temporary, not permanent, accommodation use.<\/p> <p>The college was built as an educational environment for boys after the Famine and the vision at the time was to provide education for boys in the surrounding areas.  This vision has not changed and the school would like to bring the 1865 building back to use by using it to house a total of 15 classrooms, where the boys will once again walk the corridors and receive their second level education.  This building provides excellent additional space on the first and second floors to provide these additional classrooms, which the school feels will satisfy the growing numbers in the school over the coming years and into the future.  At present, there are a total of 560 pupils, with a projected enrolment in 2021 of 580.  A large number of pupils from Longford town have to travel in excess of ten miles outside the town area to receive secondary education due to the low number of places available in the town.  Longford County Council is replacing with railings a 7 ft high wall on St. Mel's Road to open up the views of this historic building.  I hope the Department can follow suit by providing funding to bring this old building back to life and to have students walk its corridors again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#D00500","speaker":"1639"},{"type":"speech","time":1606386600,"counter":24,"content":"<p>I thank the Senator for bringing this matter to my attention.  It provides me with the opportunity to clarify the current position for St. Mel's College, Longford, in respect of the additional classroom space.  I am sure the school is delighted to have the Senator as an alumnus representing them in the House.<\/p> <p>St. Mel's College is a Catholic all-boys primary school under the patronage of the Bishop of Ardagh and Clonmacnoise.  In September 2019, the school had an enrolment of 548 pupils, and enrolments have grown in the college by more than 18% in the past five years.  In June 2020, the Department received an application from the school authority of St. Mel's College for capital funding under the additional school accommodation scheme.  The college has applied, as the Senator noted, for the replacement of nine prefabricated mainstream class units on site and for the refurbishment of a building dating from 1865 to provide specialist classroom space for a technical graphics room, a guidance suite, a computer room, a music room and a science laboratory.<\/p> <p>Officials from the Department have been liaising with the school authority, seeking clarification on a number of issues that have now been agreed on.  The planning and building unit within the Department deals with those clarifications.  Before the assessment process can be finalised, members of the Department's technical team will have to consider whether the 1865 building is a viable option for reconfiguration.  I can confirm that this assessment will be carried out as quickly as possible and the school authority will be kept informed of all developments.  I note what the Senator said about the architects' report and the fact it found there were poor conditions and insulation and fire safety concerns, and that the prefabricated buildings are designed for temporary, as distinct from permanent, accommodation.  I am sure that is something the Department will take into account.<\/p> <p>Under Project Ireland 2040, the schools sector will receive a total of &euro;8.8 billion over the period 2018 to 2027 and capital planning and budgeting is undertaken multi-annually.  For the Senator's information, the key drivers of capital investment in the school sector are demographic change, alignment with housing provision and national planning at school planning area level, construction costs, catch-up to address a legacy of underinvestment, and climate action objectives, including deep energy retrofit.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Josepha Madigan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2424\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2424&amp;amp;pid=JosephaMadigan&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In addition, there are also three additional cost drivers which occurred after the original NDP capital allocation for pre-2018, namely, the school remediation programme, Covid-19 and the programme for Government.<\/p><p>Suffice to say, if the assessment is favourable, the school would be able to proceed to planning.  We hope that will happen.  The specific allocations in each area under the NDP capital allocation are closely monitored and can be adjusted from year to year to take account of project progress and other the factors. <\/p><p>The Department proactively manages all of its capital allocation across subheads and budget lines to advance its school building and other capital investment priorities.  It is within these parameters that a building project for St. Mel's College in Longford will be progressed.  The Department always has a large pipeline of projects for delivery under the school building programme.  I hope the application for St. Mel's College will be successful and will be able to proceed to the planning stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#D00600","speaker":"1472","continuing":true},{"type":"speech","time":1606386600,"counter":26,"content":"<p>I am delighted that the project will be moved to an assessment stage, which I believe will be successful.  The school engaged a professional architect to assess the possibilities for the project.  The report which stated that it was viable to bring the building back into use was submitted to the Department.<\/p> <p>We discussed costs for education.  This project would provide value for money and would bring a large building within the confines of the town within walking distance of students back into use rather than incurring the substantial costs of providing a new building.  The building is available.  I am confident that the assessment will be positive and I am delighted that the project is moving forward.  I look forward to it being successful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#E00200","speaker":"1639"},{"type":"speech","time":1606386600,"counter":27,"content":"<p>I thank the Senator.  I wish to reiterate that the concerns the architect raised in his report will be taken into consideration by the building and planning unit.  The distance that pupils have to travel to go to school will also be taken into account.  What will primarily be taken into account is the fact that it is a building dating from 1865 and whether it is a viable option for reconfiguration in the first instance.  I have been told by the Department that the assessment will proceed as soon as possible.  It is to be hoped that we will be in a favourable position to come back to the Senator.<\/p> <p>I thank St. Mel's College for co-operating with the Department in terms of outlining any issues that need to be agreed.  They have been agreed, which is good.  That has been satisfactory in terms of concluding that aspect of the process.  Once the assessment has been completed we will then be in a position to see whether the project can proceed to planning, and I hope that it will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#E00300","speaker":"1472"},{"type":"minorheading","content":"Residential Institutions Redress Scheme","time":1606386600,"counter":28,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#E00350"},{"type":"speech","time":1606386600,"counter":29,"content":"<p>I thank the Minister of State for coming to the House.  For decades this country placed children behind bars, the vast majority for reasons of poverty and class.  Father Flanagan of the boy's town schools in the United States visited the Irish industrial schools in 1946 and described them as a national disgrace.  That led to a public debate in the D&aacute;il and national media exposure.  Their abolition was decades away and exposing the true horror of what went on within the walls was even further away.<\/p> <p>As the Minister of State knows, Caranua was established to aid those who survived institutional abuse in Ireland.  This month, its CEO stated that in the next few months it would finalise its operations while preparing to close on Thursday, 3 December of this year.  The final funding support payments will be processed by 11 December, which is just two weeks away.<\/p> <p>I have been contacted by representatives of some of the clients of Caranua.  As I said, it is ceasing funding and winding down.  However, it will not have completed its caseload by the time the fund is closed.  I understand there are 86 outstanding cases, and I will briefly outline two such outstanding cases, the details of which have already been forwarded to the Department of Education.<\/p> <p>In the first case, an applicant to Caranua applied for housing assistance in 2014.  The application was supported by occupational therapists employed by Caranua.  Three separate reports recommended that Caranua should pay for an extension to provide the applicant with a downstairs bathroom and bedroom.  He cannot access the upstairs part of his home unassisted and is forced to urinate in his backyard and sleep in a chair.  In February 2020, Caranua finally agreed to provide the person with funding for the extension.  However, that funding has still not been provided.<\/p> <p>A second person applied for help with improvements and repairs to her home.  Caranua appointed its preferred supplier, but the work was carried out to a very poor standard.  Other applications the person made were not dealt with at all.  It was only after the last meeting of the Committee of Public Accounts, when this issue was raised with Caranua, that the case began to be resolved.  Immediately after that meeting, Caranua contacted the person and apologised.  That process is ongoing but is still a long way from being completed.<\/p> <p>I have some questions for the Minister of State.  What will happen to the outstanding applications following the closure of Caranua?  While it said it believes all applications will be resolved by 11 December 2020, what contingencies have the Department put in place in the event that there are any outstanding applications?  I believe that will very much be the case.  On 4 November, it confirmed that there were 86 extending applications.  There were also seven outstanding appeals.<\/p> <p>Caranua intends to delete all the case files when it closes.  What consultation was undertaken with survivors before this decision was taken?  Once it closes, what supports will be available to survivors of historical institutional child abuse, many of whom have not received any financial assistance?  Will the Government respond to the call for urgent measures to address the needs identified by the survivor consultation group which reported in July 2019?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#E00400","speaker":"1660"},{"type":"speech","time":1606386600,"counter":30,"content":"<p>I thank the Senator for raising this important issue.  He will be aware that the residential institutions statutory fund board, also known as Caranua, was established in 2013.  Its specific purpose was to disburse the cash contributions of &euro;110 million pledged by religious congregations following the publication of the report of the Commission to Inquire into Child Abuse, more commonly referred to as the Ryan report.<\/p> <p>The contributions received from the congregations were held in an investment account managed by the National Treasury Management Agency, NTMA, and, including interest, the total funding available to Caranua was &euro;101.38 million.  Since its establishment, it has provided grants and funding supports to more than 6,000 survivors of institutional abuse, and for the most part those payments have related to health and housing.  It has also provided support to survivors for education, training and exceptional needs.<\/p> <p>The 2012 Act provides that all expenditure by Caranua must be met by the statutory fund, including grants and administrative expenditure, and does not provide for the Exchequer to supplement that fund in any way.  Therefore, in anticipation of the exhaustion of the statutory fund, Caranua announced in 2018 that it would not accept new applications after 1 August 2018 unless there were exceptional circumstances.  I understand it undertook an extensive publicity campaign to ensure that survivors were aware of this date, targeted in particular at survivors who had not previously benefited from the fund.<\/p> <p>Caranua has since that time dealt mainly with applications on hand.  To progress applications, it is dependent to a large extent on the receipt of paperwork such as quotes or invoices from survivors.  Its application adviser team has worked to establish personalised timelines for applicants to ensure that their applications can be progressed, although the Covid-19 pandemic has, for obvious reasons, had an impact.<\/p> <p>At this time, Caranua has only a small number of applications remaining to be finalised and has reduced its staffing component during the wind-down phase.  It expects to have made any final payments by 11 December, as the Senator mentioned, and most of the remaining staff will leave the organisation on 31 December.  For that reason, it is not expected that any applications will remain open when it is formally dissolved.  Therefore, it is not expected that any transitional arrangements will be required.  It expects to have utilised all of its available funding at the time of dissolution, so there are unlikely to be any significant cash assets remaining.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Josepha Madigan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2424\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2424&amp;amp;pid=JosephaMadigan&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Non-cash assets are unlikely to have a significant value.  Its fixed assets had a book value of about &euro;74,000 as of 31 December 2018.<\/p><p>Survivors have expressed concerns to the Minister, Deputy Foley, about how their needs into the future are going to be met, and the Senator mentioned some of those.  I believe it is the intention of the Minister, Deputy Foley, to bring to Government proposals for a package of ongoing supports for survivors and for those supports to be in place when Caranua is dissolved.  My understanding is that, primarily, most of the moneys have been spent on health and social services and educational services.  Caranua is prohibited from spending money on rent and mortgages but it can spend money on white goods, and dental and ophthalmic costs have also been prevalent.  I understand that, from 2 August 2018 until September 2020, there were some 342 late applications which came into that cohort under the exceptional circumstances bracket.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#E00500","speaker":"1472","continuing":true},{"type":"speech","time":1606386600,"counter":32,"content":"<p>I thank the Minister of State for the response.  I am somewhat concerned.  I have had prior dealings with Caranua through the education committee in the last Parliament.  I am aware its dealings were far from satisfactory on a number of occasions.  I would be concerned at the Minister of State's reference to \"a small number\" of cases because I certainly do not think 86 is a small number of cases, and that was the position just over two weeks ago when the statement from Caranua confirmed it was 86 cases.  I would be almost certain there will be cases outstanding.  I would like a reassurance from the Minister of State that transitional arrangements will be in place to ensure that, in any outstanding cases, there will be funding and solutions for those people.  As I have had to describe, unfortunately, right now, one man is having to urinate in his backyard and to sleep in a chair.  That is not untypical of the type of cases we are talking about.  Let me remind the Minister of State that these are people who have been victimised several times over by the State already.  We cannot fail them again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#F00200","speaker":"1660"},{"type":"speech","time":1606386600,"counter":33,"content":"<p>I completely agree with the Senator's sentiment in that regard.  Obviously, due to the particular impact of residential abuse on survivors, the Department is extremely mindful of that.  Caranua was set up and designed to pay out, not that any money can ever compensate for what people have suffered and endured in this type of abuse or, indeed, any abuse.  Having said that, moneys are available and late applications will be possible and have been possible since 1 August 2018.  The Department told me that 342 late applications have come in since August 2018 and if there are transitional arrangements to be made, they will be made.  My understanding is they will not be required at this moment in time.  Obviously, it is always open to existing or new applicants to look for funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#F00300","speaker":"1472"},{"type":"unspoken","time":1606386600,"counter":34,"content":"<p>Sitting suspended 11.23 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1606386600,"counter":35,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#G00100"},{"type":"speech","time":1606386600,"counter":36,"content":"<p>The Order of Business is No. 1, motion regarding the arrangements for the sitting of the House on Monday, 30 November, Tuesday, 1 December, Wednesday, 2 December and Thursday, 3 December 2020, to be taken on conclusion of the Order of Business, without debate; No. 3, Health Insurance (Amendment) Bill 2020 - Committee and Remaining Stages, to be taken at 1 p.m.; No. 2, statements on reopening Ireland, Department of Enterprise, Trade and Employment, to be taken on conclusion of No. 3 and to conclude after two hours, with the time allocated to all Senators not to exceed six minutes, and the Minister to be given not less than six minutes to reply to the debate; No. 4, statements on the reopening of Ireland, Department of Health, to be taken 15 minutes after the conclusion of No. 2 and to conclude after two hours, with the time allocated to all Senators not to exceed six minutes, and the Minister to be given not less than six minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#G00200","speaker":"1642"},{"type":"speech","time":1606386600,"counter":37,"content":"<p>I acknowledge the difficult decisions the Government will face with regard to reopening Ireland.  It involves balancing the protection of jobs, the protection of businesses and the all important protection of our health.<\/p> <p>Tomorrow is Black Friday, which is not particularly a term that I like but it is a term that seems to have crept in over recent years from the other side of the Atlantic.  It is a reminder of the changing consumer behaviours and habits which will be even more apparent this year.  Irish consumers spend more than &euro;5 billion online each year.  Of that sum, &euro;2 out of every &euro;3 goes abroad, which is a colossal loss of potential as well as money.  The impact of this on the local multiplier effect is devastating.  The local multiplier effect is a hugely positive economic fact, whereby every &euro;1 spent locally generates up to &euro;5 in the local economy.  Every newspaper purchased, every cup of tea or coffee consumed, every appointment made or haircut received from the hairdressers or barbers, every prescription filled and every grocery item purchased in local shops, from sole traders to supermarkets, makes a difference of enormous proportions.<\/p> <p>It is an understatement to say that the retail and hospitality sectors are in crisis.  It is an unprecedented crisis and it is one which has direct implications and consequences for our communities and for city, town and village centres.  I have seen the impact in Galway and in Dublin.  I have seen it in Galway because it is my home county and I have seen it in Dublin because it is where this Oireachtas is located.  Local businesses, from retailers to restaurants, that were institutions in their own right and that were central to communities, are gone.  Retail unit after retail unit has been emptied and cleared out and it is a saddening sight.<\/p> <p>It is important to acknowledge the actions that have been taken.  The enhancement and expansion of the trading online voucher scheme is welcome.  That scheme has been instrumental in supporting Irish local businesses to trade online.  The introduction, too, of the online retail scheme and the restart grants have been welcome.  However, I have grave concerns for local communities and for our town and village centres.  Some of the local businesses that were previously successful and so central to daily life will not be reopening.  These losses are not just financial or commercial but they are losses suffered by communities.  There will be knock-on consequences, from job losses and lost revenue to lost opportunities.<\/p> <p>We need to step up our efforts.  We need a whole-of-government approach because it involves not only the Department of Enterprise, Trade and Employment but also the Department of Social Protection, the Department of the Environment, Climate and Communications and the Department of Rural and Community Development.  We have made progress in the recent past in terms of regenerating and revitalising communities.  The Department of Rural and Community Development and its schemes and programmes, some of which I was delighted to be able to contribute to, show the progress and the difference we can make.<\/p> <p>I also acknowledge the importance of the cash injection of the Christmas bonus to those in receipt of social welfare payments, including those in receipt of the pandemic unemployment payment for 17 weeks up to 3 December.  The payment to those qualifying under the pandemic unemployment payment will be made on 8 December.  This is a very important cash injection for all in receipt of the Christmas bonus.  I encourage everybody to buy Irish, buy local and protect jobs, businesses and our future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#G00300","speaker":"1665"},{"type":"speech","time":1606386600,"counter":38,"content":"<p>I would like to complement Senator Kyne on what he has just said.  He is a typical rural politician, he understands what is going on in his local area and as a fellow Galwegian, I congratulate him for bringing that forward.  We need to support local industry.<\/p> <p>Speaking of supports, there is an issue I often discuss in this House, which some Members think is purely political but it is not.  It comes from my trade union background.  That issue is the way we treat our local representatives and our county councillors, in particular.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Since the pandemic has struck, many local representatives have found their small businesses closed and unable to trade.  When it comes to welfare payments and the like, their representational allowance is taken into account.  The time has come for us to face up to the issue of this representational allowance.  Although we talk about county councillors' pay, they are not paid in the true sense of the word.  There is no master-servant relationship.   They cannot be fired; they are elected.  The miserable moneys they get are to carry out the duties we ask them to do.  <\/p><p>In 2015 when I spoke to a councillors&rsquo; convention in Inchydoney Island, I was told that all of that is dealt with in the corridors and is not talked about publicly and that in any event, it was all going to be fixed straight away.  The document was on the Minister&rsquo;s desk in 2015, it has not been signed yet and will not be signed.<\/p><p>More importantly, and this does not just refer to councillors because we hear of young barristers in the Law Library also being refused payments.  It is just wrong in every sense of the word.  The money that is given to these county councillors is to assist them to do the job they are elected to do.  It is not a salary and if it is we should be ashamed of it.  The bottom line is that we need to look at the welfare of these councillors.  <\/p><p>I could bring Members to councillors, the Deputy Leader could do so herself, who drive hundreds of miles every month assisting families, filling out forms and working through various parts of the bureaucracy of this country and all they have to fund that is their representational allowance.  We have allowances here which are not regarded as part of our salary but are there to support us in the work that we do.  I am not one bit ashamed of supporting the needs for county councillors to have money to do the job they are elected to do.  If we want to pay them a salary, let us pay them a proper salary and stop all of the nonsense.  I was deeply distressed last night at the number of county councillors who contacted me about the dire straits in which they are living.  If other people are entitled to welfare because their businesses are closed, so too are local representatives.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#G00400","speaker":"1645","continuing":true},{"type":"speech","time":1606386600,"counter":40,"content":"<p>First, I congratulate the Scottish Parliament for what it did the other day.  It is the first country to legalise free period products in the world and Labour MSP, Monica Lennon, guided this measure through the Scottish Parliament.  It is being rolled out in a number of places, including through local authorities and by looking to provide them in public buildings.  In the last term of the D&aacute;il, the Women&rsquo;s Caucus had a motion on the issue of period poverty or period justice and I seek a discussion on this issue in this House.  If possible, Members would try to reach a cross-party consensus on how to deal with this issue and to avoid being subject to a money message if I consider drafting a Private Members&rsquo; Bill along similar lines to what has happened in Scotland.<\/p> <p>It is a very important issue particularly for younger women who have difficulty in affording the type of sanitary products and protections they need, together with the impact that has on their education and, in particular, people who have issues like endometriosis and who may have heavier bleeds.  Access to what is a basic hygiene product is a discussion we need to have.  It should be considered a basic hygiene product.  I compliment the Government on reducing reusable products to a VAT rate of 0% in the budget but we need to have a wider discussion on this issue.  It is to be hoped that we would follow Scotland&rsquo;s lead in being a world leader in this regard.  When I was on Dublin City Council, I brought forward a motion that all public buildings within the council&rsquo;s control would provide free sanitary products.  The sum of &euro;100,000 was secured in last year&rsquo;s budget and has been incorporated into this year&rsquo;s budget for this, and a pilot project was rolled out.  I have been disappointed with the rate of progress and it has certainly taken time but in the buildings within which it has been rolled out, it is not abused or seen as being a big deal.  It has, however, provided significant comfort to people who need access to sanitary products, for example, in the leisure centres.  Any council employees to whom I have spoken in buildings in which it has been operational have said it has worked very well.<\/p> <p>Finally, it is worth having a discussion in this House on the cost of citizenship.  I compliment my colleague Senator Ivana Bacik on the Bill on citizenship she is bringing forward in terms of the principle, &ldquo;born here, belong here&rdquo;.  There is a growing issue for EU citizens as to the high cost of citizenship.  If one is an EU citizen or non-EU citizen and wants to apply for citizenship, one has to pay an application fee of &euro;175.  It then costs &euro;950 if one is granted citizenship.  This compares to somewhere like France, which has an application fee of &euro;55 and Spain which is an application fee of &euro;102.  The cost of citizenship is a prohibitor for the many people who have been living here for a long time and who would be able to get citizenship but who will not apply for it because of the simply prohibitive costs we have imposed for no good reason. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#H00200","speaker":"1672"},{"type":"speech","time":1606386600,"counter":41,"content":"<p>I wish to begin, a Chathaoirligh, by paying tribute to Diego Maradona, who passed away yesterday.  For my generation, he was without doubt the greatest footballer we have ever seen.  There was so much to the man.  He was not just a wonderful footballer who scored the best goal ever seen in football against England in 1986.  This was not because it was against England but because of the breathtaking skill that was involved.  Who can forget Jimmy Magee&rsquo;s amazing commentary, \"Different class.\"?  The so-called hand of God was the first goal but the second goal was absolutely incredible.  He led Argentina to the World Cup that year but what he did with Napoli was completely incredible.  This club won two league championships, which for one of the poorest clubs in Italy was against all the odds.  He is also a legend there.  I was very struck by what Messi said, which is that while he is gone, he will never be gone because he is eternal in terms of his contribution to world football.<\/p> <p>He had his challenges in life, particularly in terms of addiction and it was significant that he went to Cuba.  Cuba came to his rescue and he lived there for four years to help him with a serious heart condition.  He said at the time that Fidel opened Cuba&rsquo;s doors to him when clinics in Argentina were slamming them shut because they did not want the death of Maradona on their hands.  He wore his politics proudly and had a tattoo of Che Guevara on his right hand and a tattoo of Fidel on his left leg.  We have lost a huge legend.  <\/p> <p>Coincidentally, he died yesterday on 25 November and four years ago on the same date, the great man Fidel Castro passed away.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#H00300","speaker":"1660"},{"type":"speech","time":1606386600,"counter":42,"content":"<p>And George Best.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#H00400","speaker":"1645"},{"type":"speech","time":1606386600,"counter":43,"content":"<p>And George Best, absolutely.<\/p> <p>The second issue I raise is altogether different.  A very serious report by the Tax Justice Network, which has not received much attention since it was published last week, has shown that Ireland is one of the biggest tax havens in the world, costing other countries, including some of the poorest countries in the world, almost $16 billion, that is, &euro;13.5 billion in lost revenues each year.  The only countries ranked worse than Ireland in the overall rankings were the Cayman Islands, the United Kingdom, the Netherlands, Luxembourg, the United States, Hong Kong, China and the British Virgin Islands.  In corporate tax evasion alone Ireland was ranked as the 11th worst in the world and the fifth worst in Europe.  It scored a haven score of 76 out of 100, with 100 being the worst.  This was the first study to thoroughly measure how much every country loses to both corporate tax abuse and private tax evasion.  <\/p> <p>Interestingly, the report also showed that this country suffers a loss of &euro;14.5 billion each year due to global tax abuse.  Just &euro;199 million of that is attributed to corporations, the rest is to private individuals.  That would account for a loss of over $3,000 for every member of the population.  We need an honest conversation about tax and tax justice and we need to be internationalists when it comes to tax justice and I ask for a debate on that topic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#H00500","speaker":"1660"},{"type":"speech","time":1606386600,"counter":44,"content":"<p>I wish to highlight today the Government&rsquo;s White Paper on ending direct provision, which is scheduled to be published before the end of 2020.  It is essential that we put pressure on the legislators to use the key recommendations of the groundbreaking report by Catherine Day.  We must see an end to direct provision, an end to institutionalised living and an end to congregated settlements.  While the Government is committed to ending direct provision, the new recommendations are not legally binding and thus the Department of Children, Equality, Disability, Integration and Youth, which now leads the direct provision portfolio, is not required to include all of the suggested measures in its White Paper.  Having had discussions with Nasc last week, it expressed anxiety at the thought of the White Paper excluding the key recommendations proposed by the Catherine Day report.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frances Black:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2474\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2474&amp;amp;pid=FrancesBlack&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Ms Fiona Finn, the CEO of Nasc, says the significance of this report cannot be understated.  The main area of concern, from Nasc's point of view, is housing, dealt with in chapter 4 of the Day report.  We must ensure the Day report is the main point of reference in drafting this White Paper.  Ireland will continue to receive asylum seekers so it is essential we fashion a housing policy that is fit for purpose.<\/p><p>The Day report proposes that first-instance decisions on asylum applications be made within six months, as required under the European Commission's recast reception conditions directive, to which we have been subscribed since July 2018.  The report also specifies that asylum seekers will spend up to three months in a State-owned reception centre where they will undergo a vulnerability assessment, receive legal advice and begin their application for international protection.  Importantly, the report stipulates that people should not be housed in remote areas but in towns and cities where they have access to employment and educational opportunities.  It also provides that the number of people housed in each area should be proportionate to the size of the town or city.  The report is nothing short of groundbreaking.  While some advocacy groups have commented that it is non-exhaustive, it is the most widely praised report by NGOs and advocacy groups in this area and must be the main point of reference for the White Paper.<\/p><p>Finally, I take this opportunity to remember Jeffrey, a resident in the asylum centre in Killarney, County Kerry, who had a history of poor mental health but no access to the help he desperately needed.  I want to take a moment to send my respects to his family and friends.  Jeffrey was one of a number of asylum seekers who had been protesting poor living conditions.  We cannot allow this type of atrocity to occur again.  As people in positions of privilege, we cannot simply stand by while human beings suffer in squalor under the State's watchful eye.  It is absolutely urgent that we do something about this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#H00600","speaker":"1632","continuing":true},{"type":"speech","time":1606386600,"counter":46,"content":"<p>Earlier this week, the Government announced over &euro;100 million in funding for bog rehabilitation in the midlands under the just transition programme.  The programme is aimed at addressing the very significant economic impact of the decision of the State to move away from the burning of peat as our contribution towards the reduction in carbon emissions.  The decision to invest &euro;100 million in the midlands is a good one.  It is the right decision for the environment and for economic activity in the region.  It is about ensuring the citizens of that area are not negatively impacted by the rest of us wanting to do right by the environment.<\/p> <p>However, just transition is not just about the midlands.  The west of County Clare, in fact a vast part of it, is badly affected by the reduction in emissions from the burning of coal at Moneypoint.  Unfortunately, neither this Government nor the previous one has seen fit to include that area in the just transition funding.  Employment has tumbled at Moneypoint in the last two years.  There has been a gradual reduction in the number of contractors and ESB staff there.  The plant is due to close in 2025 and successive Governments have said they will deal with it then, but the crisis in that area is happening now.  Staff have lost their jobs.  Some people have moved to work elsewhere and others have not succeeded in gaining employment.  All the while, this is undermining small businesses, small shops, schools, post offices and general business in the area.  The area is being hollowed out just as the bogs were cut away.  What we need is an equality of approach to addressing climate change and to the spending of the just transition funding.  The funding needs to be invested in County Clare, in my humble opinion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#J00200","speaker":"1655"},{"type":"speech","time":1606386600,"counter":47,"content":"<p>I join Senator Gavan in paying tribute to the late Diego Maradona.  I am of the generation that admired his skills and we extend our deepest sympathies.<\/p> <p>I concur wholeheartedly with Senator Craughwell's point that there is a cohort of local authority members who are being, to borrow Senator Dooley's phrase, hollowed out by Covid-19.  There is an obligation on us, a Chathaoirligh.  Perhaps this is something you could lead us on as Cathaoirleach of the House.  Given that we are predominantly elected by the councils, maybe you could make representations to the Government on behalf of those men and women who are being really hollowed out by Covid-19 in their personal workspace.<\/p> <p>I ask the Deputy Leader to hold a debate in the House on the role of An Garda S&iacute;och&aacute;na, Revenue and the DPP in the light of the \"RT&Eacute; Investigates\" programme last night.  At a time when RT&Eacute; is getting criticised, we should pay tribute to it if the facts are as presented last night in the \"RT&Eacute; Investigates\" programme on Patrick Russell.  If the programme material is correct, there are serious questions that must be asked around the role of the Garda, Revenue and the DPP.  I know they are not here to defend themselves.  I am talking about if the information is correct because we have only got one side.  It is not good enough that people have been defrauded and have been robbed.  This person is in jail, a Chathaoirligh, so he has been proven to be guilty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#J00300","speaker":"1637"},{"type":"speech","time":1606386600,"counter":48,"content":"<p>I understand that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#J00400","speaker":"1650"},{"type":"speech","time":1606386600,"counter":49,"content":"<p>I am being very careful.  I am mindful that I am not going to have a row with you now.  I am being very careful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#J00500","speaker":"1637"},{"type":"speech","time":1606386600,"counter":50,"content":"<p>You know the procedure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#J00600","speaker":"1650"},{"type":"speech","time":1606386600,"counter":51,"content":"<p>I understand.  I am being very careful in what I am saying.  However, millions of euro were stolen by a person who is in jail today.  The point I wish to make about the DPP, the Garda and Revenue is that if the information is correct, and we have only one side-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#J00700","speaker":"1637"},{"type":"speech","time":1606386600,"counter":52,"content":"<p>For the benefit of the House, there is a Standing Order in relation to the issue of things being before the courts.  I know what you are talking about in relation to cases that have been prosecuted but I do not want this House to be impacting on any future cases.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#J00800","speaker":"1650"},{"type":"speech","time":1606386600,"counter":53,"content":"<p>I hope you understand, a Chathaoirligh, by my term and my demeanour that I am not trying to bring the House into disrepute in any shape or form.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#J00900","speaker":"1637"},{"type":"speech","time":1606386600,"counter":54,"content":"<p>I know that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#J01000","speaker":"1650"},{"type":"speech","time":1606386600,"counter":55,"content":"<p>I will conclude by saying there is a real need for the DPP, Revenue and the Garda to explain and not to hide behind saying they do not comment on individual cases.  How can a person, for 20 years plus, go unchecked by the organs of the State?  I am only an ordinary person, but I can imagine how those people feel and the impact it has had on their lives.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#J01100","speaker":"1637"},{"type":"speech","time":1606386600,"counter":56,"content":"<p>I want to raise an issue that was highlighted on \"Prime Time\" this week.  Indeed, it was highlighted in the D&aacute;il by my colleague, Deputy Cahill, and others.  I refer to the lack of service being given by Eir to many people in both urban and rural areas.  While it is bad enough not to get one's Internet connection or whatever, there is a far more serious side to this.  Many of our elderly population rely on their landline for the security link they have to their house.  Many people in my part of the country, counties Roscommon and Galway, and in other parts of the country are waiting months for a simple fault to be repaired.  I have seen this happen with my own mother.  She had patience about it, and we made representations time and again, but it did not happen for months.  This also happened to a lot of other people.  The chief executive of Eir, Ms Carolan Lennon, was before an Oireachtas committee yesterday.  I know this matter has been discussed in the D&aacute;il.  I am wonder if we can send a strong letter representing every Senator in this Chamber.  I am afraid that after all the coverage this week, the matter will go away and many vulnerable urban and rural dwellers in our society will still not get their faults dealt with speedily.  This is very urgent because the security link that old people have is vital.  Maybe we could get agreement all round on that.  I do not think we can invite this lady in here but if we cannot we should send a very strong letter on behalf of all Senators asking Eir to deal with these matters as quickly as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#J01200","speaker":"1674"},{"type":"speech","time":1606386600,"counter":57,"content":"<p>I would like to raise a matter that Senator Kyne has already touched on.  Tomorrow is the day traditionally known as \"black Friday\", which has grown in popularity in Ireland over the last decade or so.  It is the day we look for our bargains and deals, especially in the run-up to Christmas.  I am asking all Senators to help to turn black Friday into green Friday.  There is an existing campaign, Champion Green, which has assets on its website that we, as public representatives, can use to send to community groups, put online, and get the message out that we want to turn black Friday into green Friday.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Emer Currie:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=EmerCurrie&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We all know the pressures that our local businesses are facing because we are dealing with them every day.  They have had to move online to survive.  I am not just talking about bigger retailers, but also designers, artists, boutiques and gyms.  People in our localities are depending on us.  It is time that we click, shop and support local, champion our local businesses, economies, jobs and communities.  Some 70% of what is being spent online is actually being spent abroad.  If we all spent &euro;50 in our local economies, money that we were going to spend anyway, it would add &euro;180 million to our national economy.  That is an important message that we need to get out tomorrow.<\/p><p>I praise the resourcefulness and resilience of our local businesses.  I know that supports are there to help businesses move online, modernise and become more productive.  My message today is that we should get behind our local businesses tomorrow.  We must get that message out because those businesses are depending on us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#J01300","speaker":"1648","continuing":true},{"type":"speech","time":1606386600,"counter":59,"content":"<p>I concur with Senator Craughwell's comments about our councillors across this country, no matter from which party they come.  I am a former councillor and am all too aware of the work they do.  A councillor is as important as a Senator, no matter what jurisdiction he or she is in.  A lot of the money available as a result of policies adopted in these Houses goes to local authorities, and councillors are responsible for the oversight of that money.  They are a critical part of local government but are not getting the recognition or remuneration for the work they do.  We are losing high calibre councillors across the country, male and female, because they cannot afford to stay in their roles.  That is wrong and needs to be put right.<\/p> <p>I also concur with Senator Currie.  Green Friday is a great idea.<\/p> <p>I got to my feet to ask the Leader to find out if a gambling regulator has been appointed yet.  Gambling has been an awful scourge on Irish society, and all societies.  A gambling regulator is important when it comes to dealing with sporting organisations.  I also ask the Leader to find out whether Sport Ireland has moved on a policy on this issue.  That is something I would love the House to debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#K00200","speaker":"1633"},{"type":"speech","time":1606386600,"counter":60,"content":"<p>Diego Maradona died yesterday but two men in our capital city also died.  One of them was homeless and living on the streets of Dublin and the other had been homeless and was in sheltered accommodation.  I have raised the issue of homelessness many times in this House and at the Joint Committee on Housing, Local Government and Heritage.  I fully recognise the commitment from the Government in terms of funding for homeless prevention and support for those people who are unfortunate enough to be homeless.  More than &euro;230 million will be spent on homeless prevention and services this year alone but we, as a House, have to examine the situation with the provision of homeless services, particularly here in the capital.  We must ask why, when we are spending so much money on homeless accommodation, people are opting to sleep on our streets.  I would like the Leader to write to the chief executive of the Dublin Region Homeless Executive expressing our appreciation for its work and the work of everybody who responds to and supports homeless individuals, but also to ask for a report on the provision of homeless services and the quality of those services.<\/p> <p>Senator Ruane spoke earlier in the week about the fact that homeless people are ending up in prison.  There was talk today about direct provision, the ending of which I absolutely support and to which the Government is committed.  We must recognise that it is not enough to say that we are going to provide a bed.  People who end up homeless often have many other challenges in their lives.  We must recognise that and support them.  I would like the Leader to raise that issue with the chief executive of the Dublin Region Homeless Executive because I have a real concern that homeless accommodation is increasingly being provided by private operators in Dublin city.  They do not have the skill set to respond to the complex needs of homeless people that go way beyond just a bed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#K00300","speaker":"1656"},{"type":"speech","time":1606386600,"counter":61,"content":"<p>Like others, I would like to pay tribute to \"RT&Eacute; Investigates\" for the programme that was aired last night on Patrick Russell.  I particularly commend Mr. Paul Murphy for his determination to expose not just what went on with this particular conman, but the failure of the institutions of our State to deal with him.  The Revenue Commissioners have questions to answer about how it was allowed to escalate to the degree it did.  An Garda S&iacute;och&aacute;na also has questions to answer as to why this particular gentleman had not been convicted prior to recently, given the fact that many complaints were made and plenty of evidence was available.  I do not know how we go about dealing with that but I suggest that the Joint Committee on Justice should do a body of work on it.  The justice committee should bring the Garda Commissioner before it and engage as to what role the fraud squad has played in this case.  More importantly, at this stage, the committee could find out if there are more examples of this type of corruption that the Garda is aware of but has not done anything about.  What was exposed in that programme is totally disgraceful.<\/p> <p>I commend the people who participated in the programme.  They showed bravery in sharing their experiences and stories in order to ensure this type of thing does not happen in our society.  It has been a bad week for RT&Eacute; but that programme was a very good example of public service broadcasting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#K00400","speaker":"1644"},{"type":"speech","time":1606386600,"counter":62,"content":"<p>I completely endorse the idea of green Friday.  The amount of money that is leaving this country day after day is frightening, particularly as we are heading into black Friday and cyber Monday, when we will see courier vans going around every town, village and estate.  We have to send a strong message to everybody to support our local businesses and shops that support our local communities.  They are the businesses to which we turn, time after time, to support community events.  Now is the time that they need our support.<\/p> <p>A young woman was left stranded at the side of the road at an isolated bus stop a few nights ago.  What sin did she commit to fail to get entry onto a Dublin coach?  She offered to pay cash because she did not have a card.  She was refused entry to the bus and left stranded.  There are two noteworthy things about that.  It is appalling that any bus driver would go off and leave any young woman on her own at night at an isolated bus stop.  Any such woman is vulnerable.  I totally support the Covid-19 regulations and the suggestion to try to use contactless payments when possible.  However, to move away from a situation where cash is valued and important is completely wrong.  The only institutions to which that would serve as an asset are the banks, which will continue to make money.  We all learned about how to use money and its value by using coins and notes.  We cannot get away from that.  Many people find it far easier to budget using cash rather than credit or debit cards.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to send a strong message to all businesses and institutions that while we support the use of contactless payments at the moment, it is important to continue to use cash when we can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#K00500","speaker":"1689","continuing":true},{"type":"speech","time":1606386600,"counter":64,"content":"<p>I would also like to endorse the campaign for people to shop green this weekend, and I am going to be parochial and ask those in my own county of Longford and those in Westmeath to shop in businesses in their counties to help with employment.<\/p> <p>I wish to raise the issue of services for those seeking early intervention.  I know that it is an issue that has been raised on numerous occasions, but figures recently released by the HSE reveal long waiting lists for assessments for speech and language therapy, occupational therapy and physiotherapy, where early intervention is key to a child's prognosis.  The endless HSE waiting lists are forcing some families to seek private medical care.  According to figures from September 2020, there are currently 21,286 children under the age of 17 waiting for their first occupational therapy assessment, which is shocking.  While we understand that many services have been put on hold due to Covid-19, we have been told by the Minister of the great work that has been done in recruitment but we have not seen this on the ground.  Occupational therapists and speech and language therapists who are supposed to be treating those children have spent the past seven months doing contact tracing for the HSE.  I call on the Minister to tell us when those staff will be back on the front line, treating children and not making phone calls.  As far as I can see, until this is done, the situation, which is already serious, is at risk of getting out of control.  What families need are expedited appointment dates and not excuses about Covid staff levels, etc.<\/p> <p>I recently met with HSE officials and I was told that in the CHO 8 area, 12 people were recruited to relieve staff and to enable them to go back to providing front line services, however the staff have not gone back to their front line roles because the 12 people recruited were employed to cover the extra staff needed in testing.<\/p> <p>I recently met with families in my home county of Longford who have spoken of their difficulty in accessing basic services for their children.  These are real families and real people.  We are in danger of becoming desensitised to the numbers on the waiting list, which are now in the thousands.  Each number on the waiting list represents a child and a family who are desperately seeking intervention.<\/p> <p>There has been a 45% drop in the recruitment of graduate occupational therapists, OTs, since 2016.  That figure is part of statistics published by the HSE's health business services division, which shows that just 73 OTs were recruited by the HSE in 2019, down from 135 in 2016.  This problem is only going to get worse.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#L00200","speaker":"1639"},{"type":"speech","time":1606386600,"counter":65,"content":"<p>I support my colleague, Senator Moynihan, who spoke on the Irish Nationality and Citizenship (Naturalisation of Minors Born in Ireland) Bill 2018, Committee Stage of which will be taken next Wednesday.  I know that the Deputy Leader responded previously when I spoke it, but we are very anxious that the Government supports its further passage.  Amendments will be tabled, including one on the issue of the citizenship fee that Senator Moynihan mentioned.  The crucial thing about this Bill is that if passed, it would restore a measure of generosity to our citizenship law in respect of children born in Ireland, and it is part of our Born Here, Belong Here campaign that is being run by the Labour Party along with Labour Youth and whole range of NGOs which have supported us, such as the Migrant Rights Centre.  We hope that colleagues on all sides of the House, but particularly Government Senators, would support it.  Indeed, Fianna F&aacute;il and the Green Party supported the Second Stage of the Bill in this House in November 2018.  We look forward to that debate and I look forward to engaging with the Deputy Leader of the House on the matter.  I have also engaged with the Minister of Justice on the Bill and she has made some positive noises about it and on the hope that it will go through.<\/p> <p>I thank the Leader of the House for ensuring that we will have statements on reopening Ireland this afternoon, because it is very important.  The Government has a very difficult decision to make in terms of balancing public health with the need to restore a modicum of hope, and indeed to give some prospect of survival to many businesses around Ireland.  The zero Covid strategy that has been strongly proposed by many medics and scientists, including many of my colleagues in medicine at TCD, relies on us either closing our borders as an Island, with an all-Island strategy, or having a hard border on the island, which makes it very hard to see prospects for that.  However, I know that we will have a further debate on it this afternoon and I am glad we will have the opportunity to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#L00300","speaker":"1631"},{"type":"speech","time":1606386600,"counter":66,"content":"<p>I agree with Senator Bacik on the issue of citizenship, with Senator Carrigy on occupational therapy assessments, and with Senators Craughwell and Blaney on the importance of recognising the role of our councillors.  However, I disagree with Senator Gavan in his songs of praise for Cuba.  In terms of foreign policy, I do not know what Sinn F&eacute;in's obsession is with adopting a Cuban policy in Ireland, but Cuba continues to repress and limit freedom of expression and association and freedom of the press and engages in arbitrary detention.  Senator Gavan is a strong campaigner for trade union rights, but in Cuba the right to strike is banned, so I do not know why Sinn F&eacute;in has an obsession with Cuba.  We should not be emulating it.<\/p> <p>I return to the comments made by Senators Kyne and Currie and others.  It is really important that we shop local and support our local businesses as far as possible in the run up to Christmas.  A number of my parliamentary colleagues have availed of the boutiques and menswear shops on Main Street and Esmonde Street in Gorey, and I would encourage others to do so.  One of the debates that we need to have, which relates to the local government funding issue, is around the commercial rates model of funding local government.  This model dates from the 1820s and it is ridiculous to think that today, local government is partially funded on the basis of the floor size of a shop or business premises, particularly where those premises are competing with online providers which are often outside of the State, and do not contribute to our local economy.  We need a full debate on local government funding, because the commercial rates system is way out of date and needs to be abolished.  I ask the Deputy Leader to organise that debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#L00400","speaker":"1638"},{"type":"speech","time":1606386600,"counter":67,"content":"<p>Senator Kyne discussed Black Friday and the need to  shop locally, and he was supported in is remarks by a number of Senators, including Senators Byrne and Currie and others.  It is a really important message that we need to get out there, that every one of us should try to spend as many euro as possible locally.  Last week I made the remark that we should not let Jeff Bezos win and we should keep away from Amazon as much as possible.  We should be shopping on Irish websites and in Irish businesses, and whether it is by using click and collect services, we should be doing all we can to get that campaign moving, because it will make all the difference.  As it stands, there is a sticking plaster in place for many businesses, and my concern is that come summer 2021, the cracks will appear when the Government supports understandably have to be wound.  Many businesses that are just managing to keep their heads above water will be struggling in the middle of next year.  Therefore, everything that we do now will make a real and significant difference to their survival.<\/p> <p>Senator Craughwell raised the issue of how councillors are treated and their well-being, and agree with his remarks.  Senators Blaney, Byrne and Carrigy and others backed him up and I agree with them.  We should show a degree of respect for the profession of councillor, because it is a real job, they perform real and meaningful duties and they are not paid properly.  Their take-home pay is not even really proper pay, and it is less than what someone on social welfare receives.  It is not a salary and it in no way reflects their workload.  I agree that depending on where councillors are located, many are driving hundreds of kilometres on a monthly, which is a direct cost to running their operations.  Some councillors who have a second job effectively take home very little, and although they do not do the job just for the money, they should be paid properly, and I do not see why there is a fear in saying that.  I hope that we see movement on that issue without any further delay.<\/p> <p>Senator Moynihan raised the issue of period poverty and rightly credited the women's caucus with having highlighted the issue in the last term, and there was a cross-party motion supported by the entire House to provide free sanitary products.  I join with the Senator in commending the Scottish Parliament on being the first to move on this issue and to provide the products.  I remember watching a Ken Loach film a number of years ago - I cannot recall the name - in which that very issue was highlighted.  A female character was depicted going to a foodbank and having to make the choice between getting food or sanitary products.  It might seem like a small issue that does not affect people, but it does, and one should not have to choose between getting food for one's family or getting very basic sanitary products.  It is an issue affecting women and it would take a small amount of money in the grand scheme of things to resolve it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I look forward to Private Members&rsquo; business on that, and the Senator will have my support.<\/p><p>I note also the amendment the Senator is proposing on the cost of citizenship.  I was not aware of the level of cost associated with it, which seems extremely high, and that should be addressed.  It is quite expensive.<\/p><p>I join with Senator Gavan&rsquo;s tribute to Diego Maradona.  I would not agree with the rest of his contribution in that regard but that has been dealt with by my colleague, Senator Byrne.<\/p><p>With regard to Senator Gavan&rsquo;s reference to the Tax Justice Network report on Ireland being a tax haven, I think he used the words &ldquo;tax evasion&rdquo; whereas the report refers to &ldquo;tax avoidance&rdquo;, which is an important distinction.  In terms of reform of the tax system, it is well documented and well known that Ireland and the Irish Government are working with the OECD to bring in meaningful reforms on a global scale.  At the same time, I do not think we should make any apology for cultivating a very positive business environment to ensure that thousands of our citizens are employed in this country in many of the corporations under the FDI band.  We would hope to see continued FDI coming into the country in the years and decades ahead.<\/p><p>Senator Black made reference to the White Paper on direct provision.  There have been reports in the media around the difficulty in delivering what is proposed.  I am sure we all acknowledge there will be pushback if there is a suggestion that somebody in the direct provision system, coming in as an asylum seeker, would get preference for housing over somebody who is here already.  This is because of the shortage of housing and the solution is to address the housing problem.  We need more supply.  I do not want to see us pitting one person against another when there is a genuine need on all sides for the basic necessity of housing.  We have a lot of work to do in terms of increasing supply and that might, in turn, help us to deal with the direct provision issue.  I believe we are all committed to moving away from that system and its many injustices.  There have been some improvements but there is a long way to go yet, and I agree with the Senator on that.<\/p><p>Senator Dooley raised the issue of the &euro;100 million being put into bog rehabilitation in the midlands, which is very welcome for those communities and I am sure it will alleviate many of the pressures there.  I agree with the Senator that Moneypoint is a very important issue for people living and working in that area.  The fact they are excluded from the just transition fund needs to be addressed.  I agree with the Senator that we should not wait until the end of 2024 to address it because it is coming down the tracks.  We have advance notice now of people who are in real difficulty and this is about real jobs, real people and real families.  Let us use the time wisely to make preparations to look after those people in a proper and meaningful way.<\/p><p>Senator Buttimer raised the issue of the &ldquo;RT&Eacute; Investigates&rdquo; debate, as did Senator Conway.  I am conscious of our need to be mindful of any potential legal proceedings or any potential to impugn the reputation of any organisation or Member of this House.  I am very conscious of that.  I join both Senators in commending &ldquo;RT&Eacute; Investigates&rdquo; for bringing forward that issue.  I watched it last night and I was particularly moved by the story of the Wilson family and Esther, who had money awarded to her because of a terrible accident she had in her late 20s.  That money was to provide for her for the rest of her life and Patrick Russell, being a neighbour and friend of the family, would have been aware of those circumstances.  It really speaks to the character of a person that could go about and do something of that nature.  There appear to be significant questions to answer.  We will raise that with the Department around how we might have some sort of a debate in this House within our guidelines that would not bring the House into disrepute in any way.  I take the points of both Senators on board.<\/p><p>Senator Murphy raised the issue around elderly people and Eir.  I was taken aback to see Eir coming out to suggest the problems with its customer service are because of the call centre in Sligo.  I take great offence at that.  I was onsite in Sligo at the Eir premises a number of years ago and I was a customer of Eir at the time.  I went to purchase a mobile phone and it was sent to the wrong location through no fault of my own.  They then accused me of having stolen the phone in a kind of roundabout way.  It was ridiculous stuff.  In any event, to cut a long story short, I am no longer a customer of Eir, nor will I be a customer of Eir while it has the current lack of customer service.  I listened to some people who gave comments to the media about being on hold for 30 to 45 minutes.  I was one of those people and it drove me to the brink in trying to deal with the lack of customer service.  That problem persisted and it was there long before the centre in Sligo was established.  My understanding is that the centre in Sligo was set up to deal with the customer service problem.  Let us not blame the people of Sligo or suggest there is somehow a shortage of skills in the community to meet the demands of that call centre.  It is an outrageous suggestion.  I understand from Senator Dooley that the regulator is coming before the Oireachtas committee to follow up on the complaints against Eir.  Eir is operating in this country and it owes people and customers a reasonable level of customer service, which has been severely lacking for quite some time.<\/p><p>Senator Currie raised the issue of black Friday, as did Senator Kyne.  Senator Currie also mentioned the campaign around green Friday and the Champion Green campaign.  I thank her for bringing that to the attention of the House and the broader public.  Let us hope we can turn black Friday green tomorrow and do all we can to protect Irish business.<\/p><p>Senator Blaney raised an issue around Sport Ireland.  I do not have an answer at the minute but I will seek to get a reply to him on that question.  I note his remarks in regard to councillors across the country, who will be very appreciative of his support.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#L00500","speaker":"1642","continuing":true},{"type":"speech","time":1606386600,"counter":69,"content":"<p>There was also the issue of the gambling regulator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#M00200","speaker":"1633"},{"type":"speech","time":1606386600,"counter":70,"content":"<p>I will come back to the Senator on that.<\/p> <p>Senator Fitzpatrick raised the issue of the two men who died on the streets of our capital city in recent days.  On behalf of this side of the House and, I am sure, on behalf of the whole House, I extend our deepest sympathies to the families of both men.  It is a shocking indictment on any country that people should be dying in the streets, and we need to address that urgently.  I note it is almost six years to the day that Jonathan Corrie passed away very close to Government Buildings on a doorstep.  Things have not really progressed in the manner they should have in terms of homelessness services.  An important point raised by Senator Fitzpatrick is that the accommodation is only one part of it.  We have listened to comments and feedback from people availing of those services, who often speak about being in a room with other people, some of whom may be using drugs onsite, and they actually feel safer on the streets.  That is a serious problem.  Individuals have many complex needs and are in need of supports.  It is not just about a bed but about the wraparound services that are just not there to the level they need to be.  We have a big job of work in this country to address that because this problem seems to be growing, not reducing.  I know the Minister, Deputy Darragh O'Brien, is genuinely personally committed to addressing this issue and I have no doubt he will do his utmost to make changes in that regard.<\/p> <p>As I said, Senator Conway endorsed the comments in regard to RT&Eacute; and we will come back to that issue.<\/p> <p>Senator Fiona O'Loughlin supported the green Friday initiative and also gave a personal account of a young woman who was left stranded at a bus stop because cash was not accepted.  I do not know the full details of that story but, certainly, cash is legal tender and it cannot be refused.  It might be an issue on which the Senator can directly correspond with Bus &Eacute;ireann to get further clarification.<\/p> <p>Senator Bacik knows of my support for the citizenship Bill that Labour is proposing.  I am doing my utmost to try to get Government approval for that Bill.  I am only one person but I will make my voice as loud as I can.  I understand that the Leader of the House, Senator Doherty, is also in support of the Bill and I understand there is engagement with the Department on that, with a view to trying to progress it.  The Senator has my full support personally but I know she is looking for Government support and I will do my best on that front.  I would love to see that Bill over the line.  It is a small gesture for a small number of children, but it would make a world of difference to those individuals.<\/p> <p>I get Senator Bacik&rsquo;s point on the zero-Covid strategy, and I know she is raising it on behalf of colleagues.  I note she welcomed the debate on the reopening of the country.  There are difficult decisions for the Government to make today in regard to next week.  I know people's livelihoods, mental health and so much else is at stake in regard to that reopening.  I hope we can have a break from lockdown and get about to see our family and friends, and have some time to socialise.  However, we have to be honest with ourselves.  If we reopen the country for a week or two weeks, and I am sure NPHET will give its advice, it is quite likely we will see an increase in numbers because that seems to be the trajectory of this virus.  There is a fear we may be going back into tighter restrictions come January, but we need to be honest with the public that that may be the trade-off to get that break.  Who knows?  I am not a public health expert and we will await the advice and the decision of the Government.  From a Government perspective, I know it is acutely aware of how distressing being in level 5 is for many people and businesses, and, as we approach December, the Government really wants to give that break to people and to let us have some sort of normal Christmas.<\/p> <p>Senator Byrne dealt succinctly with the issue around Cuba and I do not need to go over that, although I agree with his comments.  He also raised the &ldquo;shop local&rdquo; campaign.  On the issue of commercial rates funding, it is ludicrous that a model from the 1820s is being used to fund local government today in times when many businesses do not have a physical space and operate online.  Clearly, it is a model that is not fit for purpose and it needs to be amended and changed.  It puts our small retailers on the main streets of every town and village at a severe disadvantage when competing with businesses that trade solely online.  We need to address that.  I will certainly seek a debate with the Minister for Housing, Local Government and Heritage on the issue of local government funding that the Senator raises.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#M00300","speaker":"1642"},{"type":"speech","time":1606386600,"counter":71,"content":"<p>Will the Leader send a Standing Order letter to the chief executive of Eir.  Is that in order?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N00100","speaker":"1674"},{"type":"speech","time":1606386600,"counter":72,"content":"<p>We cannot write on behalf of every Member of the House but I will certainly---<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N00200","speaker":"1642"},{"type":"speech","time":1606386600,"counter":73,"content":"<p>I think it is agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N00300","speaker":"1674"},{"type":"speech","time":1606386600,"counter":74,"content":"<p>-----ask someone from the Leader's office to deal with it.  The fact, however, that the regulator is coming before the committee to deal with that will give an opportunity to raise further questions and follow up on the explanations, if one wants to call them that, from the chief executive of Eir.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N00400","speaker":"1642"},{"type":"speech","time":1606386600,"counter":75,"content":"<p>Will the Deputy Leader take a point of information?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N00500","speaker":"1660"},{"type":"speech","time":1606386600,"counter":76,"content":"<p>Of course, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N00600","speaker":"1642"},{"type":"speech","time":1606386600,"counter":77,"content":"<p>No, not at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N00700","speaker":"1650"},{"type":"speech","time":1606386600,"counter":78,"content":"<p>She said she would.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N00800","speaker":"1660"},{"type":"speech","time":1606386600,"counter":79,"content":"<p>I will be guided by the Chair as to what is appropriate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N00900","speaker":"1642"},{"type":"speech","time":1606386600,"counter":80,"content":"<p>Is it a point of order?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N01000","speaker":"1650"},{"type":"speech","time":1606386600,"counter":81,"content":"<p>No, I asked if she will take a point of information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N01100","speaker":"1660"},{"type":"speech","time":1606386600,"counter":82,"content":"<p>There is no such thing as a point of information in the Standing Order but, perhaps, the Deputy Leader is willing.  It is up to her; she is in possession.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N01200","speaker":"1650"},{"type":"speech","time":1606386600,"counter":83,"content":"<p>I anticipate that it is with regard to my comments around Cuba.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N01300","speaker":"1642"},{"type":"speech","time":1606386600,"counter":84,"content":"<p>No, it is with regard to Eir.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N01400","speaker":"1660"},{"type":"speech","time":1606386600,"counter":85,"content":"<p>Go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N01500","speaker":"1642"},{"type":"speech","time":1606386600,"counter":86,"content":"<p>As opposed to an ideological conversation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N01600","speaker":"1638"},{"type":"speech","time":1606386600,"counter":87,"content":"<p>I wish to point out that this is not normal procedure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N01700","speaker":"1650"},{"type":"speech","time":1606386600,"counter":88,"content":"<p>Given that it is so close to Christmas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N01800","speaker":"1642"},{"type":"speech","time":1606386600,"counter":89,"content":"<p>I thank the Deputy Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N01900","speaker":"1660"},{"type":"speech","time":1606386600,"counter":90,"content":"<p>Members have an opportunity to raise issues during their contributions.  This will not be a general practice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N02000","speaker":"1650"},{"type":"speech","time":1606386600,"counter":91,"content":"<p>The Cathaoirleach is being very generous.  I will point out to the Deputy Leader that this is what happens when one privatises a good State company.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N02100","speaker":"1660"},{"type":"unspoken","time":1606386600,"counter":92,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1606386600,"counter":93,"content":"<p>We are dealing with recent comments by the chief executive of Eir, blaming the call centre in Sligo for what was, in my view, a problem that existed before that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N02300","speaker":"1642"},{"type":"unspoken","time":1606386600,"counter":94,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1606386600,"counter":95,"content":"<p>That is the Senator's view.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N02500","speaker":"1642"},{"type":"unspoken","time":1606386600,"counter":96,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Sitting Arrangements: Motion","time":1606386600,"counter":97,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N02800"},{"type":"speech","time":1606386600,"counter":98,"content":"<p>I move:<\/p> <blockquote> \tThat, notwithstanding anything in the Standing Orders relative to Public Business, the following arrangements shall apply in relation to the sittings of the Seanad on 30th November and 1st, 2nd and 3rd December, 2020: <br \/><br \/>(1) The Seanad shall meet in the D&aacute;il Chamber at 2 p.m. on Monday, 30th November, 2020 and the following arrangements shall apply: <br \/><br \/>(a) Standing Orders 29 and 30 shall stand suspended; <br \/><br \/>(b) there shall be no Order of Business; <br \/><br \/>(c) the business to be taken shall be confined to the items set out in the Schedule to this paragraph and, accordingly, no other business shall be taken unless the Seanad shall otherwise order on motion made by the Leader of the House or such other Senator as she may authorise in that behalf.<br \/><br \/><b>Schedule <\/b><br \/><br \/><i>Credit Union Restructuring Board (Dissolution) Bill 2019 [D&aacute;il] &ndash; Committee and Remaining Stages. <\/i><br \/><br \/>The Committee and Remaining Stages of the Credit Union Restructuring Board (Dissolution) Bill 2019 [<i>D&aacute;il<\/i>] shall commence at 2 p.m. <br \/><br \/><i>Finance (Miscellaneous Provisions) Bill 2020 &ndash; Committee and Remaining Stages. <\/i><br \/><br \/>The Committee and Remaining Stages of the Finance (Miscellaneous Provisions) Bill 2020 shall be taken on conclusion of the Committee and Remaining Stages of the Credit Union Restructuring Board (Dissolution) Bill 2019 [<i>D&aacute;il<\/i>]. <br \/><br \/><i>Suspension of Sitting. <\/i><br \/><br \/>On the conclusion of the proceedings on the Finance (Miscellaneous Provisions) Bill 2020, the sitting shall be suspended for 15 minutes. <br \/><br \/><i>Planning and Development Bill 2020 &ndash; Committee Stage. <\/i><br \/><br \/>The Committee Stage of the Planning and Development Bill 2020 shall be taken on the resumption of the sitting, and shall, if not previously concluded, be brought to a conclusion after 3 hours, by one Question, which shall be put from the Chair and which shall, in relation to amendments, include only those set down or accepted by the Government. <br \/><br \/>(2) The Seanad on its rising on Monday, 30th November, 2020, shall adjourn until 10.30 a.m. on Tuesday, 1st December, 2020 and the following arrangements shall apply: <br \/><br \/>(<i>a<\/i>) The Order of Business shall be proposed at 10.30 a.m. in the D&aacute;il Chamber; <br \/><br \/>(<i>b<\/i>) Commencement matters shall be taken at 1.30 p.m. in the Seanad Chamber, and up to six matters may be selected by the Cathaoirleach for discussion; <br \/><br \/>(<i>c<\/i>) Business ordered to be taken subsequent to Commencement matters, shall be taken in the Seanad Chamber. <br \/><br \/>(3) The Seanad on its rising on Tuesday, 1st December, 2020, shall adjourn until 10.30 a.m. on Wednesday, 2nd December, 2020 in the D&aacute;il Chamber, and the following arrangements shall apply: <br \/><br \/>(<i>a<\/i>) Commencement matters shall be taken at 10.30 a.m. and up to six matters may be selected by the Cathaoirleach for discussion; <br \/><br \/>(<i>b<\/i>) The Order of Business shall be proposed at 12 noon; <br \/><br \/>(4) The Seanad on its rising on Wednesday, 2nd December, 2020, shall adjourn until 9.30 a.m. on Thursday, 3rd December, 2020 in the D&aacute;il Chamber and the following arrangements shall apply:- <br \/><br \/>(<i>a<\/i>) Standing Orders 29 and 30 shall stand suspended; <br \/><br \/>(<i>b<\/i>) the Order of Business shall be proposed at 9.30 a.m.&rdquo;  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#N02900","speaker":"1642"},{"type":"unspoken","time":1606386600,"counter":99,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1606386600,"counter":100,"content":"<p>Sitting suspended at 12.32 p.m. and resumed at 1 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Health Insurance (Amendment) Bill 2020: Committee and Remaining Stages","time":1606386600,"counter":101,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Q00100"},{"type":"unspoken","time":1606386600,"counter":102,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"speech","time":1606386600,"counter":103,"content":"<p>Amendment No. 1 has been ruled out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Q00400","speaker":"1634"},{"type":"unspoken","time":1606386600,"counter":104,"content":"<p>Amendment No. 1 not moved.<\/p>"},{"type":"unspoken","time":1606386600,"counter":105,"content":"<p>SECTION 2<\/p>"},{"type":"unspoken","time":1606386600,"counter":106,"content":"<p>Question proposed: \"That section 2 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1606386600,"counter":107,"content":"<p>I understand amendment No. 1, tabled by the Labour Party and which we were going to support, has been ruled out of order.  The other day, the Minister of State alluded to trying perhaps to sort out a solution for these non-EEA students.  Will he update us on this please?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Q00700","speaker":"1660"},{"type":"speech","time":1606386600,"counter":108,"content":"<p>I understand negotiations are ongoing.  One company was mentioned.  There is confusion about the figures. Some have said &euro;650 and others have said it could be down to as little as &euro;160.  It is still a lot of money.  I understand the departmental officials can meet people such as the Senator to discuss whether there is a way around it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Q00800","speaker":"1608"},{"type":"speech","time":1606386600,"counter":109,"content":"<p>I thank the Minister of State.  We will do just that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Q00900","speaker":"1660"},{"type":"unspoken","time":1606386600,"counter":110,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1606386600,"counter":111,"content":"<p>Sections 3 to 6, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1606386600,"counter":112,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1606386600,"counter":113,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"speech","time":1606386600,"counter":114,"content":"<p>When is it proposed to take Report Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Q01500","speaker":"1634"},{"type":"speech","time":1606386600,"counter":115,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Q01600","speaker":"1644"},{"type":"speech","time":1606386600,"counter":116,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Q01700","speaker":"1634"},{"type":"unspoken","time":1606386600,"counter":117,"content":"<p>Bill received for final consideration.<\/p>"},{"type":"speech","time":1606386600,"counter":118,"content":"<p>When is it proposed to take Fifth Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Q01900","speaker":"1634"},{"type":"speech","time":1606386600,"counter":119,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Q02000","speaker":"1644"},{"type":"speech","time":1606386600,"counter":120,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Q02100","speaker":"1634"},{"type":"unspoken","time":1606386600,"counter":121,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1606386600,"counter":122,"content":"<p>I welcome the Minister of State back to the House for the annual health insurance bill, which is extremely important.  On a positive note, we have to count our blessings in this country that we have health insurance which is affordable for the vast majority of the Irish people.  We are also very fortunate there is community rating within health insurance.  We are also very fortunate that risk equalisation exists because it means our elderly and vulnerable citizens will get health insurance at the same cost as younger healthier people.  This does not exist in a lot of countries.  We are very fortunate that it does exist in this country.  It is only right that we pay tribute to the health insurance companies, previous Governments and this Government for ensuring health insurance is affordable.<\/p> <p>However, we need to look at the red tape and the small print in health insurance in this country.  There is an obligation on the health insurance regulator, the companies and, by virtue of this, on the Minister for Health to ensure the various plans available from the four insurance companies that provide health insurance in this country are easy to understand, not complex, straightforward and written in plain English, and that there are no tricks in the small print.  There is a job of work to be done in this regard.  When people are sick and require hospital care and medical intervention, the last thing they should wonder is whether they are entitled to have certain procedures covered and whether it is only a percentage of a procedure that is covered or a percentage of hospital inpatient care.  We need to look at uniformity of health plans.  We need to take the complication out of it and we need to make it simple.  Health insurance needs to return to plain English and, as I have said, we need to eliminate the small print.  With something as important as health insurance we should not have small print.  I thank the Minister of State for his time and I commend the fact that the Bill has passed all Stages in the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Q02300","speaker":"1644"},{"type":"speech","time":1606386600,"counter":123,"content":"<p>I thank the Senators for their contributions on the Bill, which is discussed every year.  During the Second Stage debate on Tuesday, I outlined that the objective and basis of Government policy in the area of private health insurance is to ensure that people have access to affordable private health insurance regardless of their age, gender or health status.  This means people who are old or sick do not have to pay more than the young and healthy, whereas in other health insurance systems the level of risk that an individual presents directly affects the premium paid.<\/p> <p>The purpose of the Bill is to specify the revised credits and corresponding stamp duty levies to apply on health insurance policies from April 2021.  Against the background of some uncertainty about the impact of Covid 19 on the health insurance industry, the credit and levy rates for the next year strike a fair balance between the need to support community rating while maintaining sustainability of the market during these unprecedented times.  The Bill allows us to maintain our support for the core principle of community rating, which is a long established and well supported Government policy for the health insurance market.  I thank Senator Conway for his encouraging remarks on this.<\/p> <p>Senators Gavin and Hoey raised the issue of non-EEA students.  There were issues and many community rated reasonably priced products are on the market and available for students to purchase.  Each of the three open membership insurers have started plans that offer coverage in most public hospitals and they range in price from &euro;490 to &euro;520.  Insurers also offer young adult rates on many of their products, which further reduce the premium to the full adult premium for a 26 year old person.  For example, a starter policy for a 20 year old is available on the market at &euro;183.  It is still a lot of money but I am only too happy for the Senator who raised it to meet the officials to see whether we can iron out these issues.  Departmental officials are in ongoing engagement with other officials who have responsibility for visa and educational aspects of this issue, including with their colleagues in the Department of Justice and the Department of Further and Higher Education, Research, Innovation and Science.  The Bill will ensure we can continue to provide the necessary support to ensure the costs of health insurance are shared throughout the insured population.  I thank all Senators for their contributions to the debate over recent days and for facilitating the passage of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Q02400","speaker":"1608"},{"type":"unspoken","time":1606386600,"counter":124,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1606386600,"counter":125,"content":"<p>Sitting suspended at 1.10 p.m. and resumed at 1.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Reopening Ireland (Department of Enterprise, Trade and Employment): Statements","time":1606386600,"counter":126,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T00100"},{"type":"speech","time":1606386600,"counter":127,"content":"<p>I welcome my neighbour and friend, Deputy English, to the House and congratulate him on his recent appointment.  I do not think I ever got that opportunity in public until now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T00200","speaker":"1692"},{"type":"speech","time":1606386600,"counter":128,"content":"<p>It is important that I also congratulate the Leas-Chathaoirleach on his county's recent success.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T00300","speaker":"1505"},{"type":"speech","time":1606386600,"counter":129,"content":"<p>I did not want to mention football.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T00400","speaker":"1692"},{"type":"speech","time":1606386600,"counter":130,"content":"<p>I wanted to say that coming from a neighbouring county which is delighted with how well Cavan is doing during these difficult times.  I have plenty of ushers in my ear telling me Dublin is looking forward to playing Cavan.  Good luck with that one.  It will be a big match.  It was a great weekend of football.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T00500","speaker":"1505"},{"type":"speech","time":1606386600,"counter":131,"content":"<p>That is very sporting of the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T00600","speaker":"1692"},{"type":"speech","time":1606386600,"counter":132,"content":"<p>That is difficult for a Meath man to say.  It is easier, however, than saying it for Dublin.  Good luck with all of that.  I also wish the same to Tipperary, as I see Senator Ahearn across the Chamber.  I could not leave him out.  That was a truly historic day as well.  This year, 2020, has been one of those mad years with all that has happened with Covid.  I do not think anyone could have predicted the four football semi-finalists we have now.  It complements the year.  It is a nice throwback to history that the championship is where it was 100 years ago.<\/p> <p>I note the clock states \"6:00\".  Is that hours or minutes?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T00700","speaker":"1505"},{"type":"speech","time":1606386600,"counter":133,"content":"<p>It is not for the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T00800","speaker":"1659"},{"type":"unspoken","time":1606386600,"counter":134,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1606386600,"counter":135,"content":"<p>I can stretch it out if it is needed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T01000","speaker":"1505"},{"type":"speech","time":1606386600,"counter":136,"content":"<p>We can give the Minister of State extra time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T01100","speaker":"1692"},{"type":"speech","time":1606386600,"counter":137,"content":"<p>I have learned from the best like Senator Dooley.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T01200","speaker":"1505"},{"type":"speech","time":1606386600,"counter":138,"content":"<p>So long as there is no mention of children's socks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T01300","speaker":"1646"},{"type":"speech","time":1606386600,"counter":139,"content":"<p>We will not go there.  I have been trying to avoid that for a few weeks.  Thanks for putting me back in the middle of that one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T01400","speaker":"1505"},{"type":"unspoken","time":1606386600,"counter":140,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1606386600,"counter":141,"content":"<p>The pubs in Galway will not be opening for a while so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T01600","speaker":"1655"},{"type":"speech","time":1606386600,"counter":142,"content":"<p>I assure the House that there will be no shortage of socks or other items of clothing in the country.<\/p> <p>I thought we were having a discussion on Covid but as the Leas-Chathaoirleach said it is about reopening Ireland.  It is apt and I hope this prediction is right.  We are all focused on trying to reopen and it is important the Seanad is debating how can we reopen safely.  Much of the work over the past couple of weeks has been on getting to a stage in which we can reopen parts of our economy and society.<\/p> <p>We all recognise how Covid has put much pressure on many parts of our country.  It has been a difficult time across every one of our counties.  We often debate regional balance here.  Covid hit all of us everywhere, our homes and businesses.  Everybody is suffering.  Hopefully, with all the talk of the roll-out of vaccines and vaccination programmes, we should be in a strong position during 2021 and get back to some sort of a normal life.<\/p> <p>Much change will occur as we reopen.  Certain parts of business will have changed forever.  We need to work with that sector.  It is important we focus our minds over the next couple of days to be in a position next week to have retail back, along with hairdressers, barbers, gyms and other businesses which have been under pressure.  There is still a significant conversation around the hospitality sector, restaurants, cafes, pubs and hotels.<\/p> <p>The Department would rather not be in level 5.  Moving to these restrictions was not an easy choice to take.  The T&aacute;naiste spoke about this, as did the Taoiseach and many others.  We wanted to do our best to avoid level 5 which is why we stayed at level 3 for several weeks, hoping it would make the difference.  However, it did not work out.  Everyone hoped, when we published the plan back in the summer, that level 3 would be as far as we had to go.  The figures did not go that way and we had to protect people's health and livelihoods in the long term.<\/p> <p>Many people said to me that the hospitals were not under that much pressure and the ICU bed numbers were steady when they analysed the figures.  We do not want people in hospital or ICU with Covid as it is not the place to be.  We all know the percentages of people who do not come back out of ICU.  It was not just keeping the numbers in hospital down.  It was to keep people from getting sick and to stop our loved ones and family members from contracting Covid unnecessarily.  It is not a nice place to be.  We all have stories of neighbours, friends and family members who contracted Covid and suffered its consequences.  Far too many families are without loved ones this year because of Covid.<\/p> <p>Many politicians understand that it is about getting the balance right to have a functioning society and economy, as well as managing Covid and bringing the virus under control.  The decision was made five weeks ago to move to level 5 to bring the virus back under control.  The figures we have seen over the past three or four nights show it is coming under control.  It does not mean we are there yet, however.  The T&aacute;naiste, the Taoiseach and many others have said that we had hoped to be a little further down the road.  To have a consistent figure of 200 cases over three or four nights is a good place to be as we go through our plans to reopen.  Hopefully, these figures will keep going down.<\/p> <p>When we reopen, however, it will be more difficult to manage the virus.  The best way to deal with the virus is to manage our own behaviour but also to limit our number of contacts.  When we reopen various parts of the economy, there will be more contacts.  The onus is on everyone to adjust their behaviour to ensure when we reopen that we tread carefully, use caution and follow the best guidance to stop the virus spreading among us.<\/p> <p>The Health and Safety Authority updated the back at work safely protocol which contains much guidance which retail and business are following to protect themselves, their employees and customers.  The various committees are meeting today and the Cabinet will meet tomorrow to dissect the advice from NPHET and work out the plans.  We are all hopeful that tomorrow will bring good news for many parts of the country.  It does not mean all restrictions will be lifted but we will be in a much better place than we are today.  Hopefully, we can build on that in the weeks ahead.  The protocols and guidance are important.<\/p> <p>We all know at this stage how to protect ourselves and our loved ones.  One gets mixed reactions in any business, factory and family homes.  Some are worried and nervous for themselves and their families.  Some are less cautious and are not as convinced about the concerns.  It is hard to have rules, regulations and laws which bring us all together on this.  The majority of people have come with us on this journey and it is their behaviour that has helped us bring the virus back under control.  Governments can only give advice and put legislation in place to direct us all in a certain way.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Sometimes, that means stepping in a little more than we would like to do but, in general, people want to do the right thing and follow the advice, and they are doing that.  That is the reason, as a country, we have saved lives and hopefully will be able to get through the months ahead with fewer restrictions when it comes to Covid-19.<\/p><p>I want to touch on a couple of issues.  People are probably familiar with all the business supports.  I will not name all of them.  Sectors and businesses have said to me say that the wage subsidy scheme is probably the most important one.  We have spoken about that in this House on a number of occasions.  All the Members put forward suggestions about additional supports for business.  The Covid restrictions support scheme, CRSS, came out of their suggestions and ongoing support to businesses whose premises are closed.  That scheme is up and running and will be very successful in terms of companies that are under pressure.  We also have the restart grant, the rates rebate and other different supports.  I have stressed in previous debates here that the support would not all be in the form of grants but that we would encourage businesses to use their own equity, tap into some of the loan products at the lower cost rates, as well as grants because the taxpayers cannot replace every lost euro.  We all wish they could but that is not reality.  It is about that blend of supports - lower cost finance, grants, rate subsidies and CRSS payments - coming together along with businesses having to tap into their own equity in some cases.<\/p><p>I want to single out the retail sector, which is my main line responsibility apart from business in general.  We have worked very closely with those in the retail sector and they are vitally important to this country in the service they provide.  Throughout the Covid-19 pandemic many of those in the retail sector have been on the front line, as well as all those in the health authorities and so on, but retail is very much there.  Where they were allowed stay open they stayed open and provided a top-class service to all of us.  They put all the changes in place, adapted their work practices, changed their shop models and so on to be able to serve us in a safe way.  I recognise that has been a very difficult journey for them and they are under a great deal of pressure.  I would shout out to everybody to listen to our campaign to shop local if they can possibly do so and to spread their business around to support local businesses and local jobs as much as possible during the months and the year ahead.  We have launched a LookforLocal campaign to encourage people to do that.  It is important that we do that.<\/p><p>As a sector, I hope they will be open next week because there is a very busy month ahead.  We will support them on this journey and have done but they will need the Members' support also.  As we move into 2021 and beyond there will be a massive opportunity for the retail sector to expand even further.  Some of that will be online, Covid or no Covid, to try to win back some of the business that we know goes abroad but also to try to win business from abroad.  I believe we have a very strong retail sector that can do that.  That is something on which I will be working very closely with them.  We have a retail forum that meets practically every week at this stage and all the representative bodies of the retail sector are on that and contribute.  They have been a major asset to us as a Department and as a Government in managing the Covid pandemic but also in preparing for Brexit.<\/p><p>We are looking to a difficult year ahead in terms of trying to manage Brexit and get through and come out of the Covid pandemic.  I appreciate the support of this House for all the various business schemes and supports that have been put in place.  They have been essential.  Business owners have told me they looked abroad and saw what was going on and they realise the support these two Houses have provided, by using taxpayers' money through the Government supports, has been a major help.  They are still under a lot of pressure, however, and we have to continue those business supports.  The T&aacute;naiste, in his speech in the D&aacute;il, referred to having money secured for next year to continue with the supports where they are needed and to roll out new ones, and new ideas, where that is necessary.  In addition to what has been allocated in the budget for next year, and our Department got a decent increase to allow us be able to do our work better, including extra money for the Health and Safety Authority, HSA, to manage all this in terms of safety at work, there is an extra &euro;3.4 billion in the recovery fund, which has not been allocated yet but can be drawn down as we need it for different parts of the business world that need those supports also.<\/p><p>I am here mainly to listen to the Members' contributions, as well as the Leas-Cheann Comhairle's comments, but we hope to be in a position tomorrow to announce the reopening of many parts of our society and businesses but there is still much work to do.  I want to reinforce the message that we have to manage our own behaviour in the months ahead.  Just because the virus numbers have decreased a lot it is still around and it could very easily flare up again.  If we all play our part we should be able to limit that and if we are all in a healthy place and get the virus under control we can get back to having a strong, healthy economy.  I am an optimist, as the Leas-Cheann Comhairle knows, even in mad times and even when it comes to football, and I am very optimistic about where our economy can go in the next couple of years.<\/p><p>To refer back to retail, there is a lot of opportunity in that sector if we can just get through this very difficult year that most people probably want to forget about but it is important that we look ahead with hope.  I hope that with strong supports from the economy and strong actions by the Government and these Houses, we can do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#T01700","speaker":"1505","continuing":true},{"type":"speech","time":1606386600,"counter":144,"content":"<p>I thank the Minister of State for his trademark positivity.  Senators have six minutes each.  To avoid an issue that arose yesterday by accident where Members were waiting, if they want to plan their times they should be aware that the Minister of State will reply not later than 3.27 p.m.  We will probably be all right in that regard but they should be aware of that.  Our first speaker is Senator Ollie Crowe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#U00200","speaker":"1692"},{"type":"speech","time":1606386600,"counter":145,"content":"<p>If there are copies of the Minister of State's speech they might be distributed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#U00300","speaker":"1662"},{"type":"speech","time":1606386600,"counter":146,"content":"<p>I had mentioned that they be distributed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#U00400","speaker":"1505"},{"type":"speech","time":1606386600,"counter":147,"content":"<p>I thank the Minister of State, Deputy English, for coming in again today.  To state the obvious, it was always going to be much easier to close down the economy last March than to open it up again.  From a realistic point of view and with no disrespect to NPHET, people are going to socialise this Christmas regardless of advice.  The choice is between controlled and regulated environments and the uncontrolled environments.<\/p> <p>I want to talk about the hospitality sector.  It is worth pointing out that in the period the hospitality sector and businesses were open this year, 99% or more followed all guidelines and offered a safe environment.  I am talking about restaurants, hotels and bars, in particular.  There were more than 30,000 visits by garda&iacute; across the country, as there should have been, and a minute percentage were found to be not adhering to the guidelines.  I am sending out the message from this House that if businesses are not adhering to the guidelines the full force of the law should come down on them and they should be closed forthwith.<\/p> <p>It is important to point also that thousands of people across the country use restaurants, bars and hotels as their main source of socialising.  I am thinking in particular of people who live alone.  All of us in this House are aware of the impact this period has had on people's mental health in terms of loneliness and isolation.  That should not be forgotten.  That will be especially important around Christmas, which is a difficult time for many people who may be dealing with bereavements and other issues.<\/p> <p>It needs to be stated that the hospitality sector in general, as the Minister of State is aware, has played no role in the spread of the virus in Ireland.  Less than 1% of the clusters relate to the environments within that industry.  The Minister outlined in his contribution the supports that have been given to the industry.  He will agree that there are hundreds of thousands of employees and businesses and the vast majority of them are small, family-owned businesses, particularly pubs in cities and in rural Ireland.  Surely it is not too much to ask that they would be allowed open their businesses for the next three weekends because we are all aware that January and February are much quieter months.  Discussion is going on in the media that there will be a phased opening in terms of 1, 8 and 15 December but we have to be practical about that.  NPHET advise but the Government should decide.  I would like the Minister of State to take the message from this House that there is no point in trying to pack it all into two weeks.  It would make much more sense to have three weekends and people in the business realise that.<\/p> <p>From a practical point of view, there is no point in restaurants, particularly those in Galway city that I know well, closing at 10 p.m.  The reality is that many people with young families might not go out until 8.30 p.m. or 9 p.m.  The last serving should be 9.30 p.m. and the restaurant or the pub could close at 11 p.m.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ollie Crowe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=OllieCrowe&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have to be practical.  It is just not viable to be closing restaurants, bars and hotels, for example, at 10 p.m., when the off-licences are open until 10 p.m. as it is.  It is not viable and there is no solution-based thinking involved in that.<\/p><p>In his contribution, the Minister of State outlined the grants and supports, which have been welcome and have kept an awful lot of jobs safe in recent months.  I ask the Minister of State to consider using those supports on an opt-in and opt-out basis.  There are hundreds and thousands of bars across the country that are too small.  Their owners will feel it is not safe to open for a number of reasons, for example relating to the square footage of their premises or the underlying conditions that they or their staff might have.  I am asking that they be allowed to open but if they do not want to open, they should have that opportunity.  The supports should remain in place for them if they are not in a position to open because of their size or whatever the case may be.<\/p><p>I want to take this opportunity to discuss the importance of physical exercise with the return of gyms, swimming pools and outdoor sports.  These are essential activities for people's mental health and well-being.  I appreciate that some precautions will need to remain in place but for the most part, it is time to allow these sectors to open up and to get some degree of normality back in our lives.  Outdoor training for sports teams in pods of 15 should resume and all outdoor sports and games should resume immediately in January.<\/p><p>I know many people in Galway who are working from home and they hardly see anyone.  Their main social activity would be a night out with the local soccer, GAA or rugby team.  The absence of this outlet is damaging for the quality of their lives, as I am sure the Minister of State is aware.  I appreciate that NPHET has a job to do and that its focus is solely on Covid-19, but the Government must think more broadly and that must include allowing people to start living once again.  Those most at risk should continue to take every precaution but we must allow society, broadly, to resume and we must trust people to behave responsibly.  I have no doubt that the vast majority will do that.<\/p><p>As has been outlined in the House this morning, we need to send out the message on green Friday tomorrow.  The Minister of State alluded to this in his speech.  We need to shop local and forget about black Friday, unless we are encouraging and supporting Irish and local companies.  We have to remember that these companies support local jobs and community initiatives.  Online companies will not sponsor community initiatives or GAA clubs, for example.  People need to realise that and they need to realise where their people will get jobs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#U00500","speaker":"1646","continuing":true},{"type":"speech","time":1606386600,"counter":149,"content":"<p>I welcome the Minister of State.  I want to make a few general points about opening up the economy.  I am not one of these sceptics who believes in deriding the measures taken by the Government but I am sceptical about blanket measures which are non-discriminating in the effects they have and are not based on proper science.  I echo the remarks made by Deputy Eoghan Murphy recently in a debate on the response of the country to the Covid-19 pandemic.  His words were well chosen and his points were well made.<\/p> <p>There are far wider implications from Covid-19 to be taken into consideration than simply mortality.  Happily, it appears that medical practice has improved to the point that the health services have kept mortality to a low level.  There is more to public health than the Covid-19 pandemic.  There are serious mental health issues, for example.  There are serious side effects for cancer screening programmes, etc., which have suffered immense damage as a result of the lockdowns.  Some of it may be inevitable damage but immense damage has been done due to the non-availability of many medical services.  I mention the withdrawal of so many services for dependent persons, adult and children, with mental disability.  The suspension of facilities and communal services for them has had a very significant effect.  Public health has to be seen in the round, not just in the narrow path of responding to Covid-19.<\/p> <p>When it comes to the economic effects of the measures the Government puts in place to deal with the Covid-19 pandemic, it seems to me that the precautionary principle should apply.  This principle does not just apply to science, health or risk to health.  It also applies to damage to jobs.  I do not know whether we are really alert in this country to the issues which were discussed yesterday in Westminster by Rishi Sunak, the UK Chancellor of the Exchequer.  Huge costs are piling up all the time.  The indebtedness we are running up in this country will have to be paid for by somebody and there will be taxation implications.  It is in everybody's political interests to say nothing about this because Opposition parties in the D&aacute;il take the view that they do not want to talk about raising taxation and the Government does not want to do it either.  There is a background of enormous economic consequence and damage to be dealt with at some stage in the future and we just have to face up to that fact.<\/p> <p>I refer to opening up the economy and our society more generally.  Society is more than an economy.  Huge damage has been done to the fabric of small and medium-sized enterprises in Ireland, not just in the hospitality sector but across the board.  If the Government is going to issue blanket edicts, the presumption should be against restriction, unless it can be proved that it will be effective.  If the Government is going to say what kind of stores should be closed and open, it should not be in a position to stay that all stores should close.  It should work out where there is a significant risk in a particular shop or business opening up.  This is something that is providing a highly specialised service to other people.  If the Government is going to say that all outdoor sports are to be restricted, it has to go through every single sport carefully and ask if it is a risk.  The precautionary principle requires much more care to be taken than we have seen so far in going through every single restriction we impose to see if it is really scientifically justified.<\/p> <p>Perhaps this House, but certainly D&aacute;il &Eacute;ireann and this House together, should reinstate the Special Committee on Covid-19 Response that Deputy McNamara was chairing.  It did valuable business and it is an illusion to think that its activities can be fairly spread around the other committees, which do not have the week-on-week capacity to follow this pandemic and the Government's response to it.  I ask the Government to reconsider what I consider was the ill-considered disbandment of Deputy McNamara's Special Committee on Covid-19 Response and to consider putting in place proper Oireachtas scrutiny of the pandemic and the public's response to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#V00200","speaker":"1669"},{"type":"speech","time":1606386600,"counter":150,"content":"<p>I welcome the Minister of State, Deputy English.  He has a difficult task today because he will be listening for two hours or four hours to Members putting in requests for what should be opened, what should not be opened and when they should be opened.  The Minister of State has to answer those questions, knowing that there will be an official announcement tomorrow and not today.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Garret Ahearn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=GarretAhearn&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will probably do the same, but from a cautionary standpoint, albeit while calling for things to open.  I understand the caution.  I understand the benefit of being cautious these past number of weeks.<\/p><p>I was someone, as I stated previously, who had Covid.  I understand the implications of having it and the feeling one has of guilt of giving it to someone else.  The restrictions that we put in place, whether it is in workplaces or in pubs or restaurants, or to socialising, were all about minimising contacts.  I was quite lucky.  I had two close contacts, which is unusual for someone in public office, and that is because of the measures put in place.<\/p><p>When we are making decisions tomorrow, we obviously have to put the health of vulnerable people to the fore.  We need to be honest that if we start opening up sectors of society, the potential for increasing the number of cases quicker than we hope is always possible, but we have to protect jobs and we have to protect the economy.  In some ways - Senator Crowe touched on it as well - the horse has already bolted in respect of Christmas.  People have decided already what they are doing for Christmas, certainly on Christmas Day.  It does not make a difference what level we are on; people are going to their families on Christmas Day.  The decisions that we make as a Government need to understand people.  These are good people who have adhered to all the messages over the past nine months and have strictly adhered to the guidance that has been given to them from the Government but Christmas is different.  They feel as though they need to go to their family, to their parents and to their neighbours or whoever is close in their lives that they need to visit.  When we talk about reopening Ireland, we need to be conscious that people have made up their own minds for that short period.<\/p><p>In relation to announcements tomorrow, I would ask that we as a Government recognise the importance that December has for people who go to mass and religious services.  Many places can facilitate the number of people they would normally have attending mass.  It is important, certainly in my area, that people will get the opportunity to go to mass and to have that service during the Christmas period.<\/p><p>It is a difficult issue but we also need to be able to do something to enable some sort of visit for very close family members of people who have been in nursing homes.  They have not had anyone visiting them for weeks and months for good health reasons.  It has been extremely difficult to be confined in one building with no close family members being able to visit for such a long time.  I hope there is something we can do, even if it is that one family member can go in on Christmas Day and merely be able to wish someone well and support him or her.<\/p><p>In terms of opening up pubs and restaurants, we need to be consistent on this for all pubs and restaurants.  We need to understand that wet pubs have proven that they can do the exact same as pubs that opened up already that served food.  Wet pubs are well able to manage it the same.  We need to recognise that if we have more pubs and more restaurants open, the flux of people will go to more areas and one will have fewer people in individual pubs.<\/p><p>There has been a number of supports brought through the Department of Enterprise, Trade and Employment, including the online trading voucher.  The Covid restriction support scheme, CRSS, payment has been welcomed by many people.  One message I get from some pub owners in County Tipperary, in Clonmel in particular, is that if it proves to be the case that they will not be allowed to open, the 10% they get in weekly payment is welcome but for the Christmas period, that should be increased from 10% to a higher rate.  This would take into account their fear that the Government will segregate them and treat them differently from other restaurants and pubs that serve food and that this should be recognised.<\/p><p>The restart grants went down well.  We have 2,500 businesses in Tipperary getting approximately &euro;20 million from the restart grant, and then from the restart grant plus.  I compliment the staff, led by the CEO, Mr. Joe MacGrath, in Tipperary County Council.  It is one of the fastest local authorities in the country to deliver, whether it be the restart grant or the restart grant plus.  Businesses literally only had to wait until it was in their account to get it and they were so quick with it.<\/p><p>Can the Minister of State give reassurances to businesses in County Tipperary, in particular to the chambers of commerce, that we as a Government will continue to support the retail sector through the Christmas period?  Can he give reassurances that we will do everything we can to make sure they have viable businesses going into the new year?  Although  the Minister of State probably cannot bring clarity today, I seek clarity on the confusion within businesses as to whether the economy will open up on 1 December or 2 December.  When the announcement is made tomorrow, perhaps that could be made clear.<\/p><p>I support what everyone else has said in terms of black Friday and supporting people to shop local.  We always do that in Tipperary and Clonmel.  Now more than ever, every euro we spend in our local communities brings back &euro;5 to the economy.  If there was ever a year for us to shop and to support and buy local, and to encourage people to do so, this is it.  It would be appreciated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#V00300","speaker":"1629","continuing":true},{"type":"speech","time":1606386600,"counter":152,"content":"<p>I thank the Minister of State for coming to the House.  This is the first opportunity I have had to make a contribution on the issue of Covid following the introduction of the social bubbles.  My party leader and I lobbied hard when I came up with the suggestion and talked to him about it.  I thank the Government for taking it on board.  It has made a real difference to thousands of people around the country in this lockdown that they are able to form social bubbles.  I meet people all the time now who tell me about their bubbling with some person or other.  That was a small measure that did not cost anything.  They listened to a member of the Opposition and it has made a real difference to thousands of people in the social isolation that is there.  I merely wanted to put that on record to thank the Government.<\/p> <p>We are moving to a situation tomorrow where, hopefully, announcements will be made and there will be an opening up of the Irish economy.  However, this pandemic is still with us.  We know that at times, the growth of the virus can be very quick where people gather.  I saw with dismay on social media a bus company advertising a bus coming down to Dublin because, as the North was closing down, the South was opening up.  Every Member of this House, at one stage or another, has spoken about the need to have an all-island approach because borders are political constructs and they are certainly not recognised by a virus.  There is a real danger if we see the likes of that happening over the next months and we have a bustling Christmas, that we will be potentially heading back into this in January.  I say that as somebody who has been somewhat sceptical about decisions that have been taken but who realises and understands that it is for the greater good.  Such incidents are worrying.  There is important public communication to happen around that if anybody is thinking of travelling down.<\/p> <p>I would also like to address the issue of tomorrow.  In the decisions that we make and the announcements that are made, there should be an element of consistency.  The decisions should be made on the basis of evidence but then stuck to.  We have seen, for example, a Minister announcing, after a Twitter storm of a video of a street in Dublin, that the Government would ban takeaway pints on which a memorandum would be brought to Cabinet.  Why are we in a situation where memorandums are going to Cabinet on the basis of social media storms?  We do not know what the basis of that was.  It was a short video.  I was not there.  What I saw of it was people outside.  I am not sure it was a contributor but it is important that we do not see such things.  The current Minister for Health has certainly proven to be a more shaky hand than his predecessor.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rebecca Moynihan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RebeccaMoynihan&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He needs to be consistent and stick to the decisions that are made to give certainty for December.<\/p><p>I want to address the issue of some sectors that have been closed but could potentially open safely.  Senator McDowell made an important point when he stated that our instinct should not be to restrict activity but to control the virus.  I am talking about the arts sector, where theatres, galleries and centres operate in relatively precarious financial positions at the best of times.  As anybody who has ever been to a gallery will know, however, they are not jam packed with people walking through.  They are safe and controlled environments.  I understand that the reason they have been told to close is to limit movement but we need to reconsider that.<\/p><p>I was recently contacted by a regional arts venue about the fact that when it reopens, it will need content and artists who are creating.  They will have to have something ready to go for next year or whenever a vaccine comes and the venue reopens.  It has hired some artists under the wage subsidy scheme but cannot get confirmation from Revenue that that is okay.  The venue is hiring artists on the basis of working a day or two a week as employees of the centre, in the same way as cleaners or administrators who are employees of the centre, but Revenue will not give the centre confirmation that it will not have to pay back that money.  The centre told me that the risk is that it will end up having to pay back that money after having paid it out.  I have been chasing up the issue, as has a Minister's office.  The employee wage subsidy scheme, EWSS, is potentially a solution to allow many performance and artistic venues to keep going over the course of the pandemic.  An artist being an employee is not a ridiculous concept but, for some reason, Revenue will not confirm that for the centre.<\/p><p>I raise the issue of faith and mass over the course of December and places of worship being allowed to open.  I did not grow up in a religious background.  The only times I ever went to mass was when we went to funerals, and we did not even go at Christmas time.  I always thought that sandwiches were given out at the end of the service.  Nevertheless, it is very important for many people of faith to have access to faith institutions.  Even in January, we might find a way of allowing people, particularly older people who get a great deal of comfort from their faith, to attend gatherings in a safe manner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#W00200","speaker":"1672","continuing":true},{"type":"speech","time":1606386600,"counter":154,"content":"<p>I welcome the Minister of State to the House.  I attended a meeting on rural isolation earlier with Muintir na T&iacute;re, Social Farming Ireland, Mental Health Ireland, the men&rsquo;s shed movement and a few others.  Isolation has always been an issue in rural Ireland, as the Minister of State will be probably know as a man from Meath, where there are plenty of rural areas, but no more so than during this pandemic.  I cannot put into words how important is the way in which this reopening is done and that it is done safely in order that society will remain open.  We have a significant personal responsibility as citizens in how we behave during this next reopening.  I would hate to tell people who live on their own in the middle of nowhere, with no visitors during the week, that they cannot even go to the shops and that there will be another lockdown in January.  I appeal to people to think about the issue from the perspective of someone who has had no visitors and does not meet anybody and whose only outlet is to go to a shop or mass.  We need to bear such people in mind when we think about our behaviour over Christmas.<\/p> <p>Local authorities have worked hard to ensure that we can manage our streets and public realm safely and that they can provide an enjoyable experience over Christmas, with the pedestrianisation, the cycling infrastructure that has been given over and the removal of cars from town centres.  Over Christmas, space will be given back to people and it will enable them to enjoy their shopping experiences in a safer way.  It will be friendlier for older people, people with disabilities, children and so on.<\/p> <p>I want to encourage people, before the reopening happens, to think about supporting Irish businesses.  There has never been a more important time for that.  Jeff Bezos and all those guys have made &euro;39 billion in the past three months, not a penny of which goes into the local economy.  We need to think about that.  I know that if I do a bit of online shopping, no matter what I look for, Amazon appears as the first result because it spends millions of euro generating advertisements and ensuring that it appears at the top of the feed.  We all know that Silicon Valley is controlling it all anyway, according to \"The Social Dilemma\".  It takes a bit more effort but it is so important that we make that effort to spend even &euro;10 more per week or per purchase and to think really hard about supporting small businesses.<\/p> <p>I ask the T&aacute;naiste, and the Minister of State who is with us in the Chamber, that when the final decision is made in the Cabinet, clarity be given, which is all that people want.  I acknowledge that the Government has been holding meetings with the business sector up to today.  At every age, whatever we are doing in our lives, we want clarity.  I plead with the Government to meet the business sector tomorrow, straight after the Cabinet meeting when decisions have been made, to let it know exactly where it stands and what it can and cannot do.<\/p> <p>The local enterprise offices got great supports from the Government and, as a result, they were able to give many good supports to local businesses.  Even though people might think their local shop is not online, the chances are that it now is.  There is a haberdashery at home, James Devitt's in Ennistymon, where it feels like going back in time.  He is on Instagram and nobody thought we would see the day.  We need to highlight the click-and-collect options.  While a shop might seem closed, it could be open online.  Customers do not have to go to the large multinationals to buy their things all the time.  Some shops are proving that their prices are competitive, so let us not rule them out.<\/p> <p>I welcome the look for local campaign, which was launched yesterday by the Ministers of State, Deputies English and Troy, and the T&aacute;naiste with the local enterprise offices.  That is important because they support small businesses.  Look for local is a good concept.  Most of us will have a bit more time over the Christmas and we might have time off work.  I urge people to find their local farmers' market and local shop and see what is open and what they can do in their local area.  If shops are not able to open, people should consider click and collect, because many shops now have that option.<\/p> <p>All my time could be spent talking about the importance of turning black Friday into green Friday.  Black Friday is an American concept and I do not know whether taking on American concepts is where this country needs to go.  I am all about a green Friday with 20% off.  The black Friday concept will work in this country only if we turn it into a green Friday and support local businesses offering those discounts.  If we all spend &euro;10 more per week for the next four weeks, we will save thousands of jobs in the country.<\/p> <p>It is important to remember the artists and musicians of this world.  When the first lockdown was lifted, I got to go to a couple of gigs - spaced-out sessions, they were called - in Hotel Doolin.  There were only 50 people in a venue that holds 400.  I have never felt so safe in my life.  I felt safer there than I do when walking the streets of Dublin.  Venues can do this safely.  What struck me most, apart from how safe I felt, was that the musicians were almost crying because of how happy they were to have an audience.  Even if there are only 15, 30 or 50 people in a venue, we need to look out for that sector.  Events are good for our souls and for the musicians and artists.  We are a nation of creative scholars, writers, poets and artists, and they need outlets to create.  We all know that Zoom is not where it is at when real interaction with people is wanted.<\/p> <p>The most important thing we can give people over this reopening is our time, and that is free.  When we are reopening, we will be able to find time to visit our families and friends and have a peaceful and happy Christmas, no matter what happens with the reopening.  We need to do so in a really safe way in order that we will never have to go into lockdown again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#X00200","speaker":"1659"},{"type":"speech","time":1606386600,"counter":155,"content":"<p>I welcome the Minister of State to the House.  I have made no secret of my cautious approach to Covid-19.  I regret, for example, that we did not opt for a four-week level 5 lockdown when it was first recommended.  I think we could be facing figures of 100 cases rather than the 250 that we still have, and that would be a better place to be in as we move into Christmas.  With that in mind, the precautionary principle in Article 191 of the EU treaty is really important and I am big fan of it.  The principle has a scientific basis.  The burden of proof is not to prove danger but the absence of it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What is unique about the precautionary principle is that in general we try to prove things, but where a health or environmental risk is assessed, we tend to err on the side of caution.  I absolutely accept that there needs to be nuance, and we have seen situations where church services have been held in a different way, and music events have taken place outdoors, but the burden of proof in such situations must be that it can be demonstrated that safety will be provided.  We need to be really careful on where that burden of proof lies and, where it exists, let there perhaps be nuance, because that is important.  Within the general cautious approach, we must also make prioritisations.  The issue of schools has been discussed before, and there have been examples of risks being taken in one area to protect others in a different area, which is important.  <\/p><p>I believe that at Christmas and over the holiday period, relationships are key.  I do not wish to diminish the importance of areas such as sport and business, but family and other relationships are the most important thing at this time.  It may be that some relationships are facilitated through community or religious moments that are safely managed, and those moments that concern our personhood and relationships should be protected.  I urge that these relationships are not put at risk by any undue haste, and that real care is taken to what we do in the first two or three weeks in December to protect that period of time in late December.  People will probably be visiting family, so decisions could be made to reduce risk.  For example, if the schools were to close one day earlier on Friday, 18 December, that would allow more time before children, who may have been in a classroom, find themselves with grandparents.  The small decision to finish school one day earlier could have a proportionate benefit.  <\/p><p>It is similar to the issue of working from home.  People are constantly being told to work from home, but many do not have the discretion to decide to work from home, as it is their employer who will decide whether they will be permitted to do so.  It is important that the Minister of State and the Government send key messages both to employers and employees to support the idea of working from home.  Even in cases where it is not the norm, working from home should be accommodated in the week running up to Christmas to give people a longer gap between their activity in one crowded space and potentially their contact with vulnerable family members.<\/p><p>Depending on our testing capacity, another step that might be taken is that where there are high-risk individuals involved, there may be some role for precautionary testing before they meet with others.  We already know that we will need to do that in airports and for those travelling home from overseas.<\/p><p>I am a little concerned about the announcement being made tomorrow.  This is another part of nuance.  I support the proposal from Senator Crowe on an opt-out.  Businesses that know that they will not be safe to reopen, should not have to do so, and staff should be permitted to continue to receive the PUP.  I know some businesses are worrying about putting their staff at risk because they will not be able to receive the PUP if businesses are required to open, so there must be nuance there.  In respect of the qualification for the Christmas bonus element of the PUP, as I understand it, the decision will be based on activity from tomorrow, Friday evening, and through the following week.  I am concerned about this.  Perhaps the Minister of State can reassure us that the announcement tomorrow will not mean that lots of people who have been receiving the PUP for months will no longer qualify for this bonus simply because they may have a day of work next week.<\/p><p>Concerns also exist around the safety of workers in factories and retail.  Will there be clear guidance to support the safety of workers in retail, to ensure they have handwashing breaks, for example, and similar things that are very practical but make a big difference to the safety of workers?<\/p><p>There may be some redundancies in the businesses that do not open, which we do not want to see, given that Brexit will also be happening over the Christmas period.  We do not want to see multiple cases similar to that of Debenhams, so it is important that issues such as sick pay and redundancy pay are addressed, as there could be dovetailing with the impact of Covid and redundancies. <\/p><p>While I encourage SMEs, local businesses and others to support An Post, perhaps the Government could also support it, considering the incredibly positive role it has played throughout the pandemic.  We know that it traditionally hires extra postal workers at Christmas, so perhaps some additional resources could be directed to An Post to support it while it, in turn, supports local businesses around this time.  That is a very practical measure and a way in which the State could give encouragement to an organisation which has provided great support and encouragement to others.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#X00300","speaker":"1662","continuing":true},{"type":"speech","time":1606386600,"counter":157,"content":"<p>The next speaker, as per the rotation, is Senator Malcolm Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Y00200","speaker":"1692"},{"type":"speech","time":1606386600,"counter":158,"content":"<p>I thank the Minister of State for coming to the House. I echo the comments of the Leas-Chathaoirleach that the Minister of State always brings optimism to his role, and we need optimism and hope over this period in order that we can come through these difficult times.  I welcome the fact that the Minister of State is engaging with the retail forum, as it is very important to engage with the business sector on this, and also the Government's innovative approach in a number of areas, including, as Senator Ahearn mentioned, the CRSS scheme.  It is also important that Members of this House thank the retail workers who have kept the supermarkets and other shops open during this period, some of whom are vulnerable.  Therefore, they must be thanked and the role they have played must be recognised.<\/p> <p>When we come out of this, the best way to get the economic recovery that we all want, and to address some of the economic challenges that Senator McDowell highlighted, is to get people back to work.  We must prioritise getting those people back into employment who may have lost their jobs as a result of the pandemic.  Of particular concern to me is what is happening with young people.  This is not just because of the economic impact it is having, but also the social impact.  The Minister of State is aware that during the summer, youth unemployment peaked at over 40%.  We must look at very targeted ways of ensuring that young people who have lost their jobs are able to get back into employment or into upskilling and retraining.  One specific issue that I ask the Minister of State to address is the waiting list for driving tests, because it is preventing many young people from taking up employment.  The waiting time for driving tests is now over 30 weeks, and that has a knock-on effect on the employment market, particularly when people do not have access to public transport. <\/p> <p>I want to echo the concerns raised by Senator Crowe around the hospitality sector.  I am concerned that we are only receiving announcements this weekend for what might happen in the hospitality sector next week.  It is not possible for hotels, cafes and restaurants to simply switch on the lights and presume that they can reopen.  I, and other Members of this House, have asked that there will be a lead-in period to reopening, and people will be given notice.  It is not just about being able to bring in employees; it is also about being able to order stock, etc.  It does not make sense to expect an announcement one evening in which one may be told that one can open within a few days.  There must be adequate notice given to the sector.  We also need to look at how we can learn from this experience to revitalise our hospitality sector.  I recall Senator McDowell once singing the praises of cafe bars and I think that, bizarrely, our experience during this pandemic may lead to - and I hope to see it - an opening of outdoor dining facilities.  We must put in place - particularly at local level through local authorities - the supports required to do that.  Some of that work has started and it must continue.  <\/p> <p>There are a few specific sectors that other Senators have mentioned and on which I share their concerns.  In the area of sport and well-being, it is important for people's well-being that they are able to get back into gyms.  If people are working out in their own corner of the gym, they will not come into contact with anyone else.  Any of the gyms that I am aware of have put in place very stringent cleaning measures to help prevent the spread of Covid-19.  The Minister of State will be aware that while running on the roads is great most of the time, at this time of the year it is not, so we should at least give people the opportunity to be able to exercise indoors.  <\/p> <p>As we are all aware, the tourism sector is one that has been particularly impacted by the pandemic.  I want to specifically talk about many of the tourist venues that are not regarded as fully commercial venues, and as a result they have not necessarily been able to avail of some of the commercial opportunities the Government has provided.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Many of those tourist venues are not regarded as fully commercial and, as a result, have not necessarily been able to avail of some of the commercial opportunities that the Government has provided.  The income levels of tourist attractions in Wexford such as Hook Head, the Irish National Heritage Park and Dunbrody House are down significantly this year.  While some measures have been put in place by F&aacute;ilte Ireland, it is not enough to ensure that those tourist attractions will recover quickly.<\/p><p>Like Senators Moynihan and Garvey, I want to make a strong case for the arts sector.  Our theatres, galleries and arts venues are controlled environments and can operate safely.  It is not just important for them to be able to survive commercially, it is also important for our sense of community well-being.  We would meet more people in a supermarket than we would if we walked next door and into the National Gallery of Ireland, as Senator Moynihan has said.  We must look at how those venues can be reopened safely.<\/p><p>All of us here want to support local business.  I referred to this matter earlier, but there has been a shift in purchasing to the online market.  One of the associated difficulties is that it puts the high street and main street businesses at a distinct disadvantage because they continue to pay commercial rates.  Commercial rates is a model of funding local government from the 1820s.  It is completely outdated.  It is a ridiculous situation that the local government funding in this country is determined on the basis of the size of the shop floor of premises when more and more money is being spent online.  We, as a Government, need to radically reform the commercial rates system.<\/p><p>I know that the Minister of State is enthusiastic and optimistic.  We have to get the country moving again.  I ask the Minister of State to take on board the points I have made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Y00300","speaker":"1638","continuing":true},{"type":"speech","time":1606386600,"counter":160,"content":"<p>The Minister of State is welcome.  It is always good to see him and the optimism that he brings.<\/p> <p>I am happy and anxious at the same time.  We stand at the end of a lockdown period that has been, largely, a great success, whether we agree with it or not.  It would appear that we have had a second wave of infection, experienced a peak and are managing the case numbers and caseloads that are coming through.  All the trends are downward and that is positive and great.<\/p> <p>I am fearful about opening up on 1 December, although I hope we do because many people have made appointments for that date, some urgently.  I am fearful that the cycle of positive cases will start going upwards from a fortnight to three weeks after the reopening and that we will end up with an emergency meeting around 16 or 18 December reflecting a rise in cases because people have been out shopping, our hospitality establishments have reopened and people have resumed visiting them.  People feel that, after such a long time of sacrifice, they deserve their Christmas and to meet their families.  All of that is true.  However, 2,033 people are dead.  They may not have died were it not for this serious virus that is afflicting our country and the world.  <\/p> <p>I wish that we were back in the situation we were in during the summer.  I wish we were in a place where we were looking at an opening up of Ireland and that we had a plan for what to do next Monday and three weeks later.  That was a great success during the summer.  The opening up of the economy and life was clear and decisive.  People had hope and a date for which to aim.  I booked a holiday in Cork for the date on which we could travel.  I was gone once we could go.  We were able to pull the original plan back and open even earlier.  Christmas, and the here and now, make that a difficult thing for our Government to do.  I do not envy the sub-group or the Cabinet who will try to make a decision tomorrow.  In an ideal world, we would open everything up, including the hospitality sector, and I would like to be in a position to say that.  I see hardship in the group of people who are around me.  There are 30 or 40 people who have had a grand time during Covid-19 and have sailed through it.  They have worked from home.  It has been challenging because of childcare and they are worried about the mental health of people, which is serious in itself, but there are others who have lost their businesses, have had to organise moratoriums on their mortgages and have actually lost loved ones through Covid and otherwise.  Those people face into a lonely Christmas without members of their family and need to get together.  <\/p> <p>There are difficulties around Christmas.  There is an impetus to pile pressure and urgency on the Government, especially around the hospitality sector.  I do not blame those in the sector.  This is the time of year when a lot would be sold across retail and hospitality.  It is the one opportunity to store up profits for the lean times of January and February.  We are in a difficult place.  The only thing I can say is that if the Government is prepared to open things up and, as a part of that narrative, we say that we may have another lockdown in January, we are giving licence to an attitude where people go for it because they think we are going to be locked down again in January anyway.  I fear for a relaxation of the adherence to regulations that has brought us to the place in which we are today of having lower numbers of infections.  We have lower numbers because people and businesses have made incredible sacrifices.  We, as a nation, have complied with the regulations for the most part.  We have made good choices.<\/p> <p>As much as I want to stand here and give the Minister of State a list of all the things that I believe are urgent, I find it difficult to do so.  I worry about small businesses that took out personal loans to advance themselves.  I worry about extracurricular activities and the effect their cancellation is having.  I have a child who has not had a play date since last March.  Moments in people's lives are passing that can never be got back.  There are rites of passage that can never be reclaimed.  Things are passing.  Every day is a huge development for the young.  The old are sitting and waiting, fearful that death awaits them if they go out to the shop, church or wherever.<\/p> <p>If we are going to open churches, we need to think about every type of church, denomination and religion.  It is not just the Catholic and Protestant churches that have fine big buildings.  There are newer churches.  Many of the international communities that live among us have evangelical churches that meet in community centres.  We are going to have to start discriminating the minute we make a decision.  We must make a decision around square footage, or something like that.<\/p> <p>I do not envy the Minister of State.  I urge him to make the communication and vision strong and clear.  We must craft a vision for the new year when we can open up because we will have a vaccine and all of these things.  We must urge people to adhere to the regulations for Christmas because we want to have a happy new year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Z00200","speaker":"1682"},{"type":"speech","time":1606386600,"counter":161,"content":"<p>It is fascinating to sit here and listen to every contribution.  I am a former Deputy and new to the Seanad.  I have to give credit to each of my colleagues.  Senator Seery Kearney expressed some anxiety about how we move forward.  Senator McDowell seems to be more open to getting things up and running.  It is wonderful to hear everybody having a point of view and expressing it honestly.  Some really good points have been made.<\/p> <p>I want to join other Senators in again praising all the front-line workers, our local authorities and local enterprise offices, LEOs.  They have really stepped up to the mark.  I also compliment the Department of Social Protection.  I deal with the Department on behalf of constituents and its staff are excellent.  I want to give a word of praise to the Minister of State, Deputy English.  He has been sent out to bat for the Government on many occasions.  It has not been easy.  A member of my party said to me last week that at least the Minister of State gives us a little bit of hope for the future.  <\/p> <p>It has been difficult all around.  It is difficult for the Taoiseach and the new Minister for Health.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Eugene Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2444\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2444&amp;amp;pid=EugeneMurphy&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have said before that dealing with the first four months of the pandemic was completely different compared with dealing with the second four months, and I will tell the House why.  Every one of us was of the opinion that this would not last.  I have praised the previous Taoiseach, now the T&aacute;naiste, and the previous Minister for Health, Deputy Harris, but I also see the work being done by the present Taoiseach, the T&aacute;naiste and by our present Minister for Health.  It is not an easy task, not only for the regime in this country but for any government across the world at the moment.  The virus has caused problems everywhere.<\/p><p>Senator Higgins mentioned An Post and I think other Members did as well.  It was a very important point.  I add to that by mentioning the work done by postmen and women, particularly in rural areas where they actually still call to the door, ask people are they okay, bring them out a newspaper or take a message for them somewhere else.  All of this is okay by the top brass in An Post.  It is fantastic to see that happen and it happens in urban areas as well.  It is fantastic to see something that was so important in the past to people now being there again.  The Leas-Chathaoirleach will know this as well from the rural parts of County Cavan.<\/p><p>When I say this I am probably not going to please all of my constituents but I am very much in favour of reopening our hotels, restaurants and pubs.  Having made that statement I will get 50% of the people calling me saying I was right and 50% telling me I should not have said that and we cannot open them.  I will explain where I am coming from on this.  The attitudes of many people have changed and they have changed again.  Going back to the point I made about people thinking this was going to be a three- or four-month event, now I think most reasonable people understand that even with a vaccine, we are going to have challenges and problems well into 2021.  We are probably going to have to wear masks and we going to have to do a lot of things differently than we did in the past.  I have a great belief that there is a huge area of personal responsibility with the Irish public, and let us get that message out today.  Therefore, if the pubs are allowed to open let us be clear that for publicans who break the rules there will be consequences when they want to renew their licences.  This must be a carrot and stick approach.  I am against opening the pubs for a few weeks and then closing them.  We either open them or close them and that is what publicans are telling me.  We need to be very careful about that.  The level of outbreak from the hotel and restaurant sector when it was open was minimal.  It was so low.  I think it was 0.12% or something like that.  Again, I know from visiting hotels and restaurants that they were fantastic all over the place.  They really did what they were asked to do by Government and the experts, and they will do so again.  It is important we put our faith in the people.  They are exhausted from Covid, they are anxious about it.  As many speakers have said, people have anxieties about banks and Revenue.  Despite all the assurances and reassurances people still have a lot of worries and quite a number of them will say, \"I had X amount of people employed here and I really worry about them\". We must have faith in them.<\/p><p>The Minister of State might clarify a few things concerning the reopening.  From my own perspective and from a rural one, will we allow some people back into the marts as that is an issue?  Will the shooting season be allowed to happen?  I think churches are going to open.  A number of Members have mentioned that we speak for all churches.  I admit I am a practising Catholic but we must apply this to all churches and all faiths.  They should all be allowed to have their desire to go to church met.  A lot of people who might not attend church during the year, of whatever religion, nearly all go along at Christmas time.  That might create problems in the church but I am sure more ceremonies can be put on.  Will non-contact sports like golf and tennis be allowed?<\/p><p>My time is up.  This has been a good debate, fantastic points have been made.  I wish the Government well with its decisions tomorrow.  I am sure the Minister of State will relay our concerns and our views to the Taoiseach and T&aacute;naiste and I thank him for his time today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#Z00300","speaker":"1674","continuing":true},{"type":"speech","time":1606386600,"counter":163,"content":"<p>I welcome the Minister of State to the House.  I concur with everything that has been said about this great debate and I wish the Minister of State well with all of the proposals that have been made today.<\/p> <p>I have a different issue to raise with the Minister of State.  I think it is partly in his area of responsibility but it mainly pertains to the Department of Social Protection.  It is an issue I have raised before with the previous Minister for social protection.  I am referring to redundancy.  While I have been involved in small businesses all my life, it is nearly more difficult to close a business than to open one because one must pay creditors, banks and tax.  Winding up a business is a very difficult business.  During the downturn there were many businesses, and I am talking specifically about sole traders or self-employed people, which downsized or eventually closed and had to pay redundancy to their staff.<\/p> <p>The Redundancy Payments Act 2003 mandated that an employer must pay two weeks wages per year of service to all staff, going back to whenever they started, which could be back in the 1970s, 1980s or whenever.  The result is that many businesspeople, sole traders or self-employed people are now facing the prospect of their home being used to pay for the redundancy.  Some people downsized, and they cashed in their private pensions to pay the redundancy.  Eventually, the day of reckoning always comes and they closed.  For the rest of the funds, in some cases they plead inability to pay, with the result that the State paid the redundancy to the staff, and rightly so.  I have no problem at all with staff having to get their due amount of money upon redundancy.  The problem I see here is that in some of those cases, and this is going to be a huge problem going forward, there are many businesses that will never open again.  Let us face it, there are many small businesses that have been employing people for years that will never open again and are going to be faced with the prospect of paying redundancy to their staff whether they are closed at the moment or no.  Over the last six months we have seen - and in fairness, one must congratulate the Government as there is a lot of money around - but there is no money around to pay redundancy on behalf of self-employed people or sole traders.  What really happens at the finish, at the end of the day, if a sole trader or a self-employed person cannot afford to pay the redundancy is that it is going to be taken out of their estate eventually and that is the family home.<\/p> <p>I am going to bring forward a Private Members' Bill to eliminate the family home from such cases.  I hope the Government will back me.  The family home should not be used in this case.  In lots of cases the family home goes back generations.  A small business person or a self-employed person who had been employing people for donkey's years is going to be faced with the fact that his or her family home will be taken to pay the two weeks' statutory redundancy for employees, and good employees as well.  The Minister of State should bring that back to Government because I have a number of cases.  There are also a lot of former sole traders and self-employed people who are afraid to talk about this issue but that is what is going to happen.  I brought this to the attention of Senator Doherty when she was Minister for social protection and I must say that the Government is turning a blind eye to it.  However, it is going to be more common as we face into the unknown of what is going to happen after this virus is hopefully beaten when we get the vaccine.  It is a very distressing thing for businesspeople who must face into this where they plead inability to pay, where they sell their businesses to pay for redundancies and it may not be enough, and then they face the possibility that their family home will eventually being taken to pay for the redundancies.  I hope the Minister of State will take that on board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020112600002#AA00200","speaker":"1636"},{"type":"unspoken","time":1606386600,"counter":164,"content":"<p>Additional debate to follow.<\/p>"}]