[{"type":"minorheading","content":"Prelude","time":1416925800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1416925800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1416925800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1416925800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1416925800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500002#A00100"},{"type":"speech","time":1416925800,"counter":6,"content":"<p>I have received notice from Senator Mary Ann O'Brien that, on the motion for the Adjournment of the House today, she proposes to raise the following matter:<blockquote><br \/>The need for the Minister for Health to seek urgent clarification from the HSE with regard to its immediate care plan for a severely disabled child (details supplied) and whether it will put in place the care model recommended by the child's consultant neurologist (details supplied) as a matter of urgency. <\/blockquote>I have also received notice from Senator Mary Moran of the following matter:<blockquote>The need for the Minister for Health to advise why a medical card was allowed to lapse for a person (details supplied) without the residential service informing members of the family. <\/blockquote>I have also received notice from Senator Paschal Mooney of the following matter:<blockquote>The need for the Minister for Justice and Equality (i) to meet representatives of the sports coalition to discuss the review of legislation dealing with firearms and (ii) to comment on allegations that Garda inspectors in some parts of the country are denying licence applications under section F of the Garda Commissioner's guidelines.<\/blockquote><\/p> <p>I have also received notice from Senator Lorraine Higgins of the following matter:<blockquote><br \/>The need for the Minister for Transport, Tourism and Sport to indicate whether compulsory purchase orders of farmland in County Galway will be required for the proposed greenway extending from Dublin to Galway.<\/blockquote>I have also received notice from Senator Colm Burke of the following matter:<blockquote>The need for the Minister for Health to clarify why nalmefene, trading as Selincro, an innovative treatment which was found to be cost-effective and received a positive recommendation from the National Centre for Pharmacoeconomics on 8 April 2014, has not yet been introduced under the Health Service Executive's drugs payment and reimbursement scheme for persons who are alcohol-dependent.<\/blockquote>I have also received notice from Senator Trevor &Oacute; Clochartaigh of the following matter:<blockquote>Go nd&eacute;anfaidh an tAire Comhshaoil r&aacute;iteas maidir leis na dualgais at&aacute; ar Chomhairle Chontae na Gaillimhe, an &Aacute;is&iacute;neacht Cosanta Comhshaoil agus Feidhmeannacht na Seirbh&iacute;se Sl&aacute;inte maidir le f&oacute;gra poibl&iacute; a thabhairt faoi chaighde&aacute;n an uisce &oacute; Loch a' Mhuileann ar an gCeathr&uacute; Rua, Co. na Gaillimhe a bheith ag s&aacute;r&uacute; leibh&eacute;alacha THM sa bhfoinse uisce poibl&iacute; i naocha c&uacute;ig faoin gc&eacute;ad de na t&aacute;st&aacute;lacha ansin &oacute; 2008 ar aghaidh.<\/blockquote>I have also received notice from Senator Thomas Byrne of the following matter:<blockquote>The need for the Minister for Health to discuss and justify the proposal to charge medical card holders for respite care.<\/blockquote>I regard the matters raised by Senators Mary Ann O'Brien, Mary Moran, Paschal Mooney, Lorraine Higgins, Colm Burke and Thomas Byrne as suitable for discussion on the Adjournment.  I have selected the matters raised by Senators O'Brien, Moran, Mooney and Higgins, and they will be taken at the conclusion of business.  Senators Burke and Byrne may give notice on another day of the matters they wish to raise.  I regret that I must rule out of order the matter raised by Senator &Oacute; Clochartaigh, as the Minister has no official responsibility in the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500002#A00200","speaker":"1120","continuing":true},{"type":"majorheading","content":"Order of Business","time":1416926100,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500004#C00100"},{"type":"speech","time":1416926100,"counter":9,"content":"<p>The Order of Business is No. 1, statements on water sector reforms, to be taken at 4.30 p.m. and conclude not later than 6.30 p.m., with the contributions of all Senators not to exceed five minutes in each case and the Minister to be called on to reply to the debate not later than 6.25 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500004#C00200","speaker":"1130"},{"type":"speech","time":1416926100,"counter":10,"content":"<p>Last week I asked in advance of the Government's row-back on water charges, which was welcome, if we could have a proper debate in the House.  Why are we taking statements today, while the other House will debate a motion tabled by the Government?  Perhaps there is a procedural reason for so doing.  Is the reason we are taking statements we have no input to financial matters?  Obviously, we cannot vote on the issue either.<\/p><p>The issue of water conservation has gone out the window because under the new proposal a flat charge will be imposed, which is a complete row-back.  That means that the setting up of Irish Water has been an absolute waste of money.  I remind the Government that when we debated the Water Services Bill last year, and even prior to its introduction, it was advised by independent consultants and many in the Opposition that Irish Water should not be set up as a subsidiary of Bord G&aacute;is Energy, that it should be a separate entity.  We can debate all of the issues about future privatisation, charging and wastage during the taking of statements, but I am interested in knowing, perhaps there is a procedural reason, why the Government parties in this House have not tabled a motion on Irish Water, as opposed to blandly taking statements?  <\/p><p>As the Leader knows, the Central Bank is accepting submissions on future draft guidelines on mortgage lending.  Many individuals and parties will submit their views on the draft guidelines which propose, in effect, that an individual or a couple should have a 20% deposit.  It would be worth debating the matter in the House as views on the subject differ greatly.  As someone who worked in the financial services sector for the guts of 15 years, I know that it is the multiple of salary used that is the most important element.  Having a 20% deposit rate for a young couple or an individual will put owning a house or an apartment out of reach for many.  It means that people will need a deposit of &euro;60,000 if they wish to buy a house that costs &euro;300,000.  Many individuals are caught in a situation where rents have escalated and their ability to save additional income has been greatly diminished.  I understand there must be controls to make sure we do not see 100% mortgages in the future, but we do not need to be disproportionate in this regard.  We must not consign a raft of people and another generation to a situation where they will not be able to own their home should they wish to do so.  Before people start to talk about what happens in the rest of Europe, including Germany and France where people rent for life, I remind them that we have a totally different culture.  Also, in some countries there are proper rent controls which we do not have here.  As Members will know, in the city and county of Dublin and many other cities across the State rents have increased by between 30% and 50% in the past year alone.  I, therefore, ask the Leader to schedule a debate on the issue at an appropriate time.  The guidelines may have been published, but the Seanad still could make a submission on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500004#C00300","speaker":"1139"},{"type":"speech","time":1416926100,"counter":11,"content":"<p>We will take statements on water services later, as requested by many colleagues.  In the debate, undoubtedly, we will tease out the issues around the package of reform measures announced by the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, last week which still have a very strong conservation element.  As meters are installed, the issue of conservation will come more to the fore.  Clearly, the package contains the provision that if metered usage is less than the maximum charge, people will receive credit for same.  Conservation will increasingly be an important part of the water services programme as people become more aware of the issue.  As every Member is aware, nearly 49% of water leaks from the system owing to the lack of infrastructural investment over many decades.  Therefore, we all need to be much more conscious of the need for conservation.  I hope we will see increased awareness and I am confident that we will with the new measures.<\/p><p>I thank the Leader for amending the Order of Business last Thursday to have a minute's silence to mark the killing and murder of so many women and children through violence in the home.  Many of us participated in the very poignant event held outside Leinster House at 11 a.m. last Thursday.<\/p> <p>At the event Women's Aid had arranged for a display of shoes representing women who had been killed as well as their children.  That brought home to all of us the need for more action on domestic violence.  I call on the Leader to arrange a debate in the new year on the report of the Joint Committee on Justice, Defence and Equality on domestic violence which makes some important recommendations for change.  I know the Minister for Justice and Equality is in the process of developing new legislation in this area.<\/p><p>I call for a debate on third level education as well.  I have asked for this before, but we might include in the debate issues around access to education.  I figured it was timely to mention this during national college awareness week, which runs this week from 24 to 30 November.  The aim is to increase the awareness of the importance of going to college and to demonstrate the impact a third level experience can make on individual lives and communities.  I am pleased to say this was originally piloted within the Trinity College access programmes.  The Trinity access programmes, TAP, continue to play a key role in the campaign, although national college awareness week is now a national campaign.  There are events throughout the Trinity campus this week as well as throughout other third level campuses highlighting the importance of third level education.  The aim is to try to increase the visibility of third level education in many communities.  I congratulate all involved in that campaign, particularly in the TAP which have been so successful in Trinity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500004#C00400","speaker":"1148","continuing":true},{"type":"speech","time":1416926700,"counter":13,"content":"<p>In the past week or two during a convalescence I have taken to walking around my area, which is the Georgian core of Dublin.  What I have seen has absolutely horrified me.  I have seen an area of dereliction and waste.  If one goes along towards the basin of North Frederick Street and Blessington Street one can see this and one can see it in the houses behind as well.  In Nelson Street two houses are burnt out.  There are houses in multiple occupation with one family per room, many of whom are new Irish or immigrants.  God help them in these circumstances.  Many of these buildings are owned, I understand, by former garda&iacute; and so on.  They are rack-renting.  There are numerous bells on the doors and those involved do not put one damn penny back into the refurbishment of these areas.<br\/>Off Mountjoy Square in some of the streets there is dereliction as well with mounds of black bags bursting with rubbish.  The whole area is suffering from degradation and blight.  There is multiple occupancy and curtains are drawn across on a string.  There are lines of knickers hanging out.  The whole place is extremely distressed.  There are two houses on Nelson Street in particular.  I am unsure whether they were the victims of arson but they were destroyed by fire and they have been simply left there.  No. 30 North Frederick Street has been derelict with the windows out for years.<br\/>I went down and looked at O'Connell Street, the principal street in our capital city.  I looked at the building Dublin County Council put up.  It is an ignorant appalling building of mass concrete.  On the other side of the road was the old Findlater shop.  I remember a most wonderfully dignified shop.  There are two enormous spaces left by the collapse of a development.  We have knickers shops and an amusement arcade.  What kind of a street is this for a capital city of a European country in the 21st century?  Will the Government consider doing what was done in the 18th century in similar circumstances, namely, establish an authority?  It was the Wide Streets Commission in the 18th century.  It put manners on the people who owned and manipulated property in the centre of the city.  We hear a lot about Georgian Dublin but let us do something for it.<br\/>Can we have another debate on the Middle East?  We have had a series of significant debates and I believe they have had some small impact on our foreign policy.  I received a communication from a Quaker woman who was a student of mine in Trinity many years ago.  Along with an ecumenical accompaniment group she has been visiting the Bedouin village of Nu'eimeh in the Jordan Valley.  She met the mayor there and he asked her to transfer this information to the Irish Parliament.  The people there are being forcibly transferred with two other Bedouin communities from the contentious E-1 area on the Jerusalem border.  They are being transferred into a new city to make way for an illegal development of settlers.  It is appalling.  This is ethnic cleansing to add to the other international war crimes committed by the Israelis, such as the declaration of a <i>blitzkrieg<\/i>against the people of Gaza as a result of the tragic and regrettable murder of three Israeli youths.<\/p> <p>That is collective punishment, as admitted by the Israelis.  When will we do something about it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500005#D00200","speaker":"1136","continuing":true},{"type":"speech","time":1416927300,"counter":15,"content":"<p>Yesterday saw the launch of the Coca-Cola Zero bikes scheme in Galway.  It was the first launch of the scheme outside the successful scheme in Dublin city.  I commend the Government for investing &euro;5.1 million in the scheme which will be rolled out to Limerick and Cork in the near future.  This is of huge benefit not only to local people but also tourists.  It is anticipated that there will be 750,000 trips in the first year of the scheme.  This means that there will be fewer cars on the roads and fewer emissions.  It will also promote healthier lifestyles.  The launch in Galway will be a great addition to the city, with bike stands at Eyre Square, the Spanish Arch, the cathedral and the Claddagh.  The scheme will eventually be rolled out to other areas such as Salthill and the Galway-Mayo Institute of Technology, GMIT.  This is hugely beneficial for commuters and tourists in the area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500006#E00200","speaker":"1187"},{"type":"speech","time":1416927300,"counter":16,"content":"<p>Will the Leader arrange a debate on the progress of the National Asset Management Agency, NAMA, or lack thereof, as the case may be?  Almost six years after its establishment it would be fruitful to have a debate on its current position, where it is going, what the future holds, what money it has made and what it ultimately hopes to achieve.  I raise this issue after a person from a rural area, an elderly woman, contacted me about it.  She saw a house being advertised for sale by an auctioneer.  In good faith, she put down a deposit in line with the asking price and, also in good faith, sold the house she was occupying, as it was totally unsuitable for her as a single person.  Eighteen months later, she is no further down the road.  I made a formal complaint to NAMA and also complained to the auctioneer who said he was making no progress.  In this situation a person wished to buy a house, put down a deposit and, on that basis, sold her existing property.  However, she has been living in rented accommodation for the long period since.  This is grossly unfair.  A person from NAMA agreed with the sentiments I outlined, but it appears that the developer who was taken into the NAMA process is pulling the strings.  The elderly woman in question is not the only one in this situation; there are 12 others.  However, I am acutely concerned about her because of her situation.  The few bob she had saved to buy a new house has been eaten up by the rent she is paying.  It is appalling.<\/p><p>I am also concerned about the general situation with regard to NAMA, the appointment of receivers and their links with developers.  It is a little like the old days and the three-legged races we held during carnivals.  There appears to be a very successful &quot;coaxiorum&quot;, as it is called in west Cork, about which I am deeply concerned.  There should be more transparency and a debate in this House might shed some light on the current position and where NAMA is going.  If it is treating ordinary citizens in the manner in which this lady is being treated, it is not what I thought it was set up to be.  It is a monstrosity of a company that owns huge tracts of land that are worth billions of euro.  It has a duty to sell it and a duty to the citizens of Ireland.  In this instance, which is not the only one, it is falling short of its humanity and duty, both morally and legally, to the people of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500006#E00300","speaker":"1127"},{"type":"speech","time":1416927300,"counter":17,"content":"<p>This is my first opportunity to condemn in the strongest possible manner the mindless and senseless vandals who climbed to the top of Carrauntoohil to cut down the high cross.  It was also an invasion of private property; it is private property, even though the owners do not mind people climbing it.  The vandals also stole the plaque which had been erected by Beaufort Community Council in 1976.  One of the people who helped to put it there is a great friend of mine and many other Members, Councillor Danny Kissane.  Beaufort Community Council is incensed, as is everybody in Killarney, County Kerry and throughout the nation.  There have been numerous offers of help, thank God, to have it re-erected as quickly as possible.  I am assuming that more than one person was involved as an angle grinder had to be carried up the mountain to dismantle it.  Luckily, it can be re-erected and, as I said, there are numerous offers of help in that regard, including from Liebherr Container Cranes Limited in Killarney and the people who work in it.<\/p> <p>It is an important landmark on the top of that mountain and many people who climb it like to be photographed on it as proof they made the climb.  Please God it will be re-erected but why anyone would do such a dastardly deed is beyond comprehension, and I hope society is not going down that road.  I do not know what is behind it but I condemn it in the strongest possible terms.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500006#E00400","speaker":"1151","continuing":true},{"type":"speech","time":1416927900,"counter":19,"content":"<p>The Employment Appeals Tribunal today awarded &euro;80,000 each to three staff at one of the embassies in Dublin for the dreadful way they had been treated.  They were working 15 hours a day, seven days a week for &euro;170 a month.  That follows a case last year in which the Labour Court awarded &euro;46,000 to another embassy worker.  The Migrant Rights Centre commented on that case.  It stated:<blockquote><br \/>It is shameful and unfair that she has been denied access to her rights.  This is a persistent problem, but the Department of Foreign Affairs is still dragging its heels.<\/blockquote>Knowing the credentials of the Minister for Foreign Affairs and Trade in these matters, I wonder if there is a case to ask him to publicise what &quot;diplomatic&quot; means and does not mean in this country in the way of treatment of staff.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500007#F00200","speaker":"1157"},{"type":"speech","time":1416927900,"counter":20,"content":"<p>Before I call Senator Comiskey I would like to welcome to the public Gallery Dawn Purvis, a former Member of the Northern Ireland Assembly.  You are very welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500007#F00300","speaker":"1120"},{"type":"speech","time":1416927900,"counter":21,"content":"<p>I call on the Minister for Jobs, Enterprise and Innovation, who has responsibility for the Consumer Protection Commission, to ask the commission to examine the alleged price fixing among factories in the price of beef.  This issue was referred to by Commissioner Hogan in Brussels last week and it is vitally important now that we have come to a parked resolution on the beef issue between farmers and beef factories that we look at the factories and determine if this alleged price fixing is taking place, thereby allaying the fears of farmers who are producing beef.<\/p><p>I am very disappointed with the decision by Ulster Bank to close its branch in Manorhamilton.  It is closing 14 branches across the country but it is very disappointing for the people of Manorhamilton and north Leitrim in particular to lose the Ulster Bank branch, which has been in the town for more than 100 years.  There was a lack of consultation with the people because many people in the area, farmers in particular, have been using the bank into which their single farm payment was paid.  Payments to Health Service Executive workers also were paid into this bank but there was little consultation between the customers of the bank and its management on this close, which is very disappointing.  I urge the people in the surrounding area to use the services of the other two banks in Manorhamilton, the credit union and the post offices because it is important to consolidate the business and keep it in the area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500007#F00400","speaker":"1124"},{"type":"speech","time":1416927900,"counter":22,"content":"<p>I ask the Leader to arrange for the Minister for Justice and Equality to come to the House so that we might debate the costs of and services offered by coroners throughout the country.  The House may be aware that the costs with regard to the salaries and other charges relating to the coroners are footed by the local authority in each area, which is a substantial amount of money, particularly for the smaller local authorities that have a low revenue base in terms of commercial rates and so on.  In some smaller counties it can be up to &euro;250,000 a year.<\/p><p>In line with our embraced principle of subsidiarity in terms of being European and all these responsibilities, it would be more appropriate for the Department of Justice and Equality to pick up the bill for this area.  I am sure the Minister for Justice and Equality would not be jumping up and down at the thought of doing that but it is unfairly levied on local authorities, and the smaller ones in particular simply cannot afford to bear those costs.  That is an issue we could usefully debate at an early date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500007#F00500","speaker":"1149"},{"type":"speech","time":1416928200,"counter":23,"content":"<p>Given the previous submissions I have made in this House with regard to farm inspections, I note with interest that the Department of Agriculture, Food and the Marine is currently producing a charter of rights for farmers.  I am disappointed that we have not been given an opportunity to make statements on this issue given that I, in particular, have brought up a number of issues that were brought to my attention by farmers in Galway east who have been subjected to inspections.  These concerned how they have been treated and breaches of procedure and rules in terms of natural and constitutional justice.<\/p><p>I feel this charter is window-dressing to try to sort out the problem.  It will achieve nothing and certainly will not deal with the situation.  The farm inspection process should be put on a statutory footing if we are to give real rights to farmers.  Simply giving guidelines rather than introducing laws is toothless.  Boundaries have to be created within which everyone - farmers and inspectors - know what is and is not acceptable behaviour and practice.  On that basis, I call for a debate in the House on the formulation and introduction of rules, legislation and procedures for farm inspections.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500008#G00100","speaker":"1173"},{"type":"speech","time":1416928200,"counter":24,"content":"<p>First and foremost, I agree with my colleague, Senator Darragh O'Brien, regarding the debate on mortgages, rent controls and so on.  I have spoken about this before and I do not intend to go any further on it now other than to ask that it be considered and brought forward as quickly as possible.<\/p><p>I want to ask the Leader about an important item, and I ask that he not tell me it is an Adjournment matter.  The issue is the withdrawal of funding for the non-Gaeltacht islands.  Six hundred thousand euro is all that is required to keep these islands going.  I had a discussion this weekend with the secretary of a company on one of the islands, who gave me an idea of the work he does.  One of the recent jobs he had to do, at 5 o'clock in evening, was to re-laminate a mortuary card for a wreath for a funeral.  Five minutes later he was on the telephone to the Minister, organising a &euro;1.5 million grant for work on the island's harbour.  The islands involved are Inishbofin, Inishturk, Clare Island, Bere Island, Sherkin Island, Dursey Island, Whiddy Island, Long Island and Heir Island.  The types of service involved are youth services, services for the elderly, playgroups, after-school groups, waste management and community employment and training schemes - I could go on and on.  I believe we owe the islands the justice of discussing this withdrawal of funds given that they are a unique part of our heritage.<\/p><p>People might ask why a Senator based in Dublin is interested in the islands.  My father, God be good to him, put the lights on every island off the west coast of Ireland when they were gas lights.  He put gas fridges in every house on every island off the west coast.  I would hate to think that some of those islands would finish up depopulated as a result of the withdrawal of a miserable &euro;600,000, which, in the grand scheme of things and given what we are spending on water, broadband and so on, is a mere pittance.  I ask the Leader to consider a debate in the House in order that we can focus attention on this funding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500008#G00200","speaker":"1196"},{"type":"speech","time":1416928200,"counter":25,"content":"<p>I join Senator Paul Coghlan in condemning the mindless act of vandalism on Carrauntoohil.  Unfortunately, we are seeing far too many of those types of theft and acts of vandalism around the country.  At some stage, we need to have a debate on civic pride and how we can restore it, and how to ensure valuable and important monuments like this are protected and preserved.<\/p><p>I urge the ASTI and the TUI to call off the strike that is planned for 2 December in regard to junior cycle reform.  I make my call to enable further discussions on an element of the proposed reform, given that many people have been calling for this to take place for the past 30 years.  Most of us would feel the Minister has moved on significantly from the proposals put forward by the former Minister, Deputy Ruair&iacute; Quinn.  As we know, 60% of marks in the junior cycle will be based on an exam at the end of the third year, while 40% will be based on school-based projects and portfolios.  It was a key demand that a State certificate would be issued at the end of the third year.  The union leadership has endorsed a day of strikes, but the members - the teachers in the various schools around the country - have not been asked to vote on the revised proposals.  Parents and students have welcomed the proposals put forward by the Minister, Deputy O'Sullivan, as have the school management bodies.<\/p> <p>Education Training Boards Ireland has urged the unions to give their full support to implementation of the much needed reform of the junior cycle programme.  It has now considered the many concerns raised by teachers and it is clearly in the best interests of students.  A strike next week would be of huge concern and cause disruption to students and parents and would not be in the best interests of anybody.  I urge the teaching unions, even at this late stage, to pull back and enter into further discussions on possibly fine-tuning some of the proposals brought forward by the Minister.<\/p><p>I ask the Leader to provide time for a debate in the House on farm and industrial safety, given the appalling loss of life we have seen in recent weeks on farms.  At the weekend two men lost their lives owing to a tractor tyre.  While the Minister for Agriculture, Food and the Marine, Deputy Simon Coveney, has taken the issue of farm safety very seriously, having another opportunity to promote the issue even further would be desirable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500008#G00300","speaker":"1118","continuing":true},{"type":"speech","time":1416928800,"counter":27,"content":"<p>I am grateful that Senator Michael Mullins has raised the issue of the forthcoming proposed strike by teaching unions over junior cycle reform.  It provides me with the opportunity to indicate in the House that Fianna F&aacute;il supports the principle of external assessment and opposes internal assessment.  I commend our colleague in the other House, Deputy Charlie McConalogue, who pushed the Government into making these reforms.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500009#H00200","speaker":"1128"},{"type":"speech","time":1416928800,"counter":28,"content":"<p>It was not just him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500009#H00300","speaker":"1131"},{"type":"speech","time":1416928800,"counter":29,"content":"<p>Senator Paschal Mooney to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500009#H00400","speaker":"1120"},{"type":"speech","time":1416928800,"counter":30,"content":"<p>I did not suggest it was an exclusive effort, but as our spokesperson, he fought the fight from the outset to ensure the junior certificate would be recognised as a State examination.  He also pushed actual reform not along the lines suggested by the former Minister, Deputy Ruair&iacute; Quinn, but in the manner which has now been accommodated in a compromise by the Minister for Education and Skills, Deputy Jan O'Sullivan.  However, she has not gone far enough.  Senator Michael Mullins called for further negotiations, but my understanding is that the teaching unions are wide open for further negotiations and that the ball is in the Government's court.  It is the Government that has made the proposals, but it has failed to go far enough.  I say this to the Senator and anyone else.  There is outright opposition to the principle of internal assessment.  <br\/>I commend an article by Fintan O'Toole in <i>The Irish Times<\/i>today to Members who are interested in this subject.  He points to the flaws of internal assessment.  I will not go into the detail, but it opens up a variety of scenarios, not least the question of favouritism by teachers or the possibility that a school might watch a neighbouring school to see how its marking was going to ensure they attracted more pupils by adjusting accordingly.  This is wide open to exploitation and not in the best interests of pupils.  Parents are not totally supportive of the Government's proposals, although I am not at all surprised that the parents' representative grouping has indicated its support, given that it is funded by the Department of Education and Skills.  It would, would it not?  <br\/>In essence, the door to negotiation is open as far as the teaching unions are concerned.  Fianna F&aacute;il is not in favour of strike action which would be premature at this stage.  I agree with Senator Michael Mullins that the motion put to union members when the decision on strike action was taken did not include the proposals that have been adopted by the Minister in the past couple of weeks.  I plead with the Minister to come out again and go further as this issue will not go away.  The unions, a large proportion of parents and pupils are opposed to internal assessment  One of my colleagues said at our party meeting this morning that he was at a school in his constituency yesterday when the matter was raised not by teachers but by the pupils.  I call on the Minister to take another step further and abolish internal assessment.  We could then move on to ensure pupils have a properly focused junior certificate examination.<\/p> <p>I call for an urgent debate in the House on proposals by the Department of the Environment, Community and Local Government to de-zone large tracts of land around the country, most notably in my county and particularly in Roscommon town.  These are the same officials who are dictating to local authorities that allowed for the zoning of these lands in the first place.  One case in Roscommon town involved a man who had received planning permission for 166 houses on zoned land.  He spent &euro;250,000 bringing services to that site, and at the height of the crash he realised that it was not feasible to build 166 houses because there was no market for them.  He decided to extend his planning permission for a further five years.  That planning permission is up in less than 12 months, his land will be de-zoned and he will be out of pocket to the tune of &euro;250,000.  This is terribly unfair.  There is no need to de-zone land because the market itself will decide the demand that is out there.  We urgently need a debate with the Minister to see whether we can come to some arrangement.  Perhaps zoned tracts of land for which people have received planning permission should be left zoned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500009#H00500","speaker":"1128","continuing":true},{"type":"speech","time":1416929100,"counter":32,"content":"<p>I do not want to get involved in the question of the teachers' dispute, although I know that around the world, there are so many areas, countries, provinces and states where teachers are demanding the right to assess their pupils.  I want to talk about education.  I attended the awards for the leaving certificate applied.  This is a reminder of the leaving certificate applied, which is now 19 years old and has done a fantastic job.  I fear that the Government is not allocating the leaving certificate applied the attention that it needs.  The leaving certificate applied is a different leaving certificate inasmuch as it values the other abilities and not just academic abilities.  These youngsters - when I say \"youngsters\", I mean older teenagers - have achieved the ability to succeed, even though they might not be very academically bright.  At the age of five, six, ten or 12, they were regarded as not being very bright and were told to stay at the back of class.  Suddenly, at the age of 15 or 16, they discover that they have huge talent and ability, gain in confidence and show that confidence.<\/p><p>The reason I mention this is that there are jobs that are vacant.  I have just come from a meeting of the Oireachtas Committee on Jobs, Enterprise and Innovation in which we spoke about the fact that there are 7,000 vacancies at the moment.  There were 7,000 vacancies two or three years ago, but these are 7,000 different vacancies.  The reason is that sometimes we do not train people to do exactly the right thing.  I believe we can train them.  There are many examples in which this has been done very well.  Springboard is just one example of a system under which people with one particular skill that is no longer needed move to a different type of skill.  Those 7,000 vacancies are not the same 7,000 vacancies that were there in the past, but they are there, and we can concentrate our efforts on that.  We are doing some of what is required, so let us make sure we do an awful lot more.  I believe it is worthwhile to concentrate on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500010#J00200","speaker":"1145"},{"type":"speech","time":1416929100,"counter":33,"content":"<p>I welcome the announcements made in Cork on Friday.  A &euro;50-million development was begun, with the foundations being laid.  The interesting thing is that it involves 175,000 square feet of office space and that even before the foundations were laid, 60% of this office space had been taken up and will be occupied within the next 16 months once it is completed.<\/p> <p>It is of concern to see that today's edition of <i>The Irish Times<\/i>referred to a cost of &euro;326 million for employing agency staff in the HSE.  The vast bulk of that money goes towards nursing staff and medical doctors.  It is wrong we have allowed this to happen.  Over the past three years, I warned against the way we have been offering contracts in the HSE but little or nothing has been done by the executive.  The six-month roll-out of contracts continues.  It will start again on 7 January 2015 and there will be more problems with filling vacancies.  Last week, a consultant informed me that last year there were 11 junior doctors in a particular specialty in a hospital but that this year there will only be three.  It is time we started examining this issue.  Three reports have been published on it over the past 12 months but there is not one shred of evidence that any of their recommendations have been or will be implemented by the HSE.  A serious debate on what will be offered as terms of employment for those working in the health services in two, three and five years&rsquo; time is long overdue.  Will the Leader ensure it will be held at the earliest possible date?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500010#J00300","speaker":"1150","continuing":true},{"type":"speech","time":1416929400,"counter":35,"content":"<p>I welcome the statements to be taken today on Irish Water and thank the Leader for arranging this debate.<\/p><p>Several weeks ago the Minister for Health attended the House for comprehensive statements on health care.  I am sure the Leader will have seen yesterday&rsquo;s newspaper reports on how waiting times in some hospitals have gone up.  Surprise, surprise, in the south east, the waiting times are the highest in the State.  At University Hospital Waterford, in the city from which the Leader and I come, people are waiting much longer than the promised 12 months.  The Government&rsquo;s policy is that no adult patient should wait more than 12 months for a first-time outpatient appointment.  In the south east, however, 6,300 patients wait longer than 12 months, one third waiting longer than two years and some waiting up to four years.  These long waiting lists include orthopaedics, ophthalmology, cardiology, general surgery, pain management, dermatology and many other treatments.<\/p><p>The reason for this is because University Hospital Waterford has been chronically underfunded, losing beds, doctors, consultants and other staff.  This has not happened at this hospital alone but in others.  These waiting time figures show the conservative targets set by the Government are simply not being met.  An arrangement was put in place for orthopaedic patients in the south east to travel to Cappagh National Orthopaedic Hospital to have full treatment there.  Most were not seen, however, at the hospital.  For those seen and told they would have a full care package provided by Cappagh, it never happened in the end.  They were all sent back to Waterford and put back on the waiting list, resulting in serious pressure on that department in Waterford hospital.<\/p><p>Will the Leader arrange for the Minister for Health to explain these waiting time figures, statewide, to the House and, specifically, why the south east is underperforming in this regard with University Hospital Waterford having the longest waiting times in the State?  It seems to be the same old story for Waterford of lagging behind in resources.  Will the Leader arrange that debate as soon as possible so we can have a constructive debate with the Minister on what resources are necessary to ensure people do not have to wait for hospital appointments?  At the very least, patients in the south east deserve to be treated within 12 months.  This is Government policy but it is not happening.  It is the Government&rsquo;s fault.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500011#K00200","speaker":"1133"},{"type":"speech","time":1416929400,"counter":36,"content":"<p>I would like to get back to strike action again.  Tomorrow, Senator Brennan will present a Private Members&rsquo; motion on sports capital grants.  Today, it is appropriate we congratulate the wonderful young lady, Katie Taylor, who struck gold for the fifth time in the World Amateur Boxing Championships.  This young lady has grown up in front of our eyes, under enormous pressure over the past six years, to win six European championship medals and the Olympic gold in London two years ago.<\/p> <p>God only knows how many national gold medals she has won during that period.  I do not believe any other Irish sportsperson has ever won so much glitter to wear around her neck.  The only other person who comes to mind is another of the mn&aacute; na h&Eacute;ireann, the great Sonia O'Sullivan from Cork.<\/p><p>This wonderful country of ours is again punching above its weight again in sport.  Week after week, month after month and year after year, the headlines are all about our great sporting success.  Only last weekend, the Irish rugby team recorded a great success in beating Australia in Lansdowne Road and the wonderful young golfer, Shane Lowry, made it into the top 50 in the world rankings.  I am not forgetting the great success of Rory McIlroy.  All of these sportspersons have been supported by taxpayers over the years and we can take credit for the support provided to them by the Irish Sports Council.  Sport is worth its weight in gold.  Sportspersons take the rough with the smooth and get on with it through thick and thin and years of dedication, commitment and sacrifice.  They never complain and know what it takes to do the business.  <\/p><p>Katie Taylor is a national treasure.  I hope that when she arrives home in Ireland in three hours and 20 minutes, thousands of people will be at Dublin Airport to greet her.  I only hope we will recognise this young lady some day by erecting a statue in her honour.  Two years from now, she may become the first Irish sportswoman to retain an Olympic title, matching the feat of Dr. Pat O'Callaghan in 1932.  Well done to Katie Taylor. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500011#K00300","speaker":"1165","continuing":true},{"type":"speech","time":1416929700,"counter":38,"content":"<p>The House should have an early debate on the teaching profession and the value society places on teachers.  There is no doubt a successful society needs a successful system.  We rely on teachers, in collaboration with parents and students, to deliver such a system.<\/p><p>This morning, I listened to Professor Pasi Sahlberg speak on &quot;The John Murray Show&quot;.  Professor Sahlberg will visit Galway next week as a guest of a conference I am hosting in the National University of Ireland, Galway.  He spoke about the value of the teaching profession in Finland and noted that it was held in such high regard that it is the most sought after career among young Finns.  In this country, we constantly rub teachers up the wrong way and treat them poorly. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500012#L00200","speaker":"1131"},{"type":"speech","time":1416929700,"counter":39,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500012#L00300","speaker":"1196"},{"type":"speech","time":1416929700,"counter":40,"content":"<p>We must allow teachers to speak for themselves, as trade unions do not always serve them well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500012#L00400","speaker":"1131"},{"type":"speech","time":1416929700,"counter":41,"content":"<p>No one said \"Hear, hear.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500012#L00500","speaker":"1133"},{"type":"speech","time":1416929700,"counter":42,"content":"<p>Should I leave now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500012#L00600","speaker":"1196"},{"type":"speech","time":1416929700,"counter":43,"content":"<p>With all due respect, the unions are trying to encourage mediocrity among teachers.  Since when were all doctors or teachers the same?<\/p><p>Junior certificate reform is creating serious problems and teachers are to strike next Tuesday, fundamentally because they do not feel valued.  Another serious issue coming down the line is the introduction by the Department of Education and Skills of a new model for the delivery of special educational needs resources.  Last night, I attended a meeting of 200 people hosted by Lisheenkyle national school.  Teachers and parents expressed deep worry about-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500012#L00700","speaker":"1131"},{"type":"speech","time":1416929700,"counter":44,"content":"<p>Is the Senator seeking a debate on the matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500012#L00800","speaker":"1120"},{"type":"speech","time":1416929700,"counter":45,"content":"<p>I would like to finish my point.  They were deeply worried about resources being stripped from their children with special educational needs.  Professor Pasi Sahlberg stated this morning that 30% of children in Finland are provided with special educational needs supports as soon as they start school.  It should be no surprise that Finnish schoolchildren perform so well.  I implore the Leader, on behalf of the House and society, to arrange a debate on how we treat teachers because they touch everyone's life.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500012#L00900","speaker":"1131"},{"type":"speech","time":1416929700,"counter":46,"content":"<p>I would like to be associated with the congratulations extended to Katie Taylor by my colleague, Senator Eamonn Coghlan.  To be the best in the world at anything for five years in a row is a magnificent achievement.<\/p> <p> On Irish Water, on which there will be statements today, given that metering costs have overrun by &euro;100 million to date, by what amount will they have overrun by the time all of the metering work is completed?  Whoever was responsible for estimating the costs involved should be sacked.  I will speak about the issue later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500012#L01000","speaker":"1138","continuing":true},{"type":"speech","time":1416930000,"counter":48,"content":"<p>Will the Leader ask the Minister for Justice and Equality to make representations to the Pakistani Government on behalf of Asia Bibi who has been in prison for the past four years for the crime of blasphemy.  I find it very offensive that in any country anywhere in the world somebody is serving a custodial sentence, not to mention, as this lady is, under a death sentence which, thankfully has not yet been carried out, for the punitive crime of blasphemy.  In her case there were very serious grounds for believing, even if one believed erroneously that blasphemy was sufficient grounds for a civil prosecution, that she did not commit it.  This House has been keen to make representations to foreign diplomats about injustices for which it believes their governments are responsible.  We need to bring this one to the attention of the Pakistani authorities.<\/p><p>As I desperately need the Minister for Health to come to the House today, I am proposing an amendment to the Order of Business.  I want him to explain how it is that two days ago we saw statistics indicating that 50,000 people, approximately 1.25% of the entire population, were on waiting lists in the health service for more than one year.  I have been back in Ireland for 21 very odd years.  The reality is that this would not be considered even remotely acceptable anywhere else in the world, that people are on a waiting list for more than one year, yet we have people on waiting lists for two, three and four years for some services.  In the past we highlighted problems with waiting lists to gain access to life-saving obesity services and surgery.  There has been an increase of approximately one eighth in the number of grade A officials in the HSE in the past 12 months.  While we are beginning to see some easing of the moratorium on hiring as nursing and physiotherapist numbers are down, we are still hiring more bureaucrats.  That is the reason I ask the Minister to come to the House to deal with these issues this week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500013#M00200","speaker":"1147"},{"type":"speech","time":1416930000,"counter":49,"content":"<p>I support Senator Paul Coghlan on the damage caused by vandals to the cross at the top of Carrauntoohil which, as part of the Oireachtas charity walking group, I had the pleasure to climb.  It is nice to have a photograph taken at the top which is identified by the cross.  It is a shame vandalism had to occur at the top of it.<\/p><p>I wish to raise a European taxation issue.  A PwC report at the weekend highlighted Ireland's effective corporation tax rate as being 12.4%, 0.1% away from the official figure of 12.5%.  For business, this means that what one sees is what one gets.  Businesses across all sectors pay, more or less, the same effective rate.  In other words, this proves what many of us already knew that our corporation tax is transparent and fair.  This is a point which needs to be emphasised and made clear to our European neighbours.  Other countries that compete with us and are concerned about our rate of corporation tax, as well as elements within the country such as the Socialist Party, in order to score political points, have attempted to suggest multinational corporations are not paying corporation tax.  As proved in the report, this is incorrect.  Ireland's corporation tax rate is fair and transparent.  Other nations envy our success.<\/p> <p>The Socialist Party wants to see that success end.  If we compare other nations, some of which are praised by the Socialist Party as so-called fair tax nations, we can see that France, although it has a stated corporation tax of 33.3% has a real rate of 7.4%, according to the report.  That is a hefty gap of over 25 percentage points between what France says a corporation will pay and the average that it actually pays.  In Ireland there is no such gap.  There is no litany of loopholes or a bureaucratic bible that one must ram through just to set up a business.  That is why Ireland is such an attractive location for business.  It is an important point that is worth raising.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500013#M00300","speaker":"1153","continuing":true},{"type":"speech","time":1416930300,"counter":51,"content":"<p>I absolutely agree with the congratulations to Katie Taylor, who is an excellent ambassador for Ireland, for women and for Irish sport.  I am not surprised that so many people on the Government side seem to see her as a patron saint these days.  To judge by the shifting of offices going on within Fine Gael, they will be doing very well to get to five years in a row.  In recognition of Katie's achievements, people on the Government side are looking on enviously at the prospect of five years in a row.<\/p><p>I wish to second the amendment to the Order of Business proposed by my colleague, Senator Crown, to the effect that the Minister for Health attend the House.<\/p><p>I also endorse what he said about Asia Bibi, a simple labouring person who dared to speak up for her faith and now finds herself sentenced to death in Pakistan.  It is really important that Ireland speak up for people who are persecuted for their faith and beliefs, wherever they are in the world.  Christian minorities in particular are under terrible pressure in the world today.  <\/p><p>I ask the Leader to arrange for the Minister for Finance to attend the House to address the widespread confusion around a particular proposed change to capital acquisitions tax in the Finance Bill.  Section 82, which provides that money paid by a parent for the support, maintenance or education of a child will not be considered as a gift or inheritance for tax purposes where it would be considered normal expenditure of a person in the parent's circumstances and is reasonable having regard to the financial circumstances of a parent.  It is proposed to change this and cap it so that payments by a parent to an adult child above the &euro;3,000 annual small gift exemption threshold could be liable to tax.  I realise that the Revenue Commissioners are concerned about abuses, but frankly these new limits would mean that adult children who are not under 25 and in full-time education would no longer be able to argue that a wedding or holiday gift was a way for their parents to support or maintain them.  Once the gift is over a certain value, therefore, tax bills could arise.  So-called dig-outs given to adult children in financial distress would attract the Revenue Commissioners' gimlet eye.  The new proposed limits are a sledgehammer to deal with a perceived problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500014#N00200","speaker":"1146"},{"type":"speech","time":1416930300,"counter":52,"content":"<p>The Senator is way over time.  I call Senator Henry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500014#N00300","speaker":"1120"},{"type":"speech","time":1416930300,"counter":53,"content":"<p>It is generating widespread confusion.  Will a parent who covers the cost of a wedding reception now have to declare this to the Revenue Commissioners?  I would be grateful if the Minister could attend the House to provide some clarity on this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500014#N00400","speaker":"1146"},{"type":"speech","time":1416930300,"counter":54,"content":"<p>I would like to take this opportunity to congratulate N&oacute;ir&iacute;n O'Sullivan on being appointed the first female Garda Commissioner in the history of this State.  She is well deserving of it and is a very capable woman.  She joined the Garda S&iacute;och&aacute;na in 1981, rising through the ranks of sergeant, inspector, superintendent, chief superintendent, assistant commissioner, deputy commissioner and now Commissioner.  The last year or two has been a difficult time for the Garda S&iacute;och&aacute;na.  With her experience and proven leadership capacity, however, she will be able to deliver on a programme of reform and modernisation for the Garda S&iacute;och&aacute;na.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500014#N00500","speaker":"1152"},{"type":"speech","time":1416930300,"counter":55,"content":"<p>I was monitoring the debate on the junior certificate and I am very much with the teachers on this matter.  I can bring a certain perspective to the debate because for many years I was marking junior and leaving certificate exam papers at the highest level.  It is a difficult job which requires a great deal of skill and training.  If someone is a good teacher it does not necessarily follow that they will be a good exam marker.  I knew many teachers who bailed out halfway through marking conferences in the Department's offices in Athlone because they realised it was not for them.<\/p> <p>It is very unfair and a huge ask for teachers to be responsible for marking up to 40% of the total score of an individual pupil, without as much as a thought given to how they should be trained up for it and brought into the loop as to how one does these things.  It is not as simple as a teacher saying \"Oh, I'll give that pupil a 30% assessment and I will give this pupil something else.\"  One must be able to prove it and stand over it.  It is a non-runner, especially up to 40%.  I would like to see negotiations continuing between the Minister and the teachers.  It is an issue that will not go away and for the overall good of the integrity of our examinations system, I would like to see further change and a reduction, to say the least, in the amount awarded for teacher assessment in school.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500014#N00600","speaker":"1142","continuing":true},{"type":"speech","time":1416930900,"counter":57,"content":"<p>The Leader of the Opposition, Senator O'Brien, spoke on conservation and metering.  That is certainly very important and I am sure we will have a very comprehensive debate this evening on that matter.  Conservation is still very important because we found out that there were about 22 houses in the country that were metered that had a leakage of over 1 million gallons a day, which is sufficient to give water to a town as big as Gorey.  That was discovered because of the metering that was put in place.  There is a need for metering and conservation and it is still very much part of the Government's policy.  I am not aware of any motion on this, but we will be having legislation on this matter in the House before Christmas to copper-fasten the proposals made by Government next week, so we will have further debate on that legislation when it comes before us in the next few weeks.<\/p><p>Senator O'Brien also called for a debate on the draft guidelines of the Central Bank on mortgages.  We will try to facilitate that.  As he said, the consultation process is in progress and if I can I will have the Minister come to the House to debate that matter.<\/p><p>Senator Bacik raised the issue of violence against women in the home and called for a debate on the justice committee report on same.  I will try to arrange that early in the new year.  She also called for a debate on third level education and access to that.  This is something other Members have also sought and I will try to get the Minister for Education in on that matter also.<\/p><p>Senator Norris spoke on the condition of several rental properties and the dereliction of properties in Dublin, particularly in the inner city.  I would have thought that would be a matter for Dublin City Council to address, but I agree with many of his sentiments in regard to the dereliction in many parts of our capital city.  He has also called for a debate on the Middle East.  The Minister for Foreign Affairs and Trade will be in the Seanad next Thursday for a debate on that issue.<\/p><p>Senator Naughton welcomed the new bike scheme in Galway and the benefits that will accrue from a point of view of both tourism and health.<\/p><p>Senator O'Donovan called for a debate on NAMA, a progress report and an update on the activities of NAMA, and he mentioned some instances.  I will try to get the Minister for Finance in here on that matter.<\/p><p>Senators Coghlan, Mullins, and Noone condemned the cutting down of the high cross on Carrauntoohil.  I am sure it will be restored without further delay by the community in County Kerry.<\/p><p>Senator Barrett spoke on the treatment and the exploitation of staff in an embassy here.  I agree totally with him.  That type of exploitation should not and will not be condoned and I am delighted with the awards the three ladies received.  They were well justified.<\/p><p>Senator Comiskey complimented the Minister for Agriculture, Food and the Marine, Deputy Simon Coveney, on his efforts to solve the problems involved in the beef crisis and wished him well on that matter.  He also commented on the closing of 14 Ulster Bank offices nationwide and the problems that will accrue for local communities as a result.<\/p> <p>Senator MacSharry spoke about coroner's costs and asked who would pick up the bill.  As he said, local authorities have been paying up until now.  They are sizeable costs for some local authorities and I am aware that we have had a Coroners Bill on the agenda for several years now.  I will try to ascertain the current status of that Bill and I note the Senator's points in that regard.<\/p><p>Senator Higgins raised the issue of farm inspections and called for the Minister for Agriculture, Food and the Marine, Deputy Coveney, to come to the House and address that matter.  The Minister will be here in the next week or two to discuss sustainability in farming, and there might be an opportunity to address the issue at that point. <\/p><p>Senator Craughwell spoke about funding for non-Gaeltacht islands and the withdrawal of some funding, amounting to &euro;600,000.  I will raise this with the appropriate Minister - I presume it would the Minister of State at the Department of Arts, Heritage and the Gaeltacht, Deputy Joe McHugh, but I am not sure - and I will try to get an answer for the Senator.<\/p><p>Senator Mullins and others called on the ASTI and the TUI to withdraw strike threats regarding the changes to the junior cycle.  Members have expressed different opinions on that and on the call for the unions to ballot their members.  I imagine the unions would say they have a mandate from their members in this regard.  Ultimately, it is very important that both sides take stock of the situation and negotiate an amicable settlement.  Senator Mooney also commented on the issue of junior cycle reform.<\/p><p>Senator Kelly commented on the zoning and dezoning of land.  That is a matter for the local authorities, though I agree with him that when people have spent so much money on the development of land, this should be taken into consideration.<\/p><p>Senator Quinn lauded the benefits of the leaving certificate applied and emphasised the need for further training and upskilling to fill up to 7,000 job vacancies.  We would all agree with him on that.<\/p><p>Senator Burke discussed the &euro;50 million investment in office space in Cork and the fact that over 60% of that space has already been or is about to be taken up.  There are several other good news stories on jobs in the Cork region.  Senator Burke also raised the issue of the employment of agency staff in the HSE and the need to implement the recommendations of various reports.<\/p><p>Senators Cullinane and Crown raised the issue of hospital waiting lists.  Senator Cullinane highlighted the 6,300 people in the south-east, particularly in Waterford, who have been on waiting lists for over a year.  I agree with him that this is far too many people to be waiting for over a year in Waterford alone.  Indeed, as Senator Crown has mentioned, there are 50,000 people in this position nationally.  There are vacancies for up to 23 consultant posts in University Hospital Waterford at present and that would certainly be one of the reasons for the long waiting list.  Another issue is the number of DNAs - people who do not attend their appointments, of whom there are thousands, and other people are suffering as a result.  That has not been highlighted sufficiently in Waterford or nationwide.  People who do not turn up for appointments should be aware that they are depriving other people who may need that appointment.  They should notify the consultants and clinics involved.<\/p><p>Senator Coghlan, with others, congratulated Katie Taylor, who is probably one of our greatest ever sportspersons.  It is appropriate that Senator Coghlan, another gold medalist, should sing her praises.<\/p> <p>Senator Fidelma Healy Eames called for a debate on the teaching profession and said teachers would go on strike because they feel unwanted.  I do not think this is why they are to go on strike.  I will seek to have the Minister for Education and Skills come before the House for a debate on this subject in addition to the other education matters that have been raised.<\/p><p>Senator Brennan raised water metering costs, and I am sure he will make his points in the debate after the Order of Business.<\/p><p>Senator Crown called on the Minister for Foreign Affairs and Trade to make representations to the Government of Pakistan seeking the release of a lady.  I will speak to the Minister in this regard but he will be before this House on Thursday so the Senator may wish to make his points then.  I note his points on waiting lists and the increase in what he calls bureaucrats in the HSE.<\/p><p>Senator Catherine Noone raised the PricewaterhouseCoopers, PwC, report on corporation tax, noting that it emphasises the transparency in the system.<\/p><p>Regarding Senator R&oacute;n&aacute;n Mullen's contribution, it is difficult to achieve five in a row in any walk of life, but we must wait and see.  Regarding changes to capital acquisition tax, the Finance Bill is being debated in the other House as we speak and will before us in the coming weeks.  There will be ample opportunity for him to raise his points at that stage.<\/p><p>Senator Imelda Henry congratulated the new Garda Commissioner, Ms N&oacute;ir&iacute;n O'Sullivan, on her appointment.  She will have a very difficult task in many ways and I am sure we all wish her every success in her new position.<\/p><p>Senator Ned O'Sullivan raised the junior certificate cycle and examination and emphasised that the marking of exam papers is not as easy as people think.  I note his points on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500015#O00200","speaker":"1130","continuing":true},{"type":"speech","time":1416931500,"counter":60,"content":"<p>Senator John Crown has proposed an amendment to the Order of Business: \"That a debate with the Minister for Health on the statistics showing that more than 50,000 people have been on health service waiting lists for over one year be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500017#Q00200","speaker":"1120"},{"type":"speech","time":1416931500,"counter":61,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500017#Q00225","speaker":"1147"},{"type":"vote","time":1416931500,"counter":62,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 19; Níl, 26.<\/p><br\/><p>Tellers: Tá, Senators John Crown and Rónán Mullen; Níl, Senators Ivana Bacik and Paul Coghlan.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500017#Q00250","aye":["1157","1189","1116","1196","1147","1133","1159","1131","1149","1146","1122","1123","1115","1139","1127","1142","1145","1156","1164"],"nay":["1148","1138","1150","1165","1151","1124","1158","1130","1160","1117","1152","1173","1135","1161","1162","1167","1132","1174","1118","1187","1153","1169","1125","1171","1143","1176"]},{"type":"vote","time":1416931800,"counter":63,"content":"<p>Question put: \"That the Order of Business be agreed to.\"<\/p><p>The Seanad divided: Tá, 25; Níl, 18.<\/p><br\/><p>Tellers: Tá, Senators Ivana Bacik and Paul Coghlan; Níl, Senators John Crown and Rónán Mullen..<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500018#T00100","aye":["1148","1138","1150","1165","1151","1124","1158","1130","1160","1117","1152","1173","1135","1161","1162","1132","1174","1118","1187","1153","1169","1125","1171","1143","1176"],"nay":["1157","1189","1116","1196","1147","1133","1159","1131","1149","1146","1123","1115","1139","1127","1142","1145","1156","1164"]},{"type":"majorheading","content":"Water Sector Reforms: Statements","time":1416932100,"counter":64,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500019#AA00100"},{"type":"speech","time":1416932100,"counter":65,"content":"<p>I welcome the Minister of State at the Department of the Environment, Community and Local Government, Deputy Paudie Coffey, back to the House where he started his political career.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500019#AA00200","speaker":"1142"},{"type":"speech","time":1416932100,"counter":66,"content":"<p>I am pleased to attend the Upper House to debate the important topic of the decisions taken by the Government on a restructured water charges system and related measures regarding critical water sector reforms.  Over time these reforms will ensure security of supply of quality drinking water to local communities and businesses and the upgrading and delivery of sewerage systems to keep our rivers, lakes and seas free from pollution.<\/p><p>The Government has reflected on the handling of a demanding water sector reform programme which was implemented, as others have acknowledged, to a challenging timescale.  We listened to people's concerns about an excessively complex charging structure that created uncertainty for households on what they would pay for water services in 2015 and beyond.  We also took stock of Ervia's and Irish Water's customer engagements and acted to make improvements.<\/p><p>I propose to detail the key actions the Government has introduced and for which it will shortly legislate.  Annual water charges will be capped at &euro;160 for households with a single adult and &euro;260 for all other households until the end of 2018.  Specific legislative provision will be made to allow capped charges to continue to be set by the Government from 2019 onwards.  All eligible households will receive a water conservation grant of &euro;100 per year, which means that the net cost of water will be &euro;60 for households with a single adult and not more than &euro;160 for other households.  Non-customers of Irish Water such as people with private wells and those in group water schemes will also be eligible to receive the &euro;100 water conservation grant, provided they respond to Irish Water's customer application campaign.  For metered bills, the charge for water in and out will be &euro;3.70 per 1,000 litres, which is almost 25% lower than the previous subsidised rate.  Bills will also be capped at the relevant household rate.  Households with either a water supply only or sewage only service will pay 50% of the new rates.<\/p> <p>The children's allowance remains at 21,000 litres per annum and will apply to all persons resident in a property aged under 18, irrespective of whether the child qualifies for child benefit, meaning children will continue to go free.  This means that if a household with two adults and two children uses fewer than 85,200 litres of water in a year, their bill will be less than &euro;160.  <\/p><p>The new system for which all households should register before 2 February 2015 in order to receive the new benefits and an accurate first bill will be based on self-declaration and appropriate audit.  PPS numbers will not be required for registration----- <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500019#AA00300","speaker":"1092","continuing":true},{"type":"speech","time":1416932400,"counter":68,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500020#BB00200","speaker":"1157"},{"type":"speech","time":1416932400,"counter":69,"content":"<p>-----and the start date for domestic water charging is being deferred until 1 January 2015, with the first bills to issue from April 2015.  The restructured water charges system retains one of the reform programme's principal objectives, which is water conservation.  As outlined earlier, in addition to the water conservation grant, metered households will be able to pay less than the capped charge if their metered usage is lower than the relevant capped charge level.  Households that do not have a meter installed on 1 January 2015 will commence paying the relevant capped charge.  If, after moving to a meter, their usage for the first year is less than the relevant capped charge level, the household will be due a one-off rebate on the amount it paid before moving to a meter.  This will be automatically calculated by Irish Water and normally applied as a one-off credit to the customer's account.<br\/>The revised package of measures will provide households with certainty about charges until the end of 2018.  The system is now a simple one, with only three important numbers that are relevant, the two capped charge rates and the conservation grant.  What is more, the system is affordable for all.  The absolute maximum net cost is just over &euro;3 per week and for single households it will be approximately &euro;1.15 per week.  Water charges in Ireland are among the lowest in Europe.  <br\/>The Government has made a number of important additional changes to earn greater public confidence in the water sector reform programme.  To enhance its commitment to public ownership of Irish Water, which is already enshrined in the Water Services (No. 2) Act 2013, the Government will legislate to ensure that if any future Government sought to change this position it would be required to put the matter to a special referendum of the people.  Having a strong governance structure for Irish Water is essential to building confidence in the new utility.  The Government will shortly move to put in place a unitary board combining Irish Water with its parent company, Ervia.  The new board will provide for stronger governance and improved setting of strategic objectives.  Advertisements are already in place on the new public appointments website <i>stateboards.ie.  <\/i>The Government will also establish a new public bill-payers' forum to advise Irish Water on service expectations and provide valuable feedback on investment priorities.<br\/>I welcome the decision of the board of Ervia not to proceed with its performance-related award mechanism for 2013 and 2014.  I commend my colleague, the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, on establishing the review of the pay model as the number one priority for the new board when it is constituted.  <br\/><i><\/i>According to the UK's energy regulator, the average notional cost of providing water and sewerage services to each domestic household in Northern Ireland is &pound;412 in 2013 to 2014,<i><\/i>which equates to approximately &pound;1.13 per day.  I state this to draw comparisons.  Although the Northern Ireland Executive has delayed the introduction of water charges, it must be pointed out that the Executive's 2011 to 2015 budget states:<blockquote>[I]n Northern Ireland [water] services are currently primarily funded from public expenditure.  This creates pressures in other areas ... for example [funding for] health and education ... need to be diverted to cover the associated water service costs.<\/blockquote>That is an important point, as this Government has been criticised for establishing the Irish Water model, as proposed.  The Government has been at pains to explain that if it is not done this way, it will give rise to more pressure on the health, education and social welfare budgets<i>.  <\/i>What is happening in the North of Ireland is an admission that water services there are competing for the same funding as all other Departments in the North.  This is leading to a distinct lack of funding for water services in Northern Ireland, something that the Government cannot allow to happen in the Republic.  However, those who say that households in Northern Ireland do not pay for water are incorrect.<\/p> <p>The independent water review panel estimated back in 2006 and 2007 that the average domestic property contributed approximately &pound;160 from its annual rates bill towards the cost of providing water and sewerage services in Northern Ireland.  That is more than any household in the Republic of Ireland will have to pay for its water.  This analysis was accepted by the Northern Ireland Executive, of which Sinn F&eacute;in is now a member.<\/p><p>In conclusion, the public water system in this country is in need of radical change.  This can only be achieved through a new sustainable funding structure which requires those who use the services to make a contribution.  Despite all the debate and discussion we have had on Irish Water in recent weeks and months, we are not hearing one credible alternative being put forward by the Opposition.  We have had calls from all Opposition parties to scrap Irish Water and water charges as well.  The question needs to be asked, however: where would that lead us?  It is quite obvious that it would lead us back to the old, broken system run by over 30 local authorities around the country, with almost 50% of treated water leaking into the ground before it reaches people's taps.  This is totally unsustainable.  <\/p><p>The Government has listened to the people and understands their concerns.  The new reformed system has addressed people's concerns.  I have no doubt that in years to come Irish Water will become a trusted and well-respected national utility, much like the ESB.  We must remember that the ESB experienced similar opposition when it was being established back in the 1920s.<\/p><p>I will be happy to listen to statements from Senators on all sides.  It is important to do so.  The Government has shown that it is listening.  I will respond to the debate at a later stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500020#BB00300","speaker":"1092","continuing":true},{"type":"speech","time":1416932700,"counter":71,"content":"<p>I welcome the Minister of State to the House.  He is a former colleague here and I wish him well in his portfolio.  I do not doubt his personal commitment to this and other issues under his Department's aegis.<\/p><p>Irish Water has been an unmitigated disaster, however.  I disagree fundamentally with the introduction of charges, as well as with the establishment of Irish Water.  This is an idea that goes back to 2009 concerning the establishment of a super-quango, which was in the Fine Gael manifesto.  The Labour Party had to swallow it, and here we are today.  In any event, it is not a policy of mine and not one that I intend to support.  My major problem - I have used this analogy a couple of times - is that we have established a McAlpine to build a tree house.  We set up this &euro;50-million-a-year wage structure to effectively do the same thing.  <\/p><p>The Minister of State said the abolition of water charges would lead us back to that old, broken system, with 50% of the water leaking into the ground.  For the record, let us use Sligo - where I come from - as an example.  Two years ago, the people of Sligo were being provided with water by the local authority in Sligo.  One lady, called Kathleen McTiernan, was the go-to person on all issues, and that was the case up to recently.  Two years later, what is the difference?  We have spent &euro;600 million on meters that are sitting in the ground.  They will not be used until 2019 at the earliest, and possibly after that, according to the Minister for Finance, Deputy Noonan.  We have spent &euro;170 million on consultants and other things, as well as &euro;46 million on salaries, all to do the same job that Kathleen McTiernan and her colleagues were doing in Sligo County Council.  Is the infrastructure any better in Sligo since the establishment of Irish Water and the expenditure of all this money?  No, it is not.  Is the water any less in need of boiling in Roscommon or other counties throughout the country?  No, it is not.  Therefore, why did we establish Irish Water in the first place?  As is so often the case in Irish politics, we put the cart before the horse.  We ought to have restored the network to a 21st century standard.  The Minister of State spoke about water utilities in other countries, but maybe they were dealing with a blank canvas.  Perhaps they put a state-of-the-art infrastructure in place before they charged people for the stuff.  They did not, however, set up some gilt-edged company in an ivory tower down in Cork where people have to pay for &euro;46 million in salaries and bonuses.  I appreciate that the Minister of State said they had postponed the bonuses, but he can assume they will be paid, because that is what trade unionism is all about.  That is the reality of industrial relations.<\/p><p>It has been an unmitigated disaster.  The Minister of State is wrong in saying that it will lead us back to that old place, but where is he talking about?  Eight hundred million euro ago, we were getting exactly the same services we are getting today.  The costs were outlined by the Minister of State today and by his ministerial colleague last week.<\/p> <p>There is not an additional cent going into capital infrastructure.  None whatsoever.  In fact, the income base has now gone to &euro;300 million gross, &euro;46 million of which goes into salaries, bonuses and God knows what else.  To use Sligo as an example again, what about the upgrade to the Grange, Strandhill or Tubbercurry sewage treatment plants?  They were originally approved in 2007 and subvention was to be provided by the Government of the day.  Now one must get on a phone and one will hear \"Press 1 if you are over 18, press 2 if you are male and Caucasian, press 5 if whatever\" and will go around in circles, because there is no Kathleen McTiernan, like there was in Sligo, whom one could ring and find out exactly where one stood, for relatively modest expenditure.  Instead, we went the old \"establish McAlpine and build a treehouse\" approach, where we are going to throw good money after bad.  Previous Governments did too.  Is this Fine Gael and the Labour Party's voting machines?  I think it is.  We have all these meters in the ground, which we will not use.  There is nothing to do with conservation and nothing to tell the people of the three areas I mentioned - Grange, Tubbercurry and Strandhill in Sligo - that now that we have Irish Water those three sewage treatment plants will be up and running faster.  There is not a hope of that.<\/p><p>The other fantasy that was talked about last week is that the onus is now on landlords to collect money from the deposits of tenants who do a runner.  That is a joke.  Nobody knows anything in the Department.  The PRTB is a disgrace.  It might look after some tenant issues, but I gave the example to the other Minister on the Order of Business the other week of a tenant that was in a place for three and a half years and paid no rent, just the deposit of one month's rent.  I must declare my interest in the matter as an auctioneer.  We went to the PRTB and that is how long it took to get them out of the house.  The house was wrecked.  No recompense was given to the landlord and the tenant walked straight into a council house.  Landlords and anyone who is renting a house around the country knows about this.  They have all experienced the tenant who says &quot;Ah, yeah, I'm not paying my last month's rent - take it out of my deposit&quot;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500021#CC00200","speaker":"1149","continuing":true},{"type":"speech","time":1416933300,"counter":73,"content":"<p>I ask the Senator to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500022#DD00200","speaker":"1142"},{"type":"speech","time":1416933300,"counter":74,"content":"<p>No doubt we will go after landlords in that way.  It is a disgrace.  The PRTB should be abolished or resourced to the extent that it provides equal protection to tenants and landlords.  Now the Government wants to go off and use them as bill collectors.  As I said at the beginning, I do not doubt the Minister's commitment to making a very bad situation a little better, but the only way out of this, as with the voting machines, is to throw in the towel and say, \"We have made an unmitigated mess of this scenario and we are not going to charge people for water.\"  The Minister of State asked for alternatives.  Here is his alternative-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500022#DD00300","speaker":"1149"},{"type":"speech","time":1416933300,"counter":75,"content":"<p>Will the Senator please conclude?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500022#DD00400","speaker":"1142"},{"type":"speech","time":1416933300,"counter":76,"content":"<p>We could go for a private bond issue.  We could go to the European Investment Bank.  We could go to the Strategic Investment Fund.  We could look at other general taxation measures to bring our infrastructure throughout the country up to such a standard that it may be worth contributing something.  Why set up the super-quango?  There were Kathleen McTiernans in every local authority in this country, well capable of delivering a service and the infrastructure if they were given the investment.  Instead, we set up the super-quango.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500022#DD00500","speaker":"1149"},{"type":"speech","time":1416933300,"counter":77,"content":"<p>I welcome the Minister of State to the Seanad to discuss this important topic and how we will ensure that we have a safe, clean and adequate supply of water to serve the people and businesses of this country, and our country.  Uisce &Eacute;ireann was established to bring together 34 local authorities into one national service provider.  If they had been given money by Government to correct the leakage and everything else in the boom times when there was plenty of money sloshing around, the Kathleen McTiernans of this country would have done a much better job.  The money was not given at that stage.<\/p><p>Mistakes were made in the setting up of Irish Water.  I will be the first to admit that and it has been admitted.  The Government has gone about addressing the problem.  It has listened to the people.  It has made massive changes, which the Minister of State has outlined.  I will not go into it again, but the people are there for them to see.  There is also a focus on the customer and the Government has committed to establishing a public forum on a statutory basis to ensure that everyone has an input into making sure that procedures are put in place to ensure people are served with good, clean water and an affordable system.  Fear of the unknown led to many of the problems we had and the affordability issue.  As the Minister of State has said, he has listened.<\/p> <p>When the EU member states adopted the water framework directive in 2000, Ireland secured an exemption or carve-out upon which successive Governments have relied to avoid charging.  In 2009, however, the EU directive was transposed into Irish law by statutory instrument, SI 772 of 2009, which regulations seek to ensure that water pricing policies and practices are in place.  We are in the EU and, unlike Deputy Adams, we cannot tell the EU to bugger off.  We have seen what happened with the water pollution fines.  In December 2012, the European Court of Justice hit Ireland with a &euro;2 million up-front fine, followed by daily fines, for failing to comply with a 2009 ruling.  The Court also fined Ireland &euro;1.5 million.  Since the Government has come to power, the Water Services Acts of 2012 and 2013 have saved Ireland from continuing to incur EU fines of &euro;12,000 per day for failure to comply with environmental impact regulations as a result of discharge of water.<\/p><p>Most people understand that we have a broken water system, and we must ensure that it becomes clean and sustainable. There is also a need to create jobs.  The best way to achieve this is by setting up Uisce &Eacute;ireann, a semi-state company independent from Government, which - as the last speaker failed to understand - can borrow on the open markets at a rate of &euro;1 billion per year.  This will save the Government some expenditure for 2015 and 2016.  If we did not have that, it would add 0.3% to the Government deficit - &euro;850 million in plain terms - in 2015.  If we do not set up Uisce &Eacute;ireann, we must either pay a lot more in our income tax or continue with a broken system that some people continue to insist was okay.  Their attitude was &quot;I'm all right, Jack.&quot;<\/p><p>As the Taoiseach has stated, suspending Irish Water would mean that the system would have to be funded from the public purse.  That could be done if we added at least 4% to the top rate of tax or reversed all the tax cuts and social welfare improvements that we saw in the recent budget.  Those who say &quot;Can't pay, won't pay,&quot; at the same time call for more money for homelessness, and if everybody paid a little there would be a lot more money for homelessness, social welfare and education.  This is not scaremongering; it is a fact.  I ask those people who do not want to widen the funding base in this way to spell out where they would get the &euro;850 million, because under EU statutes funds cannot be used directly for capital purposes unless a reasonable charge is introduced.<\/p><p>The Opposition does not like to hear this, but we are the only OECD country without domestic water charges.  We have 20,000 people on boil-water notices and 42 urban areas with no treatment or preliminary treatment only, and we have raw sewage spewing into the sea in eight towns and villages.  How can anybody stand over that and say it was all right to continue down the road we were on?  It was not all right to continue down that road.  We could not continue under-investing like that, and we had no choice but to correct it.  Senator MacSharry, the previous speaker, has to acknowledge that we could not continue in that way.  By establishing Irish Water as a subsidiary of Bord G&aacute;is &Eacute;ireann, savings of about &euro;90 million were achieved.  To put the &euro;150 million into context, Irish Water will save &euro;170 million on upgrading the Ringsend waste water treatment plant.  In this project alone, it will save the taxpayer what it cost to establish Irish Water.  I will repeat that.  Irish Water will save &euro;170 million on the upgrading of the Ringsend water treatment plant compared to what was proposed by the local authority.  This single project will save the taxpayer what it cost to establish Irish Water.  Fair is fair.  I would be the first to condemn the failings in communication and the provision of incorrect information, and the Government along with it, but the Minister has already apologised for that.  We have to acknowledge the good things they do as well, when they get it right, to ensure that people have confidence in the utility going forward.  There are bad things, but there are also good things.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500022#DD00600","speaker":"1135","continuing":true},{"type":"speech","time":1416933900,"counter":79,"content":"<p>Please conclude, Senator; you have gone over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500023#EE00400","speaker":"1142"},{"type":"speech","time":1416933900,"counter":80,"content":"<p>We have to acknowledge that the national utility will yield &euro;2 billion in savings by 2021.  I have about 30 seconds left.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500023#EE00500","speaker":"1135"},{"type":"speech","time":1416933900,"counter":81,"content":"<p>No, you have not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500023#EE00600","speaker":"1142"},{"type":"speech","time":1416933900,"counter":82,"content":"<p>From a conservation standpoint, we need to have meters to ensure that people will look at them and conserve water.  When we have them in all of the houses there will be conservation of up to 5% or 10%.  It is important that we go down the road of conservation.<\/p><p>I have one question for the Minister on the new building proposals.  A previous Minister outlined that installing a rainwater harvesting system could reduce consumption and help drive down utility bills.  Would he make a comment on that?  We look forward to legislation coming through the House to ensure such systems will be in all new buildings in the future, and indeed in old ones if possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500023#EE00700","speaker":"1135"},{"type":"speech","time":1416934500,"counter":83,"content":"<p>I welcome the Minister of State to the House.<\/p><p>On 11 October, I marched peacefully alongside thousands in Tallaght.  I listened to many people's warranted outcry over water charges and other matters.  Since then I have spoken to many people in my community, including a grandmother in Jobstown who is willing to pay for water but knows that her adult children starting their own families simply cannot afford to do so because they are in negative equity.  The Government says it has heeded public concerns.  Has it listened fully to the concerns of its citizens?  No, I do not think it has.<\/p><p>I support a single public water utility rather than 34 separate entities.  One body allows for an efficient and equitable supply of water and for adequate investment in infrastructure.  Everyone has a right to clean water and no one should face regular water cut-offs due to burst and outdated pipes.  A unified public utility also has the potential to promote conservation.  We need to create an infrastructure that we can leave for our children, but the establishment and management of Irish Water has been an unequivocal failure.  Oireachtas Members and the public were not and still are not sufficiently involved in influencing the creation of Irish Water.  These issues must be rectified immediately.<\/p><p>What do we do now?  How do we move forward to design a system that provides value for money, encourages conservation and guarantees fairness?  We need to establish who is in charge at Irish Water.  The merger of the boards of Ervia and Irish Water will require legislative amendments to the 1976 Gas Act and the 2013 Water Services Act.  The new board needs to be chosen in an independent manner based on expertise.  The voice of the consumer - of the citizen - must be represented on the board.  Also, it should have a mandate to cut costs, but these savings for the taxpayer must be achieved as quickly as possible and not over the prolonged period the Government is allowing.<\/p><p>Other concerns, such as the competencies of senior management, must be addressed immediately in order to restore public trust.  There should be a complete review of the management and operations of Irish Water.  Public ownership has not been guaranteed.  I do not understand why the Government has not agreed to put the public ownership of Irish Water to the people through a referendum.<\/p><p>The regressive model of water charges proposed must be scrapped at once and replaced by a fair system based on ability to pay.  The capped charges are a flat rate that do not account for ability to pay or encourage conservation.  Many people in Ireland simply cannot afford to pay water bills in their proposed form.  Government subsidies should ensure that no more than 0.5% of a household's disposable income is spent on water.  Penalties would be applied to those wasting water to ensure conservation, but we should not charge people who cannot afford to pay.<\/p><p>The Nevin Economic Research Institute has also proposed innovative solutions for progressive water charges by providing household subsidies, not rebates, for water charges.  The funding of water should not come from general taxation alone, as this places the burden of water service funding primarily on the working population.  Establishing Irish Water as a separate entity is a good way to attract investment.  The system needs between &euro;12 billion and &euro;15 billion in investment to fix infrastructural issues over the next decade.  This money simply cannot come solely from the Exchequer.  Therefore, investment in water needs to be obtained from a combination of general taxation and water charges in a fair and equitable manner.  This is not double taxation but rather complementary taxation.  A public water utility and water charges, when designed, governed and managed properly, can promote economic efficiency and conversation of a precious resource. Until this happens, we should halt the installation of meters.<\/p><p>Short-term fixes must not be determined by a small group of Government Members.  Irish Water must serve the public interest.  The taxpayer has paid for these failures.  Decisions must be made not only in the public interest but in consultation with the public.<\/p><p>The proposal for a bill-payers' forum to liaise between ordinary people and Irish Water, as proposed by the Government, misunderstands public opinion.  In a time of unprecedented protest and historic civic engagement, we should not be defensive but should invite activists and community leaders to engage directly with Oireachtas Members in an event similar to the Constitutional Convention.<\/p><p>Upbeat ministerial assessments of reform measures have not fooled people.  Both the establishment of and the attempts to reform Irish Water demonstrate a broad lack of a reform culture in politics.  Now it is clear that the Government's attempt to end the water crisis has failed.  As a result, people will return to the streets in protest on 10 December, and I will be alongside them, peacefully working towards a solution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500024#FF00100","speaker":"1176"},{"type":"speech","time":1416934500,"counter":84,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500024#FF00200","speaker":"1133"},{"type":"speech","time":1416934500,"counter":85,"content":"<p>I welcome the Minister of State to the House and thank him for his address to us today.<\/p><p>The Government's announcement last week has brought clarity on the amount to be paid for water.  It has dismissed the concept of collecting PPS numbers.  It has also outlined two clear two charges of &euro;60 and &euro;160, and thus has simplified the process.  The proposal works out at a charge of &euro;1.15 per week for a single household and &euro;3 per week for a multi-person household, and these charges will be capped until 2018, which brings certainty and clarity for the next four years.  The work done in the past number of months has been worthwhile and is a sign of the patience that people in Government parties were required to have in order to get to the bottom of this situation. <\/p><p>I wish to bring a number of issues to the attention of the House and the Minister of State.  One is the removal of bonuses.  I welcome the fact that bonuses for senior staff in Irish Water have been removed and are to be reviewed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500024#FF00300","speaker":"1162"},{"type":"speech","time":1416934500,"counter":86,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500024#FF00400","speaker":"1157"},{"type":"speech","time":1416934500,"counter":87,"content":"<p>I also wish to make a case for staff who are members, in the main, of SIPTU and earn between &euro;25,000 and &euro;45,000 per year.  Because the public has conflated the significant bonuses at the top with the pay-related bonuses of people earning a lower income, all of the bonuses have, unilaterally, been withdrawn.  For former council or local authority staff, a bonus was part of their traditional pay model, which at that time included incremental scales and a multitude of grades.  This matter must be reviewed and re-examined, because one size does not fit all in this situation.  I wish to put on record that these public sector workers, who earn between &euro;25,000 and &euro;45,000 per annum, should not unilaterally have their increments or bonus-type scheme removed without negotiation.  The matter needs to be revisited by both the Government and Irish Water.<\/p><p>I wish to reflect and support the comment made by my colleague, Senator Keane, on the necessity for investment.  In fact, 42 towns across this country have raw sewage flowing into rivers adjacent to or running through them, which is unacceptable.  The situation needs to be dealt with, and dealt with now.<\/p><p>I am not an economist, although we have a few in the House.  I have heard all sorts of formulae for funding to deal with this matter.  The fact of the matter is that we must come up with funding.  I believe that the scheme in place is sustainable and will provide the funding needed to deal with the 42 towns that have a raw sewage problem.  <\/p><p>The conservation grant that has been introduced is one that I support, but other conservation methods and systems need to be implemented.  The collection of water in water butts, etc., has been mentioned here.  In the area of waste management, we used to have what were famously known as dumps, but then we modernised and moved to landfill and waste separation.  One of the key elements of a successful change was recycling and the separation of waste.  People across the country bought into the concept and purchased or were provided with recycling bins, composting bins, etc.  The Government has an opportunity, through Irish Water, to buy into a conservation system that will sustain Irish Water beyond the lifetime of the current programme.  Obviously we must mend the damage that has been done to the network, but we must also conserve water.  Does the Minister of State have any information for us on what the Government proposes to do, through Irish Water, in terms of water conservation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500024#FF00500","speaker":"1162"},{"type":"speech","time":1416935100,"counter":88,"content":"<p>I welcome the Minister of State but I have it to say that I rather doubt the first line of his speech.  He said he was delighted to be here to discuss this issue.  I imagine no member of either Fine Gael or the Labour Party is delighted to have anything to do with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500025#GG00100","speaker":"1136"},{"type":"speech","time":1416935100,"counter":89,"content":"<p>I am always delighted to be in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500025#GG00200","speaker":"1092"},{"type":"speech","time":1416935100,"counter":90,"content":"<p>I think they would like it to run away and disappear.  I believe they wish it had never bloody happened and they are perfectly right.  They guillotined it when it was going through the D&aacute;il.  Not one amendment was accepted in Seanad &Eacute;ireann but now they are doing some of the things that we in this House recommended at the time.  The Minister of State will excuse me if I take his delight with a pinch of salt.<\/p><p>Reference has been made to water conservation, the &euro;100 grant and so on.  Could the Minister of State tell me what element of this is conservation?  I do not see it.  It will be given to people who have little puddles in their back gardens and who are part of a water scheme.  Why are they getting it?  What does that have to do with conservation?  It is simply a book-keeping exercise to keep our &quot;friends&quot; in the European Union and the troika happy.  Perhaps the Minister of State could explain the conservation element.<\/p><p>I note a reference to self-declaration and an appropriate audit.  The hairs at the back of my head go up when I hear the word &quot;audit&quot;.  I have just been told that not only do we have to account and vouch for every miserable penny that we get, unlike the people in the trade union whose representatives were clever enough to get all the bonuses and stuff that came in with Charlie McCreevy incorporated into their core income, but now we must have a public accountant.  My accountant is not a public accountant and therefore I must go and hire one.  I had better not get into that because it will get me too annoyed.  Anyway, we can imagine what the audit amounts to.<\/p><p>We have done nothing, basically, since the Vartry Reservoir scheme.  The Minister of State maintains we are now among the lowest in Europe.  I wonder how that can be if we take into account the tax element that we are already paying and add to it what we will pay through Irish Water.<\/p><p>I note the clever little footwork about putting into legislation a provision that if the Government wishes to privatise Irish Water then it must go to the people.  That is a move in the right direction but it is not enough.  There should be a referendum.  Why not hold a full referendum?<\/p><p>Questions remain concerning the Ervia board and the performance-related award mechanism, also known as a bonus.  Like Senator Landy, I am not an economist but I know a little about language.  I know that a performance-related award mechanism is a bonus.  It is actually the classic definition of a bonus.  Anyway, I am pleased they are gone for 2013-14 but they should be gone forever.<\/p><p>The additional part of the Minister of State's speech was simply a matter of playing party politics again.  I am unsure why the text was not supplied to us but it was an attack on Sinn F&eacute;in.  That is fair enough but this is not the time for attacks on Sinn F&eacute;in or anyone else.  Everyone in the country acknowledges that while water is free and comes piling out of the sky, we pay for the treatment and delivery of water.<\/p><p>This is not about water, it is about the straw that breaks the camel's back.  A straw may seem a small and insignificant thing but it is the accumulated pressure beforehand that leads to the collapse of the animal's spine.  This is what has happened with Irish Water.  People have had enough.  They have no more money.  They simply cannot pay.  I find it galling in the extreme that we should have these measures along with the loss of special needs teachers and so on to pay off the gambling debts of the French and German banks.  Fully &euro;8 billion will go out of the country this year in interest charges alone.  Why does the Government not do something about that?  Why does the Government not stand up to our masters in Europe and tell them that we have had enough and that we are not taking any more?  We should have eye-balled them in the first place and threatened to pull down the columns of the temple and let them see how they like that.<\/p><p>What about the takeover of personnel from the local authorities?  This is exactly what happened with the HEA.  It took over a whole wedge of people who were in the old locally-organised thing.  There was nothing for them to do and the organisation had no work for them but it took them on board anyway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500025#GG00300","speaker":"1136"},{"type":"speech","time":1416935100,"counter":91,"content":"<p>It was the HSE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500025#GG00400","speaker":"1157"},{"type":"speech","time":1416935100,"counter":92,"content":"<p>It was the HSE.  The HEA is another organisation.  I thank my distinguished academic colleague, Senator Professor Dr. Sean Barrett, for correcting me on this occasion; I am a little addled.<\/p><p>Let us consider the protests.  People did not protest, they lay down slavishly under it.  Then, the Europeans got a survey done and it turned out that in Europe and the United Kingdom, people were astonished at our subservience.  Even the Europeans maintain we were lying down, liking it and licking the boots that were stamping on us.  That is a bloody funny thing for them to be saying.  We did nothing.  There were some marches and it was all terribly mealy-mouthed and so on.  Everything has got a little rough.  Certainly, it is not nice to be held in one's car and so on, but one would think the third world war had broken out and that Deputy Joan Burton had been hit with the end of a spike, impaled and her head cut off as in the case of ISIS.  People have actually invoked ISIS.  Come on, darlings: it is a balloon of water, it is not acid or TNT.  These people should grow up and stop attacking Deputy Paul Murphy in the D&aacute;il.  It was extraordinary that the Taoiseach of the country should launch himself at someone who may grow into something but at the moment he is simply a pimple on the political backside.  It is a ridiculous lack of proportion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500025#GG00500","speaker":"1136"},{"type":"speechnospeaker","time":1416935100,"counter":93,"content":"<p>Thank you, Senator Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500025#GG00600","nonspeaker":"Acting Chairman (Senator Diarmaid Wilson)"},{"type":"speech","time":1416935100,"counter":94,"content":"<p>I call this the Irish Watergate, all one word.  The Government is wasting its money on the bloody meters.  It will be another situation like the voting machines and all the other rubbish produced.  In four years' time they will be rusting and someone from the Government will be paying one of his party members down in County Wexford to give them house room and keep them out of the rain.  The Government should give us a break.  Nothing has changed, not a scrap of it, but people are looking for change in this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500025#GG00700","speaker":"1136"},{"type":"speechnospeaker","time":1416935100,"counter":95,"content":"<p>Thank you.  Senator Brennan has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500025#GG00800","nonspeaker":"Acting Chairman (Senator Diarmaid Wilson)"},{"type":"speech","time":1416935100,"counter":96,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it go dt&iacute; an Teach.  I commend the Government on having listened to the people.  Perhaps it took the Government too long to come out with these measures.  However, the annual water charges will be capped at &euro;160 for a single adult household and &euro;260 for all other households until the end of 2018.  In the case of a single adult household the cost will be &euro;60 per annum.  I am unsure what the cost per week will be, but it will be approximately &euro;1.15.  For other households it will be no more than &euro;1.60.  The charge for water in and out will now be &euro;3.70 per 1,000 litres, almost 25% lower than the previous subsidised rate, and it will be capped at the relevant household rate.<\/p><p>The Minister of State said that children will go free.  It has already been noted that PPS numbers are no longer required.  I had wondered from day 1 why they were required.  The starting date for domestic water charging is being deferred until 1 January next year and bills will issue in April 2015.  Metered households will be able to pay less than the capped charge if their metered usage is lower than the relevant capped charge.  Will that come into existence immediately for people who have been metered at this stage, or will meters be functioning straight away where they have been installed?  I commend the metering situation and I can see a major benefit given that 50% of our treated water is being wasted and lost forever underneath the ground.  Metering will identify where these leaks are and will encourage investment to fix the leakages.<\/p> <p>It is worth noting that the revised package of measures will provide households with certainty about charges until the end of 2018.<\/p><p>I saw a scale recently that indicated that water charges in Ireland are the lowest in Europe.  The Minister has stated that we will legislate to ensure that if any future Government sought to change this position, the matter would have to be put to the people in a referendum.<\/p><p>The new board will provide stronger governance and improved setting of strategic objectives.  I also welcome the direction of Ervia's board not to proceed with its performance-related award mechanism for 2013 and this year.  The Minister mentioned in his opening statement that in Northern Ireland, and we should make the comparison, each household will pay &pound;412, which is nearly &euro;500.  Health and educational costs must and will be reduced to cater for that.<\/p><p>Some 50% of our treated water was being lost through leaks so we had to take on that outstanding problem.  From my experience the cost of metering must have increased astronomically.  I have done the figures in terms of the cost of digging up a concrete footpath, tarmacadam or whatever, installing the meters, reinstating it and sealing it, and it is less than &euro;250 per household.  The actual costs are astronomical.<\/p><p>I understand that in the first phase 1.1 million meters were to be installed.  Half of those have been installed ahead of target, which is good to hear, and &euro;100 million under expended.  That is good news but I fear what the final figure will be.  There are 250,000 meters to be installed in the second phase.  I hope the installation figures will continue to diminish and that we will be ahead of target on the estimated costs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500025#GG00900","speaker":"1138","continuing":true},{"type":"speech","time":1416935700,"counter":98,"content":"<p>I welcome the Minister of State to the House.  The recent Government announcement of the new water charges system marks yet another panicked U-turn and a massive climb down by the Government in its disastrous handling of Irish Water.  This latest U-turn underlines the complete mess this coalition Government has made of our vital natural resource.  Fianna F&aacute;il believes it is now time to abolish Irish Water and suspend charges.  It is clear that the establishment of the Irish Water super quango has been a debacle, and it has already lost the support and confidence of the Irish people.<\/p><p>Fianna F&aacute;il has consistently opposed the creation of Irish Water.  The consultancy costs controversy, bonuses, and overstaffing in this quango have borne out our fears.  Irish Water must be abolished.<\/p><p>In terms of the Fianna F&aacute;il model, we propose a new, mutually-owned holding company where the customers own the company.  Delivery will be returned to local authorities, and the new national water infrastructure company will be drastically slimmed down to 100 staff.  There will be Oireachtas control over consultancy costs and no bonus structure, similar to the scale and role of the National Roads Authority.  There has been a marvellous partnership between the local authorities and the National Roads Authority, and all the fabulous roads infrastructure, including motorways, throughout the country is symbolic of that.<\/p><p>The botched implementation of a water charges regime by the Government has shaken the public trust in this coalition's capacity to govern.  Fianna F&aacute;il maintains its call for the immediate suspension of water charges until the infrastructure is fixed.  Domestic charges should only be introduced when the national infrastructure is brought up to standard.  That standard should be set according to the three tests of water quality: quality of the water, water supply and water leakage.  Only when that has been achieved should a meter charge be used.<\/p><p>Water is a precious social and economic resource.  Upgrading our infrastructure to make it fit for purpose must be a national priority to ensure we have a supply that is safe, reliable and adequate for homes and businesses.  In an age of climate change an effective supply would be a major competitive advantage.  Our target is to reduce the water mains leakage rate from 40% to the OECD average of 20% and meeting our EU water framework directive targets for water quality and sewage treatment by 2027.  <\/p><p>Fianna F&aacute;il proposes a major capital investment programme over 13 years from 2015 to meet these targets.  This will be funded by the strategic investment fund, private bond issues and the European Investment Bank, and complemented by general taxation.<\/p><p>Irish Water has been foisted on Irish people who have endured austerity with remarkable resilience until now.  I believe, as does the Fianna F&aacute;il Party, that it is now time to call a halt to the quango of Irish Water.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500026#HH00200","speaker":"1156"},{"type":"speech","time":1416935700,"counter":99,"content":"<p>I welcome the Minister of State to the House.  We are where we are on this issue because of political decisions made in the past.  When we had water charges they were abolished for political reasons.  When they were reintroduced they were later abolished for political reasons to get Governments elected.  In the course of all of that we never sorted the problem but it is true that the way Irish Water was set up was shambolic.  There is no question about that.  I said in this House that there was no need for PPS numbers at any stage.  That has now been proven right.<\/p><p>The issue of the bonus culture infuriated the people because they are sick of it, but what I have been hearing on the doorsteps throughout this debate is that people would be much happier with a standing charge rather than what was initially proposed.  Now they have that standing charge, which is very much affordable.  If one has a septic tank one pays only half that rate.  If one has one's own water supply it is only half that rate.  If one is on a boil water notice it is only half that rate and if one has a combination of two of those, one is not subject to any charge.<\/p><p>This problem was landed on the desk of the Minister, Deputy Alan Kelly, and I welcome the way he has dealt with it.<\/p><p>In my county of Roscommon we have had major problems with water quality for years.  I was a county councillor from 2004 and during that time there was no investment in the water infrastructure in County Roscommon.  The problems continued to the degree that many areas of the county were under boil water notices, and have been for years.  In Roscommon alone, 31% of the people have always paid for their water, and in most cases it is water they cannot drink.<\/p><p>Those in the Opposition say we should not have to pay these charges because we are already paying for them through our taxes.  That is true, and the amount of money we are paying through our taxes is going to maintaining the system already in place but we need investment in repairing the leaking pipes throughout the country.  Some 50% of the pipes are leaking, therefore, that investment must happen.<\/p><p>Recently I asked the local authority for updates on what is happening in my county.<\/p> <p>Three or four new water treatment plants are being developed.  That never happened in the last ten years of my involvement in local politics.  In Castlerea, for example, during the recent by-election, I noticed that every house I canvassed had stacks of bottled water which the householders had bought in local supermarkets.  I guarantee that the charge now being put in place will be substantially lower than what people are already spending on bottled water.<\/p><p>New water treatment plants are being developed in Killeglan, Boyle and Castlerea.  For years in my area, when one made a cup of tea, one either tasted water that had come from a sewer or a swimming pool.  Three weeks ago, however, Irish Water met officials from Roscommon County Council and there are now plans to find a new source of water for the Ballaghaderreen area.  I am aware from my conversations that people do not mind paying for water as long as it is of good quality and that they can drink it from their taps.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500026#HH00300","speaker":"1161","continuing":true},{"type":"speech","time":1416936300,"counter":101,"content":"<p>I welcome the Minister of State, but that is where my welcome finishes.  I do not welcome his speech or the announcement made in the D&aacute;il last week on the half-baked measures put in place.  It is essentially to buy the election, but it will not work.<\/p><p>Senator David Norris asked why Sinn F&eacute;in had specifically been singled out in the Minister's contribution.  It is quite obvious - it is the opinion polls, stupid.  The Minister and his party are worried about Sinn F&eacute;in and their seats.  That is the reason he came to the Chamber and attacked Sinn F&eacute;in's policies.  The reality is that he cannot stand over his own party's policies.<\/p><p>Senators on the Government side of the House are very meek and quiet this evening.  They were not so quiet 12 months ago when we debated the Water Services Bill for 18 hours with the former Minister, Mr. Phil Hogan, and the former Minister of State, Deputy Fergus O'Dowd.  We tabled hundreds of amendments, each of which was voted down by Government Senators.  Senator Sean D. Barrett, Fianna F&aacute;il and Sinn F&eacute;in Senators tabled the amendments which were about the use of PPS numbers, bonuses, consultants and the composition of the board.  I told both the former Minister and the former Minister of State that I would not buy a pig in a poke.  We did not know what the water charges would be.  We were told there would be a water charges plan and that there would be consultation, but the Minister farmed it out to the Commission for Energy Regulation.  It brought forward its proposals, but the Government was forced to tear them up and ditch them because the people of the State rebelled against them.  However, not one single amendment on this issue was accepted by the former Minister and Minister of State.  One of them, &quot;Big Phil&quot;, was rewarded with a top job in Europe and a salary of &euro;300,000.  He is now in charge of the biggest budget in the European Union.  This is the guy who is responsible for the complete mess that was made of this issue.<\/p><p>I have listened to the Minister of State and the Minister, Deputy Alan Kelly, say they are sorry.  They are not sorry at all; they are only sorry that they were caught out.  They are only sorry that the people have come out against the charges in their tens of thousands.  Hundreds of thousands of people have taken to the streets on different occasions to say they have had enough.  That is the reason the Minister and the Minister of State are sorry; they are not sorry about any of the policy decisions they have taken.  They are also not listening to the people.  If they were, they would abolish the charges altogether.  People do not want to pay a second time for water.<\/p><p>Water is a precious resource which we all need.  There is something fundamentally wrong with a Government that states it will provide for free general practitioner, GP, care for everybody because people have a right to free access to GP care, but that it will charge people for a precious resource such as water.  None of its policies stacks up.  Irish Water is toxic; it is dead in the water.  Water charges are toxic and they are also dead in the water.  The previous Minister and Minister of State came to this Chamber and faced down the Opposition when we challenged them on these policies.<\/p><p>The sole rationale for the introduction of Irish Water and water charges was water conservation.  This was about water conservation.  Now, the charges will be capped up to 2019.  The meters being installed, which essentially were going to be cash registers outside people's doors, will now be rust buckets that will go the same way as the previous Government's e-voting machines.  The Government has squandered the people's money.  It should have used the money to invest in fixing the system in the first place.  It has squandered the people's money on consultants and is throwing good money after bad, but it has still not listened.<\/p><p>In Waterford, the Minister's home city and county, people came out in big numbers onto the streets in Portlaw, Dungarvan, Waterford city and Tramore for unprecedented anti-austerity protests.  They were sending the Minister and the Government a clear message, that they did not want to pay for water a second time.  Most of them simply do not have the money to pay.  There are families who do not have any spare income.  Their pockets have been emptied.  They see the unfairness of the Fine Gael and Labour Party policies and are saying enough is enough.  They will take to the streets again on 10 December.  There will be peaceful, family-friendly protests outside Leinster House.  Again, with one voice, tens of thousands of people will send the Government the message that they do not like Irish Water which has become a monument to the absolute failure of the Government and that they do not like the water charges which should be scrapped, not capped.  If the Government does not listen to the people, I predict the Minister will not be a Minister or a Deputy in 15 months time, rather he will have lost his seat because he will have lost the confidence of the people, as will most of the Fine Gael and Labour Party Deputies and Senators.  Listen to the people for once and for all.  Listen to what they are saying and scrap the water charges-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500027#JJ00200","speaker":"1133"},{"type":"speech","time":1416936300,"counter":102,"content":"<p>God help the country; that is all I can say.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500027#JJ00300","speaker":"1138"},{"type":"speech","time":1416936300,"counter":103,"content":"<p>That is what the Government should do.  I am glad that the Leader of the House has come into the Chamber.  I hope he will respond.  If he or the Minister of State, Deputy Paudie Coffey, wishes to have a debate with me outside the House, we can have it.  I look forward to the Leader's contribution, but it will be more anti-Sinn F&eacute;in nonsense.  He is here to cover for the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500027#JJ00400","speaker":"1133"},{"type":"speech","time":1416936300,"counter":104,"content":"<p>The Senator is playing to the gallery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500027#JJ00500","speaker":"1130"},{"type":"speech","time":1416936300,"counter":105,"content":"<p>I welcome the Minister of State for this important debate on the water charges.<\/p><p>County Sligo has been mentioned and what has happened there can be replicated across the country.  Sligo County Council has made a huge investment in water services in recent years, as has Leitrim County Council.  Between 1998 and 2010, Sligo County Council invested &euro;110 million in the construction of new water and wastewater infrastructure.  Most of this money was spent in Sligo town.  Of the &euro;110 million, &euro;40 million came from the council's own resources, comprising a loan of &euro;23 million and &euro;17 million in development charges.  Sligo town now has one of the best water and wastewater treatment systems in the country which has the capacity to cater for 80,000 people.  This contrasts with the situation of some neighbouring councils, including those in Galway, County Roscommon and Letterkenny, where the council has been brought to court by the Environmental Protection Agency.<\/p><p>When the new treatment plants were commissioned during the period 2008 to 2010, Sligo County Council was committed to funding the running costs.  At the same time, its block grant was reduced.  Its block grant went from &euro;19 million in 2008 to &euro;15 million in 2013, while the cost of water went from &euro;5.7 million to &euro;10.2 million in the same period.  As this has caused serious strain, I disagree with those who say the old system was good.<\/p><p>Our water engineers have estimated that in the next five years the cost of projects identified throughout the county will be &euro;70 million.  Irish Water will cover the entire cost and there will be no cost to the council.  This will mean hundreds of jobs in the community for construction workers, engineers and so forth, real employment for young graduates from Sligo Institute of Technology.  As Irish Water will be providing the vital utility for the county, it will add to its growth, while protecting the environment at the same time.<\/p> <p>However, if we go back to the old funding method any progress made will stop, because no Government will have the funding in the next five years, and I do not think Sligo County Council or any other council should be exposed to such an insecure financial position again.<\/p><p>Irish Water provides clean water and wastewater removal.  It will provide jobs in the building industry in every county and will help secure the financial position of each county council while protecting the environment.  We have only to look at Scottish Water to see what a publicly owned water utility can deliver.  We need to support progress to help build the best water utility in Europe.  Let us look at what we have done with our factories.  We have many good factories in County Sligo, all of which need a clean and reliable water system.  <\/p><p>A point I have made several times is that rural people in group water schemes have paid for their own water for many years.  I have been involved in group water schemes.  To join the scheme one pays &euro;1,000, plus &euro;140 per year after that.  When water was not provided, our ancestors had to carry it in buckets.  Surely we do not want to go back to that situation.  The only way forward is to support Irish Water and give it the opportunity to borrow in the same way as the ESB, which can borrow &euro;70 billion to provide infrastructure right across the country.  When travelling from east to west and through the entire country, we can see the great work being done by the ESB in building its infrastructure.  We must encourage people to harvest water for farming and washing machines.<\/p><p>I have a question for Sinn F&eacute;in, although my colleague has left the Chamber.  While it continues to criticise the metering programme, why does Northern Ireland have a metering programme?  I understand that in Northern Ireland, when a new house is built, a new water meter is installed.  Why did Sinn F&eacute;in in government not stop that practice in Northern Ireland?  I assure Sinn F&eacute;in there will be no rust, as the water meters are made from plastic and fibreglass.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500027#JJ00600","speaker":"1124","continuing":true},{"type":"speech","time":1416936900,"counter":107,"content":"<p>I welcome the Minister of State.  At all times in the House and at committee meetings, he has distinguished himself in the service of Waterford.  The lost water rate in Waterford is 31%.  It is 55%, or 50%, in Tipperary, 44% in Cork, 36% in Clare, 48% in Limerick city and 48% in Kerry.  There are no economies of scale.  The idea of one big organisation is not supported by the data.  Senator Michael Comiskey comes from the smallest county in the country, Leitrim, which has a wastage rate of 36.5%, whereas Galway, which has about eight times the population, has a rate of 50%.  The first economic fallacy in this debate is that by making one big organisation one gets rid of many inefficient organisations.  Details of the 34 local authorities contained in the appendix to the McLoughlin report show that the rate of water wasted is lower in many small counties.  That is the first bit of economics that the proponents of this system should have learned.  The one-big-organisation model is not one that applies in this case.<br\/>The Government stumbled, having done so much to deal with the problems.  Today we get six good reasons to worry for the future of Irish Water, despite the new charges planned by Colette Browne.  An editorial in <i>The Sunday Times<\/i>stated that the Coalition would not survive the water debacle.  Conor Brady of <i>The Irish Times <\/i>stated that protesters had poured cold water over the Government's credibility.  A survey in <i>Trinity News<\/i>found that 74% of students thought it was badly handled, while only 3% thought it was not.  According to <i>The Examiner  <\/i>of 25 October<i>, <\/i>there is &euro;420,000 perk for water bosses.  Irish Water has been freed from a &euro;59 million bill for rates, according to <i>The Sunday Times<\/i>.  Another headline is &quot;More staff may be hired to administer Irish Water grant.&quot;  Who will handle the &euro;100 grant in the Department of Social Protection, given the waiting lists for invalidity and disability payments.  This has been a disaster, and at this stage the issue should be restored to local democracy.  The local authorities should be allowed to remain the providers of water services.  The local authorities never attracted the public odium that Irish Water has got.  It is a pity to stumble at the last fence in the economic reconstruction of this country.<br\/>When we tabled amendments providing that the National Consumer Agency would be brought in, one would have thought it was the most radical thing in the world, given the way the Minister of State's predecessor reacted.  I think that is now happening, if I heard the Minister, Deputy Alan Kelly, correctly last week.  The Competition Authority will be involved.  This is a monopoly we have decided to make.  To involve the Departments of Finance and Public Expenditure and Reform in guidelines for capital expenditure, we proposed that the charges should not apply to any consumption below the average consumption per household.  Why?  Because the person who is using less than the average is not the one wasting it; it is the person who is above the average consumption.  All of those amendments were turned down in the 16- and 18-hour debates we had.<br\/>The off-balance-sheet issue is a piece of economic hocus pocus.  The EU or EUROSTAT said that if we did it this way, it would be off the balance sheet.  I would not buy anything from somebody who is trying to conceal the facts of the case off the balance sheet.<br\/>We have not dealt with the issue of productivity.  Mr. John FitzGerald, one of the most respected people in Irish economics, said we are doing with 4,000 people what should be done with 2,400 people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500028#KK00200","speaker":"1157"},{"type":"speech","time":1416936900,"counter":108,"content":"<p>He withdrew those remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500028#KK00300","speaker":"1162"},{"type":"speech","time":1416936900,"counter":109,"content":"<p>Senator Barrett to continue without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500028#KK00400","speaker":"1164"},{"type":"speech","time":1416936900,"counter":110,"content":"<p>The McLoughlin report showed a 30% surplus of county managers, a 15% surplus of directors of services, a 10% surplus of corporate services staff and a 15% surplus of city managers.  We took all of them and put them in Irish Water.  The McLoughlin group reported in 2010, while the wastewater report was in 2008.  A family of four on &euro;100,000 earns six times the income of a person on &euro;15,000.  They pay 14 times more tax but they do not consume 14 times more water.  That is why I saw people marching in Maynooth who cannot afford this money.  The Minister has made it regressive by adopting this approach.  Where it was financed through income tax, there was progressivity, as mentioned.<\/p><p>In the programme &quot;This Week&quot;, it was stated that the cost of the metering programme had gone from &euro;431 million to &euro;539 million.  Approximately 60% of water consumption in the UK is not metered.  We appear to have made that a particular goal, and it is coming back to haunt us.<\/p><p>I am glad the Minister of State has tackled the allowance and bonus culture, and I said &quot;Hear, hear&quot; when he announced it.  We have a managerialist organisation with low productivity and a PR strategy that seems to be loosely based on that of Vlad the Impaler, given the amount of damage it has done through public sector bodies.  It needs a communications strategy and a reality strategy.  It is unfortunate that we appear to have set aside all the rules for forming new bodies.  A section in the guidelines for public expenditure issued by the Department of Finance in 2005 provides that all projects costing more than &euro;20 million should be independently assessed.  This organisation has grown out of control.  I think the Government was hijacked by the managerialists who were promoting it within Irish local government.  Certainly the D&aacute;il was ignored and our amendments here were ignored.  I can see that large crowds will be out protesting on 10 December 2014.  The organisation has so many faults, which the Minister of State tried to address as best he could - I commend him on that - but the model chosen was so flawed that it has done serious damage to everybody in the Seanad and the D&aacute;il, and that is why people took to the streets, some resorting to violence.  All of that is a great pity.  We all could and should have done this better in the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500028#KK00500","speaker":"1157"},{"type":"speech","time":1416936900,"counter":111,"content":"<p>That is not why.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500028#KK00600","speaker":"1117"},{"type":"speech","time":1416936900,"counter":112,"content":"<p>People say the Government did a U-turn on water charges.  Yes, we did.  We listened to what the people were saying and responded accordingly.  The Government announcement last week brought clarity, certainty and predictability to the pricing regime that will apply to domestic water charges.  With these objectives in mind, the Government has decided on measures such as the Minister has outlined, under which single-adult households will have a capped charge of &euro;160.<\/p> <p>This will amount to an effective charge of &euro;60 for a person who registers with Irish Water and receives an annual water conservation grant of &euro;100 from the Government.  That is a cap of &euro;1.25 per week.  All other households will have a capped charge of &euro;260, which will amount to an effective charge of &euro;160 once the annual water conservation grant is taken into consideration.  That is a cap of &euro;3 per week.  It is important to note this is a capped charge, not a flat rate charge.  Water conservation remains central to the package of reforms, and there are real incentives for households to manage their water usage.  On the Order of Business I noted the discovery that 22 households nationwide were losing up to 1 million gallons of water, or enough to supply the town of Gorey.  This loss of water was discovered because the households concerned were metered.  Conservation and metering is part of Government policy in this regard.<br\/>This Government will deliver safe and reliable water supplies for families and businesses alike for the coming decades.  We were elected with a large mandate for reform by people who were tired of the way in which previous Governments ran the economy and, especially, our infrastructure into the ground.  Instead of advocating for change, we allowed the politically easy <i>status quo<\/i>to reign, but look where it got us.  For years, 20,000 people have been unable to drink the water from their own taps.  An antiquated water network rots in the ground, while close to 50% of our national treated water supply is lost.  There is virtually no spare capacity in Dublin, which threatens job creation.  Some 16% of our water supplies are at risk, affecting more than 1 million people.  One third of our secondary waste water treatment plants have inadequate effluent standards.  In Dublin, more than 800 km of pipe is over 100 years old.  Most major EU cities have spare capacity of 15% to 20%; Dublin has surplus capacity of between 1% and 4%.  We can no longer ignore the fact that raw sewage flows into our streams, rivers and harbours from more than 42 towns nationwide.  This simply cannot continue.  We cannot stand over a situation in which water supplies for 945,000 people require urgent remedial action.<br\/>Irish Water did not create these problems, but I believe it will fix them, beginning with a capital investment plan worth &euro;1.8 billion, to be funded separately from general government expenditure.  We cannot build the water network Ireland needs from general taxation.  It is not fair to the same working taxpayers who are asked to pay for everything.  As a result, the amount of funding required to invest in clean and consistent water supplies cannot be adequately resourced from the already hard-pressed taxpayer.  Nearly every other developed country in the world has water charges that can be invested in clean and safe water supplies for their citizens.<br\/>The establishment of Irish Water as a single utility company to replace the previous 34 separate water authorities will result in better water services for everyone.  The ambitious metering programme is ahead of schedule and, when completed, will be a vital national asset in terms of helping water conservation and offering significant benefits to customers of Irish Water and Ireland's natural environment.<br\/>Senator Cullinane said he would be in the Chamber to listen to me, but he has gone.  We all know what Sinn F&eacute;in is against, but it is about time it started to tell people what it is for.  It is against everything that we know about.  It is the most populist party in the country.  What is its policy on water today?  Under pressure from the hard left in the race to the bottom in finding the most populist, nonsensical policies that one could make up, and because the public does not believe in anything it says, it has had to revert to cheap publicity stunts in the D&aacute;il, such as that staged by Deputy McDonald, to distract from its own lack of answers to the questions asked of it.  Sinn F&eacute;in has inherited Fianna F&aacute;il's mantle as the weather vane of Irish politics.  It sees which way the wind is blowing and jumps accordingly.  I will conclude on that point, although I could say much more.  The Government has made an honest attempt to bring clarity, predictability and certainty to the objective of providing clean water to our citizens for many years to come.  When people look back, they will recognise the necessity of this utility in providing infrastructure for water supply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500028#KK00700","speaker":"1130","continuing":true},{"type":"speech","time":1416937500,"counter":114,"content":"<p>People are opposed to Irish Water because of the waste and the costs.  From the outset, consultants advised against establishing Irish Water in the way that the Government has chosen.  When the former Minister for the Environment, Community and Local Government, Phil Hogan, came to the House or attended meetings with his own party members, he showed contempt for questions.  We now see the consequences of this contempt.  He did not answer the questions because he did not have the answers or, if he knew the answers, he was hiding them.  The people have seen that Mr. Hogan was rewarded for setting up Irish Water, even though it is the greatest debacle of the year.  They also see the amount of money that has been wasted since it was established.  Only in Irish Water is a bonus not called a bonus.  Employees of Irish Water actually get paid a bonus for underperforming.  Spokespersons for the company went on national television to convince people that black is white and that a bonus is not a bonus.  That is why people are angry.  The reason they are on the streets now is that they cannot afford the charges.  The Government had a range of options and, as Senator Barrett pointed out, a person with a swimming pool pays the same amount as someone who is trying to balance the budget at the end of the month.  We know from the Irish League of Credit Unions that hundreds of thousands of people have only &euro;10 remaining for discretionary spending at the end of the month.  Many people do not even have that amount of money.  Since 1 October, we have seen the Government do ten U-turns.  It suspended charges until 1 January, introduced a household benefit package and fuel allowances, as well as tax relief for water charge payments, did away with the idea of water conservation, sidelined the free allowance, extended the application deadline to 30 November, introduced a flat rate and abandoned metering, suspended the bonus system, which we were told did not exist, and sidelined the Commission for Energy Regulation.  Meanwhile, not a cent has been spent on infrastructure.  These are the twists and turns of the 12 months since the Government was advised not to set up Irish Water in this way.  The former Minister, Phil Hogan, rammed legislation through the D&aacute;il to ensure it was not scrutinised properly.<\/p> <p>To be honest, he never answered the questions.  In some cases, this was because he did not have the answers and, in others, because he did not want to give them.  Ministers should be held to account - that is what the D&aacute;il and the Seanad are for.  The former Minister, Mr. Phil Hogan, knew he was to be rewarded for the lasting legacy of Irish Water with a fine job in Europe, but that legacy will cost Irish taxpayers billions of euro.  However, water quality will be no better next year or in 2016 because all of the investment is going into metering, which, in essence, is not taking place.  As I said, people are angry because this is the straw that breaks the camel's back.  It is one charge too many and the Government did not have to introduce it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500029#LL00200","speaker":"1159","continuing":true},{"type":"speech","time":1416938100,"counter":116,"content":"<p>Fianna F&aacute;il brought it in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM00200","speaker":"1117"},{"type":"speech","time":1416938100,"counter":117,"content":"<p>I remind my colleagues in the Labour Party that its manifesto stated there would be no water charges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM00300","speaker":"1159"},{"type":"speech","time":1416938100,"counter":118,"content":"<p>We did not say that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM00400","speaker":"1117"},{"type":"speech","time":1416938100,"counter":119,"content":"<p>That promise was made in the Labour Party's election manifesto, with promises on education fees and other issues that were not kept.  It is one thing to break a promise, but it is another to do so and cost taxpayers billions in the process.  People are angry because of the waste involved.  Money has been paid to consultants who have not been monitored.  There were significant costs involved in setting up Irish Water, with bonuses being promised, and now people will be paid to drink water.  It is a disgrace and, as Senator Sean D. Barrett pointed out, social welfare resources that are already stretched will now be utilised to make these water payments.  All of this shows the lack of foresight and thinking when the Government set up Irish Water and it is why people oppose the entity.  Fianna F&aacute;il is against Irish Water and the process must stop before more money is wasted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM00500","speaker":"1159"},{"type":"speech","time":1416938100,"counter":120,"content":"<p>I was not going to speak on this issue, but I feel bound to comment on some of the contributions of my colleagues.  I am bemused to hear Senator Mark Daly say Fianna F&aacute;il is against water charges as that party signed up to the measure.  If its regime had won out, we would have had water charges of &euro;400 per year for the past three years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM00600","speaker":"1117"},{"type":"speech","time":1416938100,"counter":121,"content":"<p>That is not true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM00700","speaker":"1116"},{"type":"speech","time":1416938100,"counter":122,"content":"<p>Yes, it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM00800","speaker":"1135"},{"type":"speech","time":1416938100,"counter":123,"content":"<p>Senator John Gilroy is reading Fine Gael briefing notes and it is time he stopped doing so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM00900","speaker":"1116"},{"type":"speech","time":1416938100,"counter":124,"content":"<p>Regardless of the Senator's objections to my comments, Fianna F&aacute;il signed up to introduce water charges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM01000","speaker":"1117"},{"type":"speech","time":1416938100,"counter":125,"content":"<p>Please copy the page which includes the figure of &euro;400.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM01100","speaker":"1116"},{"type":"speech","time":1416938100,"counter":126,"content":"<p>I think the Senator also got his facts wrong on \"Tonight with Vincent Browne\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM01200","speaker":"1117"},{"type":"speech","time":1416938100,"counter":127,"content":"<p>No, I did not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM01300","speaker":"1116"},{"type":"speech","time":1416938100,"counter":128,"content":"<p>It was clear that the Senator had.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM01400","speaker":"1117"},{"type":"speech","time":1416938100,"counter":129,"content":"<p>On a point of order, if the Senator wants to allege that we support a &euro;400 charge, he should produce evidence.  He cannot do so because there is no such evidence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM01500","speaker":"1116"},{"type":"speech","time":1416938100,"counter":130,"content":"<p>This is a normal, robust debate, but I ask Senator JOhn Gilroy to address the issue in question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM01600","speaker":"1171"},{"type":"speech","time":1416938100,"counter":131,"content":"<p>That is solid advice.  This morning on \"Morning Ireland\" I listened to Professor John McHale of the Irish Fiscal Advisory Council.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM01700","speaker":"1117"},{"type":"speech","time":1416938100,"counter":132,"content":"<p>The advisers are again telling the Senator what to say.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM01800","speaker":"1116"},{"type":"speech","time":1416938100,"counter":133,"content":"<p>Please allow Senator John Gilroy speak without interruption as he is on the list to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM01900","speaker":"1171"},{"type":"speech","time":1416938100,"counter":134,"content":"<p>Professor McHale spoke about the political influence and decisions that had led us into our sorry state of economic catastrophe.  He implied that populist decisions had been made and whoever shouted loudest during Fianna F&aacute;il's 14 years in government had received the biggest handouts.  The tax base had been reduced to such an extent that, when the crisis arrived, Ireland was affected disproportionately.  Fianna F&aacute;il and Sinn F&eacute;in want to do the same again.  The Opposition parties will state they must follow their people and see where they are going.  This is the leadership the Opposition is offering, which is constantly evident in the contributions of Fianna F&aacute;il Members.  The contributions of Sinn F&eacute;in Members are hardly worth mentioning because they are all over the place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM02000","speaker":"1117"},{"type":"speech","time":1416938100,"counter":135,"content":"<p>Is this about the polls?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM02100","speaker":"1122"},{"type":"speech","time":1416938100,"counter":136,"content":"<p>It is all about the polls and I thank the Senator for reminding me.  Of course, there is anger and nobody will suggest Irish Water has been set up properly.  There is much frustration within the Government on this issue and if we were to do it again, we would do it differently.<\/p><p>It is difficult to understand how a party of the left could consider it better to charge this taxation on labour rather than consumption.  That is what Sinn F&eacute;in is stating.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM02200","speaker":"1117"},{"type":"speech","time":1416938100,"counter":137,"content":"<p>The Senator is reading another Fine Gael briefing note.  Throw in the kitchen sink.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM02300","speaker":"1116"},{"type":"speech","time":1416938100,"counter":138,"content":"<p>Sinn F&eacute;in and Fianna F&aacute;il have constantly stated Irish Water must be paid for through general taxation.  Any party purporting to represent the left in Irish politics could not support such a policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM02400","speaker":"1117"},{"type":"speech","time":1416938100,"counter":139,"content":"<p>What of \"from each according to his means\"?  Is that not basic left-wing philosophy?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM02500","speaker":"1116"},{"type":"speech","time":1416938100,"counter":140,"content":"<p>Taxation should be reduced on labour, which is what the Labour Party is doing in government.  My friend, Senator Sean D. Barrett, may have inadvertently referred to a protest born out of anger.  The secretary of the T&aacute;naiste and Minister for Social Protection, Deputy Joan Burton, was kicked and spat at during that protest and one of the leaders has been identified in the media as a common thug, rather than simply an angry person.  The person concerned has a long record of engaging in anti-social behaviour and is connected to the party of Senator Trevor &Oacute; Clochartaigh.  Violence must be condemned by all right-thinking people - we cannot prevaricate and try to justify it because people are angry.  Violence is never justifiable and all democrats must agree - a person who does not say this is not a democrat.<\/p><p>That is all I will contribute on this issue.  I would like to say much more, but if I start, I will not have time to develop my points.  Perhaps we might have such a debate on another occasion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM02600","speaker":"1117"},{"type":"speech","time":1416938100,"counter":141,"content":"<p>On a point of information, the remark to which Senator John Gilroy took exception and which he attributed to me was not made by me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM02700","speaker":"1157"},{"type":"speech","time":1416938100,"counter":142,"content":"<p>I apologise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM02800","speaker":"1117"},{"type":"speech","time":1416938100,"counter":143,"content":"<p>I am sorry the Minister of State, Deputy Paudie Coffey, is before the House in place of the Minister who made the speech.  Much has been said today about the Government listening, but I do not think it is.  If it were, we would not be in this mess.  It was disgusting to see the Minister walk out of the Chamber after delivering his speech and I hope the Minister of State will convey this point to him.  I do not care about his media commitments; his commitment is to the House.  He should have stayed and listened.  It was also disgusting to hear him speak about his legacy - his legacy will be written by history and in time and I do not think it will do him great favours.<\/p><p>Some time ago Senator Denis Landy referred to the bonus structure at Irish Water.  As a trade unionist, I can tell the House that if I had a contract with a bonus structure, I would not give it up for free.  I want someone on the Government side to explain how the contracts of employment held by Irish Water workers are to be undone.  How will bonuses be taken from employees, particularly those in the lower pay bracket, from &euro;25,000 to &euro;40,000, referred to by the Senator?  I would like someone to explain this.<\/p><p>Today I took the time to go through the Irish Water work schedule and must say I support the notion of having a water utility to look after our water supply.  However, there is no way on God's Earth that Irish Water will meet its work schedule as it consists of page after page of what must be done around the country.  There are massive leaks all over the place and we are metering houses with meters that will not be required.  We should spend the money on repairing leaks.  There is lead in the water in Limerick, Cork and Dublin and I am sure the same can be said about Galway.  In Tralee there are dangerously high levels.  As boil notices are in place all over the place, why are we wasting money on meters that are not required?  We should spend the money on repairing the system.<\/p><p>There was much talk last week about how the regulator would manage the charges of Irish Water.  Where is the regulator now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM02900","speaker":"1196"},{"type":"speech","time":1416938100,"counter":144,"content":"<p>Good point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM03000","speaker":"1116"},{"type":"speech","time":1416938100,"counter":145,"content":"<p>Has the regulator been made redundant?  This is an interesting point, but nothing has been said about it.<\/p><p>The system is extremely unfair.<\/p> <p>If I have my own well, my own septic tank, I am getting &euro;100.  If I am on the public water utility, I am paying &euro;100.  If I am part of group scheme, I am getting &euro;100 and the group scheme is getting &euro;140.  I really do not understand how we put a pricing structure in place or where we are coming from.  It strikes me that we just plucked the pricing out of the sky and said, \"Sure, we will throw &euro;100 to everybody and that will keep them all happy and get them off our backs\".  <\/p><p>I want to talk about the legislation to ensure that water is retained in public ownership.  Has the Minister of State not got the message that people do not trust the Government?  People have no faith in any of us in these Houses.  There is only one thing they will trust and that is a referendum that guarantees Irish Water will be retained under the ownership of the Irish people. <\/p><p>I have been doing the maths and I must admit to the Minister of State that I am very confused.  From what I can see, the borrowings of Irish Water will not be met by its revenues.  I think a sort of a bull-headed approach has been taken.  We brought in Irish Water and, by God, we are going to keep in there regardless of what anybody says, and we will just drop the price down to a level that will keep people happy for the moment.  I would like the Minister of State to go back and advise the Minister for the Environment, Community and Local Government that the plan is not going to work.  As I have already stated, I do not at all subscribe to the thuggery that took place in Jobstown, but I fear we will see large numbers out on the streets again on 10 December and if we do, we are all in trouble.  We have to sit down and look at where we are going.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500030#MM03100","speaker":"1196","continuing":true},{"type":"speech","time":1416938700,"counter":147,"content":"<p>When Fianna F&aacute;il made a freedom of information request asking the Government to set out the business case for Irish Water we were presented with a 160-page document from Bord G&aacute;is to the Department.  I am showing this document for the cameras.  Page 1 is blacked out.  Page 2 is blacked out.  The table of contents gives a flavour of what else is blacked out, because everything in it is blacked out, from page 4 to page 159.  The whole thing was blacked out.  I am showing it to the Visitors Gallery as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500031#NN00200","speaker":"1116"},{"type":"speech","time":1416938700,"counter":148,"content":"<p>You are not supposed to be doing that, Senator, although I have given you a little bit of leeway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500031#NN00300","speaker":"1171"},{"type":"speech","time":1416938700,"counter":149,"content":"<p>We cannot see it, it is okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500031#NN00400","speaker":"1189"},{"type":"speech","time":1416938700,"counter":150,"content":"<p>This is the reality.  Seo &iacute; an chaoi at&aacute; sibh ag d&eacute;ile&aacute;il le hUisce &Eacute;ireann.  This is the way the Government has dealt with Irish Water from day 1.  It is a disgrace and a shambles.  Page 1 of the Government's manifesto was about freedom of information but its idea of freedom of information is to black the whole thing out.  Do not let them know what is going on because they might rise up and start asking questions.  We can talk about cronyism - the Minister of State himself brought the whole thing to a ridiculous low by appointing a director of Irish Water as his personal driver who, I am sure, is a decent man.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500031#NN00500","speaker":"1116"},{"type":"speech","time":1416938700,"counter":151,"content":"<p>Senator Byrne is well qualified to speak about cronyism.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500031#NN00600","speaker":"1117"},{"type":"speech","time":1416938700,"counter":152,"content":"<p>I never heard of a director of a State board appointed as a ministerial driver.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500031#NN00700","speaker":"1116"},{"type":"speech","time":1416938700,"counter":153,"content":"<p>It is not relevant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500031#NN00800","speaker":"1171"},{"type":"speech","time":1416938700,"counter":154,"content":"<p>There were jaws dropping all over this country when that was revealed.  It is relevant because it is part of a pattern with Irish Water.  There was a full investigation by the <i>Daily Mail<\/i>into finding out who exactly another of the directors was, because they did not even know that and Irish Water would not give details.  They did know that his forefathers fought on the Free State side in the Civil War and of course that was the important information for the Fine Gael Government.  The <i>Daily Mail<\/i>could not even find out the individual's name.<br\/>Let us talk facts and show what was served up to the public and what the public has rebelled against.  Most disgraceful of all is the &euro;700 million and more that has now been wasted.  We are dealing with e-voting to the power of ten.  The Government has thrown the meters into the ground and now said they are not going to use them because there will be a so-called capped charge, which is really a flat-rate charge.  The meters have no purpose whatsoever.  The Minister can say what he likes but the public is not buying it.  <br\/>We have said that Irish Water must be abolished as it is simply not fit for purpose.  The cost structure is too high and there is going to be a row in the new year about that and the employment contracts.  Senators Craughwell and Landy have recognised the reality that when people are given contracts of employment they expect them to be honoured.  The meters will be easier to remove than those contracts of employment giving bonuses to staff.  That is what is sickening people about this project.  Why could we not have created a body along the lines of the National Roads Authority, that would put a strategy around the country but let the local authorities do the work without setting up this superstructure of administration and billing?  <br\/>The people have said &quot;No&quot;.  The Government knows this is going to fail and I believe it will be quite happy if it does.  Senator Gilroy has suggested that polling is all that matters.  That must be why there was a two-week delay when we all had to wait to hear what would be announced.  We know that Fine Gael and the Labour Party were conducting market research during that time, to see what would fit with the public.  After that they felt everybody would be happy with what they announced.  People are happier that the charges are lower, there are no two ways about it, but a large proportion of the Irish public is not prepared to pay any charge.  <br\/>With the &euro;100 that is being given back to every household, we can now say that the Fine Gael-Labour Party Government has left no millionaire behind.  Each millionaire in this country will get &euro;100.  We are going to have to take staff out of vital services to administer this &euro;100 going to the millionaires.  It is not going to the people who need it and it will not help to reduce the charges.  An artificial charging structure is being set up to pass a so-called market corporation test in the EU and we are not even sure if Irish Water will pass.  I do not think the Government cares because its administration has gotten into such a shambolic state.  It has gotten itself over the hump until after Christmas and will worry later if anything goes wrong, and things are very likely to go wrong.  I predict we will be here in May, if the Government is still in office then, trying to figure out what to do next.  Fianna F&aacute;il is trying to work out what way it should go because no party really knows what options exist when it has to deal with the &euro;700 million that the current Government has wasted.  That sum is lying before any party that is serious about going into government.  What do we do about that &euro;700 million that Fine Gael and the Labour Party have buried in the ground?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500031#NN00900","speaker":"1116"},{"type":"speech","time":1416938700,"counter":155,"content":"<p>I have three Senators indicating that they wish to speak and I need to call the Minister at 6.25 p.m. so I ask for Senators' co-operation. Senator Mullins has five minutes but I encourage him to speak more briefly than that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500031#NN01000","speaker":"1171"},{"type":"speech","time":1416938700,"counter":156,"content":"<p>It is very hard to sit and listen to Senator Byrne.  As Vincent Browne reminded him the other night, his party has failed to invest in infrastructure during its 40 years of Government and it planned to bring in a &euro;400 flat-rate water charge on every household.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500031#NN01100","speaker":"1118"},{"type":"speech","time":1416938700,"counter":157,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500031#NN01200","speaker":"1135"},{"type":"speech","time":1416938700,"counter":158,"content":"<p>On a point of information, the Senators keep making that accusation but could they actually produce the document?  The Minister of State is laughing but the people are laughing at him and they were laughing at him a couple of months ago----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500031#NN01300","speaker":"1116"},{"type":"speechnospeaker","time":1416938700,"counter":159,"content":"<p>Senator Byrne has asked his question.  Senator Mullins without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500031#NN01400","nonspeaker":"Acting Chairman (Senator Jillian van Turnout)"},{"type":"speech","time":1416938700,"counter":160,"content":"<p>I have expressed my disappointment on many occasions during the Order of Business about the time it was taking to sort out the issues in Irish Water.  Serious mistakes were made, but my belief is that there was an overly ambitious plan to get a metering system installed nationwide.  I am now pleased that the Minister, Deputy Kelly, and Minister of State, Deputy Coffey, have put in place a scheme that is fair, clear and humane.  It will mean that for the next four years, people will have absolute certainty on what it will cost.  Many households will pay just &euro;1.15 per week while households with two adults or more will pay &euro;3 per week.  There is a whole range of options to make that payment simple and small as people have the resources to meet it.  The Minister of State has indicated that in situations where people are under severe hardship, the community welfare officer will be prepared to assist.<\/p><p>Some Senators have criticised the fact that the water conservation grant will be paid to people in group schemes and people who have invested in their own wells.  I believe this is an acknowledgement from Government that people have invested in their own infrastructure and have paid for their water for the last 30, 40 or 50 years in some cases.  It is only right and proper that they would be treated as equal to everybody else who is going to be metered from now on.<\/p> <p>I would advise people to register with Irish Water.  I do not want to see a situation similar to the one that obtained with the septic tanks when Senator &Oacute; Clochartaigh and his party advised people not to register for &euro;5 and it ended up costing them &euro;50.  I am not sure if Sinn F&eacute;in refunded these people the money lost but I would hate to see people incurring additional costs as a result of failing to register.  <\/p><p>I hope the metering installation programme is accelerated.  Metering saves money and helps to identify where the serious leaks are.  We saw some figures which indicated the very serious and significant amounts of water being lost into the ground.  There are plans for a major infrastructure programme.  There are 22,000 homes on boil water notices.  I am pleased to be able to indicate here today that over half of the people of Roscommon who have been subject to boil water notices for several years will by Christmas no longer be, and nor will the remainder come March or April.  <\/p><p>After a slow start, we are on the right course.  Hopefully, in the years to come we will see an investment which will ensure we have safe, clean water, attract inward investment to our communities and allow us to promote and market our tourism industry in a more effective way.  Everyone who turns a tap in an Irish home will have good, safe clean water.  I commend the Minister of State for the work that has been done in recent times although I am critical of how this project started out. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500031#NN01500","speaker":"1118","continuing":true},{"type":"speech","time":1416939300,"counter":162,"content":"<p>Ba mhaith liom n&oacute;im&eacute;ad amh&aacute;in a thabhairt don Seanad&oacute;ir Healy Eames.  Cuirim f&aacute;ilte roimh muintir na Gaillimhe at&aacute; i nGaileara&iacute; na gCuairteoir&iacute; chomh maith c&eacute;anna.  Faraor go bhfuil an iomarca ard ag na pairtithe eile - iad san Rialtas - ar c&eacute; chomh maith is at&aacute; Sinn F&eacute;in ag d&eacute;anamh seachas na ceisteanna at&aacute; ag d&eacute;anamh tinnis don phobal.<\/p><p>I would like to focus on an element of the debate that probably has not been focused on.  I concur with the sentiments of Senator Cullinane earlier.  While this whole debacle continues, there are people who are without clean water.  I tabled a question today in order to get a clear answer on the current water situation in Carraroe.  The question was ruled not to fall within the remit of the Minister.  The issue concerns the promise to the people of Carraroe of a regional water scheme.  The first part of it has been completed; the pipes are down.  The second part was to be completed by Galway County Council.  There has been a handover to Irish Water with the resulting legacy and shambles.  Irish Water tells us that it will continue pumping the water from the lake in Carraroe.  The lake is polluted and, therefore, a lot of chlorine is used in treating the water and the trihalmethane, THM, levels are very high.  Last week, the media discovered the water in Carraroe failed 95% of the tests on the level of THM in the water carried out since 2008.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO00200","speaker":"1122"},{"type":"speech","time":1416939300,"counter":163,"content":"<p>There has been no investment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO00300","speaker":"1135"},{"type":"speech","time":1416939300,"counter":164,"content":"<p>It is not because of a lack of investment.  The investment has been made in the first part of the scheme.  However, Irish Water is planning to scrap the second part of the scheme.  Who is in charge of telling the people their water is contaminated and carcinogenic?  We are told with the level of THM in the water in Carraroe, that over a long period of time it is carcinogenic.  Irish Water will not give us an answer.  The county council tells us to go to the Environmental Protection Agency, EPA.  The EPA says it is a question for Irish Water.  It is going round in circles.  Who is in charge of public health and responsible for keeping people informed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO00400","speaker":"1122"},{"type":"speech","time":1416939300,"counter":165,"content":"<p>Galway County Council.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO00500","speaker":"1117"},{"type":"speech","time":1416939300,"counter":166,"content":"<p>Galway County Council tells us it is not responsible.  Will the Minister of State clarify who in the new regime is going to tell us about these things?  We are not going to put up with this any more.  We were told Irish Water was set up to invest in and improve the system.  It is telling us it is not going to invest as Galway County Council had planned but will go back to an old botch-up, \"Elastoplast\", situation, and keep giving us filthy water.  It is simply not good enough.  It is not acceptable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO00600","speaker":"1122"},{"type":"speech","time":1416939300,"counter":167,"content":"<p>Gabhaim bu&iacute;och leis an Seanad&oacute;ir as ucht an m&eacute;id ama at&aacute; &aacute; thabhairt aige dom.  Colleagues on this side of the House and I did not vote for the water charges bill last year for one reason.  We could not get answers to basic questions about the costs that would be imposed on people.  I have one question for the Minister of State.  He was a colleague of mine on this side of the House and he knows how important it is to get answers to questions.  It is reasonable for the Government to permit charges of &euro;60 for a single person and &euro;160 net for a family of more than one adult.  However, there is a problem.  People do not believe, come 2019, that those charges will be sustainable.  My question for the Minister of State is whether the Government will lay a plan before the Irish people that will show the investment in the infrastructure can continue at those rates.  If the Minister of State will do that, there will be an end to the riots on the streets.  It is in the interest of personal safety.  We do not want anarchy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO00700","speaker":"1131"},{"type":"speech","time":1416939300,"counter":168,"content":"<p>I welcome this debate and the many diverse views expressed on all sides of the House.  It is welcome that we discuss Irish water, an essential and important natural and national resource.  I will address the issues as far as I can in the limited time I have.<\/p><p>Some Senators spoke about rain harvesting, an important water conservation measure.  The Government is prepared to consider proposals to include further water conservation measures in the building regulations.  That is something we will look at further.  <\/p><p>Senator Norris asked why we need to give water conservation grants in the sum of &euro;100 to householders.  This universal payment will be administered and paid by the Department of Social Protection.  It will support households in taking conservation measures.  Simple interventions such as the purchase of a basic water butt are possible.  This would cost less than the sum provided in the grant and would assist in reducing water charges for many households.  A water butt recycles rainwater for use in watering gardens, washing cars and patios and so forth.  The grant can also be used for simple interventions such as the installation of efficient shower heads and flush devices in toilets.  This would reduce water consumption and increase awareness of water usage in the home.  The capped charges announced last week can be beaten by households reducing their water consumption by such simple interventions and measures.  The grant can also be used against the charges.  <\/p><p>More investment is needed in our water services and system.  The differences expressed by many of the speakers and their parties concerns how the investment can be raised, provided and utilised to improve the water system so that it will meet the needs of future generations, citizens and businesses.  There is a clear choice.  We can either be innovative, as the Government is doing, by setting up a national utility, along the lines of the ESB, a semi-State body that already exists, or raise funds through general taxation and taking it from the budgets of health, education and social welfare.  This needs to be acknowledged by Members offering alternatives.  The question that needs to be asked is from where will the money come.  There is no doubt that investment is needed.  We must ask if we have invested enough in the past and, if not, how are we going to fund the infrastructure deficit that has arisen.  <\/p><p>The answer to the first question is obvious.  We have not invested anything near what is required to deliver a fit-for-purpose, modern, efficient and reliable water and sewerage system across this country.  If we had, we would not have the number of boil water notices, water supply constraints - look at Dublin alone which almost ran out of water last year - the unacceptable levels of leakage in the system and nor would we have raw sewage entering rivers and seas in places throughout the country.  It is not sustainable to leave things as they are.  That is patently obvious.  The fundamental issue here is additional funding for water services and how it will be raised.  <\/p><p>I listened with interest to the contributions from the main Opposition parties - Fianna F&aacute;il and Sinn F&eacute;in.  Senator Byrne repeatedly questioned where the figure of &euro;400 per annum that Fianna F&aacute;il proposed to introduce by 2012, over two years ago, is to be found.  I will tell the Senator where the figure comes from.  It comes from the national recovery plan his party published in 2010.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO00800","speaker":"1092"},{"type":"speech","time":1416939300,"counter":169,"content":"<p>It is not in it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO00900","speaker":"1116"},{"type":"speech","time":1416939300,"counter":170,"content":"<p>Fianna F&aacute;il stated at the time that it needed to raise &euro;500 million for the measure of introducing water charges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO01000","speaker":"1092"},{"type":"speech","time":1416939300,"counter":171,"content":"<p>Where does the figure of &euro;400 come from?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO01100","speaker":"1116"},{"type":"speech","time":1416939300,"counter":172,"content":"<p>Fianna F&aacute;il has flip-flopped on this.  As stated by Senator Cummins earlier, the party is the new weather vane, or probably the old weather vane, of Irish politics.  Sinn F&eacute;in appears to be the new weather vane.  Whichever way the wind blows, Fianna F&aacute;il will go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO01200","speaker":"1092"},{"type":"speech","time":1416939300,"counter":173,"content":"<p>There have been ten U-turns by the Government in the last few months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO01300","speaker":"1116"},{"type":"speech","time":1416939300,"counter":174,"content":"<p>Fianna F&aacute;il has failed in the past in investing in the country's water infrastructure and ensuring there is an adequate system to meet the needs of the citizens of the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO01400","speaker":"1092"},{"type":"speech","time":1416939300,"counter":175,"content":"<p>Fianna F&aacute;il invested twice as much money as this Government, in capital investment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO01500","speaker":"1116"},{"type":"speech","time":1416939300,"counter":176,"content":"<p>The future generations will not thank this Government or any Government if we do not invest in such a vital infrastructure.<\/p> <p> I have listened to Senator David Cullinane continuously express false anger, citing his populism and playing to the gallery for local media.  Sinn F&eacute;in has flip-flopped on this issue also.  Only a few months ago its leader, Deputy Gerry Adams, told the media and the country that he would pay water charges.  He then decided he might not pay them and when we saw the results of the by-elections in Tallaght and Roscommon, Sinn F&eacute;in decided to oppose them.  There is no consistency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500032#OO01600","speaker":"1092","continuing":true},{"type":"speech","time":1416939900,"counter":178,"content":"<p>Our policy has not changed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500033#PP00400","speaker":"1122"},{"type":"speech","time":1416939900,"counter":179,"content":"<p>Senator David Cullinane raised concerns about our constituency, Waterford.  I am happy to report the good news that Irish Water will continue to invest in the seven villages sewerage scheme for which we have been waiting for over 15 years.  It will invest in new sewage collection and treatment systems across County Waterford, which the Senator will welcome.  <\/p><p>Irish Water has been at the top of the agenda for the past few weeks.  The Government has listened and acted.  We must move forward.  I, therefore, call on the House to support Irish Water which is a national utility built along the lines of the ESB.  The model has worked successfully.  In the 1990s and 2000s ESB Networks undertook a network renewal programme, for which it raised more than &euro;7 billion on international markets to invest in critical infrastructure.  We are doing the same with the water network.  The revised water charges package, combined with enhanced governance of the new public national water utility, will set us on the path towards full public confidence in the system, confidence that is required to ensure the optimal impact on the ground of these reforms and a public water system of which we can all be proud and which will meet the needs of citizens and businesses.  These debates are very important.  Fianna F&aacute;il opposed the establishment of the ESB in 1926 and 1927.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500033#PP00500","speaker":"1092"},{"type":"speech","time":1416939900,"counter":180,"content":"<p>My party was not represented in the D&aacute;il when the ESB was established.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500033#PP00600","speaker":"1116"},{"type":"speech","time":1416939900,"counter":181,"content":"<p>When we look back, I hope Fianna F&aacute;il will support the establishment of this very important national utility which will serve the needs of the country into the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500033#PP00700","speaker":"1092"},{"type":"speech","time":1416939900,"counter":182,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500033#PP00800","speaker":"1171"},{"type":"speech","time":1416939900,"counter":183,"content":"<p>Ar 10.30 maidin amar&aacute;ch.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500033#PP00900","speaker":"1135"},{"type":"majorheading","content":"Adjournment Matters","time":1416939900,"counter":184,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500033#PP01000"},{"type":"minorheading","content":"Services for People with Disabilities","time":1416939900,"counter":185,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500033#PP01050"},{"type":"speech","time":1416939900,"counter":186,"content":"<p>I thank the Minister of State for attending to take this Adjournment matter, which is about a young girl who has a profound intellectual disability and intractable epilepsy.  Her family's health has completely broken down.  She is 5 ft. 7 in. and weighs 65 kg.  After a desperate appeal by her family in 2013 for their daughter to be cared for by the State, assessed and taken into respite care, they were very grateful to get a place for her in a residential care unit in Nurney, County Kildare, which involves a 120 km round trip for the family.  This young girl has daily seizures which are life threatening because they lower her blood pressure and oxygen levels.  Her parents have fought long and hard to get their little girl back to school.  She spends up to three hours in a car every day, depending on traffic, to attend school in Cheeverstown.  All the family want is for their little girl to be taken into care in Dublin, somewhere near home.  They are spending over &euro;4,500 on petrol and driving every day to see their child.  <br\/>HIQA, an arm of government, has set out in the national standards for residential services for children and adults with disabilities some features of care settings, including that the positive attachments children make before admission are promoted and maintained and that children are encouraged to develop relationships with their peers and keep their relationships with their families and friends.  This child cannot speak; all she has is the visual love of and communication with her family.  Her only quality of life is when she sees her father, mother and siblings who drive to Nurney every day to see her.  Given that she is with adults in the house there, the family would accept residential care in Dublin with adults as long as it was close to home, within a few miles of Cheeverstown.<br\/>This little girl has sustained injuries since she has been taken into care.  I visited her last night.  While I do not blame anybody, she has broken her toe, has ligament damage in her ankle and can no longer walk.  She has hurt her neck and split her lip.  She had to go to hospital and her lip will never be the same again because she did not have plastic surgery.  Given her seizures, she needs to be cared for near a hospital.  From Nurney, it takes at least one hour to bring her to hospital when she has a seizure, which is unsuitable.  On 8 July the HSE officer who is head of disability services in the Leinster region had a meeting with the family following a meeting they had had with the girl's new consultant in St James&rsquo;s Hospital, a public consultant who happens to be an expert in her rare condition, severe epilepsy.  The consultant said:<blockquote>In my opinion, Cl&iacute;ona's current living situation needs to be reviewed from a safety perspective.  She is living with a very serious medical condition in a social model of care without nursing care.  She needs to be in nursing care.<\/blockquote>The consultant believes she is not safe.  I refer again to her four injuries since she has been in care.  At the meeting on 8 July the person in charge of disability services said she would urgently seek a meeting with the consultant.  It is nearly Christmas and there has been not a dicky bird since.  This is unacceptable.  I need to meet the Minister for Health, Deputy Leo Varadkar, or the Minister of State, Deputy Kathleen Lynch, to dicuss this.  I am going to get a result for this little girl and her family by Christmas and I am not asking much.  There must be a place for her in Dublin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500033#PP01100","speaker":"1169"},{"type":"speech","time":1416939900,"counter":187,"content":"<p>I thank the Senator for raising this issue and apologise on behalf of the Minister of State, Deputy Kathleen Lynch, who is in the other Chamber.  It is on that basis that I am taking this Adjournment debate.  When the Senator replies, she might clarify whether it is the family's wish to have the person cared for in their home or a residential setting.  According to the Minister of State's reply, she has been advised by the HSE that it very aware of the family's wishes to care for the young person in question in their own home.  We might obtain some clarification, not necessarily in the Senator's reply today.  I acknowledge her points on the potential to seek residential care.<\/p><p>For obvious reasons, we all want to protect the identity of the person concerned and I will not give the official answer, except to say the HSE's disability service in the local area has arranged a case review meeting in early December with her family and the relevant service provider.<\/p> <p>I understand a previous meeting with the family was postponed as the HSE disability services manager had not had an opportunity to discuss her circumstances with the consultant neurologist.  Every effort is being made in her best interests to meet the complex needs articulated by her advocate, the Senator.  I hope the meeting which will take place in early December will provide clarity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500033#PP01200","speaker":"979","continuing":true},{"type":"speech","time":1416940500,"counter":189,"content":"<p>I thank the Minister of State for his reply, but I wished I shared his hope that there will be clarity.  Last Friday the family heard from the residential care facility in Nurney that a meeting had been granted.  They did not hear from the HSE and the person concerned has not contacted them yet.  I am very glad that the HSE manager of disability services in area four, the Leinster region, is not working for me in Lilly O'Brien's because we would have gone out of business long ago.  It was on 9 July that the family met the expert consultant who said that, in his opinion, the safety of the child was a problem.  Now, golly gosh, it is proposed to hold a meeting on 4 December.  Please, do not get my hopes up.<\/p><p>Let me clarify the family's wishes.  They wish to save the State some money; they seek shared care in order that the little girl can live in residential accommodation somewhere in Dublin and they do not have a round trip of 120 km.  They propose to take her on a Saturday and that she stay with them overnight and return on a Sunday.  It is important that this little girl who has seizures that are life threatening be in a caring environment with a nurse and that is located near a hospital.  This is urgent.  I ask the Minister of State to convey my wish to the Minister of State, Deputy Kathleen Lynch, that I meet her in person to discuss the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500034#QQ00200","speaker":"1169"},{"type":"speech","time":1416940500,"counter":190,"content":"<p>Absolutely.  The Senator can be assured that I will be talking to the Minister of State, Deputy Kathleen Lynch, this evening.  I will ensure the concerns raised by the Senator are transferred directly to the persons in question in order that they can pick up on the points made.  Please be assured that I will meet the Minister of State and convey to her the request made by the Senator, as the advocate for the girl in question, to meet her to discuss the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500034#QQ00300","speaker":"979"},{"type":"speech","time":1416940500,"counter":191,"content":"<p>It is not just the little girl but also the entire family.  Her mother, father and four siblings are distraught; their lives have been destroyed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500034#QQ00400","speaker":"1169"},{"type":"speech","time":1416940500,"counter":192,"content":"<p>I acknowledge the point.  That is a given.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500034#QQ00500","speaker":"979"},{"type":"minorheading","content":"Medical Card Reviews","time":1416940500,"counter":193,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500034#QQ00550"},{"type":"speech","time":1416940500,"counter":194,"content":"<p>I thank the Minister of State, Deputy Sean Sherlock, for taking this Adjournment debate.  The individual concerned resides in a HSE funded residential St. John of God service that cares for people with an intellectual disability.  The person has a physical and intellectual disability with associated very high care needs.  For as long as the family can remember, the person has had a medical card.  The person entered the care of St. John of God services some 12 years ago in 2002.  A review letter was issued on 10 February 2012 to inform the individual concerned that the medical card was up for review on 31 May that year.  The letter advised that the person would need to complete a review form for the PCRS by 1 May 2012 to ensure the application would be processed before eligibility expired.  However, the PCRS has no record of a review form being returned to the office prior to 2012.  A further letter was issued to the individual on 9 May 2012, advising that if the person wished to have eligibility for a medical card extended, they would need to complete the review form.  The letter stated clearly that failure to return the review form would result in the person's medical card being cancelled, which is what subsequently happened.  The medical card was cancelled in 2012.<\/p><p>This individual's family came to see me in 2014, saying the person's medical card had been removed.  I began to make inquiries to discover the reason the medical card had been reviewed.  The family are the next of kin of the individual, but they had never heard about this letter and were not aware a letter had been sent in 2012.  They were not aware of any of the facts; all they knew was that the individual's medical card had been removed.  I have the dates of all the letters sent in respect of the medical card review, but it was a member of staff in the St John of God service that informed the family that the individual did not have a medical card.<\/p><p>I find it very troubling that a HSE funded residential service can unilaterally decide to allow a medical card to expire without notifying the family in the first instance or seeking their consent.  What if they had decided to remove the person from the service and the individual no longer had a medical card?  What if the individual needed to be sent to a hospital and no longer had a medical card?  <\/p><p>On behalf of the family, I queried the matter locally, as well as questioning the medical card section.  I was informed by letter that until mid-2014, no resident living in the service had an individual medical card, which is extremely strange.  It was further clarified when family members and I met the head of the service - although this person had taken up the position in recent months - that an individual did not need a medical card because the service employed a GP.  If somebody is entitled to a medical card, why does he or she not have one?  The individual is living in a congregated setting, but as we all know, this will be a thing of the past in a few years.  Therefore, why do all of the current residents not have medical cards?  Why would a service volunteer to pay for a GP service when an individual was entitled to a free service?  Who is paying for the services of the GP?  As I have stated, the individual has high medical needs.  I question who has paid for their medication?  Why would a service funded by the HSE do this if a resident is entitled to a medical card?  There are many families involved in providing day-to-day care, as well as making decisions for an individual family member living in a residential service.  At the very least, they deserve to be informed about the position on medical cards and the care provided for their family members.  I find this issue very troubling and believe there is a serious lack of transparency in this case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500034#QQ00700","speaker":"1174"},{"type":"speech","time":1416940500,"counter":195,"content":"<p>I acknowledge the issue raised by the Senator.  I am taking this matter on the Adjournment on behalf of the Minister of State at the Department of Health, Deputy Kathleen Lynch, who is in the D&aacute;il Chamber.  I will not deliver the script provided.<\/p><p>The issue raised by the Senator arises from an exceptional set of circumstances.  I do not wish to say it is a complete outlier in cases presented to the HSE.  I think anybody with a degree of fairness would acknowledge the individual in this case was not dealt with properly.  It is obvious that there was a systems breakdown.  I have been given a script, but I do not wish to state there is no role for the Minister for Health in this case, about which I will speak from the script that I have been given.<\/p><p>I acknowledge the points made by the Senator about the fact that in the period from 2012 to date, the individual in question was locked out of the medical card system through no fault of their own.  The question is why that happened.  I am aware that the HSE has a protocol in place for a review process and that every effort is made to provide for ongoing engagement with clients during this process.  That obviously did not happen in this case.  Each month the HSE analyses the medical card register to identify those medical cards and GP visit cards scheduled for review within three months.  That obviously did not happen in this instance.<\/p> <p>Now all customers scheduled for review are notified and a balance of either full reviews or self-assessments is conducted.  That did not happen either in this instance.  In this case, the HSE has confirmed that the medical card lapsed.  However, the person's medical needs were provided for by a resident doctor, which the Senator has already stated, and any expenses arising from medical appointments or drugs were funded by the service provider.  I understand from the HSE that an application has been made, as the Senator has stated, to reinstate the person's medical card in 2014.  The Minister of State at the Department of Health, Deputy Kathleen Lynch, has asked the HSE to remind service providers of their responsibility to ensure that such matters are attended to promptly in respect of residents in their care.  I do not have an answer for the Senator in relation to what happened in this particular case, but I fully support the Senator's plea on behalf of the client that there be a review of the structures that led to a situation whereby that person was not in receipt of a medical card if that person was entitled to one for a particular period of time.<\/p><p>If I understand the Senator correctly, the medical card was cancelled but the family was not informed or was not in receipt of any documentation to that effect.  To be frank, I think the very least the person is entitled to in this instance is some acknowledgement of that fact, but as Oireachtas Members we all, including me, have experience of circumstances where documentation has slipped through the cracks.  I do not want to lay the blame on any particular entity, but a number of Oireachtas Members have sent in documentation to the service on behalf of various clients or constituents and it has got lost somewhere in the ether.  I know from my own experience that service has been cleaned up considerably to be fair to the HSE and I am confident that this will continue, given today's announcement, for instance, but the case the Senator raises is worthy of further examination.  I hope the most positive outcome would be an assurance that the person's medical card would be restored if that person is so entitled, as seems to be the case, but also that the medical needs, most importantly, are being taken care of.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500034#QQ00800","speaker":"979","continuing":true},{"type":"speech","time":1416941100,"counter":197,"content":"<p>I have no problem with the HSE in this instance.  It has provided me with every date and every piece of correspondence sent out.  My argument is that the service, which is funded by the HSE, did not inform the family.  There was no communication at all with them that the medical card was up for review.  The service providers let it lapse, but what they said to me when I met with them was \"They didn't need the medical card.  We're providing the GP in our service.\"  My question is why one would do that when everyone is strapped for cash and they are all looking for funding.  Why would one volunteer to pay out of one's own pocket for medication when that person is entitled to it for free on a medical card?  I have since been told that they had applied for a medical card.  I checked with the medical cards office last week and it has no record of anything being applied for in the last year.  There is a huge lack of transparency in this matter.  Money is being provided to this service and the providers should be accountable for this.  There are 123 people living in this residential service.  Does that mean that 123 people had no medical cards and had doctor's services paid for when they were all entitled to free treatment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500035#RR00200","speaker":"1174"},{"type":"speech","time":1416941100,"counter":198,"content":"<p>I beg the Chair's and the Senator's indulgence I just acknowledge that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500035#RR00300","speaker":"979"},{"type":"speech","time":1416941100,"counter":199,"content":"<p>Do not mind the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500035#RR00400","speaker":"1128"},{"type":"speech","time":1416941100,"counter":200,"content":"<p>It is very important and I-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500035#RR00500","speaker":"1174"},{"type":"speech","time":1416941100,"counter":201,"content":"<p>I acknowledge the distinction that the Senator has made.  At the same time, historically there is a situation where the client - and I know it is an awful word-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500035#RR00600","speaker":"979"},{"type":"speech","time":1416941100,"counter":202,"content":"<p>It is an awful word<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500035#RR00700","speaker":"1174"},{"type":"speech","time":1416941100,"counter":203,"content":"<p>-----the person.  I apologise if I am using inappropriate terminology; I do not mean to offend anybody.  A system or a protocol must be put in place.  That is the essential point that is being made by the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500035#RR00800","speaker":"979"},{"type":"speech","time":1416941100,"counter":204,"content":"<p>Absolutely.  Where family members are informed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500035#RR00900","speaker":"1174"},{"type":"speech","time":1416941100,"counter":205,"content":"<p>Where family members are informed.  That is the key here.  From a HSE perspective, they generate a great deal of correspondence but in this instance there is a certain responsibility on the HSE.  That is my view.  I will relay this to the Minister of State, Deputy Lynch, on behalf of the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500035#RR01000","speaker":"979"},{"type":"minorheading","content":"Firearms Licences","time":1416941100,"counter":206,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500035#RR01100"},{"type":"speech","time":1416941100,"counter":207,"content":"<p>My quip was exactly that.  I have the height of respect for the Chair and particularly for the current encumbent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500035#RR01200","speaker":"1128"},{"type":"speech","time":1416941100,"counter":208,"content":"<p>As do we all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500035#RR01300","speaker":"1174"},{"type":"speech","time":1416941100,"counter":209,"content":"<p>Harmony is restored.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500035#RR01400","speaker":"1171"},{"type":"speech","time":1416941100,"counter":210,"content":"<p>I welcome the Minister of State, but I am disappointed that the Minister for Justice and Equality, Deputy Fitzgerald, is not present to take this particular motion on the Adjournment.  Earlier today many Members of both Houses visited a lobby organised by the sports coalition in Buswell's Hotel, across the road from the House.  In the course of the presentations made by various individuals, led by the very able CEO of the National Association of Regional Game Councils, Des Crofton, it became apparent that this is a serious issue.<\/p><p>The wording of the motion is slightly incorrect in that &quot;Garda inspectors&quot; should actually read &quot;Garda superintendents&quot; and the reference to section F of the Garda Commissioner's guidelines should actually refer to annex F of the Garda Commissioner's guidelines.  These are my errors, not those of the Seanad office.<\/p><p>I also wish to declare an interest in that I am a nominee of the National Association of Regional Game Councils, so I have more than a passing interest in their activities.<\/p><p>I and other colleagues at this meeting listened to words like &quot;offensive to sports enthusiasts across the country&quot;, to &quot;lack of confidence in the Garda S&iacute;och&aacute;na&quot;, and &quot;using the argument of defending the country against criminal elements&quot;, which made that comment even more deeply offensive to sports enthusiasts.  Anybody would have to respond to it and find out exactly what is going on.<\/p><p>At the core of this is a strong sentiment among the sports coalition that the Garda is out to get it.  It has no confidence in the Garda because of ongoing and recurrent court cases and appeals against gun licence applications through the years, which are still before the High Court, and because the Garda itself has initiated this review of the firearms Acts, with the acquiescence of a pliant Department of Justice and Equality, to target sports enthusiasts by using the cover of criminal elements.  It referred, for example, to the 1,000 plus guns that have been recovered by the Garda S&iacute;och&aacute;na, implying that these had come from the sports community when in fact it was pointed out to us that most of these guns had been stolen from gun dealers and in other cases they were discarded guns, and also that every licensed gun owner in this country is legally obliged to report stolen guns anyway.  The point was also made that the Criminal Justice Act 2006 covered many of the instances that are now being raised again by the Garda in terms of protection of the general public and laid out the criteria which must be complied with by licensed gun owners, which gun owners are doing and have been doing at considerable cost to themselves.<\/p><p>The most insidious part of this has been the allegation that Garda superintendents in some parts of the country are denying licence applications under annex F of the Garda Commissioner's guidelines.  This means, in effect, that they have evidence - and they have named the individuals concerned in correspondence to the Minister for Justice and Equality - that applications for 0.22 small-bore gun licences have been turned down by Garda superintendents in certain parts of the country, using the excuse that a change in the law is imminent when there is no evidence to indicate that this is the case.<\/p> <p>The review has not even got to that point.  The line I emphasise strongly is that despite continuous engagement between Mr. Des Crofton, representing the sports coalition, and the Department of Justice and Equality, until very recently the latter was paying lip service to the concept of consultation.  It has now agreed that there will be further consultation but this must be real and not just submissions.  It must be face-to-face meetings across the table with the people who are most relevant in the argument and who will be impacted to a larger extent than the general public if the review recommendations are to be implemented.<\/p><p>The bottom line is that there is no need for the review to take place in the context of attempting to protect the general community from criminal elements.  It is a spurious argument and the sports coalition, if given the opportunity to have face-to-face engagement with the Minister, would be more than happy to point out the reasons that is.  It is being used by garda&iacute; who the sports coalition believes are trying to get their own back on sports enthusiasts across the country for taking the Garda S&iacute;och&aacute;na to court in various instances.  The Garda continues to have to face court action over garda&iacute; going into the witness box to give evidence that, within the context of Seanad privilege, I note is questionable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500035#RR01500","speaker":"1128","continuing":true},{"type":"speech","time":1416941700,"counter":212,"content":"<p>On behalf of the Minister for Justice and Equality, who sends her apologies, I thank Senator Paschal Mooney for raising the issue today.  As he may be aware, in light of public safety concerns highlighted by An Garda S&iacute;och&aacute;na and difficulties in the interpretation of the legislation expressed by members of the Judiciary, a joint working group of the Department of Justice and Equality and the Garda was established to review the firearms licensing process.  I appreciate that states the obvious, but it is important to record it in the House.  The report of the working group was published on 13 November and submissions on the report have been sought from stakeholders and the public.  The deadline for the receipt of submissions is 31 January 2015.  The consultation process provides individuals and groups with the opportunity to contribute to the development of firearms policy and legislation and will enable consideration to be given to the future direction of such legislation.  The Minister, Deputy Fitzgerald, has already given a commitment not to make any decision until she has had the opportunity to consider all the submissions which are made and met the key stakeholders, including the organisations who represent those who use firearms for sporting purposes.  The Minister urges all concerned to engage with this process so that their views can be considered before final decisions are made in relation to this matter.<\/p><p>In so far as the issue of the Garda Commissioner's guidelines is concerned, I understand the Senator is referring to annex F of same on the practical application and operation of the Firearms Acts.  The Garda Commissioner has made a decision with ministerial consent to issue new Garda guidelines on the Firearms Acts which exclude the former annex F.  The interpretation of the previous annex F had caused difficulties and confusion in regard to applications for firearm certificates for .22 calibre handguns and has resulted in more than 30 judicial review applications to date.  The Senator has made reference to this state of affairs.  There have been no changes to either primary or secondary legislation as a result of amending the guidelines.<\/p><p>Deciding officers in An Garda S&iacute;och&aacute;na have been formally notified this month that all applications for licences for non-restricted handguns shall be considered under the current legislation which is SI 21 of 2008, as amended by SI 337 of 2009.  Interest groups, including representatives of the sports coalition, were notified earlier this month of both the new Garda guidelines without annex F and the current position that, in effect, a negative decision for a licence for .22 calibre handgun is a refusal of the application which allows for an appeal of that decision to the District Court.<\/p><p>To summarise a key point on behalf of the Minister, I note that no decision will be made on the matter until such time as she has had an opportunity to consider the submissions and has met the key stakeholders.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500036#SS00200","speaker":"979"},{"type":"speech","time":1416941700,"counter":213,"content":"<p>I thank the Minister of State who is representing the Minister for Justice and Equality and acknowledge that this is not an area within his brief.  Having said that, I am reassured to some extent that at least it is on the record now that the Minister will meet the key stakeholders, including the organisations I mentioned, which is a significant step forward.  Correspondence with the Minister as recently as August was not replied to other than by way of an acknowledgement of receipt.  It was not until phone calls were made in the last week to ten days that the Minister has conceded on this point.  At least it has now been put on the record.<\/p><p>My understanding is that the deletion of annex F means the entire guidelines are not being activated, which could have a serious impact in terms of firearms activity.  The formal notification of An Garda S&iacute;och&aacute;na this month that all applications shall be considered under the current legislation is a vital and important step forward given the allegations I raised in my earlier submission whereby they were being turned down on the basis that legislation was imminent.  That was plainly an untruth.  The Minister of State made the point that negative decisions on a licence application constitute a refusal which may be appealed to the District Court.  It will be interesting to see the reasons for refusals of handgun licences.<\/p><p>We are talking here about sporting enthusiasts not criminal elements and that is the difficulty the sporting organisations are feeling and why they consider certain terminology offensive.  They are the most compliant people in our society and they are acutely aware of their responsibilities given that they have to handle a wide variety of potentially lethal weapons.  The suggestion that the review is being introduced on foot of criminal reasons is considered by the sporting organisations as an attack on them.  I hope the Minister will have the opportunity to dissuade them from that point of view when she meets them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500036#SS00300","speaker":"1128"},{"type":"speech","time":1416941700,"counter":214,"content":"<p>I concur with the points being made by the Senator.  I represent an urban-rural constituency and have held a shotgun in my time for the same purposes as many people who live in rural Ireland in respect of countryside pursuits.  While I concur with the view that the perception within the lobby that there has been a heavy-handed approach must be addressed, I take in good faith the words of the Minister when she says she will sit down with the stakeholders.  It is something everyone on the Government side of the House has advocated.<\/p><p>In fairness, the Senator has mentioned Mr. Des Crofton.  Mr. Crofton's organisation is prodigious and consists of upstanding citizens.  I know these people myself and have engaged and interacted with them.  The Senator mentioned the 2006 Act and if one looks at the way in which Mr. Crofton and company have interacted with the 2009 Act, there is no doubt but that they have acted absolutely in good faith and continue to do so.  It is in all of our interests to chart a course that ensures there is a successful outcome and that we recognise the value of these lobbies within Irish society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500036#SS00400","speaker":"979"},{"type":"minorheading","content":"Compulsory Purchase Orders","time":1416942300,"counter":215,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500037#TT00100"},{"type":"speech","time":1416942300,"counter":216,"content":"<p>I thank the Minister of State for taking this matter on the Adjournment.  As this is my first opportunity to formally do so, I congratulate her on being appointed as a Minister of State and wish her the best of luck in her portfolio.  I know she will do a great job, as she has been doing since her appointment.<\/p><p>I have been contacted by a number of farmers in Galway East who are concerned about the status of their land in light of the announcement of the Dublin to Galway greenway.  There is no doubt that this greenway will be a welcome addition to east Galway and its landscape but when completed I believe it will bring a large number of tourists to the area as greenways have done across the country.  It will help revive the towns along this route, which is very important to the businesses and the communities in Galway East.  It will create many jobs in local economies around Loughrea and adjoining areas.  However, there is a genuine fear of the compulsory purchase order, CPO, process and its potential to impact detrimentally on the constitution of farmers' lands.  The powers associated with CPOs have always been used with regard to the construction of public utilities including canals and railways in the past and while the use of compulsory purchase orders is a wide-ranging process, they are often seen as draconian in nature.  However, it would be very difficult to progress any national infrastructural projects without them.  The Minister of State might clarify the position with County Galway and inform me if it is expected that CPOs will be required to progress a greenway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500037#TT00200","speaker":"1173"},{"type":"speech","time":1416942300,"counter":217,"content":"<p>I thank the Senator for raising this extremely important issue and allowing me the opportunity to discuss the important Dublin to Galway greenway.<\/p><p>The economic and social benefits to local communities from the delivery of greenways in their locality is fully recognised by my Department.  The issue of greenways is of particular interest to me as it crosses all three areas of responsibility in the Department, namely, transport, tourism and sport, as well as other areas of rural development.<\/p><p>One has only to look at the success of the Great Western Greenway in County Mayo to see how facilities such as these can revitalise our rural areas by bringing new visitors from both home and abroad to areas of the countryside and towns that may not have previously attracted visitors in great numbers.  People using these greenways will need somewhere to stay, to eat and to socialise, and this will have a positive ripple effect on local businesses supplying their needs.<\/p><p>In recent days I had the privilege of attending a presentation on what greenways can do for the local economy.  A bicycle hire business is now employing 26 people in a very rural part of Ireland.  Some 26 people in any employment is a significant number.  The Senator would be delighted if we were able to bring small factories employing 26 people to a rural area, and this is how we can do that.  Apart from the multiplier effect, the creation of 26 jobs in a rural area is very welcome.<\/p><p>The provision of incentives or compensation to landowners affected by the construction of a greenway through their lands is a matter for the local authority in charge of delivering the specific project, given that the consideration of any such payments can substantially increase the cost of project delivery.<\/p><p>It is important for local landowners to note the positive impact the greenways will have on their locality when negotiating on price with the developers of such greenways and to remember that there are other route options available to progress the project.  It is important to note also that the development of greenways needs to meet the requirements of cyclists and walkers and that the straightest or easiest route is not necessarily the best route to attract users.<\/p><p>There is no point in building greenways if not enough people use them.  We must route greenways to ensure they provide connections to sites that attract tourists, have reasonable gradients for all users, connections to towns and villages with public transport, and a good experience with nice views for users along the route.  That is the logic that has been followed by the National Roads Authority and Westmeath County Council, which is leading the project, in identifying the preferred route options from Athlone to Galway.  These preferred routes were the subject of public consultation recently in County Galway.  I understand that useful discussions were had at the public meetings and this will be reflected upon in the coming months.<\/p><p>I also understand that a second round of public consultation days will be held early in 2015 when the preferred route will be displayed for information and further public comment.  Following the second public consultation, the comments received will be used to evaluate and refine the preferred route.  A detailed design of the greenway will then be progressed, which will define the extent of the lands required.  An environmental impact statement and compulsory purchase orders, if required, will be prepared and subject to funding will be submitted to An Bord Plean&aacute;la for approval by the end of 2015.<\/p><p>In general terms the following sets out the Department's views with regard to the various options that can be considered in delivering greenways.  The permissive access model which has been used for the Great Western Greenway is a worthy mechanism for certain cycling and walking projects, particularly on a local level.  It is a low cost community-based model that provides access to the natural environment without interfering with the property rights of the landowners concerned.  In many cases, the landowners become champions of the project, supporting the role of the local authorities and the work of agencies such as F&aacute;ilte Ireland.<\/p><p>In terms of the best land access models for greenway delivery, the use of publicly-owned land is advantageous from the perspective of reducing costs.  Negotiated permissive access, from the perspective of cost and public ownership, continues to have value but for the projects of national scale, consideration must be given to land purchase by agreement or, if necessary, by CPO.<\/p><p>The process of obtaining permissive access is resource intensive and I would have my doubts that such a process could be deployed on projects of national scale such as the Dublin to Galway greenway where agreement would need to be secured with hundreds or more landowners.<\/p><p>Greater investment of tens of millions of euro in the case of the Dublin to Galway greenway is now being provided and it would be precarious to rely on permissive access where the associated agreements may be withdrawn at any time without recourse to the State.  As I stated, it will be a matter for all developers of cycling infrastructure to consider access to land on a case by case basis and to take a multi-criteria approach in the route selection process.  The key consideration should always be to select an approach that will maximise the future use of the amenity concerned.<\/p><p>In the context of developing major cycling infrastructure projects that traverse long sections of privately owned land, such as the Dublin to Galway greenway, I fully support the need to consider negotiated financial agreements or, if required, CPO.  However, I recommend that all other options are considered before land purchase is decided upon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500037#TT00300","speaker":"964"},{"type":"speech","time":1416942300,"counter":218,"content":"<p>I thank the Minister of State for the response.  As an avid cyclist I am delighted that there will be a greenway in Galway given that I spend much of my weekends on a bike trying to work off the calories I put on during my week here.  I acknowledge the benefits of it to the local economy, as the Minister stated.  All that is left to be said is to encourage the farming community to engage in the consultation process under way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500037#TT00400","speaker":"1173"},{"type":"speech","time":1416942300,"counter":219,"content":"<p>It is prudent that the community is involved in the negotiations and whatever consultation process is taking place, it is very important that the community is aware of it.  I understand the concerns of landowners about CPO.  It causes consternation in communities when we do very large infrastructural projects.  However, having listened to all the considered opinions of the locals on the greenway, it is in the main a positive and much-desired tourist project which will be a win-win for everybody in the community.  I encourage the Senator to talk to the landowners and try to get them on board because it will be a positive development.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014112500037#TT00500","speaker":"964"},{"type":"unspoken","time":1416942300,"counter":220,"content":"<p>The Seanad adjourned at 7.20 p.m. until 10.30 a.m. on Wednesday, 26 November 2014.<\/p>","notice":"TIME STRING DETECTED"}]