[{"type":"minorheading","content":"Prelude","time":1646145000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30","time":1646145000,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1646145000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1646145000,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1646145000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#A00100"},{"type":"speech","time":1646145000,"counter":6,"content":"<p>I have received notice from Senator Fiona O'Loughlin that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister of State with responsibility for special education and inclusion to make a statement on the issues being experienced by children and their families in seeking assistive technology. <\/blockquote> <p>I have also received notice from Senator Se&aacute;n Kyne of the following matter:<\/p> <blockquote> \tThe need for the Minister for the Environment, Climate and Communications to carry out an assessment on whether bye-laws Nos. 806 and 809 of 2006, as they relate to inland fisheries, are compatible with the EU habitats directive. <\/blockquote> <p>I have also received notice from Senator Lynn Boylan of the following matter:<\/p> <blockquote> \tThe need for the Minister of State with responsibility for heritage and electoral reform to make a statement on reports of disturbance of wildlife at OPW-managed properties. <\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p> <blockquote> \tThe need for the Minister for Foreign Affairs to make a statement on the Government&rsquo;s efforts to address the issue of the undocumented Irish in the United States. <\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on the Limerick Shannon metropolitan transport strategy. <\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Justice to make a statement on the barriers facing non-fluent English speakers in reporting sexual and gender-based violence. <\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p> <blockquote> \tThe need for the Minister for Rural and Community Development to make a statement on the provision of funding for agricultural shows. <\/blockquote> <p>I have also received notice from Senator Garrett Ahearn of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to provide an update on an emergency works scheme application for Donaskeigh National School, County Tipperary. <\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to carry out a review of the Shannondoc out-of-hours GP service. <\/blockquote> <p>Of the matters raised by the Senators suitable for discussion, I have selected Senators O&rsquo;Loughlin, Kyne, Boylan and Gallagher, and they will be taken now.  I regret that I had to rule out of order the matter raised by Senator Victor Boyhan on the ground that it is a repeat of a Commencement matter raised on 17 February 2022.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#A00200","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1646145000,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#B00050"},{"type":"minorheading","content":"School Equipment","time":1646145000,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#B00075"},{"type":"speech","time":1646145000,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Niall Collins.  I speak on behalf of concerned and frustrated parents who have contacted me over the last months.  They have struggled to access the assistive technology that their occupational therapists have absolutely, unequivocally confirmed was needed for their children.  I have no doubt that that is reflected around the country.<\/p> <p>Assistive technology is not a luxury.  It is a necessity for those who need it.  Ireland prides itself on having a world-class education system that is inclusive, free at the point of use, open to everyone and supportive of everyone.  As the Fianna F&aacute;il spokesperson on education in the Seanad, I am proud that our party introduced free education.  Education is still something that our party is passionate about.<\/p> <p>I have always been a passionate advocate for inclusive education.  I fundamentally believe that all children should be able to receive a high quality education within their own communities and areas.  If we truly want an education system that works and caters for all, then we need to ensure that we advocate for all.  In the modern world, a child's access to educational supports such as assistive technology is vital.  We cannot allow bureaucracy to hinder it.<\/p> <p>I have been in contact with the Minister of State, Deputy Madigan, and her office for some time about a child who is local to me.  Roadblocks to accessing assistive technology have been put in his way.  This child has had two professional assessment reports from an occupational therapist and an educational psychologist, both of which supported and confirmed his need to be supplied with assistive technology.  The Department is now, for some reason, requesting a third evaluation.  It will take time and more money.  The child's parents have already paid for one, with the school paying for the first evaluation.  The family and the school have already paid privately for assessments to this point.  There is a clear need, based on these reports, for additional supports.  This is completely unfair and unacceptable.  I requested that the Minister's office intervene, which has not happened.<\/p> <p>I spoke to the principal of this child's school, who is most concerned for the child.  The principal also feels that it is essential that appropriate supports be put in place well before this child faces into second level.  The child is not engaging in classes.  He says he feels stupid.  He is being bullied by his peers.  This is down to a lack of adequate supports, which have been clearly identified in the assessments to date.  Something must be done to ensure that every child is supported and afforded the quality education to which they are entitled.<\/p> <p>I was contacted by another parent who was given the run-around by the Department when she sought to access assistive technology.  She first applied when her daughter was diagnosed with dyspraxia hypermobility in 2018.  She was in sixth class then and was told to reapply to have this set up for first year.  She was then told to reapply the following year and nothing happened.  In the second year, they applied again and were told by the Department that the grant had been posted to the school.  No cheque ever arrived.  They chased this all last year.  Recently, they had to apply again for a third time.  Their daughter was approved by the Department but nothing happened.  When the parent contacted me, I again tried to advocate on her behalf with the office of the Minister of State, Deputy Madigan, but did not get anything.  It was only when I got a colleague in the D&aacute;il to table a parliamentary question that the Department finally moved on this.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is totally unacceptable.  Is there an issue with the administration of assistive technology within the Department?  Have appropriate resources been assigned to ensure that children who need services can access them?  Will the Department conduct a review of the process to ensure that children are not left behind without vital educational supports?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#B00100","speaker":"1689","continuing":true},{"type":"speech","time":1646145000,"counter":11,"content":"<p>At the outset, I would like to convey the requests from the Minister for Education, Deputy Foley, and the Minister of State, Deputy Madigan, who are unavoidably unable to get to this session for reasons beyond their control.  They have asked me to cover in their place.<\/p> <p>I thank Senator O'Loughlin for raising such an important issue on behalf of her constituents.  She has advocated their case quite articulately.  Enabling children with special educational needs to receive an education is a priority for the Government.  This year, the Department will spend in excess of &euro;2 billion, or over 25% of the Department's budget, on providing a wide range of schemes and supports for children with special educational needs.  <\/p> <p>As part of these supports, the Department operates an assistive technology scheme.  This allows schools to buy specialist equipment for pupils in primary and post-primary settings who have a degree of physical or communicative disability and need an individualised technological approach to assist them in accessing the curriculum.  The type of equipment provided under the scheme is varied and includes audiological supports for students with hearing impairments, Braille equipment for children with visual impairments and computer equipment with associated modified software for students with physical or severe communicative disabilities.  <\/p> <p>There has been a significant increase in the demand for assistive technology in 2021 over previous years, which has resulted in the number of applications rising by 32% to nearly 6,500 in a year.  All completed applications for 2021 have been fully processed.  In line with our increasing investment in special education, the spend for assistive technology has increased by 47% to almost &euro;3 million in 2021.  <\/p> <p>In regard to the application process, the National Council for Special Education, through its network of local special education needs organisers, SENOs, is responsible for processing applications for schools for special educational needs support, including applications for assistive technologies.  SENOs make applications to the Department where assistive technology is required, operating within departmental Circular 10\/2013.  <\/p> <p>The increase in the number of applications received by the Department looks set to continue in 2022, with over 1,200 applications received since January.  Of these, all applications for audiology supports for children with hearing impairments and equipment to assist children with visual impairments are fully up to date, while there are about 190 ongoing applications for post-primary laptop supports.  The Department is very conscious of the need to process applications in as timely a manner as possible.  <\/p> <p>A review of the assistive technology scheme and circular has begun this year and a working group has been established to progress this.  The review will also include a review of the overall assistive technology application process.  If the Senator wants to communicate the details of her constituents to me directly, I will ensure they are conveyed directly to the Minister, Deputy Foley, and the Minister of State, Deputy Madigan.  I also agree that she should not have to ask a colleague to ask a parliamentary question to elicit some action in terms of a response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#C00200","speaker":"1493"},{"type":"speech","time":1646145000,"counter":12,"content":"<p>I acknowledge the significant spending by the Department of Education on special needs, and that is very much to be welcomed.  I am still very concerned about the reply the Minister of State has given because while he talked about the rise in applications in 2021, both situations I have spoken about have been going on for years, one since 2018.  Every year the pupil is told to reapply.  In the first case I spoke about, the child concerned is going through a third examination.  At this stage, the assistive technology would have been paid for.  The family has already paid for an assessment.<\/p> <p>While I welcome the fact that there is a review and that a working group has been established to progress it, the young man I am talking about is one of the 190 ongoing applications and it is vital that he gets the necessary supports.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I accept the Minister of State has said that if I give him the details he will pass them to both the Minister, Deputy Foley, and the Minister of State, Deputy Madigan.  I hope he has more luck than I did.  I have spoken to both of them one to one, sent emails and spoken with their secretaries and I have not had any success with this.  I certainly hope the Minister of State fares better.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#C00300","speaker":"1689","continuing":true},{"type":"speech","time":1646145000,"counter":14,"content":"<p>To conclude, I can only reiterate to the Senator what I said in my opening remarks.  The position is far from acceptable.  The Senator has said that in the case of at least one of her constituents, the application has been ongoing since 2018, which is entirely unacceptable.  A person is entitled to have an application considered in a timely fashion.  Seeking a third assessment seems quite excessive and dragging out an application for that length of time, when the person in question needs the support of assistive technology, does not seem right.  As I said, I will endeavour to take this up directly with both the Minister and Minister of State if the Senator gives me those details.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#D00200","speaker":"1493"},{"type":"minorheading","content":"Inshore Fisheries","time":1646145000,"counter":15,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#D00300"},{"type":"speech","time":1646145000,"counter":16,"content":"<p>I thank the Cathaoirleach's office for choosing this Commencement matter.  In 2006, the conservation and prohibition on sale of coarse fish bye-law No. 806 of 2006 was signed by the then Minister of State, John Browne.  The bye-law states a person shall not take and kill by any means more than four coarse fish on any one day in all waters.  It states a person shall not take and kill by any means any coarse fish greater than 25 cm in length measured in a straight line from the tip of the snout to the fork of the tail.  Bye-law No. 809 of 2006, which is the conservation of pike bye-law, states it is prohibited for a person to take or kill any pike greater than 50 cm in length measured in a straight line from the tip of the snout to the fork of the tail.<\/p> <p>Both of these bye-laws were signed in 2006 and it is my view and that of many anglers in the west of Ireland and elsewhere that bye-laws Nos. 806 and 809 of 2006 are not compatible with the habitats directive and should never have been applied to special area of conservation, SAC, lakes.  No appropriate assessment was done for these by-laws to see what effect pike, perch, roach and bream and the protection thereof would have on SACs, particularly with respect to native species of trout and salmon in SAC lakes.  Anglers in the west and particularly on the western lakes would like to see the spirit of the habitat directives implemented in full, leading to a return of these waters to as close as reasonably possible to their original state.<\/p> <p>The failure to have an appropriate assessment done for these two bye-laws can be compared to the process for bye-law No. 964 of 2018, which I initiated and was signed by the then Minister, Deputy Richard Bruton, in October 2018.  It was the designated salmonid waters by-law for the waters of Lough Corrib, Lough Mask, Lough Carra, Lough Conn, Lough Cullin, Lough Arrow and Lough Sheelin.  The bye-law specified that the waters were designated as wild salmonid waters for the purposes of the regulations and the designated waters shall be managed primarily for the benefits of wild salmonid species.  It stated that notwithstanding the prohibitions in the conservation of pike bye-law No. 809, a person shall take by rod and line from the designated waters more than four pike of any size on any day in any year during the period of the year in which fishing is permitted.<\/p> <p>That bye-law was challenged and fell because of the lack of appropriate environmental assessments.  There is a clear contradiction in how the by-laws were approached and initiated by the Department.  The Department failed to defend the challenge to bye-law No. 964 of 2018 yet both bye-laws Nos. 806 and 809 of 2006 stand, despite not having an appropriate assessment done on the impact of protecting pike and coarse fish on trout and salmon species in the seven lakes I have mentioned.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are hundreds of lakes in this country but the seven western lakes have a specific role as strong salmon and trout lakes.  They deserve protection.  As I have said, I did my best to provide that protection through a bye-law, which was challenged.  I now want the Department to look at bye-laws Nos. 806 and 809 again to see whether they should now stand in the absence of an appropriate assessment or any assessment of the impact the protection of pike and coarse fish is having on other species, particularly native species of salmon and trout, in the western lakes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#D00400","speaker":"1665","continuing":true},{"type":"speech","time":1646145000,"counter":18,"content":"<p>I thank the Senator for raising this matter, which emanates from a commitment in the programme for Government to designate certain lakes the Senator has named as Corrib, Mask, Arrow, Carra, Conn, Cullin and Sheelin, as salmonoid waters.  The initial approach to delivering on this was to put in place a bye-law to address the designation.  The inland fisheries division of the Department of Environment, Climate and Communications progressed a comprehensive draft bye-law within the established legislative processes during the first half of 2021.  Later in 2021, during the public consultation process on the draft designated salmonid waters bye-law covering the seven distinct lakes, a very broad range of diverse, and often significantly divergent, views were submitted to the Department.<\/p> <p>The Minister is acutely aware of the threat to these waters from a range of factors such as infrastructural developments, intensive agricultural practices, water quality, climate change, invasive organisms, and degraded habitats due to arterial drainage.  Established programmes, managed by Inland Fisheries Ireland, IFI, and its predecessors, have been in place on these State-owned waters since the 1950s.  I emphasise that the lakes in question have long been designated for management primarily for the benefit of wild brown trout as a matter of policy and that this policy designation remains.  However, the Minister is conscious of the need to address the full range of issues facing fish and aquatic animals and their habitat.<\/p> <p>On foot of feedback from the consultation, it was clear that reaching broad stakeholder consensus on a bye-law would be extremely challenging.  Based on this feedback and on the advice of IFI, the proposed bye-law is not being pursued.  Instead, following detailed discussions between departmental officials and senior management of IFI, the Minister formally asked IFI to develop a comprehensive, evidence-based management plan for these waters to be known as the western lakes management plan.  The Senator was briefed extensively on these developments and the strategy to discontinue the proposed bye-law in favour of pursuing the policy goal via a comprehensive management plan.  He will no doubt be aware of the Minister's intention to have IFI develop that plan.<\/p> <p>IFI submitted its first iteration of the plan to the inland fisheries division in mid-October 2020 and, following detailed joint consideration, a second refined version was delivered last week.  It is expected that the draft plan will be submitted to the Minister for his consideration shortly in response to his formal request for the plan.  It is also intended that the draft plan will be provided to the Angling Consultative Council of Ireland, which is the group, open to all national angling representation organisations, established by the Minister for consultation on angling matters.  In addition, broad stakeholder consultation will be undertaken across all disciplines of angling and with environmental and biodiversity stakeholders and other affected and interested parties.  <\/p> <p>In the context of these developments, certain stakeholders have raised, mainly by means of requests under the Freedom of Information Act 2014, the matter of the two bye-laws cited by the Senator in this matter.  In the interests of clarity, those making freedom of information requests were advised by the Department that, following a search of available files from 2006, no records within the scope of the requests were located.  This may indicate that the Department concluded that the bye-laws did not come within the scope of the directive and that, as such, an appropriate assessment or even an appropriate assessment screening was not necessary.  It should be noted that the bye-laws in question have been in force for 16 years and, while fisheries legislation provides for an appeal of any bye-law to the High Court within 30 days of its enactment, no such contemporaneous appeal was entered in either case.<\/p> <p>It is also important to note that the carrying out of appropriate assessments or screening assessments or the initiation of assessment processes on more recent regulations or bye-laws does not imply that the Department considers bye-laws Nos. 809 or 806 of 2006 to be non-compliant with the habitats directive.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Niall Collins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2205\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2205&amp;amp;pid=NiallCollins&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These issues would have to be considered as regards the specific bye-laws and the matter of compliance with the EU habitats directive within the perspective of relevant EU case law.  In addition, it may not be feasible to review bye-laws from 16 years ago without reviewing all bye-laws currently in force.<\/p><p>Legislative change required, if any, can be considered in the context of the Inland Fisheries Ireland western lakes management plan.  The future application of bye-laws Nos. 806 and 809 of 2006 to the western lakes will, therefore, also be informed by the implementation of Inland Fisheries Ireland's forthcoming western lakes management plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#E00200","speaker":"1493","continuing":true},{"type":"speech","time":1646145000,"counter":20,"content":"<p>I thank the Minister of State for the comprehensive reply from the Department of Communications, Climate Action and Environment.  In fairness, there is a lot of information in that.  The crux of it is in the last line of the second last paragraph \"the initiation of assessment processes on more recent regulations or bye-laws does not imply that the Department considers bye-laws Nos. 809 or 806 of 2006 to be non-compliant with the habitats directive\".  Of course, they are not saying they are compliant with the habitats directive in that case either.  In my view they are not.  I believe we cannot have a situation where a bye-law is challenged and thrown out because it tries to protect salmon and trout while the same bye-laws operational in those great western lakes that are designed to protect pike and coarse fish are not the subject of an appropriate assessment.  We cannot have one rule being applied to salmon and trout and another rule being applied to pike and coarse fish.  It is quite clear the two bye-laws in question need to be reviewed, rescinded and started again with appropriate assessment to see what impact they are having on salmon and trout in the great western lakes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#F00200","speaker":"1665"},{"type":"speech","time":1646145000,"counter":21,"content":"<p>The Minister is happy that the Inland Fisheries Ireland western lakes management plan will draw on the latest developments in scientific data, survey work and research to create a strategy for these waters that will protect, conserve and preserve their unique status and importance in the long term.  The plan will be subject to rigorous environmental governance, including the requirements of EU directives and, critically, will take ecological, biodiversity and socioeconomic impacts into account.  If legislative change is required in the pursuit of this strategy, it will be considered in the context of the aims of the plan and will encompass consideration of the wider legislation and not confine itself to a very narrow range of species, as suggested.<\/p> <p>It is envisaged that stakeholder engagement between the State bodies, public representatives, the angling community and conservation groups will be a key component to the formulation of the management plan.  It is anticipated a broad range of diverse views will again emerge from this engagement.  Department officials continue to work closely with Inland Fisheries Ireland on the matter.  The issues around the habitats directive must consider the salmonid species included in annexe 2 of the directive on wild Atlantic salmon and the need to protect it from threats, including human exploitation.  Salmon in all waters in Ireland are afforded specific protections via established fisheries policy and annual conservation legislation.  Ireland's protection of salmon is considered best in class internationally and aligns fully with the EU habitats directive and the North Atlantic Salmon Conservation Organization principles.<\/p> <p>Management is based on annual scientific management assessments for salmon stocks, ensuring the harvest of salmon is only from waters with sustainable reproductive capacity, closing waters of salmon that are below sustainable reproductive capacity, opening waters to catch and release, licensing, tagging of harvested salmon, and annual legislation defining the status of each river.  There is also annual legislation to regulate salmon angling and, separately, to regulate commercial fisheries.  The salmon management regime also applies to sea trout more than 40 cm in length, and the potential to extend similar protections to other salmonid species will be considered to afford particular protections to salmonids in general.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#F00300","speaker":"1493"},{"type":"minorheading","content":"Wildlife Protection","time":1646145000,"counter":22,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#G00100"},{"type":"speech","time":1646145000,"counter":23,"content":"<p>I am delighted the Minister of State, Deputy Noonan, is here to take this question.  I raised it last week and still have a number of questions arising from the response I got from the Minister of State, Deputy Peter Burke.<\/p> <p>The background to this matter is that works carried out in Emo Court appear to have been done without the necessary derogation licence and inevitably led to the disturbance of a significant long-eared brown bat roost.  In regard to the timeline, the works were detected in November 2019 and an inspection by the National Parks and Wildlife Service, NPWS, followed in December 2019.  That found there was very little evidence of bats at that stage other than swept-up bat droppings and a dead bat.  In response to that inspection a letter was sent to the Office of Public Works, OPW, at Emo Court to say the works as proposed and already carried out may be contrary to the legislation and inadequate protection was put in place.  An ecological report that stated the mitigation was inappropriate and could not prevent disturbance to the bats was ignored and on that basis no further works were to be done pending the outcome of the investigation report.<\/p> <p>The question today arises from the fact that last week we heard they were emergency works.  We know that is not the case because a scoping exercise was carried out with the ecologists and the basement was clearly listed as planned works.  They were not emergency works.  I have been working on this for a number of months, trying to get to the bottom of what exactly took place.  It appears that one arm of the State was very concerned about the actions that were taking place at Emo Court and the fact that they were done without a derogation licence.  However, another arm of the State, the OPW, is saying that is not the case and that they were emergency works.  The first parliamentary question response I had was a complete denial that the works took place at all or that any bats were disturbed. <\/p> <p>Will the Minister of State release the report that was carried out by the National Parks and Wildlife Service in January 2020 with the full list of recommendations?  Can he confirm that on that investigation there was a recommendation for prosecution, given the fact that the OPW had carried out works that were not licensed and that led to the disturbance of the bat roost?  They are the questions at the nub of this issue.  Is it the case that the National Parks and Wildlife Service recommended a prosecution and somebody, at some point, has intervened to make sure that did not happen?  In that case, there would be a very serious situation where we would have senior civil servants deciding on who should or should not be prosecuted.  That is the simple question.  Will the Minister of State release that report, with its recommendations unredacted?  Can he confirm or deny if the recommendation for prosecution was made?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#G00200","speaker":"1635"},{"type":"speech","time":1646145000,"counter":24,"content":"<p>I will respond to the question on the Commencement and these are additional, if that is okay.  My Department has a very strong relationship with our colleagues in the OPW, with the OPW holding statutory responsibility for the day-to-day maintenance of a large number of monuments and buildings in the ownership of the Minister for Housing, Local Government and Heritage.  These sites can of course be complex, spanning both our built and natural heritage and equally spanning protections and controls under various pieces of legislation including the National Monuments Acts, the planning Acts and the Wildlife Acts.  The National Parks and Wildlife Service of my Department maintains an ongoing contact with the OPW in regard to its obligations under the wildlife Acts.<\/p> <p>Departmental officials are happy to work with the OPW and with local authorities and any other public authorities, in order to assist them in meeting these obligations.  For example, to assist public authorities in meeting their obligation with respect to strict protection given by EU law to bats and their roosts, the NPWS will shortly publish a series of guidance documents dealing with the practical aspects of bat conservation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Malcolm Noonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MalcolmNoonan&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A guidance document for public authorities entitled Strict Protection of Animal Species is also available on the NPWS website.  This guidance is intended to assist in the application of Article 12 and Article 16 of the habitats directive to ensure that works are compliant with these articles.  <\/p><p>To cite one recent example, a member of the NPWS visited and reviewed works at a castle site, advised on the works then being undertaken and future proposed works, and was satisfied that the works at the time were unlikely to cause disturbance to bats.  He further advised on the requirement for oversight in works and the potential requirement to apply for a derogation licence for future works.  We are aware that the OPW has subsequently appointed specialists who are now monitoring works on site.  The Department remains in regular contact with the OPW and is satisfied that a derogation licence will be sought for future works given the potential impacts.<\/p><p>On concerns specifically regarding a bat roost at Emo Court, the NPWS is in ongoing contact with the OPW regarding its obligations under the wildlife and birds and habitats legislation on the important hibernation and breeding roosts at Emo Court for brown long-eared bats, soprano pipistrelles and Leisler's bats, which are the main species that have been identified there.  I am informed by the OPW that Bat Conservation Ireland undertook three surveys at Emo Court in 2021 and the surveying records indicate a stable population of bats in line with levels recorded in the 2012-20 period.  In 2022, Bat Conservation Ireland will carry out three further systematic counts to monitor the continued health of the roost in Emo Court.<\/p><p>To conclude, it is my strong view that this ongoing good working relationship provides the best and most efficient means of protecting wildlife and our built heritage sites in the care of the OPW.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#G00300","speaker":"1512","continuing":true},{"type":"speech","time":1646145000,"counter":26,"content":"<p>I thank the Minister of State for his response.  It goes back again to the point that it is clear that the works were carried out without a licence.  I contacted the NPWS, requesting all of the derogation licences that were granted to Emo Court for the works.  There is no licence for the works that were carried out in November and December of 2019.  Therefore, that is an offence.  If it was not for the colleges flagging this and reporting and reporting it to the NPWS, the later bat conservation surveys probably would not be as optimistic.  This is just one example where there were plastic bags shoved into the passageways, trying to prevent the bats re-entering the building.  That was on the basis of the report that was made by the NPWS.  We are in a biodiversity crisis, and if a State body such as the OPW is stuffing plastic bags into holes to prevent bats entering a building or carrying out works without licences, we do not stand much of a chance when it comes to the private sector living up to its obligations under the law.  Again, I ask the Minister of State to release the report on the investigation of the works that were carried out in November and December of 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#H00200","speaker":"1635"},{"type":"speech","time":1646145000,"counter":27,"content":"<p>I will make inquiries on that report.  I go back to my point about the good working relationship that we have with the OPW in relation to built heritage sites in its care.  We are also working on a proposal for a voluntary continuous professional development scheme to equip private and public contractors with practical skills, knowledge and awareness of ecology and environmental law, as well as best practice in terms of risk management.  This is something that is ongoing in our Department and we are working specifically on that.  As the Senator rightly said, we are in the depths of a biodiversity crisis and it is something we need to work collectively and collaboratively on.  I will get back to her on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#H00300","speaker":"1512"},{"type":"minorheading","content":"Undocumented Irish in the USA","time":1646145000,"counter":28,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#H00350"},{"type":"speech","time":1646145000,"counter":29,"content":"<p>I welcome the Minister of State, Deputy Brophy, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#H00400","speaker":"1694"},{"type":"speech","time":1646145000,"counter":30,"content":"<p>I welcome the Minister of State to the Chamber.  The plight of undocumented Irish people living in America has been ongoing for many years.  Many of them feel isolated and, indeed, forgotten.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Many of them have been unable to come home for years.  They have missed out on significant family events and milestones such as births, deaths and weddings.  Their main fear is not about returning to Ireland but of not being allowed back into the USA, where many have worked for decades.  The pandemic has added another barrier for parents wishing to travel to America to see their children.  Many undocumented Irish people turned to immigration centres and NGOs in order to survive.  Online communication through social media is no replacement for physical contact, especially with one's nearest and dearest.  Fears of deportation limit the use of social services, access to the legal system and full integration into local communities.  <\/p><p>It is important to note the contribution that undocumented Irish emigrants have made to the US economy.  In many instances they pay their taxes and contribute to local organisations.  They are builders, carpenters, manual labourers and they work in many different areas.  They have helped to build America and continue to do so.  In 1990 the Donnelly programme allowed over 10,000 people to avail of a visa to live and work in the USA in the first year after the Bill was enacted.  From 1992 to 1994, 16,000 of 50,000 Morrison visas were set aside for Irish people each year.  These programmes are evidence of what can be achieved.  Unfortunately, however, those programmes were more than 30 years ago.<\/p><p>The issue of Irish emigration to the USA, particularly the status of undocumented Irish, has been a priority for successive Irish Governments.  Emigration issues have been raised on an ongoing basis with the US Administration.  Most recently in October 2021, the Minister for Foreign Affairs, Deputy Coveney, said that the situation of undocumented Irish immigrants in the USA and working to secure legal pathways for Irish people wishing to live and work in the USA had been priority issues for successive Governments and continued to be key priorities for the current Government.  I have spoken to many who ask what people can expect to see done differently on this issue.  We now find ourselves with a unique opportunity because the current US Administration has a strong Irish-American influence and has control over the White House, Congress and the Senate.  This presents a unique opportunity for Irish political representatives to develop a strategy to exert whatever influence they can on the US Administration to get this issue over the line once and for all.<\/p><p>It should be noted that Irish heritage is strong in America, with more than 31.5 million residents claiming Irish ancestry, which is almost one in ten people.  The same talking points come up year after year but nothing seems to happen.  There are no exact figures for the number of illegal Irish in the USA but estimates range from 10,000 to 15,000, although many would claim the number is much greater.  As I said, with President Biden in the White House, who is very proud of his Irish ancestry and refers to it at every opportunity, we now have a unique opportunity to put this issue to bed for once and for all.  I ask the Government to redouble its efforts and to avail of this unique opportunity so that those people who have been hiding while trying to find a solution to this issue for years will finally find one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#H00500","speaker":"1658","continuing":true},{"type":"speech","time":1646145000,"counter":32,"content":"<p>I thank the Senator for raising this important matter.  Addressing the situation of undocumented Irish immigrants in the USA and working to secure legal pathways for those wishing to regularise their status has been, as the Senator rightly pointed out, a priority issue for successive Governments and continues to be a priority for the current Government.  Emigration matters continue to be raised by senior members of the Government at every opportunity and will be a key issue raised during the upcoming series of St. Patrick's Day engagements, not least by the Taoiseach with President Biden.  The Minister for Foreign Affairs, Deputy Coveney, has also raised the matter of the Irish undocumented on a number of occasions, including in high-level meetings during his most recent visit to Washington DC.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Colm Brophy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2427\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2427&amp;amp;pid=ColmBrophy&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The Government continues to seek opportunities to deepen and strengthen Ireland's bilateral relationship with the US Administration under President Biden and members of Congress, particularly on a bipartisan basis.  The promotion of solutions to the undocumented Irish in the US is a key part of that relationship.  The Department of Foreign Affairs, through our embassy in Washington DC, continues to prioritise immigration issues and to develop immigration pathways for our citizens through active engagement with the US Administration and political leaders at all levels.  We seek opportunities to deepen and strengthen our bilateral relations with President Biden's Administration.<\/p><p>We are pleased to see that immigration issues, including possible pathways to citizenship, are a priority for President Biden as demonstrated by his proposal in the US Citizenship Act of 2021.  The Government looks forward to working with his Administration, as well as with the US Congress, on a bipartisan basis as they pursue comprehensive immigration reform in the US.<\/p><p>Through our embassy in Washington, as well as our seven consulates general across the US, the Government works closely with Irish immigration centres that provide support and information to our citizens, including the undocumented.  Many of these groups, including the Coalition of Irish Immigration Centers, receive significant annual funding through the Government's emigrant support programme.<\/p><p>In response to the pandemic, a dedicated Covid-19 response fund was also set up for Irish communities to help these organisations meet the needs of those who are particularly vulnerable, including the undocumented Irish in the US.  In 2021, over &euro;4.22 million was paid to diaspora organisations in the US from the emigrant support programme and Covid-related projects and support thereof.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#J00200","speaker":"1573","continuing":true},{"type":"speech","time":1646145000,"counter":34,"content":"<p>I thank the Minister of State for his comprehensive response.  As I outlined, it is heartbreaking to hear the stories, as I am sure he has, of the undocumented people living in the US.  Someone who went to the US 30 years ago at the age of 20 will be 50 today yet there is still no sign of progress on this issue.  I reiterate that this is a unique opportunity for the Irish Government to make inroads on this issue and to put it to bed once and for all.  We have a friend in the White House in the form of President Biden and we cannot let this opportunity slip.  I ask that the Government redouble its efforts to ensure we find a solution to this long-running problem while he is in office.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#K00200","speaker":"1658"},{"type":"speech","time":1646145000,"counter":35,"content":"<p>I share the Senator's view that there is an opportunity.  As I said, we are absolutely committed to working on this issue at every single level.  It is an issue that I have worked on, as has the Minister and the Taoiseach.  It is a very important issue and we will use the opportunity of the upcoming St. Patrick's Day events to continue that engagement.  Thankfully, there is a willingness in the current Congress and President Biden's Administration to look at immigration reform.  There is an absolute determination in the Government to use every opportunity to see what can be achieved for the undocumented from that willingness.  I thank the Senator again for raising the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#K00300","speaker":"1573"},{"type":"unspoken","time":1646145000,"counter":36,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 3.18 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 3.30 p.m.\r\n\r\nSitting suspended at 3.18 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1646145000,"counter":37,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#N00100"},{"type":"speech","time":1646145000,"counter":38,"content":"<p>Sula nglaoim ar Cheannaire an T&iacute;, t&aacute; r&aacute;iteas beag le l&eacute;amh agam faoi Sheachtain na Gaeilge agus na gr&uacute;pa&iacute; sti&uacute;rtha.  Cuirtear t&uacute;s inniu le Seachtain na Gaeilge, an fh&eacute;ile idirn&aacute;isi&uacute;nta Ghaeilge lena nd&eacute;antar ceili&uacute;radh ar &aacute;r dteanga agus &aacute;r gcult&uacute;r d&uacute;chais.  Leanann Seachtain na Gaeilge ar aghaidh &oacute;n 1 M&aacute;rta go dt&iacute; L&aacute; Fh&eacute;ile P&aacute;draig agus, le linn an ama sin, iarraim ar Sheanad&oacute;ir&iacute; an Ghaeilge a &uacute;s&aacute;id sna himeachta&iacute; aon am is f&eacute;idir leo.  T&aacute; s&eacute; sin iontach t&aacute;bhachtach.<\/p> <p>Ba mhaith liom an deis seo a ghlacadh freisin chun a chur in i&uacute;l do Chomhalta&iacute; go bhfuil gr&uacute;pa&iacute; sti&uacute;rtha bunaithe anois don Seanad agus don D&aacute;il d&rsquo;fhonn &uacute;s&aacute;id na Gaeilge sna himeachta&iacute; sa d&aacute; Theach a chur chun cinn.  Is cuid den tionscnamh 'An Ghaeilge sa Teach', gn&iacute;omh r&iacute;th&aacute;bhachtach i Strait&eacute;is na Gaeilge, 2021, iad na gr&uacute;pa&iacute; sin.  D&eacute;anfar na gr&uacute;pa&iacute; sti&uacute;rtha a sheoladh an tseachtain seo chugainn agus beidh an Leas-Cheann Comhairle agus mise mar Leas-Chathaoirleach an tSeanaid, faoi seach, ina gcathaoirligh ar na gr&uacute;pa&iacute; sin.  Beidh mise i mo chathaoirleach ann.  Gu&iacute;m gach rath ar na gr&uacute;pa&iacute; ina gcuid oibre leis an gcusp&oacute;ir t&aacute;bhachtach seo thar &aacute;r gceann.  T&aacute; s&eacute; sin an-t&aacute;bhachtach.  Molaim d&iacute;obh giota beag Gaeilge a &uacute;s&aacute;id an tseachtain seo.  &Uacute;s&aacute;idig&iacute; c&uacute;pla abairt aon seans a fhaigheann sibh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#N00200","speaker":"1692"},{"type":"majorheading","content":"Death of Former Member: Expressions of Sympathy","time":1646145000,"counter":39,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#O00100"},{"type":"speech","time":1646145000,"counter":40,"content":"<p>Is &aacute;bhar br&oacute;in dom b&aacute;s an iar-Sheanad&oacute;ir &Oacute; Murch&uacute; a chur in i&uacute;l don Teach.  Professor John A. Murphy, who has passed on, would have been known to some Members of the House.  Members will be aware that Professor Murphy was a Member of this House from 1977 to 1982 and from 1987 to 1992.  He died yesterday.  He was a renowned historian and lecturer and had a lifelong association with University College Cork, UCC.  He received a scholarship to study history and Latin in 1945 and was appointed professor of Irish history at UCC in 1971.  He remained in that position until his retirement in 1990.  The Macroom man was held in such high regard by his home county that he was named Cork person of the year in 2005.<\/p> <p>He was first elected to Seanad &Eacute;ireann on the National University of Ireland panel as an Independent Member in 1977.  Indeed, we have another very distinguished Member from that panel here, Senator McDowell, who may have known Professor Murphy at some point along the way.  The late Senator Murphy was passionate about the availability of high-quality education for all and advocated for political and cultural inclusivity.  At this sad time my thoughts are with this family.  On behalf of the House, I wish to convey sincere sympathy to his children, Susan, Cl&iacute;ona, Brian, Hugh and Eileen, and to his extended family and friends on their loss.<\/p> <p>I will add a little personal anecdote.  After I was first elected to this House in 1989, which is a while ago, I went to the Merriman Summer School with a very distinguished former Member of this House who had preceded me, Senator Andy O'Brien, who would be known to Senator Vincent P. Martin.  Senator O'Brien and I went to the school and on the night in question we met Senator John A. Murphy.  It was an extraordinary experience to spend an evening in his company.  He was a great raconteur, a very brilliant man, and he held the entire place in awe.  One could hear a pin dropping all night as he recorded stories upon stories.  Ar&iacute;s, ar dheis D&eacute; go raibh a anam.  Glaoim anois ar Cheannaire an T&iacute;, agus beidh r&uacute;n aici n&iacute;os d&eacute;ana&iacute;.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#O00200","speaker":"1692"},{"type":"speech","time":1646145000,"counter":41,"content":"<p>A chairde, at the end of the Order of Business I will ask you to join me in passing a motion for the expression of sympathy on the death of our former colleague, John A. Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#O00250","speaker":"1653"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1646145000,"counter":42,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#O00300"},{"type":"speech","time":1646145000,"counter":43,"content":"<p>The Order of Business is No. 1, statements on the situation in Israel and the occupied Palestinian territories, including the recent report of Amnesty International, to be taken today at 4.45 p.m. and to conclude at 6.30 p.m., if not previously concluded, with the time allocated to the opening remarks of the Minister not to exceed ten minutes, the contributions of group spokespersons not to exceed eight minutes and the contributions of all other Senators not to exceed five minutes, and with the Minister not to be given less than ten minutes to reply to the debate; and No. 2, statements on the situation in Ukraine, to be taken today at 7.30 p.m. and to conclude at 9 p.m., if not previously concluded, with the time allocated to the opening remarks of the Minister not to exceed five minutes and the contributions of all other Senators not to exceed five minutes, and with the Minister to be given no less than five minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#O00500","speaker":"1653"},{"type":"speech","time":1646145000,"counter":44,"content":"<p>At the outset, I propose an amendment to the Order of Business, namely, that No. 22 be taken before No. 1.  I also join with the Leader's remarks with regard to the late John A. Murphy.  I also want to extend our condolences on behalf of the Fianna F&aacute;il group to Senator Paul Daly on the passing of his father, Se&aacute;n Daly, to the Senator's mum and Se&aacute;n's wife, Mary, and to the extended family.  The funeral took place this morning.  On behalf of our grouping, we extend our condolences to Senator Daly and his family.<\/p> <p>Today marks the beginning of March, which is endometriosis awareness month.  Members will be aware that this is an issue that I have long campaigned on and am very passionate about.  It is very important that we have this month of awareness because we are trying to achieve a greater knowledge among young girls and women of what endometriosis is and how it can affect one's menstrual cycle, health and well-being.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->One of the greatest things we can do for young girls and women is to provide education, which will empower them to ask the questions they need to ask regarding their own healthcare.  Endometriosis is one of the top four gynaecological conditions representing 80% of referrals to gynaecology departments.  It is a significant issue affecting one in ten women throughout the world and, therefore, 10% of women and girls in Ireland are affected by this chronic condition.  I join in supporting the Endometriosis Association of Ireland, which is running a month-long campaign of awareness throughout the country on its social media platforms to raise awareness of that condition.  <\/p><p>We will have statements on the situation in Ukraine later.  It is posing some very challenging questions for us as a country to consider.  There has been a lot of conversation throughout the country about how we can help and stand, in practical terms, in solidarity with the Ukrainian people.  As we speak, there are collection points across the country for clothing, food, baby nappies and baby food, but people are asking what is the best way we can help the Ukrainian people.  Is it through donations to the Irish Red Cross?  Is it working through our Ministers?  Is there a proper channel through which to funnel that goodwill?  We could do with some direction from the Government on what is the best way to practically help to get equipment and supplies to people on the ground as quickly as possible.  <\/p><p>The visa waiver for those Ukrainians entering the country is welcome.  It was disappointing it came when the flights out of Ukraine had stopped.  That decision could have been made a little quicker.  I cannot understand why there was any delay whatsoever.  My gut reaction would have told me of course that we would open our doors and let people in.  We left that a little too late.  Better late than never, but we could have made it a bit easier to get people out of the country and get them here safely.  <\/p><p>We will deal with the questions later regarding what the Ukrainian situation means for us as a member of the EU.  I stand fully behind the members of the European Parliament whom I believe will unanimously pass a resolution calling for entry of Ukraine into the bloc as a member state.  Some officials at European Union level are saying this may take years to happen.  We have elected members versus officials.  The elected members speak for the people on the ground.  The view of most people is that Ukraine should be admitted expediently into the bloc.  That would be good for all of us.  We will come back to that later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#O00600","speaker":"1642","continuing":true},{"type":"speech","time":1646145000,"counter":46,"content":"<p>I would like to speak about Ukraine.  I was really struck by the press release from the Auschwitz memorial at the weekend.  It gave a great summary of what our disposition should be.  It stated:<\/p> <blockquote> \tThis act of barbarity will be judged by history, and its perpetrators, it is to be hoped, also by the International Court of Justice.  As we stand at the Auschwitz-Birkenau Memorial, it is impossible to remain silent while, once again, innocent people are being killed purely because of insane pseudo-imperial megalomania.  We express our absolute solidarity with the citizens and residents of free, independent, and sovereign Ukraine and with all Russians who have the courage to oppose this war.  At this moment the free and democratic world must show, if it has learned its lessons from its passivity of 1930s.  Today, it is clear that any symptom of indifference is a sign of complicity. <\/blockquote> <p>I am proud we have expressed ourselves as a nation in support of Ukraine.  I am proud of all the actions the EU has taken and that they were taken quickly, and I expect them to be implemented quickly.  What was the Russian response?  It was to put its deterrent forces on special combat duty.  Its response was to shoot a family trying to flee with its children to safety, to shoot dead a beautiful little girl, Polina, and her parents, to strike civilian buildings, to shoot other children and parents and to murder civilians.  Its response is to send a military convoy of anything between 27 km and 60 km in length with a mission to murder other innocent families and innocent children.  <\/p><p>There is no such thing as neutrality in the face of atrocity.  We are not neutral on Ukraine.  I am not neutral on Ukraine.  Today, Polina is not in her fourth grade class because she has been murdered in the name of an evil lie and evil man supported by his lackeys.  Today, Ukrainian children are not at school, in parks or in playgrounds.  They are in underground car parks and in basements fearing for their lives.  I have seen the photographs of people I can name and know, and know where they are right now.  There is no neutrality in the face of such atrocities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Today, children with illnesses and in need of comfort and treatment in hospitals are in basements in the dark, in fear of being killed.  They have been carried there by their terrified parents and are being cared for by staff in fear of their lives and those of their families.  Today, there are vulnerable Irish citizens, our nation's babies, in Ukraine.  We want them home.  I find the calls to expel the Russian ambassador impotent and ill-informed, to be perfectly honest.  It is not that I would not happily march the man to Dublin Airport myself but our diplomatic links, however distasteful, may be necessary.  I do not want the ambassador to be expelled, but I want him to know that we are not neutral on human suffering.  We are not neutral on Russia's atrocities.  I am calling for a debate on our neutrality.  Standing together in the EU may bring the support Ukraine needs.  Standing together with the nations of the world that stand against these atrocities may well be the end that is stimulated by the Russian people, many of whom have expressed such courage in the last few days.  Standing together, we say that there is no neutrality in the face of atrocity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#P00200","speaker":"1682","continuing":true},{"type":"speech","time":1646145000,"counter":48,"content":"<p>Ar dt&uacute;s b&aacute;ire, ba mhaith liom aont&uacute; leis na focail at&aacute; r&aacute;ite ag an Leas-Chathaoirleach i dtaobh b&aacute;s John A. Murphy agus comhbhr&oacute;n a dh&eacute;anamh lena chlann.  T&iacute;rghr&aacute;th&oacute;ir, stara&iacute; uasal agus Seanad&oacute;ir thar barr a bh&iacute; ann.  T&aacute; br&oacute;n m&oacute;r orm go bhfuil s&eacute; tar &eacute;is b&aacute;s a fh&aacute;il.  Bh&iacute; s&eacute; mar chomhsh&iacute;nitheoir mo nomination paper in 2016.  T&aacute;im an-bhu&iacute;och de as sin.  We are going to make statements on the Ukrainian situation, but we should be adopting a motion.  We should be declaring clearly where we stand.  Statements are not enough any more.  We all know what we would like to state and we all know what we will state in advance, but we must place on the record of this House that we have come to a decision about what has happened and that we are making a declaration, in precise terms, of where we stand on this issue.  I am not going to divide the House on the matter but I ask the Leader to consider whether in substitution for statements, we can have a motion that we all agree on and pass, so that the Irish people know where this House stands on the issue.<\/p> <p>As Senator Seery Kearney has said, we are dealing with murder on a massive scale.  We are dealing with the attempted annihilation of a European democracy.  This is happening in our time because we have been blind, in the past, to the emerging Sino-Russian alliance, which has emboldened tyrannies both in Beijing and Moscow to use force and threaten to use force in breach of all international norms.  Going back to 1956, I recall Hungarian refugees coming to my house on Leeson Street and selling goods just to survive.  I remember the Russian invasion of Czechoslovakia in 1968.  Members will be glad to know that in 1978, and the other day, I was outside the Russian embassy on Orwell Road, protesting on the tenth anniversary of that event.  We must learn one lesson from all of this, which is the following.  If the leaders of the Russian people, however that leadership is constituted, want to live in a world where they can do this to other people, they must live in the same world that Brezhnev and others did in 1956 and 1968.  They must live in a Cold War world where they have nothing to do with the West, where we cut off all economic ties with them and reduce diplomatic ties to the absolute minimum and where the Russian people bear the brunt of international aggression.  We must be ruthless in pursuing that aim.  This time, the Russian people must know in their hearts, not what they probably sense in secret, that their leadership has brought them into a barbaric, criminal war and that they must pay the price for that.  We must ensure that the people of Ukraine, such of them as will be there in a week's time and so much of Ukraine as a democracy as will exist in a week's time, have not made their sacrifices while the West stood idly by.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#Q00200","speaker":"1669"},{"type":"speech","time":1646145000,"counter":49,"content":"<p>The Green Party, Comhaontas Glas, also conveys its sympathy on the death of former Senator John A. Murphy.  He was a towering intellectual.  Thousands and thousands of people enjoyed reading his erudite published pieces in Sunday newspapers and elsewhere.  I did not always agree with him.  Other Senators referred to former Senator Andy O'Brien, who showed that constitutional republicanism is alive and well in Fine Gael.  It is the Peter Barry school of republicanism.  He was a great friend of John A. Murphy.  I was delighted that Senator Joe O'Reilly made that connection between those two great friends.<\/p> <p>Today is independence day for Bosnia and Herzegovina.  Professor Simms described Ireland's performance at that time as squalid with regard to the carve-up and ethnic cleansing of that country in the 1990s.  The phrase \"level killing field\" was used by some as a misguided reason for reluctance.  That was used to justify doing little or nothing, thus isolating the Bosnians to defend themselves and their country.  That conflict took place on the doorstep of Europe and it should have taught us the massive price of prevarication and doing too little, too late.  As the heavily-armoured Russian convoys edge closer and closer to Kyiv, ready to lay siege to the capital as happened with Sarajevo, let us not be found wanting as an EU community.  Let us act with our eyes open this time.  Sanctions need to be cripplingly deep.  Even if it costs us something, which it no doubt will, let us take that hit, because it will not cost the lives of women and children.  Defending democracy is not cost-free.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#R00100","speaker":"1667"},{"type":"speech","time":1646145000,"counter":50,"content":"<p>I second the amendment to the Order of Business from Senator Chambers to take No. 22 before No. 1.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#R00200","speaker":"1693"},{"type":"speech","time":1646145000,"counter":51,"content":"<p>I extend my sympathy to the Murphy family on the passing of John A. Murphy and to Senator Paul Daly and his family on the passing of his father.<\/p><p>I am looking forward to the statements on Ukraine this evening.  It is surreal to see what is unfolding across the world at the moment.  I hope that we can be constructive in what we can do with sanctions.  I put on record my praise for my colleague, Deputy Mair&eacute;ad Farrell, in the D&aacute;il.  She has highlighted again the issue of section 110, and the &euro;118 billion of Russian oligarchs' funding that has flowed through that section for the past 15 years.<\/p><p>At the top of the Irish Horseracing Regulatory Board's website is a clear statement, written in bold print, &quot;Protecting the Integrity &amp;amp; Reputation of Irish Horseracing&quot;.  The IHRB, formerly the Turf Club, is the regulatory arm of the sport in this country.  It receives &euro;10 million annually to perform this important duty, protecting the reputation and integrity of the so-called sport of kings in Ireland.  This is a self-elected club that has been allowed to appoint its own regulatory directors.  It receives &euro;10 million each year in taxpayers' funding with little or no accountability.  It has also refused for years to publish the salary of its chief executive, who abruptly resigned last year and has since not been replaced.  I read, as I am sure many Senators have, the two substantial, apparently well-researched investigative articles written by Paul Kimmage for <i>The Sunday Independent <\/i>over the past two weekends.  There has been plenty of rumour, innuendo and speculation prior to these articles being published about the possible use of illegal performance-enhancing drugs in Irish racing.  The man who has bravely led the way in this regard is one of our most celebrated and famous horse trainers, a man of impeccable reputation, Jim Bolger.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He has been castigated in many quarters for doing so in, from his own training colleagues to the racing press and the man on the street.  However, he has also been applauded and supported by many others who know this man is to be trusted when he opens his mouth about such a serious matter.  The key suggestion in Mr. Paul Kimmage's article is that the Irish Horseracing Regulatory Board, IHRB, sought to discredit the trainer, Mr. Stephen Mahon, because of his prior claim as a whistleblower regarding the use of performance enhancing drugs in horseracing.  After reading Mr. Kimmage's articles, I believe there are serious questions to be asked about the regulatory board because if any of this is proven to have some truth, there will be serious questions about the treatment of Mr. Mahon and his family.  I have to ask the question: who is going to regulate the regulator?  <\/p><p>Major concerns are being raised about the office of the governing body, the IHRB, in the Curragh, County Kildare, and the oldest sporting club in the world.  It seems to be a closed shop funded by every one of us in this country who pays tax.  I request a full independent inquiry into all affairs, activities, practices and appointments relating to the IHRB.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#R00300","speaker":"1660","continuing":true},{"type":"speech","time":1646145000,"counter":53,"content":"<p>Today I want to bring to people's attention that March is anti-racism month, a month that focuses on interculturalism, equality and anti-racism.  On 1 March five years ago, Travellers were recognised as an ethic minority group in Irish society.  NGOs and Travellers fought for many years to be recognised by the State as an ethnic minority group.  Thankfully, we are now recognised by the State, even though we have always existed in Irish society and always played an equal part in our society.  This year we mark 100 years of the Seanad, and I am a very proud member of the Traveller community who takes part in negotiations that have an impact on all walks of society.  To be able to be part of those larger conversations is critically important.<\/p> <p>There can no longer be token recognition.  It is not just about recognising Travellers on a piece of paper in this House; it is also about implementing the recommendations that Travellers came up with.  We need to work with NGOs to improve the quality of life of Travellers within society.  We should have the same outcomes as the general population.  It is important that there are no longer just tokenistic gestures for our community.  <\/p> <p>I want to bring to the attention of the House that in April it will have been a year the Minister for Justice, Deputy Helen McEntee, published the heads of a Bill on hate crime.  While that was welcome, we would like to know the current status of the Bill.  It would be brilliant if the Minister could come to the House, especially in the month of March, to give us an update on hate crime legislation.  I have spoken to the European Network Against Racism, ENAR, which is desperate to get it over the line.  We would welcome that legislation.<\/p> <p>It has also been a year since the launch of the Government's White Paper on ending direct provision.  It would be brilliant if the Minister for Children, Equality, Disability, Integration and Youth, Deputy Roderic O'Gorman, could come to the House and give us an update on ending direct provision.  <\/p> <p>It is important that the recognition of the Traveller community five years ago be recognised by the House.  That, along with hate crime legislation and ending direct provision, are important matters that, in my opinion and that of the Civil Engagement Group, have been pushed aside over the past year.  I would love to see further discussion on these matters with the two Ministers I mentioned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#S00200","speaker":"1657"},{"type":"speech","time":1646145000,"counter":54,"content":"<p>I welcome that, eventually, the long overdue defamation laws seem to be progressing.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Shane Cassells:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2448\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2448&amp;amp;pid=ShaneCassells&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is very important and has been called for over a long period by those in the publishing industry and the National Union of Journalists.  It is very important as it would allow for proper debate and prevent vexatious complaints.  I hope we will eventually see swift action in this regard from the Minister for Justice.<\/p><p>Equally in the sphere of valid criticism, this night last week in the House we were debating the online media Bill.  A very important interjection was made at the weekend at the national congress of the GAA when the president, Mr. Larry McCarthy, proposed a protection of volunteers in amateur sports Bill and asked that our committee dealing with media and sport take this up.  I spoke to an uachtar&aacute;n about this and he explained that there was a corrosive assault on civility, affecting players, referees, officials and volunteers in general.  The question has been asked in the media over the past couple of days since this address to the national body of the GAA as to why only amateurs should be included.  Mr. McCarthy made the point that amateurs return to their place of work and own homes after playing and do not have the protection of professional sports bodies in cocooning from such activity.<\/p><p>This would be a worthy debate and I welcome the interjection by Mr. Larry McCarthy in this respect.  I will ask the committee Chairman, Deputy Niamh Smyth, to allow us to examine the matter.  It is again an example of the GAA promoting discussion within our country, particularly in this respect with regard to a protection of volunteers in amateur sports Bill.  I welcome that interjection made at the weekend.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#S00300","speaker":"1641","continuing":true},{"type":"speech","time":1646145000,"counter":56,"content":"<p>The biggest fear in Russia and Putin's Moscow is a free and democratic Ukraine as then people in Russia might look to Ukraine and ask why they cannot have what Ukraine has when they share so many culturally close ties.  I have absolutely no doubt Ukraine will be Putin's legacy but it will not be the legacy he intended.  It will be the legacy of a stronger and more united European Union and European Continent than has been known before.<\/p> <p>We can ensure Putin's foreign policy ends in total and utter failure.  I do not say it lightly but we can do this by ensuring we see the accession of Ukraine into the European Union as soon as possible.  The reasons for this are twofold.  The European people over a number of years have demonstrated they stand up for European values as we know them and the European Union was devised so no war would again cross the European Continent.  It is the reason the European Union came into being in the first instance.<\/p> <p>There are 44 million people in eastern Europe looking towards the west, democracy and freedom and they want to be part of that.  It would be a terrible sin for European countries to turn around and say they are okay and they do not really want Ukraine in the European Union.  The European Union cannot say Ukraine fosters all our values and agrees with its sentiments but it does not want it in the Union.  When a sovereign nation has been attacked in the way Ukraine has been by a murderous regime in Putin's Russia, we should look to ensure that if the Ukrainian people and its Government want to join the EU, all efforts are made to see that can happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#T00200","speaker":"1670"},{"type":"speech","time":1646145000,"counter":57,"content":"<p>I draw attention to the recent announcement by the United Kingdom Government that the country will end telemedicine abortions by autumn, a decision we should follow.  The UK provision was first introduced in March 2020 by the British Government as a temporary Covid-19 response.  When our then Minister for Health, Deputy Harris, followed suit in early 2020, modelling the system on the UK decisions, we were also told this would be a temporary measure.  Covid-19 restrictions are increasingly being lifted and our nearest neighbours have taken steps to end telemedicine abortions.  The Minister for Health, Deputy Stephen Donnelly, should now do the same.<\/p> <p>On health and safety grounds alone, the case for ending telemedicine abortions is overwhelming.  Mounting evidence demonstrates that telemedicine abortions have many risks and dangers.  In England, emergency ambulance responses to complications relating to abortions have spiked since telemedicine was introduced.  In London specifically, monthly ambulance dispatches dealing with abortion pill-related complications have doubled since telemedicine was introduced.  Research released in November 2021 reveals more than 10,000 women had received hospital treatment following an at-home use of abortion pills between April 2020 and September 2021.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sharon Keogan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=SharonKeogan&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is shocking.  Unfortunately, we are forced to rely on data from the UK as neither the HSE nor the Department of Health have conducted any research in Ireland on the impact of telemedicine abortions.  Instead, they have relied solely on literature from the UK.  This was a shocking oversight on their part which has endangered the lives of Irish women.  It is sufficient to say that, if these cases can happen in the UK, they can also happen in Ireland.<\/p><p>Telemedicine abortion separates a woman from her doctor and this system is more open to abuse than a system based on face-to-face consultation through, for example, coercion from a partner.  Additionally, a woman cannot receive an in-person examination from her doctor, making it impossible to verify her gestational stage, which raises questions of legality under the 2018 Act.  There is overwhelming evidence pointing in a clear direction.  The Minister, Deputy Stephen Donnelly, needs to address this issue without hesitation and to take immediate steps to end telemedicine abortions here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#T00300","speaker":"1664","continuing":true},{"type":"speech","time":1646145000,"counter":59,"content":"<p>In recent days, a member of An Garda S&iacute;och&aacute;na, Garda Padraig Scott, who lives about 40 km from me at home, was brutally attacked in County Cavan where he was on duty.  I will not say much about the case because we do not know a lot about it at the moment.  However, I would like the House to wish Garda Scott well today and to utterly and totally condemn another attack on a member of An Garda S&iacute;och&aacute;na.<\/p> <p>In the middle of the night, Garda Scott obviously noticed something that was not correct and he has paid a great price for that.  I am glad to say that Garda Scott is now out of hospital.  He is at home with his family.  We wish him a speedy recovery.<\/p> <p>We should have a discussion about crime.  We tend to let these things go.  It is a very serious matter that these attacks are happening.  The young men and women entering the force at the moment are heroes.  They have a great many issues to deal with and we sometimes let them down.  They are also let down by the courts.  They are frustrated.  It is time that we had a good open debate.  Where members of An Garda S&iacute;och&aacute;na do wrong, the law should deal with them, but we have a good force in general.  I look at the many young men and women turning out to join An Garda S&iacute;och&aacute;na.  There is a campaign urging them to join.  We must stand with them.  I am sure everybody will join with me in wishing Garda Scott a speedy recovery.<\/p> <p>I will also very quickly send my good wishes to Aoife O'Rourke from Castlerea in Roscommon who, along with Kellie Harrington, won a gold medal in boxing in a major international competition in Sofia at the weekend.  I wish her and Kellie Harrington the very best of luck.  I also congratulate Fiona Tully of the St. Coman's Handball Club in Roscommon who won a major tournament in Missouri in the USA at the weekend.  Every weekend, sports stars from Ireland, whether their sport is handball, ladies' soccer, golf or something else, give Ireland a great name across the world.  We should always pay tribute to them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#U00200","speaker":"1674"},{"type":"speech","time":1646145000,"counter":60,"content":"<p>I join with the Senator in his congratulations.  Along with all colleagues, I too wish Garda Scott a speedy recovery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#U00300","speaker":"1650"},{"type":"speech","time":1646145000,"counter":61,"content":"<p>This weekend, I was privileged to attend the British-Irish Parliamentary Assembly.  It was my first in-person plenary session.  I really got to see the benefits of the informal and formal engagement with members of the Parliaments of Britain, Scotland, Wales and Northern Ireland.  It was really great to be able to talk about the challenges that face us and the difficulties we are going through.<\/p> <p>We all know that the bilateral relationship is not as good as we would like it to be but it was a positive weekend for parliamentary engagement.  One of our first acts was to pass a resolution on the conflict in Ukraine.  It was pointed out that it would be good to see the UK follow Ireland's actions with regard to visa restrictions.<\/p> <p>It is hard to talk about everyday issues when such things are happening so close to home but I suppose we are lucky that we can so I am going to talk about another issue that is ongoing in Dublin 15.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Emer Currie:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=EmerCurrie&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I want to raise another issue in Dublin 15.  The Fine Gael Party is really focusing at the moment on making publicly-funded infrastructure open more for public use, such as schools being used for after-school activities for example.  I see it in Dublin 15.  A campus in Tyrrelstown has two primary schools, a community centre and a car park.  The local community want to use that car park to facilitate activities in the park next door, which includes the cricket club and the park run but because of bureaucratic entanglement we cannot use it.  We need to be sensible about these issues.  We need to be able to overcome barriers so that we can use resources.  Right now there is a group of people who want to build another car park because they cannot get access to one that is there.  That to me is madness.  A lot of work goes into these things, but sometimes one just has to call for common sense.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#U00400","speaker":"1648","continuing":true},{"type":"speech","time":1646145000,"counter":63,"content":"<p>I would like to raise the Intergovernmental Panel on Climate Change, IPCC, report, which is a stark reminder of the failure of successive Governments to heed the call of scientists to act on climate change.  I will focus on a few points of the report, one being adaptation.  The IPCC report is crystal clear about the global failures to adopt to climate change.  Again, those least responsible for the climate crisis will be those least able to adapt.  The Climate Change Advisory Council examined the Government's performance on adaptation, and the scorecard is damning.  Not a single sector was given the highest score.<\/p> <p>The IPCC report is a stark reminder, not only of the dire impact of climate change on biodiversity but also the potentially negative impact of our efforts to solve climate change.  In Ireland, we have had too many examples of what the panel yesterday referred to as \"maladaptive actions\".   Examples of this happening in Ireland would include Amazon's wind farm that is leading to bog slides, and Bord the M&oacute;na's attempt to build on the site of the mid-Shannon wilderness park, despite the fact that this was a carbon sink.  I have repeated over and again in this Chamber that we cannot allow biodiversity to be the sacrificial lamb of climate action.<\/p> <p>I will also raise the issue of climate justice.  As a wealthy country, Ireland has a key role to play in ensuring the additional funds for climate finance for the poorest regions so that they were able to adapt.  It is very clear again that while the poorest have contributed the least globally, the same is true on the national scale where the top 10% of Ireland's earners emit nearly as much as the bottom 50%.<\/p> <p>These are just some of the points that came up in the report yesterday.  Back in December 2020, we talked about having climate crisis as a standing issue on the Order of Business.  I ask the Leader if we could again look at that to have an update on what is happening about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#V00200","speaker":"1635"},{"type":"speech","time":1646145000,"counter":64,"content":"<p>I share the sentiments expressed earlier by Senator Currie that it is difficult to concentrate on the day-to-day business, but we are lucky to be able to do it so we need to do that.<\/p> <p>I also wish to be associated with the condolences for the family of our colleague, Senator Paul Daly, and the family of Professor John A. Murphy.  From reading about Professor Murphy, and indeed when I studied history in college he was one of our eminent history scholars, he had said that if there was one thing he could change in his life it would be the quality and availability of education.  The Higher Education Authority is currently working on a new access programme for higher education for 2022 to 2026.  This is hugely important because it is really about giving the opportunity to those who would not have the opportunity to go on to further education or third-level education.  We are referring to those from vulnerable backgrounds, people from a Traveller background, and people with disabilities who do not have the opportunity to go on to further education.  I believe this is one of the most important debates we could have in the House.  It would be appropriate given that this plan is at a preparatory stage now.  When Professor Murphy was talking about the quality of education he was also talking about our teachers.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Support for our teachers is always important. <\/p><p>I will briefly raise another issue, which relates to CHO 7 to which Kildare belongs, and the lack of neurology nurses.  Tallaght University Hospital is the main neurology centre for people from Kildare and west Wicklow.  It is short of neurology nurse specialists.  There are only 2.5 where there should be 20.  I ask for this to be taken as a priority.  We need 100 extra nurses throughout Ireland, and 20 in Tallaght University Hospital.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#V00300","speaker":"1689","continuing":true},{"type":"speech","time":1646145000,"counter":66,"content":"<p>I join colleagues in expressing condolences for our colleague, Senator Paul Daly, and also for my colleague, Senator Jerry Buttimer, on the death of his father-in-law.  I wish to have those recorded.<\/p> <p>Today is national self-harm awareness day.  It is important to put it out there in regard to the stigma about self-harm and the fact there are organisations such as Pieta House and the Samaritans out there.  It is also national eating disorder week.  It started on 28 February and runs until 6 March.  They both have a common link and are in many cases associated with mental health.  <\/p> <p>Once again I want to raise the fact that University Hospital Limerick, UHL, is the most overcrowded hospital in the country.  In February it was two people short of 1,500 people on trolleys, waiting for beds.  The INMO has come out again today highlighting this problem at University Hospital Limerick.  I raised the issue here last week and the Leader's response made the headlines on our local radio station.  It was up there on a podcast.  Something has to happen.  The INMO will come before the Joint Committee on Health next week.  Serious questions have to be asked because it is not just about the patients, it is also about the staff and working conditions there.  Last weekend UHL actually asked people not to go to the hospital.  That is not acceptable.  It is not a right message to be sending out.  There are people who have minor injuries, and while there is a minor injuries clinic, people need to be able to avail of the services of the hospital in an appropriate manner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#W00200","speaker":"1695"},{"type":"speech","time":1646145000,"counter":67,"content":"<p>I offer my sympathies and condolences to the Murphy family and to Senator Paul Daly and his family as well.  It is a sad time for them.  It is a sad time for our country, for Europe and for the world.  Later this evening we will have statements on the Russian invasion of Ukraine.  I agree with Senator McDowell and wholly endorse his call for us not just to have statements but to have a unanimously agreed motion from this House utterly condemning Russia's invasion of Ukraine, the brutality and inhumanity that Russia is perpetrating on the Ukrainian people and welcoming and endorsing Ukraine's candidacy for membership of the European Union.<\/p> <p>In the aftermath of the Second World War visionary leaders, politicians, lawyers and resistance fighters came together to start the European Union.  They had shared values of peace and wanted a Europe that was peaceful, prosperous and where solidarity was real.  Those are values we all share.  Whatever our differences may be at other times I believe that we all share an ambition for a peaceful and sustainable Europe.  I hope there can be a unanimous endorsement tonight of a motion from this House welcoming and supporting Ukraine's candidacy.<\/p> <p>In the last six days more than 600,000 Ukrainians crossed the borders towards the European Union.  This war is so depressing, so last century, outdated, destructive and inhumane.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Fitzpatrick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MaryFitzpatrick&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I think of the fathers, sons and brothers remaining.  I heard Ukrainian men are travelling from Cork to fly back.  They are fighting for their lives, for their land and for freedom.  We need to support them and I believe that this House has a duty to pass a motion tonight.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#W00300","speaker":"1656","continuing":true},{"type":"speech","time":1646145000,"counter":69,"content":"<p>I normally ask for a Minister to do something, but I will be different this time.  I want to thank a couple of Ministers.  Yesterday there was an announcement in County Tipperary of the go-ahead for Fethard primary care centre.  Members will be aware I have brought this up a number of times in the Seanad and I tabled this as a Commencement matter.  It is a very important primary care centre for Fethard, Killenaule and Mullinahone.  I know all the GPs are delighted, as I met them yesterday.  The community as a whole is delighted.  It is on a campus that is all about health, well-being and support - Fethard Town Park - which we have invested more than &euro;3 million in already and there is a top-class sports facility there.  I thank the Minister of State at the Department of Health, Deputy Butler, for the work she has done on this.<\/p> <p>I also thank the Minister of State at the Department of Education, Deputy Madigan, for emergency funding for Donaskeigh National School, just outside Cashel.  This funding was badly needed.  The children's playground area where they play during lunchtime has been dangerous for a number of years, and this is the school's third time applying for emergency funding.  The school staff had almost given up hope of getting it entirely.  They are thrilled with the news today.  The principal, Mairead Sheehy, and Martin Daly, chairperson of the board of management, are thrilled with the news.<\/p> <p>Finally, it is a big day in Tipperary today where a new hotel has opened - the Cashel Palace Hotel.  The building been closed since 2014.  As most people will be aware, Cashel is a tourist town.  We get thousands upon thousands of visitors every year.  However, one of the challenges we have always had is that there has not been enough accommodation to keep people in Cashel and in the county.  The opening of this hotel gives people the opportunity to stay in Cashel overnight, and there will be a knock-on effect for caf&eacute;s, restaurants and the wider community in the town.  It is a very important day.  The community is thrilled with it.  I thank everyone and all the workers who have been involved.  It has been promised for a long time to be opened on 1 March, but most projects get delayed.  However, this one opened up today and everyone is delighted.  Everyone is invited to come down and try it out sometime.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#X00200","speaker":"1629"},{"type":"speech","time":1646145000,"counter":70,"content":"<p>If the Senator is buying dinner, we will all show up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#X00300","speaker":"1650"},{"type":"speech","time":1646145000,"counter":71,"content":"<p>I want to offer my sympathies to both Senator Paul Daly and Senator Buttimer on their recent bereavements.  I also support the comments of Senator Cassells.  One thing about the GAA Congress is that either the uachtar&aacute;n report or ard sti&uacute;rth&oacute;ir report always makes some thought-provoking proposals.  I look forward to working with Senator Cassells and, indeed, the GAA at Oireachtas joint committee level to progress the proposals, which are extremely important.<\/p> <p>I also support Senator McDowell's comments.  It is important that both Houses of the Oireachtas send out a strong message to support not just the people in Ukraine, but the Ukrainian community in Ireland.  We are in the decade of centenaries and we are celebrating the 100th anniversary of the men and women from our country who fought for freedom and gave us the freedom we have.  Yet, 100 years on, on the European continent, we have the men and women of Ukraine fighting to keep their democracy.  It is important that we send out that strong support.<\/p> <p>I would like to raise the issue of car parking places.  It is something that I believe in.  Waterford City and County Council has taken a lead in introducing a pilot scheme for what are called \"hidden disabilities\".  That basically means providing specific spaces for people with autism, chronic pain, learning difficulties, mental health conditions, mobility issues, etc, beside amenities.  The lack of such spaces makes simple everyday tasks such as shopping and going to appointments more challenging for people with those disabilities.  Just because we cannot see it because it is a hidden disability, it can be difficult for people to understand or even recognise the challenges and respond with empathy or patience.  I believe firmly, and I am speaking as a father as well, that we need to generate more awareness of these conditions and encourage acceptance, understanding and inclusion in our society.  I call on all local authorities to follow the lead of Waterford City and County Council and provide hidden disability parking places in their county towns.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#X00400","speaker":"1639"},{"type":"speech","time":1646145000,"counter":72,"content":"<p>I join others in paying tribute to the giant, colossus of a man that was iar-Sheanad&oacute;ir John A. Murphy.  I had the pleasure of knowing him and of meeting him on many occasions.  I enjoyed many a robust debate with him, in particular around the marriage equality referendum in 2015 on which we disagreed, but we agreed to disagree.  In this Chamber, in his teachings and in his writings he was a champion of what was right about Ireland.  I urge all Members of this House to read his scholarly writings, in particular on republicanism and on the Irish State.  I pay tribute to him and sympathise with his family.<\/p> <p>The contribution of Senator McDowell this afternoon is one upon which we should all reflect.  I appreciate that the Cathaoirleach has facilitated the making of statements in the House tonight on Ukraine but it is important that we, as the Upper House of the Houses of the Oireachtas, join with D&aacute;il &Eacute;ireann in passing a joint motion condemning the actions of Russia in Ukraine.  I appreciate that we cannot replicate the motion before the Lower House but I am sure we can put together a motion on Ukraine before Thursday.  Perhaps it will not be possible to do that today but we do need to send out more than just statements on Ukraine.  We need both Houses of the Oireachtas to send out a very strong message internationally.  The fact that over 6 million people have watched David McCullagh's interview with the Russian ambassador tells its own story.  We must stand, but not just in words, with the people of Ukraine.  Both Houses of the Oireachtas should send a strong message to the international community and I hope we can do that before the end of the week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#Y00100","speaker":"1637"},{"type":"speech","time":1646145000,"counter":73,"content":"<p>I join with colleagues in expressing my condolences to Senator Buttimer on the sad loss of his father-in-law.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#Y00200","speaker":"1650"},{"type":"speech","time":1646145000,"counter":74,"content":"<p>I want to briefly mention an issue I have raised in the House previously relating to the Irish Thalidomide Association.  I want to put on record my thanks to the Minister for Health, Deputy Stephen Donnelly, for agreeing to meet the association.  While it was somewhat delayed, that meeting took place yesterday.  Having spoken to Ms Finola Cassidy this morning, I believe there are the green shoots of a new plan for addressing the terrible unfairness suffered by the survivors of thalidomide, who are decreasing in number.  They are now all in their 60s and some have been lost already.  This is also important for their parents in particular, many of whom have passed on with the guilt that was attached to having taken the thalidomide drug.  The Minister for Health took the time to talk to me this morning and I am grateful for that.  He is hopeful that we will find a way to deal with the litigation and other issues on an ongoing basis.  The Minister for Justice, Deputy McEntee, has also been engaged in this process.  It is very important that the Government understands that the narrative that has been coming from the Department of Health for the last number of years on this is wrong.  The Department has gotten it wrong.  The number of survivors is small - fewer than 40 - and they are entitled to justice.  The Government failed to withdraw this drug from the market in a timely manner in the 1960s and as a result, we have citizens and residents of this country who have lived with lifelong deformities.  It is only fair that they get a resolution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#Y00300","speaker":"1685"},{"type":"speech","time":1646145000,"counter":75,"content":"<p>I wish to speak about the Skillnet funding that has been announced today for businesses in this country.  This funding is for SMEs and microenterprises and has been allocated from the Brexit adjustment reserve fund, which totals over &euro;1 billion.  That fund, which was channelled through the Department of Foreign Affairs, was designed to support countries impacted by Brexit.<\/p><p>We already have over 73 Skillnet business networks across a lot of sectors and regions in Ireland and the Government has just provided an additional &euro;11 million.  In that context, companies and businesses out there should think about setting up their own Skillnet network if there is not one in their own area or sector.  Eligible applicants include industry bodies and private sector enterprises of any size, including sole traders.  To find out more, people should go to <i>www.skillnetireland.ie\/our-networks.  <\/i>The focus here is on transforming business through talent by upskilling the people in our companies, both employees and managers, in areas like digitalisation, online social networks, customer engagement and preparing for the impact of Brexit by expanding export markets.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aisling Dolan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=AislingDolan&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I wish to highlight that Skillnet Ireland is a wonderful way for businesses to gain free training for their companies.  I thank the Minister for Further and Higher Education, Research, Innovation and Science, Deputy Harris, who announced the initiative today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#Y00400","speaker":"1654","continuing":true},{"type":"speech","time":1646145000,"counter":77,"content":"<p>Iarraim ar Threora&iacute; an T&iacute; freagra a thabhairt ar an Ord Gn&oacute;.  I call on the Leader to respond on the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#Z00200","speaker":"1650"},{"type":"speech","time":1646145000,"counter":78,"content":"<p>Senator Dolan was right to highlight the welcome business funding that was announced today and the Skillnet expansion, which is welcome and timely.<\/p> <p>I thank Senator Ward for bringing to the attention of the House that the Minister for Health met representatives of the Irish Thalidomide Association yesterday.  The Senator said it better than I can when he said that this issue has gone on for far too long and I really do hope that there is a speedy resolution.<\/p> <p>Senator Buttimer touched on the issue of the Ukraine and I will address the matter when I get to the suggestion made by Senator McDowell.<\/p> <p>Senator Carrigy spoke about a pilot scheme on hidden disabilities that is being run in his neck of the woods with regard to car parking.  It never ceases to amaze me how indignant people can be when they see somebody parked in a disabled car parking space but a person whom they assume has no disability gets out of the car and that person is berated for parking there.  It is inherent upon us all to recognise that a disability is not just physical and there are so many challenges that people have in their lives today that are not entirely visible.  The pilot scheme is very welcome.  It will be interesting to see how the scheme goes and I wish the people in the Senator's neck of the woods good luck with it.<\/p> <p>In an unusual departure, Senator Ahearn expressed his appreciation that moneys and resources have been directed towards Tipperary, which is very good news.  I wish the new Cashel Palace Hotel every success.  Yesterday, I stopped in Cashel to get a bowl of soup but I could not get one because there was not a single car park space available.  That tells everyone how busy Cashel is from a tourism perspective and the development is a very welcome addition to the community.<\/p> <p>Senator Seery Kearney spoke Ukraine and paid her respects to our colleague, Senator Paul Daly, on the passing of his daddy.<\/p> <p>Senator Maria Byrne spoke again today about University Hospital Limerick.  I spoke to the Taoiseach last week after she raised the issue, probably for the tenth time, trying to find out what happened the independent inquiry that was promised, as far as we were concerned, and he was to come back to me.  Today, I will put my query in writing to both the Taoiseach and the Minister for Health to see if we can speed that up as the issue is highly critical at this stage.<\/p> <p>Senator O'Loughlin talked about neurology nurses.  She also sought a debate on the quality of education, which is very timely.  There was a report on the leaving certificate that was issued only locally in my neck of the woods.  It outlined how and why we are failing our children with the way we teach them the leaving certificate and the subjects.  I will try to organise a debate in the next couple of weeks. <\/p> <p>Senator Boylan asked for a debate on the Intergovernmental Panel on Climate Change report and biodiversity.  It was intended to have a standing item on climate.  To be very honest, every week something more important keeps coming up that is more topical.  As the Senator and we all know, there is probably nothing as important as the climate debate so I will try to get ourselves back on track again and do that.<\/p> <p>Senator Currie talked about the first in-person session of the British-Irish Parliamentary Assembly.  I know that lots of colleagues attended and enjoyed the interactions over the weekend.  It is nice to see them because the relationship, and any face-to-face meetings and interactions that we have, are vitally important to improve what the Senator described as a strained relationship.<\/p> <p>Senator Murphy talked about what can only be described as an horrific event for Garda Padraig Scott and his loved ones in the last couple of days.  We utterly condemn the attack.  It is a bizarre situation and God love the man.  I thank the Senator for updating us that Garda Scott is home.  The Senator is right that we need a debate on crime.  We have seen a number of instances in the last number of weeks, particularly concerning older people in communities, that has literally put the fear of God in them.  I mean no disrespect when I say that people's minds are not put at rest by an assistant commissioner telling us that statistics show that the level of crime is down.  We need to see garda&iacute; in communities in order to reassure the older members of communities that they are there.<\/p> <p>Senator Keogan talked about seeking the end of telemedicine abortions and I will make her views known to the Minister today.  As in everything else, I think that any of those emergency measures that were introduced do obviously need to be pulled back.<\/p> <p>Senator McGahon talked about Russia's biggest fear and he is probably right.  I think that all of us would agree that the open membership into the EU should be fast-tracked and that we should do anything we can to help.           <\/p> <p>Senator Cassells spoke about the defamation process that was announced by Cabinet this morning and the Minister for Justice, and called for swift action.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He also commended the GAA, particularly Larry McCarthy, on its adventures over the weekend, which were very welcome.  Time and again the GAA has stoked conversation and debate about its innovations.<\/p><p>Senator Flynn reminded us that today is the fifth anniversary of the Houses' recognition of the ethnic minority status of the Travelling community.  I happened to be in the Chamber the day Enda Kenny made that statement.  It is a true saying that people never remember what you said but never forget how you made them feel.  The joyous atmosphere that was very obviously present that day was really something to behold.  Considering how much of an impact the decision has made on the Traveller community, an impact that can even be seen on Senator Flynn's face this morning, one has to wonder why it took so long.  It did not take anything from anybody else's life to recognise a particular part of our community and to give them recognition and joy for the heritage and the culture they have enjoyed for years.<\/p><p>In her contribution, Senator Flynn made a call for no more tokenistic gestures.  She was referring in some way, I think, to herself being a token of a community in this House.  I wish to put it on the record that Senator Flynn is absolutely not a token Member of this House.  She is an admirable, intelligent leader for her community and she represents that community so well and so beautifully.  I wish to acknowledge that and put it on the record.<\/p><p>Senator Flynn also called for debates on the heads of the Bill on hate crime and on the White Paper on direct provision.  I will try to organise those debates as quickly as I can.<\/p><p>In response to Senator Gavan, I have not read the articles to which he referred so I am a little reluctant to comment on them.  I will bring his request in respect of the revelations that were made by Paul Kimmage over the weekend about the IHRB to the relevant Minister's attention and see what response we get.<\/p><p>Senator Martin informed us that today is Independence Day in Bosnia and Herzegovina.  I wish all their people well and all their citizens residing in Ireland a very happy day.<\/p><p>I absolutely agree with Senator McDowell's comments.  It is always a matter of hindsight.  Had I had notice of his request last week, maybe this would have been easier.  I think Senator Buttimer is right.  I cannot facilitate a motion on the matter today, not because I do not think we could put the words together but rather because any motion would have to go through the various processes and then go on the Order Paper, and I am not sure that would be facilitated.  May I ask Senator McDowell a favour?  We can go ahead and have our statements on the situation in Ukraine today.  If the Senator would not mind writing a motion that would be acceptable to us in this House, perhaps we could pass it without debate on Thursday or even, if we could turn it around faster than that, tomorrow.  If he would not mind writing something and circulating it to all of us, we will get it on the Order Paper and maybe pass it without debate on Thursday if that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#Z00300","speaker":"1653","continuing":true},{"type":"speech","time":1646145000,"counter":80,"content":"<p>We probably do not need another debate on the matter.  We could just pass the motion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#AA00200","speaker":"1669"},{"type":"speech","time":1646145000,"counter":81,"content":"<p>I am here and I am free.  It is a question of whatever is acceptable.  Thursday is probably the earliest day on which we could bring the motion before the House.  We will go ahead this evening and have our statements and let people express their views with the intention then to have a joint and, it is to be hoped, a unanimously agreed motion the day after tomorrow.<\/p> <p>Senator Seery Kearney is not in the Chamber at present but her contribution was probably one of the most impassioned and personal statements I have heard anybody make in this House or indeed the other House in an awfully long time.  I wish to acknowledge that.  She requested a debate on neutrality, which is timely.  I will ask for that to be scheduled as quickly as we can.<\/p> <p>Senator Chambers, our Deputy Leader, opened by talking about endometriosis and the fact it is prevalent and is being spoken about, with people being made aware of the issue through campaigns at present.<\/p> <p>Senator Chambers also spoke about visa waivers and Ukraine, which is pertinent.  What she said is probably true.  We all are somehow seen as either, in my case probably, very nosy or leaders in our communities.  People have been asking us what we can do to support the efforts in Ukraine.  There are individual Ukrainians in probably all our communities trying to organise things, but it would be very helpful if we had a national response through either a Government agency or a leading charity we could all get behind.  One lovely idea that was put to me over the weekend was that we get somebody, in the same way as with Daffodil Day, to manufacture sunflowers and that we all buy and sell sunflowers in every retail outlet and have the money go directly to GOAL, the Irish Red Cross or some other body like that.  I will make inquiries and come back to Senator Chambers as soon as I can.<\/p> <p>There is a proposed amendment to the Order of Business, which I am very happy to accept.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#AA00300","speaker":"1653"},{"type":"speech","time":1646145000,"counter":82,"content":"<p>Senator Chambers has proposed an amendment to the Order of Business: \"That No. 22 be taken before No. 1.\"  Senator Pauline O'Reilly has seconded the amendment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Leader has indicated that she is prepared to accept this amendment.  Is the amendment agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#AA00400","speaker":"1650","continuing":true},{"type":"unspoken","time":1646145000,"counter":84,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1646145000,"counter":85,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Death of Former Member: Motion","time":1646145000,"counter":86,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#BB00400"},{"type":"speech","time":1646145000,"counter":87,"content":"<p>I move:<\/p> <blockquote> \tThat Seanad &Eacute;ireann &ndash;  \t- expresses its deep sadness on the death of Professor John A. Murphy;<br \/><br \/>- conveys its sincere condolences to his family; and<br \/><br \/>- expresses its gratitude for his notable contribution, as a member of Seanad &Eacute;ireann, to Irish public life and for his dedicated service to the people of Ireland.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#BB00500","speaker":"1653"},{"type":"unspoken","time":1646145000,"counter":88,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1646145000,"counter":89,"content":"<p>I ask Members to be upstanding for one minute's silence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#BB00700","speaker":"1650"},{"type":"unspoken","time":1646145000,"counter":90,"content":"<p>Members rose.<\/p>"},{"type":"majorheading","content":"Criminal Justice (Amendment) Bill 2022: First Stage","time":1646145000,"counter":91,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#BB00900"},{"type":"speech","time":1646145000,"counter":92,"content":"<p>I move:<\/p> <blockquote> \tThat leave be granted to introduce a Bill entitled an Act to amend the Criminal Justice Act 1993, to amend the Civil Legal Aid Act 1995 and to provide for related matters. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#BB01000","speaker":"1642"},{"type":"unspoken","time":1646145000,"counter":93,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1646145000,"counter":94,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#BB01200","speaker":"1650"},{"type":"speech","time":1646145000,"counter":95,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#BB01300","speaker":"1642"},{"type":"speech","time":1646145000,"counter":96,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#BB01325","speaker":"1650"},{"type":"unspoken","time":1646145000,"counter":97,"content":"<p>Second Stage ordered for Tuesday, 8 March 2022.<\/p>"},{"type":"unspoken","time":1646145000,"counter":98,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 4.42 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 4.45 p.m.\r\n\r\nSitting suspended at 4.42 p.m. and resumed at 4.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Situation in the Middle East: Statements","time":1646145000,"counter":99,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#DD00100"},{"type":"speech","time":1646145000,"counter":100,"content":"<p>I welcome the Minister of State, Deputy Brophy, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#DD00200","speaker":"1650"},{"type":"speech","time":1646145000,"counter":101,"content":"<p>I am here with Members of the House to address both the current situation in Israel and the occupied Palestinian territories and, in particular, the issues raised in the report published on 1 February by Amnesty International.  Amnesty International is a respected NGO that carries out important work around the world.  The Government values the vital role it and other civil society organisations play.  Israeli and Palestinian civil society organisations, as well as international organisations such as Amnesty, make a significant contribution to the development of the Middle East peace process. <\/p> <p>The report published by Amnesty is a detailed and comprehensive document, and officials in the Department of Foreign Affairs are reviewing its contents in depth.  The allegations in the report echo those we have seen in recent similar reports from other well-known civil society organisations such as Human Rights Watch and B'Tselem.  These reports undoubtedly raise difficult questions for the Israeli Administration.  The report makes several specific claims regarding the policies of the Israeli Government towards the Palestinian people.  In particular, as Members will be aware, the report finds that \"Israel has perpetrated the international wrong of apartheid, as a human rights violation and a violation of public international law\".<\/p> <p>It is clear the report paints a bleak picture of the situation of the Palestinian people, and documents a number of issues regarding the practices and policies of the Israeli Administration that Ireland raises regularly.  The substantive issues raised in the report include, for example, illegal settlement activity and settler violence, evictions and the demolition of Palestinian property, as well as other discriminatory practices and policies towards the Palestinian people.<\/p> <p>Our position on these matters is and will continue to be based on international law, including international human rights law and international humanitarian law, which sets out obligations under the Fourth Geneva Convention for Israel as the occupying power, and on the relevant resolutions of the UN Security Council.  Our approach is rooted in the illegality of Israel's occupation and the right of Palestinians to self-determination.  Ireland has been consistently clear-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#DD00300","speaker":"1573"},{"type":"speech","time":1646145000,"counter":102,"content":"<p>On a point of order, where can I get a copy of the Minister of State's speech, please?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#DD00400","speaker":"1660"},{"type":"speech","time":1646145000,"counter":103,"content":"<p>There are copies outside and available in the anteroom, I believe.  My apologies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#DD00500","speaker":"1573"},{"type":"speech","time":1646145000,"counter":104,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#DD00600","speaker":"1660"},{"type":"speech","time":1646145000,"counter":105,"content":"<p>Ireland has been consistently clear that the restrictions imposed on Palestinians undermine the right of the Palestinian people to self-determination, a right that is at the heart of the two-state solution.  Ireland has been forthright in expressing concern regarding the unequal treatment of Palestinians and the application of different standards in the occupied Palestinian territories.  We have been clear in the language we have used to describe the situation and are conscious of how the language we use can be interpreted.<\/p> <p>As the Taoiseach has stated clearly in the D&aacute;il, the Government does not use the term \"apartheid\" as we do not think it is helpful.  We raise our concerns regarding discriminatory practices towards the Palestinians regularly in our direct contacts with the Israeli authorities at both political and official level.  The Minister for Foreign Affairs, Deputy Coveney, visited Israel and the occupied Palestinian territories in November 2021 and strongly underlined Ireland' s position in his contacts with his Israeli interlocutors, urging them to cease unilateral actions such as settlement expansion which undermine the prospects for peace.<\/p> <p>Ireland has also been proactive in ensuring these issues are highlighted in multilateral forums, in particular at the EU and UN, notably at the Human Rights Council and in the context of our current role as a member of the UN Security Council.  At the most recent Security Council meeting on 23 February, Ireland expressed serious concern at how the policies of the Israeli authorities have an impact on the human rights of Palestinians.  Ireland condemned the unequal treatment of Palestinians and Israel's failure to ensure the protection and welfare of Palestinians living under its occupation, calling once again on Israel to comply with its obligations under international law, in particular international human rights law and international humanitarian law.<\/p> <p>Furthermore, following the Security Council meeting on 19 January, Ireland issued a strong joint press statement with France and Estonia.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Colm Brophy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2427\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2427&amp;amp;pid=ColmBrophy&amp;amp;year=2022&amp;amp;month=03&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In this statement, we urged Israel not to proceed with new outline plans for the construction of hundreds of housing units in East Jerusalem, including the lower aqueduct plan, which will further undermine the territorial contiguity of a future Palestinian state.<\/p><p>I wish at this point to address the ongoing tensions in the West Bank, including East Jerusalem, which are a source of deep concern.  In recent weeks, we have seen incidents of provocation, violence, including settler violence, and escalatory acts in the occupied Palestinian territory, which serve only to inflame an already tense situation.  Reports of the use of excessive force by Israeli security forces are deeply disturbing.  The UN Office for Co-ordination of Humanitarian Affairs, OCHA, has reported that between 25 January and 7 February alone, 215 Palestinians, including 28 children, were injured by Israeli forces in the West Bank.  The killing of two Palestinian teenagers on 13 and 21 February were particularly shocking.  <\/p><p>As Ireland reiterated at the Security Council on 23 February, it is the responsibility of the Israeli authorities, as the occupying power, to ensure all incidents of disproportionate use of force are thoroughly investigated and to hold those responsible accountable for their actions.  Ireland has also called on Israel to bring to justice settlers responsible for carrying out violent attacks on Palestinians.  We are concerned also regarding the imminent threat of further evictions and demolitions in an East Jerusalem neighbourhood, which will inevitably fuel tension.  Ireland's representative in Ramallah was present, along with other EU like-minded diplomats, at the scene of evictions and demolitions, which took place in Sheikh Jarrah on 17 and 18 January and our ambassador in Tel Aviv has communicated our concern directly to the Israeli authorities. <\/p><p>I referred at the beginning of my remarks to the importance of civil society and the vital role civil society organisations play in this context.  The designation by the Israeli authorities of six Palestinian NGOs as terrorist organisations remains a source of deep concern.  These designations have the potential to affect not only the six organisations concerned but civil society more broadly across the occupied Palestinian territory and to seriously undermine vital humanitarian development and human rights work.  Again, the Minister, Deputy Coveney, underlined Ireland's position on this during his visit to the region and we have raised this consistently at the Security Council, including at the meeting on 23 February, where Ireland stressed our commitment to supporting civil society remains undimmed.  We will continue to work closely with our partners on our response to these designations, including at EU level.  Ireland is a consistent voice in the EU on the Middle East peace process and we work to utilise our influence at all levels.  <\/p><p>Ireland and the EU will continue to monitor actively developments on the ground.  We will remain committed to the two-state solution and will continue to work with partners to revive a political process in line with international law, which ensures equal rights and is acceptable to both parties.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#DD00700","speaker":"1573","continuing":true},{"type":"speech","time":1646145000,"counter":107,"content":"<p>I welcome the Minister of State to the House and thank him for his remarks.  It is important to reiterate it is Ireland's policy to achieve the two-state solution and that Ireland totally condemns all breaches of international law and all denial of human rights, and that we are unequivocal about that.  That is not in any sense to be interpreted, as is sometimes said, as some form of antisemitism.  It is quite the contrary.  It is a belief in the rule of law and order.  Ireland is very conscious of the historic, appalling and tragic suffering of the Jewish people down the generations but that in no sense excuses or gives any form of legitimacy to the issues raised.<\/p> <p>The Amnesty report is comprehensive.  From my reading of its executive summary and having only glanced through the rest of the report, the detail of which I hope to read, it is extremely comprehensive and covers all classes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022030100002#EE00200","speaker":"1692"},{"type":"unspoken","time":1646145000,"counter":108,"content":"<p>Additional debate to follow<\/p>"}]