[{"type":"minorheading","content":"Prelude","time":1595928600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1595928600,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1595928600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1595928600,"counter":4},{"type":"majorheading","content":"Tourism: Statements","time":1595928600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#A00100"},{"type":"speech","time":1595928600,"counter":6,"content":"<p>I welcome the Minister to the House and thank her for coming in today at an important time for the tourism industry, needless to say not only in my own county of Kerry, but throughout the country.  Many people are visiting Ireland who have never visited before and most of them are from Dublin.<\/p> <p>The Minister is more than welcome to come to Kerry.  When Senator Ned O&rsquo;Sullivan gets into the Chamber I am sure he will also extend this invitation.  As the Minister knows, tourism is one of the big economic drivers in Kerry and Donegal and is the main industry in many towns, none more so than in Kenmare and Killarney.  They are concerned about pubs reopening because many of them may never reopen as a result of the pandemic.  We welcome the Minister both to the D&aacute;il Chamber and the Seanad simultaneously and look forward to her statement on tourism.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#A00200","speaker":"1650"},{"type":"speech","time":1595928600,"counter":7,"content":"<p>Gabhaim bu&iacute;ochas leis an gCathaoirleach agus f&aacute;ilt&iacute;m roimh an deis seo labhairt leis an Seanad inniu faoi earn&aacute;il na turas&oacute;ireachta agus faoi na d&uacute;shl&aacute;in at&aacute; roimpi faoi l&aacute;thair mar thoradh ar phaind&eacute;im Covid-19.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Martin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2425\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2425&amp;amp;pid=CatherineMartin&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I welcome the opportunity to address the Seanad today to speak about the tourism sector and the challenges it is facing as a consequence of the Covid-19 pandemic.  It is right and proper that the primary focus of the Government is on the public health crisis response.  Nevertheless, we must ensure that we do our utmost to help our economy to recover from the worst short-term economic shock in the history of the State.<\/p><p>The tourism sector has made a huge economic and social contribution in recent years and played a leading role in driving the recovery from the last economic downturn.  Tourism plays a pivotal role, particularly in rural and regional Ireland, with most earnings retained within the country.  Heretofore, as a labour-intensive sector directly contributing to over 11% of employment, tourism has been a leading job creator, supporting 260,000 jobs in 2019 - Ireland's largest indigenous sector.<\/p><p>In normal circumstances, tourism provides diverse employment opportunities, including for those unable to work full-time.  Tourism also provides employment in rural communities and other economically disadvantaged locations where alternative opportunities can be limited.  Approximately 70% of tourism jobs are located in regional and rural areas outside of Dublin.<\/p><p>Tourism is a significant exporting sector, with the majority of tourism spending being generated by overseas tourists.  In 2019, international tourists spent more than &euro;5 billion in Ireland compared with approximately &euro;2.4 billion spent by residents of Ireland, North and South.<\/p><p>Tourism is one of the most directly affected sectors in this current crisis.  The impact of Covid-19 on tourism globally has been overwhelming and immediate, with unprecedented consequences for Ireland's tourism industry.  Over the past four months, the Irish tourism industry has been decimated.  The devastation being experienced in the sector is unprecedented, and I sincerely empathise with those who have lost their jobs or livelihood as a result.<\/p><p>Both international and domestic tourism has been very severely impacted by the Covid-19 crisis.  International tourism has collapsed, and the OECD estimates that the impact of the crisis on the tourism industry could result in a 60% to 80% decline in international tourism in 2020, depending on the duration of the crisis and the speed with which travel and tourism rebounds.<\/p><p>Ireland's tourism sector is deeply dependent on overseas visitors, who account for 75% of overall tourism revenue.  While increased domestic tourism will undoubtedly help make up for some of this, only a proportion of this activity could be expected to be offset by domestic tourism.  F&aacute;ilte Ireland estimates that a write-down of 2020 overseas tourism business would mean an overall loss to the economy of &euro;2.1 billion this year, with associated job losses of up to 180,000.<\/p><p>The July stimulus measures agreed at Cabinet last Thursday are a significant part of our response to the Covid-19 crisis and will help ensure Ireland's businesses get back on their feet and that as many people as possible can return to work when it is safe to do so.  The Government is working on a longer-term national economic plan to be finalised in October, but the new supports are critical for the sustainability of the tourism sector and for the Irish economy as a whole over the coming months.  They provide vital supports for businesses to retain existing jobs and to create new jobs, and they will help build confidence in consumers and communities throughout Ireland.<\/p><p>I worked very closely with my ministerial colleagues in Cabinet, and the measures announced provide much-needed supports to the tourism sector.  The new employment wage support scheme will greatly benefit tourism enterprises, especially due to the labour-intensive nature of the sector.  Both the temporary wage subsidy scheme and the new employment wage support scheme will run in parallel from 31 July until the temporary wage subsidy scheme concludes at the end of August.  This will provide additional flexibility for employers with new hires and seasonal workers who were not previously eligible.  The inclusion of seasonal staff and new employees is particularly welcome for the sector, which provides employment to thousands of seasonal staff, especially in rural areas.<\/p><p>To help businesses stabilise, reopen and redeploy their staff, enhanced direct grants will be provided from a revised restart grant.  This grant was increased and extended, with an additional &euro;300 million in funding being provided.  These changes mean that a grant of up to &euro;25,000 is available to more enterprises in the tourism sector.  A number of businesses, such as bed and breakfast premises not previously included in the scheme, are also now eligible.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Martin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2425\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2425&amp;amp;pid=CatherineMartin&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am pleased that the Government found a way to assist the hard-hit bed and breakfast sector.  Combined with F&aacute;ilte Ireland's adaptation fund, the restart grant will now greatly assist many more tourism businesses.<\/p><p>Covid-19 is having a devastating impact on tourism demand.  The stay and spend initiative will help stimulate demand in the very challenging shoulder and off-peak seasons.  This incentive, which will run for the period from 1 October 2020 to 30 April 2021, will incentivise taxpayers to support domestic providers of accommodation, food or both during the off-season, providing much-needed support to a particularly impacted sector.  Revenue will provide an income tax credit of up to &euro;125 per taxpayer, or up to &euro;250 for a jointly-assessed married couple for spending on accommodation, food, and non-alcoholic drinks.  The tourism and hospitality sector depends on high footfall and businesses are highly aware of the importance of implementing public health measures in preventing the spread of Covid-19.  However, the social nature of the businesses means that adapting premises is another expense in a sector that has already suffered more than most.  I was therefore very pleased to announce an adaptation fund of &euro;26 million to help tourism and hospitality businesses to cover the costs of adapting their premises to meet public health requirements and make them safer for customers.<\/p><p>I am aware of how badly the coach tourism sector has been impacted by the crisis.  These businesses are a vital part of Irish tourism and we will need them when our overseas visitors return.  That is why I have asked F&aacute;ilte Ireland to develop a business continuity scheme to help these businesses through this very difficult period.  F&aacute;ilte Ireland will now engage with the sector to develop this scheme, which has been allocated &euro;10 million in funding.  Further measures which will benefit the tourism sector include the &euro;2 billion Covid-19 credit guarantee scheme, the package of liquidity and enterprise investment measures to support small companies and microenterprises, the corporation tax refund, the income tax relief for the self-employed, the warehousing of tax liabilities and the extension of the waiver of commercial rates for a further three months.<\/p><p>These measures will supplement the other supports already in place and the excellent work being undertaken by F&aacute;ilte Ireland and Tourism Ireland in supporting the tourism sector in its time of greatest need.  The overall package of direct employment supports, cash grants, demand stimulation measures and tax reliefs will make a real difference to the bottom line of tourism businesses right now.  I know that the tourism industry has called for other longer-term supports such as a change in the VAT rate.  These will be considered as part of the work on the national economic plan in October. <\/p><p>As Senators are aware, the tourism recovery task force is preparing a tourism recovery plan which will include a set of recommendations on how the Irish tourism sector can best adapt and recover in the changed tourism environment.  The plan will identify priority aims, key enablers and market opportunities for the sector for the period from 2020 to 2023.  Since it first met at the end of May, the task force has undertaken a widespread stakeholder consultation process whereby any sectors and parties with an interest in tourism have been able to provide constructive inputs and innovative ideas on how this economically vital sector can adapt and recover in a meaningful and sustainable way.  Furthermore, the task force has heard directly from several stakeholders in the past two weeks with a view to informing its deliberations as it works towards a final report.  I expect the final report from the task force in the autumn and will carefully consider its recommendations at that time.<\/p><p>F&aacute;ilte Ireland recently unveiled its new national domestic marketing campaign, Ireland, make a break for it, to the tourism and hospitality industry and it has since gone live across all media.  This is a major drive to encourage people to take domestic breaks this summer.  I will be taking my family holiday in Ireland in the coming weeks and I encourage anyone who can to take the opportunity to enjoy our excellent tourism offerings.  F&aacute;ilte Ireland research shows almost nine in ten people want to ensure that the appropriate safety measures are in place if they are to consider taking a domestic break in Ireland this year.  Responding to these insights on safety, F&aacute;ilte Ireland recently launched a new Covid-19 safety charter, designed to stimulate demand and boost public confidence in the safety of tourism businesses.  The charter, which is based on operational guidelines for tourism businesses, is now available to applicants on the F&aacute;ilte Ireland website.  More than 1,000 businesses have signed up to it so far.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Martin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2425\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2425&amp;amp;pid=CatherineMartin&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->According to F&aacute;ilte Ireland's research, 60% of people are now planning breaks in Ireland in the next six months.  Many intend to extend their short breaks from two or three nights to four nights, and 40% of those who intend to take short breaks booked them in the past two weeks, which is a significant increase on previous numbers.<\/p><p>Tourism Ireland is undertaking an extensive Covid-19 programme of research in our major markets to identify when consumers are ready to consider holidaying again and which of our markets offer us the best short-term prospects.  This research is considering potential source markets and will then analyse when promotion of the island of Ireland should begin and where marketing should be targeted.  The insights gained will ensure that Tourism Ireland's promotional plan is as targeted and motivational as it possibly can be in order to drive a strong recovery for tourism to the island of Ireland as quickly as it is possible to realise it.  With regard to international tourism into Ireland, the tourism agencies are guided in all their decisions by public health advice.  In line with the advice on non-essential travel, there are currently no paid advertising campaigns by Tourism Ireland in overseas markets about coming on holiday to Ireland.<\/p><p>The incidence of Covid-19 has been rising in Ireland over the past two to three weeks.  This is aligned with the experience internationally.  It is difficult to keep the virus suppressed while also easing restrictions.  Overseas travel increases the risk of importing a higher incidence of the virus into the country.  In order not to lose the gains we have worked so hard to make, now more than ever we need to stay vigilant and follow public health advice.  Everything we are asking people to do is aimed at protecting the vulnerable and ensuring we can get to a point where schools can reopen and vital health services can be resumed.  We cannot completely ban overseas travel because we are a small open economy and many people depend on trade for their livelihood.  Many people need to travel to and from Ireland to carry out essential functions.  There are also essential supply chains from overseas relying on these routes and connectivity to bring food, medicines and other products to Ireland that are critical to our health and for economic activity.  Travel is also necessary to allow people to perform essential work, care for family members overseas and return to the country.  For that reason, international travel must continue.<\/p><p>The agreement reached recently on the &euro;750 billion European Union recovery package represents a very positive step.  The package will consist of &euro;390 billion in grants, with &euro;360 billion to be distributed as loans to member states.  The eligibility criteria for these funds include objectives that will provide supports for small businesses, tourism, culture and natural heritage, among a range of other areas.<\/p><p>I am under no illusions as to the difficulty of the task ahead, particularly with so many competing priorities.  At the same time, given the importance of the sector, especially in regional and rural locations, I realise it is critical that we save as many of these jobs and businesses as we can.  The July jobs stimulus measures agreed at Cabinet last week, the other supports already in place, together with the assistance being provided by F&aacute;ilte Ireland and Tourism Ireland will, I have no doubt, save many tourism and hospitality jobs and businesses all around the country.  Together with the industry, the tourism agencies and the Department, I look forward to building on our natural advantages and working to ensure the sustainable development of tourism in the coming years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#A00300","speaker":"1471","continuing":true},{"type":"speech","time":1595928600,"counter":11,"content":"<p>I thank the Minister, who is very welcome to the House.  I wish her all the best in her new role in a new Department that has responsibility for media.  I look forward to working with her as my party's spokesperson in that area not just in discussing the industry here but what is happening internationally.  We saw what happened in Hungary last week when the staff of an entire newsroom resigned from the last independent news organ in that country because of state interference.  I look forward to discussing such matters with the Minister when she returns to the Chamber.<\/p> <p>This morning, we are dealing with the crucial tourism industry and I thank the Minister for what she has set out in her comments this morning.  In preparing for the debate, the phrase \"lies, damned lies and statistics\" came to mind.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Shane Cassells:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2448\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2448&amp;amp;pid=ShaneCassells&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->People attempted to make arguments from all sides and some amount of statistics have been produced.  Yesterday, I read the Minister, Deputy Ryan's response to a parliamentary question from Deputy Michael Healy-Rae on the numbers arriving into Dublin, Cork and Shannon airports.  That prompted a headline that 6,000 people were flying into Ireland every day, a third of them from the UK, 700 from Spain and 160 Yanks.  One would get the impression, reading the sub-editor's headline, that this was a tsunami, however the CSO statistics show otherwise.  On Sunday last, Sky News produced a special report from Ireland on the impact of Covid-19 on the Irish tourism industry which it filmed in Mayo.  It focused specifically on the loss of the British market.  A total of 5 million UK residents visit here in a normal year, and &euro;1.4 billion of the &euro;5 billion international market mentioned by the Minister is their spending.  The 1,500 UK residents arriving into Ireland are a long way short of reaching the 5 million in a normal year, and the lost spend.  I wish to focus on the spending of tourists.  The Minister and the Government are doing everything possible to salvage the season through a focused range of measures for the domestic market.  However, spending by the domestic market is notably less.  Cork was mentioned in the reply to Deputy Michael Healy-Rae.  The last available figures for Cork had 2.7 million people visiting \"the real capital\", of whom 1.6 million were from overseas and 1.1 million from Ireland.  It is evenly balanced enough in visitors but the real difference is in the value of their spending.  The overseas visitors were worth &euro;631 million to Cork compared to &euro;200 million from domestic visitors.  Despite the hope of a big staycation surge in August, of which I will be a part as I am travelling to Kerry to try to boost the Cathaoirleach's county-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#D00200","speaker":"1641","continuing":true},{"type":"speech","time":1595928600,"counter":13,"content":"<p>The Senator can drop in for tea any time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#E00200","speaker":"1650"},{"type":"speech","time":1595928600,"counter":14,"content":"<p>I thank the Cathaoirleach.  The fear in the industry, and among the ancillary industries that survive off it, is that the money circulating will be significantly down.  The Minster has said that on her worst case scenario figures, that spending could be down by &euro;2.1 billion.  In Kerry alone, Ireland's tourism capital, anticipates a loss of &euro;400 million this year.  According to F&aacute;ilte Ireland, every &euro;1 million in tourist expenditure supports 27 jobs.  The OECD estimates a 60% to 80% decline in international tourism which is hugely worrying.<\/p><p>The Government schemes to keep as much of the industry alive is welcome, especially the restart scheme and the additional &euro;300 million in direct grant funding, the &euro;10 million to help tourism businesses adapt and the stay and spend initiative, however there will be casualties.  The impact of the loss of international visitors this season on jobs could be 180,000 of a workforce of 260,000.  How many of those beyond the PUPs would be considered permanent job losses in the short to long term?  Does that figure include the ancillary jobs created by tourism?  Has the Minister liaised with the Department of Business, Enterprise and Innovation on this?  <\/p><p>On hotels that may not reopen, have local tourism boards, including Boyne Valley tourism, liaised with the Department on any problem with beds?  When I served on a tourism board in Meath 20 years ago, the biggest thing was trying to build up hotel capacity.  Will they be hit?  While I am on the subject of hotels, I might mention pub closures which may not be under the Minister's remit.  The 10 August date is at the front of many publicans' minds.  For hotels that might close, it is about more than job losses now but future losses.  During the lockdown, <i>The Irish Times <\/i>analysed large hotel developments planned prior to the outbreak of Covid.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Shane Cassells:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2448\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2448&amp;amp;pid=ShaneCassells&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Have we an analysis from the director of planning in each of the counties where projects may not now happen as a result?<\/p><p>Appearing before the Special Committee on Covid-19 Response last week, representatives of the Irish Airline Pilots Association stated Aer Lingus could be wound up if it is not given state aid and that it is losing &euro;1.5 million every day, with very little income coming in.  There is the potential for its owner, IAG, to sacrifice our national carrier to protect its pillar airlines of British Airways and Iberia, which is getting a large subvention from the Spanish Government.  Does the Minister believe that is a real possibility, and has she and the Minister with responsibility for transport, Deputy Ryan, held discussions on this aspect?  How real is the claim made by the pilots' union before the committee last Friday as to the winding up of Aer Lingus by its owners, IAG?<\/p><p>The Minister might now put on her other hat, as the Minister with responsibility for sport.  It is very important, as part of the overall summer for Irish people and more widely for Irish culture, hat the GAA season is under way again.  In the context of what we are encouraging people to do with regard to staycations, that will be a key component of attraction for people.  A limit of 200 patrons, however, is allowed into such games, and that includes the players, the squads and so forth.  Last week, the size of the crowd at games in the North of Ireland was increased to 400 people by the Northern Ireland Executive, which has created a divergence in what is an all-Ireland association.  I urge the Minister and the Cabinet to re-evaluate that position.  Liaising with Cumann L&uacute;thchleas Gael, we have had many ongoing discussions to try to find a solution where social distancing can be carried out at large grounds, given the importance of the GAA to Irish culture and what is at stake here this summer.  It would be a great statement of support for Irish communities if that change could happen in the coming days, and I urge the Minister to examine that.<\/p><p>I again wish the Minister well in her role.  She has outlined the crucial nature of this industry to our economy.  I hope we can survive this summer and save as much of the industry as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#E00300","speaker":"1641","continuing":true},{"type":"speech","time":1595928600,"counter":16,"content":"<p>I congratulate the Minister on her appointment and look forward to working with her in the coming years in her various briefs.  I have been chairman of the County Longford tourism committee for seven years and have been involved in developing the product in our county, which had the lowest tourism numbers for many years.  I was heavily involved in the development of the start of the Royal Canal, which next summer will run the whole way from Spencer Dock to Cloondara in Longford.  We hope it will be as successful as the Waterford greenway has been for tourism in the south east.  We were low in numbers but we developed a strategy and employed a tourism officer, and we are working to develop the product we have.<\/p> <p>Needless to say, the opening of Center Parcs has done wonders for us as a county, through not only promoting the area but also providing more than 1,000 jobs and increased sales in the ancillary businesses throughout that area of south Longford and the wider midlands.  I take this opportunity to wish Daragh Feighery and his team well.  Tomorrow will be the first anniversary of the opening of Center Parcs.  We had a meeting at 9 o'clock this morning with the County Longford tourism committee, of which Daragh is a member.  The park has reopened its spa and sub-tropical swimming area to guests.  The numbers are up and Daragh is quite positive about the prospects of people coming to stay and holiday in Longford.<\/p> <p>I am also involved in our new brand, the Hidden Heartlands, as was the former Minister of State, Kevin Boxer Moran.  We always believed we needed a product to promote us and we relied on Ireland's Ancient East for a number of years, which was not a natural fit.  I take this opportunity to thank Paddy Matthews, Sarah McCarthy and the team involved in that who do tremendous work in promoting the midlands as a brand.<\/p> <p>Economically, tourism was hit immediately when Covid-19 came and it will be the last sector to recover.  I thank the Minister, her officials and the Government for recognising this and introducing the ten measures that were announced in the July stimulus plan last week, such as the business adaptation grant of &euro;26 million and the coach tourism continuity scheme, which was raised in the House by Senator McGahon last week.  I have family involved in that industry and it has been decimated, not just in terms of school transport but also because there are virtually no coach tours.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Miche&aacute;l Carrigy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MichealCarrigy&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, I am feeling positive for 2021.  Many tours that were cancelled, especially coming from America, have not looked for refunds but want to move their bookings on to 2021.  That is positive for the year ahead if we keep going well with regard to Covid-19.  The stay and spend initiative is fantastic.  It is incumbent on all Members to holiday in Ireland, promote the fact that we have stayed in the country and give something back into our economy.  The Minister said she was going on holidays in Ireland.  She is more than welcome to come to Longford.  It is not far away from her home county of Monaghan in Ireland's Hidden Heartlands.<\/p><p>I refer to the wage scheme and restart grant.  Issues around some of the schemes have been brought to my attention by people involved in the sector.  A number of businesses or tourist centres are not rateable for the purposes of the restart grant. Some are run by voluntary agencies, such as the Maria Edgeworth centre in Edgeworthstown in my own home county, which is backed by F&aacute;ilte Ireland but run by a voluntary committee.  It has no visitors but it is not open to the committee to apply for a restart grant due to the fact that the centre is not rateable.  On the credit guarantee and rates waiver schemes, the rates waiver scheme is only available to bed and breakfast accommodation that is registered with F&aacute;ilte Ireland.  A large number are not registered with F&aacute;ilte Ireland for whatever reason, although I believe all should be.  They are not eligible to apply even though they are in the industry.  There are only ten in my county.  On tax refunds, are income tax relief and tax warehousing enough?  We also need guidelines for businesses with regard to people coming into the country.  In a restaurant in Galway that is full of local people, if two international people come in, how do we know they have self-isolated?  Can the person refuse to allow them to come in if they have not?  These guidelines need to be put there for the people in the industry.<\/p><p>Tourism is at the core of our economy and it is extremely important that it is rebuilt and developed throughout the regions.  As a Government, we need to continue to support it throughout the crisis and into 2021 and beyond.  We need to look at areas where the bed nights are not up.  The recent F&aacute;ilte Ireland figures state that they are up in the rural areas but the cities are still down.  I think they are down around 30% in Dublin with the lack of conference centres.  We need to look at those figures and consider an increased suite of funding for them.<\/p><p>Is F&aacute;ilte Ireland committed and is the funding for the capital projects that it started with to continue?  I think of the Knights and Conquests Heritage Centre and the Norman heritage village in Granard, County Longford, which is a &euro;4 million project.  They only dug ground last week.  I want a commitment that the funding is there for those projects to be finished out.  We also have the mid-Shannon wilderness park which has been proposed for the boglands in south Longford as part of the just transition.  Will that funding be in place going forward?<\/p><p>I look forward to working with the Minister in supporting tourism throughout the crisis, implementing the stimulus package and providing a new stimulus where it is needed as part of the national economic plan.  A VAT reduction is extremely important to the industry.  It worked in 2010 and I feel it will work again.  It needs to be considered.  I concur with Senator Cassells with regard to the limits at sporting events.  I am also involved in the GAA.  For local club games in my own county at the weekend they had to sell tickets online for people to be able to go to games.  The limit of 200 is incorrect.  A GAA field perimeter is 500 m and 240 people can stand 2 m apart outside the playing area.  That really needs to be looked at to increase it to 500 or at a minimum that the 200 would not include the people on the field.  It would allow more people to go to our games.  My brief covers arts, media, tourism and sport.  I look forward to working with the Minister and wish her well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#F00200","speaker":"1639","continuing":true},{"type":"speech","time":1595928600,"counter":18,"content":"<p>I welcome the Minister to the Chamber.  I wish her well in her new role as Minister with responsibility for media, arts, tourism, culture, sport and the Gaeltacht.  However, it is a cause of great concern and disappointment not only to me, but to those in the tourism industry, which in normal times contributes in excess of &euro;9 billion to the economy and employs more than 250,000 people, that tourism sits amid six other important portfolios.<\/p> <p>Two weeks ago in the House, I suggested pre-flight Covid testing.  The Dublin Airport Authority, DAA, which is a State-run agency and whose representatives are currently in Leinster House appearing before the Covid-19 committee, is suggesting the exact same solution.  I am delighted to see that someone is listening.  Is the Minister listening and will she lead on this matter?<\/p> <p>I do not have to tell the Minister that the tourism industry is on its knees.  Covid-19 has essentially switched it off overnight.  Although it had been facing challenges, the industry was set for another bumper year of growth.  We were told that projections showed record figures and growth upon growth, with 11 million foreign visitors and something similar domestically.  Even in the face of Brexit, the situation looked challenging, but we were ready.  Brexit budgeting of &euro;47 million had been announced on top of the &euro;186 million F&aacute;ilte Ireland budget.  That is what we spent last year.  How are we to spend that money this year?<\/p> <p>We have increased access from China.  The US was set to herald wave upon wave of new market opportunities.  The overwhelming success of the Wild Atlantic Way was to be emulated by the soon-to-be-successful Ireland's Ancient East, Ireland's Hidden Heartlands, the Spirit of Dublin and offerings from our friends in Tourism Northern Ireland.  As as we know, marketing works 50% of the time.  We just do not know which 50%.  What happens now?  What are the Minister's plans?  Were is the political leadership?  What is she going to do about this?<\/p> <p>The F&aacute;ilte Ireland Authority's board consists of a chair and 12 appointed members.  A list of highly eminent names and all experts within their given fields and sectors, they have to be commended on their contribution to the industry as a whole, but with a budget touching on &euro;250 million of public funding, where is the political accountability?  Where is the Minister in all of this?  What is her role?<\/p> <p>The emphasis has been well and truly placed on the international visitor while placing the domestic visitor as an additional bonus.  We have placed most of our eggs into the international basket.  We find ourselves in an environment where we have not been cultivating a stay-at-home mentality in what appears to have been a concession based solely on meeting the needs of the international.  As we look to the future of international travel in the short to medium term, we see the new trends emerging, the continued uncertainty that the pandemic has brought and the possibility that, with the ease of international movement, viral spread may become more and more a part of our new reality.  What is the Minister's plan for that?  We must shift an element of our focus to that likelihood.<\/p> <p>Our domestic tourism industry has suffered greatly, but not only from the direct effects of Covid-19 and the necessary measures taken to lessen its impact or from the effects of mixed messaging by this indecisive Government.  The industry will continue to suffer unnecessarily from the effects of what could be interpreted as an international priority focus.  What is the Minister's view on this?  There are people listening who need to know.  There are 180,000 jobs at stake.  We need to know what we plan is.<\/p> <p>A new emphasis needs to be placed on a true partnership model, where the strategies employed by our tourism industry are held more closely to scrutiny and where the measure of success is not based solely on figures at the airport, which is something that we will have to change, but also on the lived experience of the domestic visitor and citizen and how tourism can be supported to become part of our cities, towns and village communities, something that has to date been paid lip service but can pay dividends.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sharon Keogan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=SharonKeogan&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The current and welcomed F&aacute;ilte Ireland strategy of encouraging visitors away from the more prestigious sites in an attempt to spread the visitor load has yet to materialise and the development of the much-vaunted new and exciting visitor experience development plans remains unfinished.  There are many examples of success within our tourism industry at a national and local level, including Boyne Valley Tourism, Westport, Donegal and Kerry, and those responsible should be recognised and congratulated.  The flow of Covid-19 information to the sector has been solid and consistent.  However, there are many examples of soft and easy goals being missed.  Strategies have been pursued that have now been exposed and found to have fallen short.  Does the Minister agree with that?<\/p><p>The financial supports are not sustainable.  Our tourism industry is not looking for a handout, but for a hand-up at a time when it urgently needs it.  While short-term investments are needed, we need to reassess how we do tourism and who does it.  At this time of change and flux in a new world, now is the time to create a single decision-making forum with a focus on drawing together national and regional tourism interests, the OPW, the National Monuments Service and the local authorities.  Such a forum should work to create a roadmap for our beleaguered tourism industry and to act as a conduit for the real discussion which must take place about the future of who we are and how we present our story to the world and to ourselves.  Does the Minister agree that in light of the changing circumstances I have outlined, we need to grab hold of this now if we are to have a tourism industry that will survive?  It demands it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#H00100","speaker":"1664","continuing":true},{"type":"speech","time":1595928600,"counter":20,"content":"<p>Gabhaim bu&iacute;ochas leis an gCathaoirleach.  Cuirim f&aacute;ilte roimh an Aire agus gabhaim bu&iacute;ochas l&eacute;i as an r&aacute;iteas cuimsitheach at&aacute; leagtha amach aici d&uacute;inn inniu.  T&aacute; m&eacute; f&iacute;ordh&iacute;ograiseach &oacute; thaobh c&uacute;rsa&iacute; turas&oacute;ireachta de, go h&aacute;irithe nuair a chuireann siad len&aacute;r bpobal agus len&aacute;r n-eacnama&iacute;ocht.  The Minister is very welcome to the Seanad and I wish her well during her term of office.  She will be aware that Sinn F&eacute;in proposed to give a voucher to every man, woman and child in the State.  The staycation voucher plan would have given &euro;200 to every adult and &euro;100 to every child to ensure everyone can avail of a helping hand to enjoy a holiday this year.  Sinn F&eacute;in&rsquo;s plan would have put money directly into the pockets of people who would then have put the money into the tills across the State.  This would have given a much-needed boost and lift to our tourism sector.  The plan was simple, effective and costed.<\/p> <p>Unfortunately, the Government's stay and spend approach will exclude those on low pay, carers, the vast majority of pensioners and people who have lost work during this crisis, all of whom are in desperate need of a break.  There were high expectations within the hospitality industry that the July stimulus package would lift the pressure on those who work in the industry.  Unfortunately, the Government has dashed those hopes.  Another flaw in the Government's plan is that it only runs from October to April.  This means that school-age children are excluded, as they take their holidays during the summer.<\/p> <p>Given the new normal, we understand that we need to stimulate the tourism industry on this island to generate as much return to the sector and to our people as possible.  We need a targeted, co-ordinated and comprehensive strategy to stimulate tourism and safely generate movement across the whole of our Thirty-two Counties.  We need to work with local tourism promotion agencies across Ireland so they can co-ordinate in order to promote our tourism offering better and more effectively.  We need to see posters promoting the Ring of Kerry in Belfast and posters promoting Titanic Belfast in Killarney.  At such a crucial time, the message in our marketing cannot be confused and we cannot run in competition with one another.  This is really vital given the economic reality out there.  I accept that there will always be a degree of competition, which is fair enough.  We have already heard some colleagues getting their speak in for their own areas this morning.  I am sure we will hear much more of that.  We need to work to show leadership to ensure those charged with promoting our fantastic tourism assets and tourism offering understand they cannot be too aggressively in competition with one another.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall &Oacute; Donnghaile:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2477\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2477&amp;amp;pid=NiallODonnghaile&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They need to harmonise their plans to maximise economic outcomes for the sectors and for communities.  If we do that, it will naturally make the case for viable, sustainable, better connected and more modern transportation links across our country.  There is a compelling case for that, not least within the context of tourism.  For all of the reasons that have been outlined by other Members, sometimes we put an understandable focus on our international marketing strategies, and that is fair enough - I am for that because it is so important - but if this crisis has shown us one thing, it is that we cannot take our eye off the ball in stimulating tourism indigenously and showcasing to our own people the offer we have here.  We will have other opportunities to talk about international travel and what is happening at our airports, and I do not intend to go down that road in this contribution, but for the foreseeable future we are asking people not to travel internationally.  There is a duty upon us, therefore, to stimulate that movement to improve our tourism offer and infrastructure throughout the island.  I believe, and I know many, if not all, colleagues agree with me, that Ireland works best when we work together.  There is nowhere that is shown greater than in the way we market and promote ourselves internationally.  We market ourselves to the rest of the world as one positive, brilliant tourist destination, and that is how we have to market ourselves going forward.<\/p><p>The North-South Ministerial Council meets this Friday.  I do not know if the Minister will be in attendance.  I hope she will be, but if not, there will be sectoral and other opportunities for her to meet with her counterpart in the North.  I ask that she would take that on as a matter of urgency so that we can begin to implement some of that much-needed co-ordination and promotion, not just at that bigger macro level but down into our local tourism promotion agencies, because I believe that is vital.<\/p><p>One thing we could do, and I offer this as a positive suggestion when the Minister undertakes those conversations, is to look at issues such as the way our international market transfers down to a more localised level.  It defies all logic and common sense, economic and otherwise, that the Wild Atlantic Way stops at Derry and does not continue across our stunning north coastline.  It is crazy, and I am sure colleagues from Louth will agree, that Ireland's Ancient East stops at Louth and does not go further into Gullion, the playing fields of C&uacute; Chulainn, and does not showcase the fantastic new discoveries at Navan Fort, Emain Macha.  I refer to the way we promote St. Patrick's Trail and St. Patrick internationally and how we use St. Patrick's Day as an opportunity to market Ireland internationally.  How many people across this State know about St. Patrick's Trail or that St. Patrick's burial place is in County Down?  How many know the Columbanus coast from where Columbanus monks travelled throughout Europe to re-educate the people and take them out of the Dark Ages?  They left from our shores.  I refer to the Giant's Causeway and the story of Fionn Mac Cumhaill.  Those are our stories and it would make a great deal of common sense, as well as economic sense and logic, if we were able to link those up for all of the tourism and economic reasons but for the practical reasons also.<\/p><p>Mar fhocal scoir sula chr&iacute;ochna&iacute;m, cuirfidh m&eacute; ceist ar an Aire f&aacute; ch&uacute;rsa&iacute; Gaeltachta.  Would the Minister consider or does she have any plans to promote a dedicated marketing strategy for our Gaeltacht areas?  The Gaeltacht is a unique tourism offer, whether that is the language or the stunning views and locations they offer.  She will be aware that &Uacute;dar&aacute;s na Gaeltachta recently did a rebranding for Gaeltacht areas.  Given the historic neglect of those communities, it would be a wonderful message for the Minister to send out in her new role that she will work to develop a dedicated tourism strategy that promotes our Gaeltacht communities as tourist destinations, particularly given the loss of the summer colleges this year.  I am aware that mechanisms have been put in place to support mn&aacute; t&iacute; and the colleges, and that is very welcome, but it would be an added benefit to those communities already suffering if we were to encourage people, for the many reasons that exist, to visit those communities and help support them through this crisis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall &Oacute; Donnghaile:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2477\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2477&amp;amp;pid=NiallODonnghaile&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I believe in tourism as an economic driver.  We have a fantastic tourism offering right across Ireland and I want to collaborate positively with the Minister, her officials and other colleagues in this House and elsewhere to get it right. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#J00200","speaker":"1688","continuing":true},{"type":"speech","time":1595928600,"counter":23,"content":"<p>I join my fellow Members in welcoming the Minister to this House.  I wish her very well in her new post.  There is no doubt that this is a challenging time for tourism in Ireland and for those employed in the industry.  As the recently appointed Labour Party spokesperson on tourism, I look forward to working constructively with the Minister on solutions to the current problems and to develop the massive potential tourism will still have in a post-Covid-19 Ireland.<\/p> <p>The Minister will be aware that 2019 saw a record number of international visitors at just under 10 million.  The tourism industry, which includes overseas visitor expenditure, domestic market spending and fares paid to Irish carriers, was worth about &euro;9.3 billion to the economy.  The tourism and hospitality industry employed more than 265,000 people throughout the country.  Tourism accounted for one job in nine in the State.  Unfortunately, with the arrival of Covid-19 the industry is on its knees.  International visitors composed almost 75% of the market on which Ireland's tourism economy was based.  With very few of those 10 million visitors expected in 2020, the Irish Tourism Industry Confederation estimates that the cost of Covid-19 to the tourism industry will amount to &euro;6.9 billion.  <\/p> <p>In the months since the essential shutdown in mid-March, the collapse in Ireland's international visitor numbers has represented a loss to the Irish economy of &euro;27 million per day.  The number of workers employed in the industry who have been temporarily laid off is mind-blowing.  It is estimated that at least 90% of the 265,000 workers whose jobs are supported by the industry have been temporarily laid off.  Research carried out by F&aacute;ilte Ireland in the past month is also very worrying.  Too many of the 20,000 businesses in the sector, many of which are family-owned or family-run, face the imminent risk of permanent closure, resulting in job losses and a diminished tourism offering for domestic and international visitors.  F&aacute;ilte Ireland's findings state that up to 90% businesses are closed and almost half have let their employees go at least temporarily.  However, three out of five intend to reopen for the summer months at least. <\/p> <p>This is the current situation, with which I am sure the Minister is only too familiar.  A ninth of our jobs are in this industry.  All tourism representatives have called for radical and far-reaching support from the Government, which to date has not met the wide-ranging needs of this industry.  Regarding the July stimulus, the Labour Party welcomes the extension of the temporary Covid-19 wage subsidy scheme and the announcement of the major upskilling programme, which could have a major role to play in this industry and the future job security of 265,000 employees.  <\/p> <p>The staycation voucher, that is, the stay and spend initiative, was a missed opportunity of gigantic proportions.  It targeted those still in work, forgetting those who have lost their jobs in this pandemic.  The Government seems to have forgotten those who have worked all their lives and are now in receipt of pensions.  These are the same people who were asked to cocoon and have been looking forward to getting out.  They have been forgotten once again.  Is it the policy of this new Government to ignore our older population?  The Government also forgot those who cannot work and are on a disability payment.  Surely they deserve the voucher or the chance to put some money back in their pockets.  With a little imagination, the staycation voucher could have been used to reward our front-line workers for their hard work and dedication on behalf of us all.  Unfortunately, as has been said, they too will have to gather receipts, fill in forms and wait for the end of the tax year to get their money back.<\/p> <p>I am sure the Minister, like many Members of the Oireachtas, has been contacted in recent weeks by various sectors of the tourism trade.  Notwithstanding what she has already said today, I would really appreciate it if the Minister could outline the plans that she and her Department are considering to assist Ireland's coach operators, tour guides, pub owners, bed and breakfasts and many other sectors.  These professionals and their families are suffering and are in urgent need of help.  Has the Minister considered funding for local authorities to maintain and, more importantly, promote the attractions in their care?  She did not mention this today.  Perhaps she can confirm what she expects of the tourism recovery task force and how much support the tourism industry can expect from it. <\/p> <p>Research consistently shows that visitors highly value the scenery, natural environment and cultural heritage that Ireland has to offer.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Wall:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarkWall&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These are unique to our shores, of course, and when we add the friendliness and hospitality of the Irish people, we end up with a product that can and will ensure a future for this important sector.<\/p><p>The development of nature-based tourism and experiences of a high standard, with minimal environmental impact, presents a market opportunity after the Covid-19 emergency.  I am sure we can all agree Ireland could become a world leader in this regard, and with the support of the Government it would be able to offer an unrivalled package.  I spent several hours last Saturday at one potential site, the Umeras peatlands experience just outside Monasterevin in County Kildare, which fits the bill in so many ways.  This Bord na M&oacute;na bog has the potential to become an ecotourism attraction while at the same time being run by a not-for-profit community group.  I hope it will get support from the just transition fund.  It can offer walking and cycling routes, birdwatching and child play areas, along with peat heritage.  This is an overall family experience for both the international and domestic tourism market, as well as a recreational outlet for people living in the local community.  I extend an invitation to the Minister to join me and all public representatives in the area to view the potential in this amenity.<\/p><p>There is also massive potential in the Barrow blueway, construction of which has begun in my local area.  This 46 km of tourist track can be a game changer for the economic development of the south Kildare and Laois area.  There is a golden horde of tourist attractions in this part of County Kildare.  For example, the Shackleton Museum development in Athy has the potential to create a worldwide attraction in honour and memory of the Arctic explorer, Mr. Ernest Shackleton.  There is also the abbey at Castledermot, the Moone high cross, the Curragh and the National Stud to consider, to name just a few attractions.  The towns of Athy, Monasterevin, Rathangan and Allenwood can offer much along the route to make this blueway an exciting project for tourists and recreational potential in Ireland after Covid-19.<\/p><p>I mention some of the magnificent attractions in County Kildare, putting some of them once again on the public record, because it was with massive disappointment that I read a Bord F&aacute;ilte brochure at the weekend.  I am sure it was an oversight that the only county not highlighted in the State was County Kildare.  I am sure, like me, the Minister will raise the matter with F&aacute;ilte Ireland and this oversight will be rectified in the near future.  Maybe a visit by the Minister could compensate for this oversight and give the short grass and thoroughbred county its rightful place as a tourist destination.<\/p><p>I thank the Minister once again for being with us today.  As I said, I look forward to working with her in discussing this very important sector of the economy.  Most important, I look forward to the assistance, financial and otherwise, that the Government must put in place in the quickest possible time to protect jobs in this industry.  It is very important to protect the name that Ireland has as a holiday and tourism destination that has been built by so many over such a long period.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#L00200","speaker":"1684","continuing":true},{"type":"speech","time":1595928600,"counter":25,"content":"<p>Before calling the next speaker I should mention that many Senators are looking to contribute but not all will be able to do so unless they share time with party colleagues.  The next speaker, the leader of the Green Party group, is sharing time with Senator Vincent P. Martin.  They are taking four minutes apiece.  We have the rotas of speakers from the different parties to be called in order, but if they all take six minutes, party colleagues will not have time to contribute.  If speakers wish to share time with other people on the list, they must indicate to me that they are willing to share time.  I am just informing Senators as the Minister must, as agreed in the Order of Business, speak at 12.22 p.m., with statements to conclude at 12.30 p.m.  I want to ensure everybody can get an opportunity to speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#M00200","speaker":"1650"},{"type":"speech","time":1595928600,"counter":26,"content":"<p>I wish to share time with Deputy Vincent P. Martin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#M00300","speaker":"1693"},{"type":"speech","time":1595928600,"counter":27,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#M00400","speaker":"1650"},{"type":"speech","time":1595928600,"counter":28,"content":"<p>I heartily congratulate the Minister, Deputy Catherine Martin.  It is great to have her here as we sit in the D&aacute;il Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#M00500","speaker":"1693"},{"type":"speech","time":1595928600,"counter":29,"content":"<p>May I interrupt?  This room is designed to have great acoustics, so although Members are whispering, not only can the speaker hear those whispers but everybody else can do so as well.  We changed the rules about using mobile phones in the Chamber so that Members can send texts.  Perhaps they can communicate by doing that.  I thank the Members.  I apologise to Senator O'Reilly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#M00600","speaker":"1650"},{"type":"speech","time":1595928600,"counter":30,"content":"<p>That is all right.  I will start again.  I offer hearty congratulations to my colleague, the Minister, Deputy Catherine Martin.  I know she will do a fantastic job and she has all the experience and passion required for this role.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pauline O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=PaulineOreilly&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Tourism is where culture, economy and mobility come together, hopefully not to collide but to enhance each other.  <\/p><p>I will begin with the economy.  My constituency of Galway West is good example, which I will use today.  We are completely reliant on tourism.  Having spoken to the Galway Chamber, the expected occupancy rate for hotels in Galway is between 11% and 14% for the off season.  Many of the measures outlined today in the stay and spend, employment wage support scheme and the restart grant are really welcome.  I would love to hear the Government is open-minded in regard to seeing that it is working and looking at tax, including VAT, in time.  <\/p><p>When I was a councillor, the council spent a great deal of  time trying to think of innovative ways to support tourism throughout the seasons because we were so reliant on it, such as ensuring there were comedy festivals during the off-peak season to encourage people to visit.  Those festivals will not go ahead to the same extent, which is why we so desperately need the support.<\/p><p>I will take the opportunity to mention ecotourism.  The programme for Government and the commitments around greenways and fast rail will all enhance the sector.  It is not only about investing in the sector, as was the case before Covid, but it is also about finding new opportunities, such as adventure tourism, which I will engage in with my family in Galway and Mayo.  I encourage others to think creatively about their own holidays here.  These sectors need support now to get off the floor.  It is not only about restarting but also starting new, innovative, businesses.  Now is the time to look at the completion of the Connemara greenway, the urban greenway, the Salthill Barna greenway and to invest in adventure tourism to get it off the ground.  I am delighted to see the islands are now open for business.  They have lost much business and need further support because they opened so much later than other parts of Ireland.<\/p><p>On culture, the Minister announced the effective restarting of Galway 2020.  I have spoken about this a lot.  If Galway 2020 is extended, it is important we be afforded its full accounts.  That is something I have constantly asked for.  There is a commitment to have more local acts.  I would like to see the list for that as it was not forthcoming at last week's council meeting.  We need to be assured that other artists who are not involved in Galway 2020 will have their arts grants awarded to them this year and in coming years.<\/p><p>On mobility, I note Iarnr&oacute;d &Eacute;ireann took into consideration the overcrowding on its services the Friday before last.  I was on one of the overcrowded trains where people were sitting and standing in the aisles.  When I was on the train again last Friday, there were none of the same issues.  That shows that we are taking the issues on board.  Many buses are not yet up and running.  City Link and Go Bus have not yet restarted which means there is huge pressure on the other operators such as Bus &Eacute;ireann and Iarnr&oacute;d &Eacute;ireann.   The Government is doing a good job in ensuring that when these problems arise, we act quickly.  Let us do the same for our tourism and our economy and see where the people who have been forgotten in this are and ensure they are not forgotten into the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#M00700","speaker":"1693","continuing":true},{"type":"speech","time":1595928600,"counter":32,"content":"<p>I also wish the Minister well in her post.  Her words here expressed the incredibly challenge faced by the industry.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Vincent P. Martin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=VincentPMartin&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->She is also on record as saying we will have to think differently about tourism.  I am absolutely convinced we will have to reimagine how we do tourism in this country.  My colleague from south Kildare, Senator Wall, has extolled some of the virtues of our county of Kildare but there are so many others, not to engage in repetition.  The houses on our beautiful stud farms, shared across the north and south of the county, are splendid pieces of architecture and maybe should be opened to the public.  Our canals, which we are so blessed to have throughout our county, north and south, could become central infrastructure showcasing the wonderful gourmet options in the county.  As Senator Wall said, we have to reimagine our bogs.  I am finalising a number of proposals I have put together.  The Minister is a frequent visitor to County Kildare and it is always great to see her there.  She will be familiar with some of these features.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#N00200","speaker":"1667","continuing":true},{"type":"speech","time":1595928600,"counter":34,"content":"<p>The Senator can pick his friends but not his family.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#O00200","speaker":"1655"},{"type":"speech","time":1595928600,"counter":35,"content":"<p>It is the less likely ones, such as agritourism, that I will shine a light on during Deputy Catherine Martin's Ministry.  I will also be talking to the Minister of State, Senator Hackett, about this.  The amazing limestone in Kildare has a propensity and a wonderful opportunity to lend itself to vine-growing, which, in due course over many years-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#O00300","speaker":"1667"},{"type":"speech","time":1595928600,"counter":36,"content":"<p>Unlike the stony grey soil.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#O00400","speaker":"1655"},{"type":"speech","time":1595928600,"counter":37,"content":"<p>-----could become, like in England and Wales, a tourism attraction, given our climate, if we use mildew-resistant varieties of vines.<\/p> <p>I wish the Minister well.  She has a huge task.  We hope to see her as frequently as ever before in Kildare and I look forward to working with her as best we can.  As other Senators noted, it is very important from an employment point of view.  This incredible challenge presents opportunities and it is about how we grasp them.  We have to do things totally differently.  The Minister's friend and colleague, the Minister for Transport, Tourism and Sport, Deputy Eamon Ryan, in a previous life was very big into cycling tourism, and there is significant potential there too, not just in Kildare but throughout the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#O00500","speaker":"1667"},{"type":"speech","time":1595928600,"counter":38,"content":"<p>It is good to see family relationships in the Seanad.  I again congratulate the Senator and his sister.  I hope he will mention Maynooth and bring the Minister there too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#O00600","speaker":"1637"},{"type":"speech","time":1595928600,"counter":39,"content":"<p>I am sharing time with whoever needs it.  The Leas-Chathaoirleach can work it out because I am using time already.<\/p> <p>Cuirim f&aacute;ilte roimh an Aire agus t&aacute; s&uacute;il agam go n-&eacute;ireoidh go bre&aacute; l&eacute;i sa portfolio suimi&uacute;il at&aacute; aici.  I wish the Minister well.  She has a comprehensive portfolio and will be seeing a bit of me on the tourism side.  I play second fiddle to Senator Cassells and have an interest in tourism.<\/p> <p>I will cut out all the statistics I had prepared because the House heard them from the Minister, who has the brief.  The great success story in this country for the past two decades has been tourism.  Every year we have seen increased figures, increased employment, new projects and a great deal of excitement and growth in that area.  It is impossible to quantify the added value of that for the country, whether in terms of transport, online sales or foreign direct investment, which is often located here because the investors have previously come here as tourists.  I have met more than one person who fits into that category.  Another benefit relates to aviation.<\/p> <p>Tourism is big business.  The Green Party is very interested in renewables, and tourism is renewable and inexhaustible.  It is an asset that will never run out because it is based on our natural resources, the beauty of our landscape, our history, our culture, our music and our welcome.  The much-hackneyed c&eacute;ad m&iacute;le f&aacute;ilte is a significant factor in making Ireland premier in world tourism.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ned O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2233\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2233&amp;amp;pid=NedOSullivan&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Counties such as Kerry and Galway, which have been major leaders in tourism, are now the ones that will be crippled by it, unfortunately.  I hope there will be some form of regional examination of how we will deploy funds to help particularly the counties that depend so greatly on tourism.  The biggest tragedy I have seen in a long time is the holding of the Galway Races to an empty stand yesterday.  At the end of September - I am from Listowel - we will witness the same situation.  It is heartbreaking.  Covid has changed everything utterly, and there is not much beauty in it.<\/p><p>I welcome the stimulus plan.  I will not go through it.  I would like to talk about one or two items in particular.  I am glad to see that the coach operators will be helped.  I would like that knocked on not so much to taxi drivers in the country but to hackney drivers and chauffeurs.  We have a number of them operating from the airports, and there is so little business for them.  I welcome the stay-and-spend initiative.  It has been mocked a small bit.  I think it is good.  Anyone going out to spend a long weekend with his or her spouse or to bring the family away to a resort for a week in October will get a bit of a bonus out of it.  The money will be spent anyway.  It will go around.<\/p><p>I give my full praise to the people working in the sector.  They are all working hard at compliance.  There is an imaginative approach going on.  I holidayed abroad: I have just come back from Valentia Island, which, as the Minister will be aware, is the most beautiful, undeveloped place in Ireland.  Members really should go there.  I will not belabour the point.  The people there are working so hard.  There are small restaurants and hotels.  They are trying their best to comply, with big smiles on their faces.  Everybody is pulling together.  If I have one gripe, it is against the politicians and protest parties, and they are in a minority, that seem to be getting pleasure out of picking holes in whatever is going on with the Government's dealing with Covid.  That is not going down well with the people.  I can tell them that straight away.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#O00700","speaker":"1694","continuing":true},{"type":"speech","time":1595928600,"counter":41,"content":"<p>I will avoid the formalities but I wish the Minister well in her Department.<\/p> <p>By now I am sure the Minister is well aware of a proposal by Shannon Group to close the tourist attraction facilities at Bunratty Folk Park together with King John's Castle at the end of August, a decision that makes absolutely no sense whatsoever.  Of course, the decision is dressed up by the management and the board as a response to the fallout from Covid.  Nothing could be further from the truth.  This is a bad decision and will further undermine the effort to rebuild business when the pandemic has passed.  Viable domestic market business at Hallowe'en and Christmas will be lost and will be unlikely to return.  The Minister's intervention is needed to persuade the board and management of the need to keep the attractions open.  I know that there have been communications between the board and management and various Departments and that a request has been made for approximately &euro;4 million.  I appeal to the Minister and her Government colleagues to give very serious consideration to this request because it will help to protect this vital business.<\/p> <p>The July statement brought a welcome injection of cash into the economy, and the tourism sector, as the Minister said, badly needs that.  Can the Minister confirm that the bed and breakfast businesses that will avail of the restart grant do not necessarily have to be affiliated to Bord F&aacute;ilte?  Can she also confirm that a business such as that run by Sean Kilkenny, a jarvey and carriage ride service based in Dromoland Castle, will be able to avail of the new enhanced restart grant, even though the business does not pay rates to the local authority?  There is a business continuity aspect to this.  As the Minister indicated, she is prepared to provide funds to the coach sector.  Coach businesses are really under pressure, but so too is a business such as Mr. Kilkenny's.  The Covid pandemic payment to the individuals concerned is not enough to sustain the horse business.  Horses have to be fed over the winter.  Up to 40 horses cannot be fed on a &euro;350 pandemic unemployment payment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#P00200","speaker":"1655"},{"type":"speech","time":1595928600,"counter":42,"content":"<p>I am sharing time with Senator D'Arcy.  The Minister is very welcome.  I will also forgo the formalities for the sake of time.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I sat on South Dublin County Council's tourism policy committee.  I am amazed by how much tourism can bring to an area in terms of investment and employment and the potential it possesses.  I congratulate the Minister on what has been put together in the July stimulus package and other measures.  They are extraordinary and welcome, so I will not go into their details.<\/p><p>The Minister referred to the tourism task force.  I ask that she exert her influence in obliging the task force to consider smaller packages of tourism offerings that have not been put together heretofore or any alternative that could equip local authorities with additional funds for the promotion of particular tourism offerings.  In my constituency of Dublin South-Central, there is a wealth of historic sites spanning several centuries.  Repackaging tourism offerings like Ireland's Hidden Heartlands, which my colleague mentioned, heightens awareness, improves an area's reputation, creates stories and increases capital investment and employment.<\/p><p>Dublin South-Central holds in its heart a unique history and heritage for any tourist from inside or outside the Pale.  Indeed, the remnants of the Pale itself are within the constituency.  One can ramble through the Liberties, which is one of Dublin's most historic neighbourhoods and is associated with the River Poddle.  There are market traders and local family-owned businesses, including those in the Iveagh Markets, which are to be further developed.  The area is home to the Guinness brewery, whiskey distillers on James's Street and historic textile industries, including Weavers Hall.  One can visit John's Lane Church and view the 12 statues in the tower niches, the work of sculptor James Pearse, who was the father of Patrick and William Pearse.  One can visit St. Catherine's Church on Thomas Street, the site of the execution of Robert Emmet, and remember that our country has taken its place among the nations of the world.  One can visit St. James's Church, the historic start of the Camino de Santiago.  One can ramble to Kilmainham and take in the Royal Hospital, the Museum of Modern Art and its beautiful grounds, and wander through the War Memorial Gardens and Kilmainham Gaol or visit Richmond Barracks in Inchicore or Drimnagh Castle, the only remaining castle with a flooded moat in Ireland.<\/p><p>There is a wealth of tourism offerings in Dublin South-Central.  I ask that the Minister consider looking at this suggestion as part of the tourism task force or equipping local authorities to put such smaller offerings in place, particularly in urban settings to put more life, business and employment into them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#P00300","speaker":"1682","continuing":true},{"type":"speech","time":1595928600,"counter":44,"content":"<p>I congratulate the Minister and wish her the best of luck in her important portfolio.  Tourism equates to approximately 10% of our GDP, but it is more than just that.  A large number of people beyond that 10% are employed in the sector.  There is a great deal of seasonal and part-time work.  As I have stated each time I have spoken about how we can get out of this crisis, our success will be measured in how many people return to work.<\/p> <p>I do not want to mention every town, village and parish in my constituency, but I will mention a project that I have been pursuing for some time.  As deputy leader of the Green Party, I am sure the Minister will appreciate it.  It is the reconfiguration of the old N11, which was the road all the way up to Dublin city centre.  Now that there is the M11, we have a large carriageway of 6 m and 8 m in width, allowing two cars to pass, that has been downgraded.  Although roads have been reconfigured on occasion, none has been reconfigured with a plan to travel a great distance and link up clusters of projects and areas.<\/p> <p>I met the Minister's predecessor, former Deputy Ross, about this project when he was in the tourism role.  It would link south County Dublin along the old N11 all the way down to Rosslare.  A wide portion of the road can be reconfigured through some engineering work in a safe manner.  I am not just talking about having a line on the road with a cyclist painted on it.  Rather, this route would be detached properly and safely from the vehicle carriageway so that families could travel from south County Dublin to Rosslare and there connect to the Rosslare greenway, which in turn connects to the New Ross greenway, which has started work in recent weeks.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The New Ross greenway will connect to the Waterford-Dungarvan greenway.  Suddenly, a project that started in south County Dublin, which benefits Senator Seery Kearney&rsquo;s constituency, would go all the way through Wicklow, Wexford and Waterford, to the far side of Dungarvan and entering County Cork.  The project would connect all those towns and villages that had been suffering because the motorway is in place.  In a village such as Inch, there was a vibrant pub with 14 or 15 rooms, called Toss Byrne's, but it is now closed.  Given that these cyclists and tourists would be able to use the greenway all the way down, connecting south County Dublin with Cork, there would now be a project on a national scale.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#Q00200","speaker":"1690","continuing":true},{"type":"speech","time":1595928600,"counter":46,"content":"<p>I warmly welcome the Minister.  We worked closely together for many years on D&uacute;n Laoghaire-Rathdown County Council.  I am a native of Kildare and I have never heard more name checks of that county by a man from Monaghan.  It always amazes me in the House when we keep referring to our constituencies.  Most people who come in here seem not to want to be here.  They talk about their constituencies but we do not have D&aacute;il constituencies.  We are national politicians and Senators.  Sometimes it is a pity that we lose that.  Let us be happy here.  There is a great expression about being happy in one's station in life.  I can say as a Senator, having served one term and hoping to serve a few more, that I am happy to stay in Seanad &Eacute;ireann because I find it meaningful, engaging and important work.  Perhaps we need fewer references to constituencies because the constituents have made their choices and, hopefully, they will have those people in those place for the next four and a half years.<\/p> <p>As people have been talking about where they are going on holidays, I point out that I am going to the Minister's beloved Carrickmacross in County Monaghan for one week and to Renvyle in Galway for another because I have met many of the people involved in the harbour there.  The lovely Renvyle harbour, as many Senators will know, was left in a terrible state and something needs to be done about that, but that is for another day.<\/p> <p>I raise three issues with the Minister's contribution.  I welcome the restart grant for bed and breakfast operators but we need much more clarity for the sector.  Is the grant for bed and breakfast operators that are registered with Bord F&aacute;ilte or not?  I tabled a Commencement matter last year with the then Minister of State with responsibility for local government, Deputy Phelan, and one will see in the Official Record of the House that we were told there was an issue with rates due.  Some bed and breakfast operators have been told they have to pay rates while others have been told they do not.  I do not believe that any of them should be paying rates, but especially small ones in a certain category.  I want the Minister to examine that because we need absolute clarity.  Are we talking about rate waivers for bed and breakfast operators?  Some are not paying but some are.  There are inconsistencies among the 31 local authorities in respect of rates for the bed and breakfast sector.  We know that from the Minister's responses and from other correspondence that I will forward to her today.  I ask her to consider that area.<\/p> <p>Another matter raised earlier by one or two Senators relates to the partnership with local government.  D&uacute;n Laoghaire-Rathdown County Council, of which I was a member for many years, was paying a levy for Dublin tourism.  All three local authorities were paying into a fund.  Why are local authorities paying into some bigger or greater agency for the promotion of tourism?  How can we develop local tourism in conjunction with the 31 local authorities, their members and their executives?  It is a very diverse country, as people have discussed in respect of the areas where they reside or that they know.  I ask the Minister to give a special focus and attention to the role of the local authorities and how they can engage in that regard.<\/p> <p>We need to look again at our diaspora, our contacts throughout the world.  While there may be a different mechanism for promoting tourism, we need to tap in to that.  It is a really important sector.  We are an island people, and what a great opportunity we could have to promote tourism by having a national and international festival of the sea.  We saw what happened with the Volvo Ocean Race and various other international racing clubs.  We know that at harbours throughout the island of Ireland we have enormous synergy potential for promoting an international festival of the sea, celebrating the fact that we are an island, surrounded by water and the sea.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is great potential for local, national and international tourism if we work with the people involved in this sector.  I wish the Minister well.  I have no doubt she is going to give it her all.  She has done so in everything she has ever been involved with in politics.  I have seen that at first hand.  We are going to be in for exciting times under her Ministry and I wish her the best of luck.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#R00200","speaker":"1634","continuing":true},{"type":"speech","time":1595928600,"counter":48,"content":"<p>I am sharing time with Senator Blaney.  I thank the Minister and welcome her to the House.  I will leave all the statistics and formalities.  The Minister's is the single most important Department for us as a country to express who we are and who we wish to become.  I look forward to the Minister's term of office and the progress she will make in ensuring a diverse, sustainable and inclusive tourism sector.<\/p> <p>I want to raise a few passion projects of mine.  Senator Boyhan might not like this but I will speak of what I know.  I hope the Minister might take a few things into consideration when looking at the next stage of our tourism and cultural economy.  The North-South aspect of our tourism sector needs to be looked at.  We have significant commonalities across the regions of Dundalk and Newry, all along our east coast and all around our country.  By working together these regions will get stronger and benefit from a cross-Border emphasis.  We need to look more closely at building the Narrow Water bridge.  We must look to the Cooleys, Mournes and Slieve Gullion as a marketable project and start thinking of Carlingford Lough as one area to maximise the great potential we have in north Louth and south Down.  This concept should be replicated right across the Border region.<\/p> <p>One positive aspect of our lockdown was that people exploring within their 2 km and 5 km radius saw for the first time all that they have at their back doors.  No matter where we come from on this island we have a wealth of nature, culture, folklore and history at our fingertips.  It costs us nothing to stop and listen to the water in the streams or the birds or even to read the plaques on the buildings that mark a bit of history.  I would like to see the Department coming up with an initiative for getting to know one's own area, making it a marketing ambition for a local area to be able to highlight what it has.  This would be a nationwide project to encourage all to embrace what our localities have, a history that is untapped and unappreciated in many instances.  That history can be developed and mapped so we can have a database and a proper roadmap to our history and culture.<\/p> <p>For example, I refer to the Battle of Faughart, also known as the Battle of Dundalk, in 1318.  It was very significant battle in the Irish Bruce wars and it ended, for the time being, King Robert the Bruce's attempt to open a second front against the English in the battle to win Scottish independence.  This massively significant part of Irish-Scottish history is sitting there waiting to be explored.  Another example is how the Knights Templar set up in the Cooley Peninsula, with Templetown named after them.  They provided safe passage for pilgrims coming from Ulster and leaving at Kilwirra church in Templetown to complete the Camino in Spain.  People can get their Camino passports stamped in the oldest church in the Archdiocese of Armagh, in St. James's church in Grange, County Louth.  <\/p> <p>We have the most beautiful biodiversity in this country.  We should be examining the possibility of biodiversity tourism.  I think of the humble and magical hawthorn tree that supports 200 different insect species and our unique heathers in the Cooley Mountains.  This is all untapped opportunity for healthy, positive, sustainable tourism.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#S00200","speaker":"1671"},{"type":"speech","time":1595928600,"counter":49,"content":"<p>I thank the Minister for joining us and giving us a most informative and open statement.  With her collective portfolios she is going to play a vital role in the development of rural Ireland.  A couple of the issues I was going to raise today have already been raised.  Senators McGreehan and &Oacute; Donnghaile talked about the cross-Border element of tourism.  It is a vital element which we need to develop.  In conjunction with the new unit being set up in the Taoiseach's office, it is imperative that the Minister, Deputy Martin's Department works in that context.  I, too, believe that the Ireland's Ancient East brand should be developed as far as Belfast.  The Wild Atlantic Way should also be developed as far as Belfast at the other side.  As somebody who lives in the north of the North, I do not think anywhere in the world has the diversity of beauty of the coastline from Belfast around to Belmullet and beyond, with the different beauty spots right along it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall Blaney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1812\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1812&amp;amp;pid=NiallBlaneyIND&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Most of it is completely untapped.  There is massive potential for tourism development.<\/p><p>Senator Boyhan mentioned our coastline in relation to sailing.  There is massive potential for tourism along our coastline.  A great deal of emphasis has been placed on tourism, which is a vital indigenous sector, by the Government in recent weeks, including in the July stimulus.  Now that there is going to be a review of the national development plan, Ireland 2040, it is imperative that there be a much greater focus on tourism.  I propose that the Minister consider the introduction of a national marina plan.  It is very well to talk about sailing in Ireland but there are not enough marinas around the coastline.  Wherever marinas have been built there is great potential for further infrastructural development, such as hotels and restaurants, and for creating jobs right around the coastline.  Sailing is also a green initiative.  It has great potential and should be included in the development plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#S00300","speaker":"1633","continuing":true},{"type":"speech","time":1595928600,"counter":51,"content":"<p>I call Senator Conway who is sharing time with Senator Dolan.  They each have three minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#T00200","speaker":"1637"},{"type":"speech","time":1595928600,"counter":52,"content":"<p>I also congratulate the Minister on her appointment.  The consideration and respect she has shown me in the House over recent years reflects her commitment to equality.  Having someone with that belief sitting at Cabinet can only improve equality of opportunity and access for all our citizens.  I wish her well.<\/p> <p>I come from a part of the country, County Clare, that heavily relies on tourism.  The last recession was very difficult and challenging but the industry that started kicking us back to economic recovery was tourism.  The Gathering initiative in 2013, which was promoted by the Government under the then Minister, Deputy Varadkar, was seen by many as the starting point of the recovery of tourism here.  That was followed by the masterstroke in international marketing that is the Wild Atlantic Way.  It has the potential to compete with the Camino as being the world's greatest walk.  That needs to be our ambition.<\/p> <p>Although the coming recession will be much worse than anything we have experienced, I believe that tourism will, yet again, kick us into economic recovery.  Hundreds of thousands of people rely on tourism for their livelihoods.  In County Clare in particular, thousands rely on tourism and thousands are struggling now because of the lack of tourism.  I encourage everyone here to consider visiting County Clare on their holidays this year.  We have had the T&aacute;naiste on his holidays for a weekend in Clare already, as well as many others, but we need a lot more.  We need a lot of capital investment in walkways, greenways and public transport so people can get around our county and are able to visit all parts with regularity, in comfort and with choice.  We need capital investment in our tourist attractions.  The Cliffs of Moher visitor experience in County Clare is a gold-plated tourism facility.  I hope the Minister will have an opportunity to visit it during her period in office.  It needs further investment.  There is a coastal walk that probably needs &euro;20 million or &euro;30 million to bring it up to the type of standard we need.  We also have a lot of silver-plated attractions with regional importance, such as Seaworld in Lahinch and Waterworld in Kilkee.<\/p> <p>We can make tourism an all-year round industry.  That is why it is critical that Shannon Heritage keeps its facilities open throughout the year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Therefore, when people come to County Clare on holidays they will have a choice of activities and facilities to visit and enjoy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#T00300","speaker":"1644","continuing":true},{"type":"speech","time":1595928600,"counter":54,"content":"<p>I congratulate the Minister.  She has a very broad and interesting portfolio covering arts, tourism, media and culture.  I will speak to what I know, which Ireland's Hidden Heartlands in the middle of Ireland.  Is it not great that this opportunity has been brought about for us to rediscover what is on our doorstep?  That is what many families are doing now when booking their holidays, particularly in August which is the month in which many people are taking a few days, a week or longer off.  Regarding the hidden heartlands, between Roscommon and east Galway one can travel down the River Suck or the Shannon River on the opposite side.  There are great lakes and it is a great way to enjoy blueways and water sports while also connecting with heritage.<\/p><p>I like one of the proposals here on how to promote the local area and developing some type of strategy on that, perhaps how we do <i>visitGalway.ie<\/i>, <i>visitBallinasloe.ie<\/i>and the equivalent for all the other counties.  How can we ensure we are getting the most benefit from such websites?  I had the opportunity, and I thank the Fine Gael team, to promote Roscommon and Galway.  I got to promote the activities in my home town of Ballinasloe and hire a boat, meander down the River Suck and show what it was like to go into the marina in Ballinasloe.  It is a great adventure.  It is something I am looking forward to and am going to plan for a couple of weeks hence.  Along with that were activities such as horse riding in Creagh Equestrian centre and doing hikes and trails on the Beara-Breifne Way which goes all the way from Cork through the centre of Ireland to Leitrim and Longford.  There are great ways to explore.<\/p><p>What I really enjoy is the way families and children can connect with history through everything in our heritage.  For example, the Battle of Aughrim was directly outside Ballinasloe.  Other battles have been mentioned here, but how do we connect and build this heritage, culture and interest in our past, which shapes everything we do today?  I believe there are great opportunities to do that.  Other cultural items worth pointing out include the National Famine Museum in Strokestown, in which there was great investment by Discover Ireland and Bord F&aacute;ilte last year, Clonalis House in Castlerea and the lovely Roscommon Castle and park.  I am passionate about the greenway and seeing it go from Athlone to Galway.  That is a priority for Transport Infrastructure Ireland.  Perhaps what will come out of this situation is the importance of developing that type of infrastructure and that type of tourism.  We need to be able to accommodate short stays in Ireland as well as potentially longer stays of a week or two weeks.<\/p><p>Finally, can the Minister say what supports are being provided for travel agents?  Obviously, that industry is gone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#U00200","speaker":"1654"},{"type":"speech","time":1595928600,"counter":55,"content":"<p>It is nice to see the Minister, and I congratulate her.  I had the pleasure of working with her on the education committee in the last D&aacute;il and she was a genuinely progressive and radical voice.  I hope she will be a radical Minister.  The good news is that I am going to give her three opportunities to be radical over the next five minutes.<\/p> <p>The first opportunity is in respect of the Shannon Group, which has been mentioned already.  It is an absolute disgrace that the Shannon Group has decided to shut down King John's Castle and Bunratty Castle from the end of August.  It has caused absolute fury.  The fact that it has also refused to open Craggaunowen and Knappogue Castle is equally appalling.  The Minister has established a stay and spend initiative and my colleague, Senator &Oacute; Donnghaile, rightly criticised aspects of that initiative.  How will that stay and spend initiative work in a city and counties where key sites have been closed down?  It makes no sense.  This is not just about the 350 people employed by Shannon Heritage, but the thousands of other jobs that depend on these sites being open.  This is the equivalent of taking Limerick off the tourism pitch at half time.  We will not stand for it.  In fact, the Shannon Group has achieved something truly unique - it has managed to unify every political party across the mid-west on this issue.  We cannot all be wrong.<\/p> <p>The Minister has the power to intervene and to insist on ring-fenced funding to keep King John's Castle and Bunratty Castle open and to open the other sites.  I ask her to give a firm commitment today that she will do that.  The people of Limerick and Clare will not settle for anything less.  I also ask her to prepare the ground to move those sites to the Office of Public Works.  It is a long time since we lost faith and confidence in the Shannon Group management.  This is an opportunity for the Minister to be radical.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The next opportunity is Moore Street.  I will again ask the Minister a direct question: what will she do to save and develop Moore Street as a national monument and cultural quarter?  The previous Government abandoned it.  That was a disgrace.  I encourage all Members to go to Moore Street and see the state in which it has been left.  A national battleground in 1916, it has been abandoned by both conservative parties.  I have faith in the Minister that she will address the issue.  Will she meet stakeholder groups and work with us to repair the long-standing wrongs in this regard?<\/p><p>I will address a matter that I suspect others will not during this debate.  It is all very well talking about how quickly we can get back to normal, but there is a dark underbelly to our tourism industry of poor pay and conditions.  The Minister does not have to take my word for it - I will refer her to the word of Dr. Deirdre Curran, an NUI Galway lecturer who has done extensive research in this area as recently as the end of last year.  I will cite some statistics.  Of workers surveyed, 64% have suffered psychological abuse and 76% have suffered verbal abuse.  We are discussing what is a largely female workforce.  Some 52% of workers receive no work breaks, 16% receive no regular wage slips and 43% receive no written statements of terms and conditions.  This is the reality of the tourism industry that we do not hear about.  It needs to be addressed.<\/p><p>One way the Minister could help would be by supporting Sinn F&eacute;in's tips Bill, which is alive and well and will be returning to the D&aacute;il.  The Minister was good enough to support it in the previous D&aacute;il.  It is a simple Bill to guarantee that people who work for their tips can get them.  Unbelievably, Fine Gael opposed it and used a cynical money message when it knew it did not have the votes to stop the Bill from becoming law.  I ask that the Minister be radical and work with us on defending front-line workers in our tourism industry.<\/p><p>The last point I wish to make does not relate entirely to the Minister's role, but there is a significant imbalance between east and west.  Part of that imbalance operates through our airports.  That we have airports under the control of the DAA on the one hand and, on the other, Shannon is a failed independent airport - there is also Ireland West Airport Knock- makes no sense.  That is why nine out of ten flights leave from the east coast.  If we are to be serious about regional balance, we need the Government to address this issue.  I urge the Minister to do what the workers at Shannon Airport have urged her to do and what Sinn F&eacute;in has always said should be done.  We are the only party on record as opposing this failed model of independence in Shannon.  One group needs to manage all of Ireland's airports in order that we can implement proper regional balance and ensure that, when flights are granted in Dublin, it is insisted upon that the airlines put some of them across to the west.<\/p><p>I wish the Minister well.  I cannot emphasise enough that, if there is no action on the Shannon Group situation, there will be fury.  Please start as a radical Minister and intervene.  Save our heritage sites and our jobs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#U00300","speaker":"1660","continuing":true},{"type":"speech","time":1595928600,"counter":57,"content":"<p>I call Senator O'Loughlin, who is sharing time with Senators Casey and Murphy.  They have two minutes each.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#V00200","speaker":"1637"},{"type":"speech","time":1595928600,"counter":58,"content":"<p>I congratulate the Minister sincerely.  I worked closely with her over the past four years on the education committee and in the women's caucus.  She is a politician of deep conviction and a woman who is passionate about her county.  I have no doubt that those will be matched by ambition and vision for the Department she now leads.<\/p> <p>I understand that the Minister might be visiting Kildare in a professional capacity in late August to open the new centre at the Irish National Stud.  While she is there, I invite her to take a little tour of the county I know and love so well.  I would bring her to the Curragh to see Donnelly's Hollow and to make my first request of her, which would be that we would make the Curragh a national heritage park.  This is warranted and important.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> On the issue of transport, there is a stop at the Curragh for the train service.  That could be utilised for both tourism and those who come to racing.  Kildare is particularly well known for racing events and has many fabulous places we could bring tourists to, which I will highlight.  It may surprise some to learn that 600 enterprises in Kildare are dependent on tourism and that tourism in Kildare contributes &euro;127 million directly to the economy.  Kildare is also associated with St. Brigid, who was the first feminist in Ireland and who is the patron saint of creativity.  I have no doubt she will inspire the Minister.<\/p><p>Finally, I turn to the issue of our waterways.  There are two canals in Kildare.  I had the opportunity to be on a barge last week.  There are only 28 serviced berths in the country.  We need to explore our waterways and have a greater number of permanent berths.<\/p><p>I look forward to talking to the Minister about these issues at greater length on another occasion.  I ask her to keep on the table a further cut to VAT in budget 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#V00300","speaker":"1689","continuing":true},{"type":"speech","time":1595928600,"counter":60,"content":"<p>I too congratulate the Minister on her appointment.  The sector has never faced a crisis of such magnitude, and we have been through a number of them.  In the Minister's words, the devastation being experienced in the sector is unprecedented.  I welcome the July stimulus package, which addresses some of the short-term measures required to keep our doors open in the coming off-season, but the sector believes that the rhetoric from the Government is just rhetoric and that the sector is not a primary focus of the Government moving forward.  We will have an opportunity in the forthcoming national economic plan to address the concerns of the industry if we work together.<\/p> <p>I will focus on two issues, the first of which relates to VAT.  We need an open and frank discussion on VAT.  A reduction in the rate is needed to secure a viable, sustainable and competitive future for the industry, to level the playing fields with our European competitors and to respond to the move last week by the UK Government to reduce its rate for the sector to 5%.  The UK is our largest foreign market.  We were already losing a significant portion of that trade because of Brexit and the decrease in the value of sterling.<\/p> <p>The other issue relates to opening our airports and ferry ports to mandatory testing to give security to the people.  Instant testing is being developed.  We did it 19 years ago in the case of foot and mouth disease, when we washed every wheel of every vehicle that came into the country and everyone had to step in a disinfectant.  If there is a will, there is a way, and we can open our ferry ports and airports safely through carrying out mandatory testing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#W00200","speaker":"1640"},{"type":"speech","time":1595928600,"counter":61,"content":"<p>I ask the Senator to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#W00300","speaker":"1637"},{"type":"speech","time":1595928600,"counter":62,"content":"<p>Wicklow is open for business.  If anyone would like to come to Wicklow, given that everyone else mentioned their counties, they are all welcome to the garden county.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#W00400","speaker":"1640"},{"type":"speech","time":1595928600,"counter":63,"content":"<p>I can see I am loved by my colleagues.  I sincerely wish the Minister well.  I served in D&aacute;il &Eacute;ireann with her and chaired many a debate, and I found her very co-operative and fair.  I think she will do a good job.  I have known her brother very well for years but the Minister is catching up in terms of his wit and company.  I wish her the very best of luck.<\/p> <p>As our time is limited, I will not go through the whole stimulus package, which contains a great deal.  I return to the area of entertainers, many of whom are sole traders and are not rate payers.  We often talk about sound engineers, roadies and so on, who will find that the package is limited for them.  Some of them are hitting serious economic times.  As I noted last week, whenever this pandemic comes to an end, those people will be at the very end of the queue because it will be a long time before we get back to concerts, arts centres and so forth.  It will not happen soon, because we are talking about larger numbers.<\/p> <p>Broadband will be very important, particularly for rural Ireland.  The Minister has a specific interest in that.<\/p> <p>Finally, I invite the Minister to Roscommon and Galway.  I will bring her to all the sites free of charge and she can have that holiday for free.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Eugene Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2444\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2444&amp;amp;pid=EugeneMurphy&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am declaring it open.  We will let the Minister enjoy the beautiful countryside and sceneries in Strokestown, Ballinasloe, Boyle, Carrick-on-Shannon, Tulsk and everywhere else.  I wish the Minister well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#W00500","speaker":"1674","continuing":true},{"type":"speech","time":1595928600,"counter":65,"content":"<p>I am breathless.  I call Senator Garvey.  I apologise to Members who did not get in.  We must conclude this part of the debate at 12.22 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#X00200","speaker":"1637"},{"type":"speech","time":1595928600,"counter":66,"content":"<p>Cuirim f&aacute;ilte roimh an Aire agus d&eacute;anaim comhghairdeas l&eacute;i as ucht a post nua.  Is d&uacute;shl&aacute;n an-mh&oacute;r &eacute; di.  M&aacute; t&aacute; aon duine in ann an jab a dh&eacute;anamh, is &iacute; an tAire, an Teachta Martin, an duine sin.  N&aacute;r laga Dia &iacute; agus &iacute; ag d&eacute;anamh a d&iacute;cheall an d&uacute;shl&aacute;n seo a chomhl&iacute;onadh go cro&iacute;&uacute;il agus go mac&aacute;nta.  I officially invite the Minister to the Banner County.  She can come as soon as she can when she is on her holidays.  Senator Boyhan made a good point that while we are national politicians, we are from where we are from and we cannot help but care about our counties as well.<\/p> <p>I will not waste any more time as the Minister knows about the devastating effects of Covid on tourism.  She was aware before she came into the House about that, particularly concerning owner-occupied businesses.  The July stimulus is good and will bring some hope.<\/p> <p>I want to raise the issue, however, of seasonal workers.  For many in the tourism industry, it is not a full-time job.  What has happened in many places for thousands of people is that they were on the books in February but were not brought on the books in March because of Covid.  As a result, they were not entitled to the Covid payment.  Many of these workers, thousands of them, would have been working in the industry and in particular locations for 20 or 30 years.  They were the friendly face of Ireland which tourists met.  However, they fell out of this category for Covid payments.  Will the Minister examine this?<\/p> <p>I want to draw the Minister's attention to visitor attractions and music venues.  Social distancing has been crippling for music venues and visitor attractions.  I came up on the train this morning with a mask on and with hand sanitiser.  I did not always have to be 2 m apart from people, however.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#X00300","speaker":"1659"},{"type":"speech","time":1595928600,"counter":67,"content":"<p>The Senator's time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#X00400","speaker":"1637"},{"type":"speech","time":1595928600,"counter":68,"content":"<p>Is it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#X00500","speaker":"1659"},{"type":"speech","time":1595928600,"counter":69,"content":"<p>She will have to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#X00600","speaker":"1637"},{"type":"speech","time":1595928600,"counter":70,"content":"<p>I thought I had five minutes.<\/p> <p>Can we examine these measures to see if they can be changed for music venues?  We have musicians who are seriously struggling as well.<\/p> <p>I have requested that the Minister, the Minister for transport and the Minister of State with responsibility for heritage, all of whom happen to be in the Green Party, will come together to look at the devastation that we are dealing with in the Shannon region as a result of the Shannon Group and what is happening in the area.  There were issues there long before Covid.  It is important that the Ministers work together on this.<\/p> <p>We have one kind of tourism on which we have to focus in Ireland.  All tourism must be equal tourism from now on.  We are facing a climate and biodiversity challenge.  Everybody comes to Ireland expecting real green tourism, not just greenwashing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#X00700","speaker":"1659"},{"type":"speech","time":1595928600,"counter":71,"content":"<p>I apologise to Members for the rushed nature of this debate.  We must conclude at 12.22 p.m. and the Minister has eight minutes to conclude by 12.30 p.m.  I apologise to those Members who could not get into the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#X00800","speaker":"1637"},{"type":"speech","time":1595928600,"counter":72,"content":"<p>I thank Seanad Members for allowing me an opportunity to speak today on such an important matter.  I thank them for their contributions.  I will follow up on as many of the questions raised as is possible.  If I do not manage to get back to every query, I will ask my officials to write to the Senators.<\/p> <p>As I said earlier, the tourism industry in its entirety has been decimated by the Covid-19 crisis.  The sector will take the longest to recover.  Senator Keogan raised that issue.  I am aware of the difficulties being experienced by Ireland's tourism industry.  I am mindful of its complete loss of earnings, jobs and businesses.  I assure Senator Keogan that I am taking this matter seriously.<\/p> <p>Senator Cassells asked about ancillary job losses.  Approximately 260,000 people are employed in the tourism and hospitality sector.  I do not have exact figures on the indirect impact of their spending on other jobs.  I certainly know that many regions are very dependent on that income.<\/p> <p>As sports Minister, I understand the desire for larger crowds and attendances at GAA and other grounds.  The Government must put health first with everything that comes with Covid-19.  If we are ever to reach a point where we can open everything up, then we must act with caution at all times.  We have to adhere to the current public advice.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Martin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2425\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2425&amp;amp;pid=CatherineMartin&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If it is at all possible to mitigate the risk to life with bigger crowds, then I am sure NPHET will consider that.  My Department will assist NPHET and co-operate with it in that process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#X00900","speaker":"1471","continuing":true},{"type":"speech","time":1595928600,"counter":74,"content":"<p>What about Aer Lingus?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#Y00200","speaker":"1641"},{"type":"speech","time":1595928600,"counter":75,"content":"<p>Senators Gavan, Dooley, Garvey and Conway raised the Shannon Heritage issue.  Like many tourism attractions, I am aware of the massive challenges it faces.  As it is a subsidiary of Shannon Airport, it is under the remit of my colleague, the Minister for Transport, Tourism and Sport, Deputy Eamon Ryan.  I will work closely with him on this.  He is looking at financial issues with Shannon Airport and will bring recommendations to the Government with regard to these in due course.<\/p> <p>F&aacute;ilte Ireland will be assisting tourism attractions through the adaptation grant.  I am aware of the impact this is having on the entire region, as well as how critical it is to it.  I will do what I can under my remit to assist with the reopening of these sites.<\/p> <p>Senator McGreehan spoke about beautiful Louth.  She was like an advertisement for the county.  I am a frequent visitor to Slieve Gullion and Carlingford Lough.  I will be there in the next few weeks, as I often am with my family and friends.  Border tourism has already been threatened by Brexit and was a focus for F&aacute;ilte Ireland before the Covid crisis.  I grew up on the Border.  I will be attending the North-South Ministerial Council and liaising with the Minister, Diane Dodds.  I will be collaborating and co-ordinating every which way possible.  It is a priority.  F&aacute;ilte Ireland and Tourism Ireland are working on joining up initiatives such as the Causeway Coast and the Wild Atlantic Way.  I would like to see much more of this.<\/p> <p>On the Gaeltacht areas to which Senator &Oacute; Donnghaile referred, I have a gr&aacute; for Gaeilge myself.  Last week, I provided &euro;8 million in capital funding to &Uacute;dar&aacute;s na Gaeltachta.  I want see factories and buildings repurposed and supported to encourage people to stay and work in Gaeltacht areas, helping to build them up.  I provided funding under arts to Eala&iacute;n na Gaeltachta.  I will do whatever I can to support our beautiful language, our native tongue and the Gaeltacht areas.<\/p> <p>Many Senators brought up the issue of VAT and the voucher scheme.  We saw stay-and-spend as the quickest way to get a scheme up and running.  It is also more efficient and less costly for a business to administer compared with a redeeming voucher.  It has a wide application with up to 2.8 million people being able to avail of it.  It is about encouraging demand.  The reason that specific timeframe from October to April was targeted was because it is off-season.  When I engaged with stakeholders, they said that was when they really needed the support to get them through Christmas.<\/p> <p>The scheme will not be administratively cumbersome.  Some Senators referred to the filing of paperwork involved in the scheme.  It will actually be operated through a downloadable Revenue mobile phone app.  We envisage one goes to a restaurant or a hotel and one takes a photograph there and then.  That is how easy it will be.  It was about making it as easy as possible to support our restaurants, coffee shops and hotels.<\/p> <p>At the level of individual taxpayer, the relief on accommodation and food, including soft drinks but not alcohol, it is a minimum spend of &euro;25 per person per time with a maximum spend limit of &euro;625 over the lifetime of the scheme.  The taxpayer will take the photograph.  One will get 20% of the voucher costs through the income tax maximum credit of &euro;125 per person.  The tax credit may be set against a claimant's USC liability where he or she does not have a sufficient income tax liability to fully absorb the tax credit in the year of assessment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Martin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2425\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2425&amp;amp;pid=CatherineMartin&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senators Garvey and Conway spoke of the lights of the Banner county.  I can let Senator Garvey know that my family will be going there in the next few weeks.  We will go to Clare and are looking forward to it.  We intend to spend a lot of time there, we are walkers and my husband and I look forward to exploring the Burren with our three children.  I look forward to meeting the Senator in person when I am there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#Y00300","speaker":"1471","continuing":true},{"type":"speech","time":1595928600,"counter":77,"content":"<p>I know the best spots.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#Z00200","speaker":"1659"},{"type":"speech","time":1595928600,"counter":78,"content":"<p>Senators Martin, Wall and O'Loughlin mentioned Kildare.  With family there, I am a frequent visitor to Kildare.  I have friends and colleagues there also.  I enjoyed working closely with Senator O'Loughlin and I look forward to a tour of Kildare.  On the bogs and stud farms and if they should be opened up, F&aacute;ilte Ireland has a tourism capital fund that has developed many similar attractions, for example, in the Lough Boora park in the midlands.<\/p> <p>Senator Boyhan commented on Carrickmacross.  I am happy to meet him for a coffee and recommend the sights and thrills of my native home town.  Senator Blaney referred to North-South tourism.  The national maritime park is part of the brief of my colleague in transport, but I will bring that to his attention.<\/p> <p>Senators Conway, Dolan, O'Reilly and D'Arcy referred to greenways.  An investment of &euro;23 million has been allocated this year for tourism-focused greenways.  Senator D'Arcy spoke on a specific project.  Anything we can do to encourage cycling and to make cycling safe in this regard, is of course a priority for the Minister for Communications, Climate Action and Environment, Deputy Eamon Ryan.<\/p> <p>Senator Wall referred to coach tourism. I have asked F&aacute;ilte Ireland to develop a business continuity scheme to help these businesses through this difficult period and &euro;10 million has been made available under the July stimulus programme for this purpose.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#Z00300","speaker":"1471"},{"type":"speech","time":1595928600,"counter":79,"content":"<p>This Minister is on added time so I ask her to conclude within the next minute please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#Z00400","speaker":"1637"},{"type":"speech","time":1595928600,"counter":80,"content":"<p>With regard to VAT, all options were considered for the July stimulus package but we were trying to focus really quickly - we had three weeks - on the jobs and getting people safe and secure, such as with the wage subsidy scheme, and making sure that seasonal workers were brought in.  We did that.  All options were considered with regard to VAT and all options will be reviewed as we come into the October package.<\/p> <p>If there are any other issues I have not addressed here, as a lot were raised, my officials will get back to the Senators.  With the tourism-specific and wider economic measures announced in the July stimulus programme I really hope I worked hard with my ministerial colleagues to prioritise this sector.  I understand the concerns of those who want more longer-term measures, and that is what I will focus on now.  This is just the start.  Last week's July stimulus package and the longer-term national economic plan will be launched in October.  I will work on ensuring the tourism sector's voice is heard loudly and clearly in the deliberations on that plan.  Working together with Government and the industry I am confident in our ability to overcome the difficult challenges that lie ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#Z00500","speaker":"1471"},{"type":"speech","time":1595928600,"counter":81,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#Z00600","speaker":"1637"},{"type":"speech","time":1595928600,"counter":82,"content":"<p>Minister-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#Z00700","speaker":"1664"},{"type":"speech","time":1595928600,"counter":83,"content":"<p>No, I am sorry Senator-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#Z00800","speaker":"1637"},{"type":"speech","time":1595928600,"counter":84,"content":"<p>I wanted to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#Z00900","speaker":"1664"},{"type":"speech","time":1595928600,"counter":85,"content":"<p>I am sorry Senator.  The House agreed its business.  I apologise to Members but we have a certain allocation of time.  The Minister has only so much time available.  Under the current restrictions we must vacate the Chamber to have it cleansed.  I apologise to Members but to be fair the Minister has given a commitment to come back to people if their queries were not answered.  I am sure the Minister post recess will come back to us again.  I appreciate and sincerely understand there are issues that Members have not had addressed and that some people have not had time to speak.  We have limited time but I promise Members that we will have another debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#Z01000","speaker":"1637"},{"type":"unspoken","time":1595928600,"counter":86,"content":"<p>Sitting suspended at 12.35 p.m. and resumed at 1 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Teachtaireacht ón Dáil - Message from Dáil","time":1595928600,"counter":87,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#GG00100"},{"type":"speech","time":1595928600,"counter":88,"content":"<p>D&aacute;il &Eacute;ireann passed the Ministers and Secretaries and Ministerial, Parliamentary, Judicial and Court Offices (Amendment) Bill 2020, changed from the Ministers and Secretaries (Amendment) Bill 2020, on 24 July 2020, without amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#GG00200","speaker":"1650"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1595928600,"counter":89,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#GG00300"},{"type":"speech","time":1595928600,"counter":90,"content":"<p>There was a proposal to amend the Order of Business to change speaking times.  We have so many speakers offering on the following business.  I will make the same point as I had made previously with regard to accommodating everybody.  We were going to allow Senators four minutes but I think the Whips are talking about still leaving it at six minutes.  I am specifically talking to Government Senators when I say that Senators must share time if we want to get everyone in.  The order is that at 2.52 p.m. we will be calling on the Minister to respond to Senators.  I just wanted to let Members be aware of that.  Is it agreed that we will group?  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#GG00400","speaker":"1650"},{"type":"majorheading","content":"Education: Statements","time":1595928600,"counter":91,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#GG00500"},{"type":"speech","time":1595928600,"counter":92,"content":"<p>Before the Minister for Education and Skills, Deputy Foley, addresses the House I congratulate her on her appointment to high office.  I was going through the list of Ministers who have served in high office like the Minister, Deputy Foley.  With regard to female representation we are all too lax when it comes to female Ministers who served the State down through the years.  Starting with Countess Markievicz and including the current crop, prior to the Minister, Deputy Foley, there have been only 19 female Cabinet members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#GG00600","speaker":"1650"},{"type":"speech","time":1595928600,"counter":93,"content":"<p>T&aacute; an-&aacute;thas orm bheith anseo don ch&eacute;ad uair mar Aire Oideachais agus Scileanna.  Gabhaim bu&iacute;ochas leis an Seanad as ucht an t-am agus an deis seo a thabhairt dom.  I am very proud to be here today for the first time as Minister for Education and Skills.  I thank the Cathaoirleach and his colleague Senators for the opportunity to engage with the House today in regard to the roadmap for the reopening of our schools and the calculated grades process for leaving certificate 2020 students.  I also want to congratulate the Cathaoirleach in securing the elevation to the role of Cathaoirleach last week.  It represents a vote of confidence in the Cathaoirleach from his colleague Senators.  As a fellow Kerry native, may I say how proud we are in your home county of the Cathaoirleach's achievement and I wish him every possible success and good fortune in the role.<\/p> <p>When the then Taoiseach announced on 12 March that all schools, colleges, universities and other training and learning facilities were to close as a consequence of Covid-19, it was the commencement of a series of significant challenges across the education and training sector.  Those challenges have continued to be managed by my Department, the education partners and a range of stakeholders ever since.  The interests of students and their families, as well as the safety of the staff in the sector, have been the paramount considerations throughout as the challenges before us have been worked through.<\/p> <p>Coming from an education background and as a regular contributor to the debates on education in the D&aacute;il before becoming the Minister for Education and Skills, I was keenly aware of the interest in education but also the concerns and, at times, the anxieties of students, their families, their school communities and more generally in how those challenges needed to be addressed.  One of the most significant challenges was how the leaving certificate class of 2020 could receive certification for their work which would allow them to proceed to other study, to training, to work or to follow other pursuits.  I will return to the topic of calculated grades in a short while.<\/p> <p>Since I was appointed Minister the number one priority for me, for the Government, my Department and the wider schools sector and society has been the safe reopening of our schools at the start of the new school year in late August and early September.  We said in reopening our schools, we would be guided by the available public health advice and comprehensive engagement with stakeholders or partners in education, including the school management bodies and staff representatives, as well as students and parents.  There has never been any doubt but that I as Minister, my predecessor, my Department, school leaders and staff all want to see schools reopening as normal in the new school year in late August and-or early September and based on the normal timeframes for return.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Norma Foley:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=NormaFoley&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Yesterday, I brought proposals to Cabinet which outlined a comprehensive funding package and plan to provide the necessary supports and clear guidance for primary and post-primary schools to return safely in the new term.  I also sought approval to publish a roadmap for the full return of schools, described yesterday by the Taoiseach as the most comprehensive and detailed sectoral plan he had seen.  Cabinet agreed to both and I was able to publish both the roadmap and details of the over &euro;375 million in additional funding necessary to support its implementation.  The roadmap outlines a comprehensive range of measures being provided to support the full reopening of schools in time for the start of the new school year.  It was developed following intensive engagement with stakeholders from the education sector, including teachers' unions, SNAs, school caretakers and secretaries, representatives of principals and deputy principals, school management bodies and representatives of parents and post-primary students.<\/p><p>The roadmap and the funding package recognise the challenges faced by schools in ensuring the safe return of over 1 million students and approximately 100,000 staff in 4,000 schools in the context of Covid-19.  It sets out clear plans and practical guidance on the measures schools will need to take to operate safely and minimise the risk of the introduction and spread of infection in schools.  The roadmap and the documentation relating to it provide schools with guidance on training, checklists for schools on preparing for reopening and guidance for operating schools safely in a Covid-19 context.  It advises on matters such as logistics, the curriculum, teaching, managing school activities, supporting pupils with additional needs, administration and, very importantly, well-being.  In other words, it is a comprehensive plan.<\/p><p>My Department has prepared a suite of support materials for schools, including guidance on the curriculum and the well-being of students and staff, as well as protocols for minimising the risk of spread of infection in schools.  In addition, I also published template Covid-19 response plans for schools.  These plans provides clear and practical guidance and support to schools on the range of measures that need to be put in place to bring everyone back to school safely.  The funding supports are comprehensive across a range of areas and include the following measures: funding for replacement of staff who cannot come to school because they are at very high risk of Covid-19, including teaching staff, SNAs and administrative staff, which can occur where staff members who are identified in line with HSE guidance as being at very high risk of Covid-19 are advised to cocoon; funding for additional supply panels at primary level, which will ensure more certainty regarding the availability of substitute teachers for primary schools; funding for over 1,000 additional teachers - including 120 additional guidance positions - at post-primary level to help with physical distancing and class sizes; funding to provide release days for teaching principals at primary level to meet the administrative burden arising from the changes and the impacts of Covid-19, which will mean that all teaching principals will have one release day per week - something I am particularly pleased to be able to deliver because I consider it a really essential support to reduce the burden on these principals - and there will be some release time for deputy principals in primary schools; enhanced cleaning and hygiene measures, which are particularly important, are also included and the additional funding being provided will enable schools to have daily cleaning arrangements and purchase supplies of hand sanitiser and any other PPE material necessary; funding for enhanced supervision, which is a key control measure to support schools in minimising interaction of students from different classes in line with public health advice; and funding to support school leadership, especially principals, in getting schools ready.  On the latter, every school will be able to employ an aide to help get the school ready for the return.  As announced in the July stimulus package, funding of &euro;75 million will support minor capital works for all schools. <\/p><p>As already stated, reopening schools is a priority for the Government.  It has been my priority since becoming Minister.  In preparing for the reopening of schools, we know that most students, their families and school staff will be looking forward to going back, reconnecting with the school environment, staff and their friends and settling back into school work.  There is a strong emphasis in the roadmap on safety and on practical arrangements, but also on ensuring the well-being of students and the entire staff community.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Norma Foley:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=NormaFoley&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->One of the key elements to ensuring that schools, once they reopen, can remain open is to prevent the Covid-19 virus from getting into a school in the first instance.  This will mean students, their families and staff playing their roles in keeping the virus out of their school by ensuring those who have symptoms or suspect they have the virus stay out of school, by maintaining best practice in hand hygiene and respiratory etiquette in school and by minimising social contacts and respecting physical distancing practices. <br\/><br\/>The public health advice which underpins all of this has been published and recognises that physical distancing in a school context has some specific elements acknowledging.  It states: <\/p><blockquote>\tThe principle of distancing can be usefully applied in the school setting, allowing for some flexibility when needed [...] However, it must be applied in a practical way, recognising that the learning environment cannot be dominated by a potentially counterproductive focus on this issue  <\/blockquote><p>Reopening our schools is not just a matter of achieving a certain minimum physical distancing, it is about getting students re-engaged fully with learning, socialising with their peers, for some preparing for examinations, and for others transitioning to school life or to a different level in terms of moving from primary to post-primary.  Students need the support of their families, teachers and school staff in readjusting to school life and physical learning environments again.<br\/><br\/>It is realistic to predict that all students, parents and school staff will experience a broad range of feelings as part of the return to school.  This may include a mixture of excitement, happiness and relief but may also include anxiety and fear.  This is understandable given these circumstances and there is a response in place to support the well-being of our school communities as part of the planning to return to school. <br\/><br\/>I can assure the House that there is full engagement with the education partners and that everyone is committed to supporting schools to prepare at a local level for their reopening.  There will also be comprehensive communication with students and parents so that they are fully informed over the coming weeks.  My Department is providing dedicated and direct contact channels to schools so that where issues might arise they can be resolved quickly.  Government has provided a comprehensive plan and supports to ensure we can reopen our schools but we must continue to work together to achieve the goal of seeing our schools reopen. <br\/><br\/>Returning to the calculated grades process for the leaving certificate class of 2020, my predecessor announced the calculated grades process in May and the schools-level estimated marks data was returned by schools to the Department by late June.  A specific process for those learners who are outside of school settings was put in place.  The calculated grades executive office in my Department has in recent weeks undertaken the national standardisation process, which is a step necessary for the conversion of estimated marks to calculated grades in a manner comparable with leaving certificate grades over the years.  In parallel, the office has also been reviewing the circumstances of the out-of-school learners who have sought to obtain calculated grades.  Decisions on these applications will issue in the coming days. <br\/><br\/>Leaving certificate 2020 students were asked to log on to the student portal set up to assist administering the process over the last week to opt in to receive calculated grades.  By the closing time of 4 p.m. yesterday approximately 59,300 of those due to complete their studies in 2020 had chosen to opt in.  The calculated grades executive office will continue to follow up with students who have not yet opted in to ensure all eligible students who wish to avail of the calculated grades process have the maximum opportunity to do so. <br\/><br\/>Senators will be aware that I announced previously that the results of the calculated grades process will issue to students on 7 September and by the end of that week, on 11 September, the CAO has indicated it will issue the first round of offers for places in higher education this year.  The additional three weeks for the release of the results are necessary because we are operating a brand new system this year which was designed and implemented rather quickly.  The key points are that students will receive a leaving certificate that is comparable with those obtained in other years and that students can proceed to the next stage of their lives in a timely fashion.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Norma Foley:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=NormaFoley&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The State Examinations Commission is planning to hold the deferred leaving certificate written examinations in November of this year, provided it is safe to do so.<\/p><p>These are changed times.  As a country we have stood up to the challenges before us and we have seen great resilience, tremendous community spirit and a shared responsibility to contribute to the fight against the Covid-19 virus.  We are now committed to reopening our society in every sense and the schools sector is now preparing to get our students back into classrooms in the coming weeks.  The Government is fully committed to supporting that return and has shown the scale of that commitment in the support package announced yesterday.  I know Senators will support our students, schools and communities in getting back to school as normal in the coming weeks.  Faoi mar a bh&iacute; riamh, t&aacute; anois, n&iacute; neart go cur le ch&eacute;ile.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#GG00700","speaker":"1582","continuing":true},{"type":"speech","time":1595928600,"counter":97,"content":"<p>Beimid tr&iacute;na ch&eacute;ile.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#KK00200","speaker":"1673"},{"type":"speech","time":1595928600,"counter":98,"content":"<p>N&aacute; bac leis sin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#KK00300","speaker":"1650"},{"type":"speech","time":1595928600,"counter":99,"content":"<p>I thank the Minister for coming to the House to address the very many valid concerns of Members of this House.  I congratulate the Minister and wish her well in her new position.  I met her before either of us ever had designs on the Houses of the Oireachtas, probably in 2001, when the Minister was chairperson of Tralee host town committee welcoming Special Olympians to the town.  At that point, I thought the Minister an incredible leader within her community and from that I learned how passionate she was about education, culture and, in particular, supporting people with special needs.  I am very glad we are crossing paths again in this House.<\/p> <p>I have no doubt about her capability to lead us forward.  The Minister has had a very difficult task since being appointed only a few short weeks ago, and when we think about the level of debate, preparation and engagement that had to be undertaken immediately, there was quite a phenomenal task for her.  The Minister presented the roadmap yesterday and I have had the opportunity to go through it, although not in significant detail.  I look forward to having the time to do that after this engagement.  I say \"Well done\" to the Minister, the departmental officials and all those stakeholders who engaged fully, including students, parents, teachers and boards of management.  Everybody has the abiding ambition to reopen the schools fully and safely but much detail had to be gone through before people could be comfortable.  I know we all wish every single school and board of management well over the next few weeks as they make those preparations.<\/p> <p>I will comment on the roadmap before raising some matters on which we focused in the previous four years of work on the Oireachtas education committee.  In speaking about education, I think of the words of the great educator and philanthropist who was president of the Irish National Teachers Organisation at one time, Mr. Vere Foster, who spoke about a nation's greatness depending on the education of its people.  That connection between education and the welfare of any nation has been made in every century by all the philosophers, including Aristotle, Plato and Socrates.  Never has that connection been so important as now.  This is a time of connection between the State and education.  It is certainly the matter that has been brought to me most often over the past few weeks and months.<\/p> <p>There is no doubt that schools around Ireland faced many significant and different challenges when they responded to the initial closures on 12 March.  Much depended on their location and socio-economic environments.  The Economic and Social Research Institute did some work in this regard, giving particular insight into those directly involved with the challenges arising from the sudden switch to distance learning.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hope we learn from that and get the opportunity to put contingency plans in place if such a scenario arises again.  The ability of schools to respond was very much affected by broadband availability in the catchment areas.  Both teachers and students were challenged to improve their digital competencies, and this is something we must consider.  Schools, by their nature, are communities at their heart, and the challenge of maintaining school communities and bringing them forward is absolutely immense.  I know the Minister is very conscious of this, as we are.  Students from socio-economically disadvantaged backgrounds and those with special educational needs were very deeply affected by the shift to distance learning.  I saw some research from other European countries about the number of students who disengaged from the educational process after a period.  I would like to see some research done on that in Ireland so we can get to see the bigger picture of the existing gaps.<\/p><p>Appendix 1 of the document contains a return-to-work form for staff, secretaries and those working in the educational environment.  I would like to see a similar form for the parents of students.  It would be important in our approach to these final and crucial weeks.  There are particular concerns that have been raised by incoming sixth year students, and I thank them for their engagement with me on the State exams to be held next year.  I had the opportunity to raise some of these points with the Minister.  This will be an ongoing matter and we must keep a very clear eye on it.<\/p><p>There are incredibly welcome grants included in the unprecedented &euro;375 million budget that is going to the schools, but some schools will have major problems in maintaining any type of physical distancing.  I mention in particular St. Paul's school in Monasterevin, which is currently doubling its capacity.  There are only two toilets to cater for 175 boys.  I know we have great expectations for a new building very soon but I have great concerns about schools like this.  I have no doubt there are similar examples around the country, including Col&aacute;iste &Iacute;osag&aacute;in in Portarlington, where pupils and teachers will not be able to pass and a one-way system will have to be implemented when students emerge from classes.  Of course, there are students who do not have schools to go to.  Schools in Newbridge, Kildare and the Curragh are still awaiting sanction for building projects.<\/p><p>I hope we do not forget about our caretakers and secretaries, particularly as we are going to depend on them so much.  Down the line, I hope there will be the opportunity to include them in pension schemes.  Home school liaison and school completion officers do incredible work, particularly with families that have had the traditional challenges engaging with schools.  Now is the opportune time to look at those programmes and help to develop them, especially as school completion officers are coming to the Department.<\/p><p>I am really glad to see a big focus on the well-being of students and staff.  A report on the level of depression among secondary school students, which is a matter of great concern, was compiled in 2017.  We need to focus on that.<\/p><p>I have two more quick points to bring to the Minister's attention.  The first relates to the development of relationships and sexual education in schools.  The education committee of the previous D&aacute;il had comprehensive engagement with stakeholders on this matter and made 18 very strong recommendations in respect of it.  I hope the Minister will take up those.  The second point is on the retention of records.  The education committee had the opportunity to engage with survivors of the residential institutions.  I have no doubt that the Bill proposed by the previous Government in respect of this matter should not go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#KK00400","speaker":"1689","continuing":true},{"type":"speech","time":1595928600,"counter":101,"content":"<p>I welcome the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#LL00200","speaker":"1654"},{"type":"speech","time":1595928600,"counter":102,"content":"<p>It is a bit surreal that the Government side has two speakers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#MM00100","speaker":"1686"},{"type":"speech","time":1595928600,"counter":103,"content":"<p>That matter was discussed earlier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#MM00200","speaker":"1650"},{"type":"speech","time":1595928600,"counter":104,"content":"<p>I again welcome the Minister and commend both her and her team in the Department on developing a detailed roadmap in respect of how to manage the reopening of our schools in September.  As for my background, I am an arts graduate in French and history, and I had the opportunity after completing my degree to teach French for a period in secondary schools.  I have many friends who work as teachers and principals in the primary and secondary school sectors.  Prior to my role in the House, I was also on the board of management of the Roscommon community college and St. Kililan's, New Inn.<\/p> <p>This significant investment of &euro;375 million by the Government is testament to the commitment of our parties to ensuring a safe teaching environment for teachers and students this September.  Ireland now has a clear plan in the form of the roadmap for the reopening of our schools, which will facilitate the full return to school of more than 1 million students, 4,000 schools and 100,000 staff.  These far-reaching measures will give reassurance to parents and students about the safety and importance of education as a fundamental right as classes start again in schools at the end of August.  I am also pleased to see there was significant input from many stakeholders, including teaching unions, associations, school leaders and staff.<\/p> <p>The commitments that are being given include more than &euro;53 million for 1,080 secondary school posts and there has already been an initial allocation of 600.  I, too, listened to the Minister earlier on RT&Eacute; Radio 1 and it was very good to hear about the potential for job-sharing and that the number of teachers will increase.  The commitments also include 120 counselling posts, a really innovative measure to help students' well-being in the context of the new ways of teaching that will be employed.  This has already been praised internationally, which is great to see.  A total of &euro;40 million has been allocated for primary school substitution as teachers cannot attend school if displaying any symptoms.  I am pleased to see there are more than 60 supply panels, with at least one in each county.<\/p> <p>More than &euro;75 million has been dedicated in respect of infrastructure within schools and &euro;11 million for school buses to help assist in the context of distancing and where the wearing of face masks will be necessary.  There is more than &euro;84 million for replacement teaching staff.  I am very pleased to see the particular supports for special needs students and I welcome the statement from the Minister of State, Deputy Madigan, on special needs and inclusion to the effect that every school will have access to special needs assistants.  That also includes additional access to the National Educational Psychological Service, NEPS, where an additional sum of more than &euro;17 million will be provided to support the well-being of those coping with complex special needs, disadvantage or marginalisation, particularly in this time of stress and anxiety due to Covid-19.  Primary schools will have access to minor works grants to reconfigure spaces and this is a doubling of the current minor works scheme.  A school with 100 students, for example, will receive roughly &euro;14,000, and the commitment is in place until mid-August to support the reopening.<\/p> <p>This is a large undertaking to plan the immediate infrastructure and recruiting resource needs.  It will be necessary that all hands are on deck to ensure that our schools are ready in the next few weeks, which will be an added pressure for principals and teachers at our schools.  We need to ensure, as the Minister is committed to doing, that we will return to a safe working environment.  I listened to the Association of Secondary Teachers, ASTI, president, Ms Deirdre McDonnell, this morning on RT&Eacute; Radio 1.  She highlighted the input by unions and associations into the roadmap.  It showed the strength of this plan through involving all stakeholders.  Teachers have welcomed the fact that curricular reform has been paused but there is concern over the timeframe.  I have also had the opportunity to speak to some teaching staff, such as in Scoil an Chro&iacute; Naofa in Ballinasloe, the only DEIS band 1 school in County Galway.  The feedback they gave to me was that DEIS schools in particular, which deal with more disadvantage and perhaps more complex special needs, will have to rearrange their breakfast clubs and homework clubs.  I would be very interested to learn how we will help accommodate such schools.  Scoil an Chro&iacute; Naofa has been waiting more than 20 years for a new school building.  I am working with it currently.  It is in the middle of planning with Galway County Council.  It is dealing with classroom sizes that are 45 sq. m, whereas the standard configurations provided were for 80 sq. m.  I am curious as to how we will manage when classroom sizes are so much smaller.<\/p> <p>In the case of such schools, speech and language therapists, occupational therapists and psychologists move from one school to another.  How will we ensure that pupils have access to these professionals in a safe way, which is needed for their development?  When dealing with children with special needs, there is an opportunity for them to mix with mainstream classes.  One objective of the Department is the integration into mainstream of children with special needs.  We might get some detail on how we will do this, if it is possible to provide at a later stage.  These are challenges and I ask the Minister to consider them.<\/p> <p>As I outlined, principals, teachers and administrators will need speedy access to the required funds offered by the Department in order to get matters across the line by mid-August and to recruit teaching staff.  What additional supports are being put in place at the Department to help principals and teachers to get their classrooms reconfigured and resources recruited?  It is a massive administrative project.  On the issue of substitute teachers, it is an excellent initiative to have more than 60 supply panels, and additional teachers have been immediately allocated to them.  How will that be safely managed?  The Minister may have referred to that matter on the radio earlier.<\/p> <p>Currently, face masks are not required in schools and each school has its own Covid-19 response plan.  What types of regular reviews are being set up to examine cases in primary and secondary schools and public health guidance with the Health Protection Surveillance Centre?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aisling Dolan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=AislingDolan&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Is it necessary to consider a testing protocol in respect of this for when cases are identified?<\/p><p>I very much welcome this large investment to ensure that schools will open safely at the end of August and the start of September.  I thank everyone in the education sector - principals, teachers, administrative executives - who will be working at full tilt in the next few weeks.  It had already started by this morning.  I rang the Department and was told officials were talking to all the people in the schools they were going to get set up.  It was really kicking off this morning.  How will we ensure we support them to have 4,000 schools ready to welcome students at the end of August?  It is no mean feat.<\/p><p>Students will get to meet school friends.  They will continue on their exciting path of discovery through education and, as parents have let me know, they have a whole new appreciation for the role of teachers.  It has been a difficult and stressful time in recent months.  Parents and children have all been affected in how we have managed and behaved in recent months with Covid.  I ask that my colleagues, as public representatives even in our debates, instil confidence, hope and a sense of calm in our children going back to school.  It is really important for that sense of well-being, which the Minister demonstrated well in the report and the strategy she brought to us today.  It is also important that each of us be responsible in how we ensure in our debates that our children will be hopeful and confident going back to school and that it is an enjoyable experience.<\/p><p>I thank the Minister very much and look forward to working closely with her as a party spokesperson on education.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#MM00300","speaker":"1654","continuing":true},{"type":"speech","time":1595928600,"counter":106,"content":"<p>I support Senator Warfield.  I think the Committee on Procedure and Privileges, CPP, will have to revisit the issue of the order of speaking in the House.  There is something wrong about the Government having two speakers-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#NN00200","speaker":"1645"},{"type":"speech","time":1595928600,"counter":107,"content":"<p>As I explained to Senator Warfield, when Senator Craughwell was present, the matter is being considered by the CPP-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#NN00300","speaker":"1650"},{"type":"speech","time":1595928600,"counter":108,"content":"<p>I think it has to go back to the CPP.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#NN00400","speaker":"1645"},{"type":"speech","time":1595928600,"counter":109,"content":"<p>The Senator can raise the issue on Thursday, as I have explained.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#NN00500","speaker":"1650"},{"type":"speech","time":1595928600,"counter":110,"content":"<p>In any event, we are here to talk about education.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#NN00600","speaker":"1645"},{"type":"speech","time":1595928600,"counter":111,"content":"<p>That is what we are here to do but I explained the matter to Senator Warfield.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#NN00700","speaker":"1650"},{"type":"speech","time":1595928600,"counter":112,"content":"<p>I accept that.<\/p> <p>I congratulate the Minister on her appointment and on hitting the ground running in what is the greatest logistical challenge her Department has ever faced.  I welcome the fact that she will open schools and the measures she outlined today.  I am encouraged that there has been significant stakeholder engagement during the planning process, but we must be honest with the public.  We cannot guarantee that all schools will open or that there will not be closures from time to time.  According to the World Health Organization liaison person for Ireland who appeared on the radio earlier, from time to time places will have spikes and will have to close.  He estimates that will go on for about two and a half years.<\/p> <p>Before I go any further with my comments on the Minister's plan, I publicly thank the thousands of teachers who worked so hard during the lockdown period.  Their continuous delivery of remote learning to their pupils, their enthusiasm, their ingenuity and their good humour epitomised everything that I, as a former president of the Teachers Union of Ireland, and the public at large are proud of about our education system.  I also acknowledge the role of parents and caregivers in providing formal and informal learning opportunities for their children throughout the lockdown while, in many cases, working from home themselves.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Article 42 of the Constitution reads: \"The State acknowledges that the primary and natural educator of the child is the Family and guarantees to respect the inalienable right and duty of parents to provide ... for the religious and moral, intellectual, physical and social education of their children.\"  For the past four months, families across the country have embraced this duty with energy and bravery as they themselves negotiated the uncharted territory of home schooling out of necessity rather than choice.  Families have borne the financial and emotional cost of this.  I hope the Department and educational researchers and academics will continue to engage with parents to mine the valuable knowledge and insight that has been gained from their outstanding handling of this unplanned social experiment.<\/p><p>While parents and teachers have done their best, the results have been uneven.  From the recently published ESRI report, we have learned that students from socio-economically disadvantaged backgrounds and those with special educational needs had been deeply affected by the shift to distance learning.  School principals fear that the outcome of the lockdown will be a widening of the gap between advantage and disadvantage.  They are also concerned about child safety and possible nutritional deficiency due to the absence of the school meals programme in DEIS schools.  The research tells us that school closures have severely affected peer relationships and limited opportunities for social interaction, which many children need.  This, added to the lack of broadband connectivity in some areas or the lack of tablets and PCs, resulted in many students falling behind in their academic and social development.  Anecdotally, I have heard of deeply committed students uploading completed consignments on their phones using their own credit.  I hope the Minister will join me in calling on mobile phone providers to supply a free and unlimited data allowance for second level schools during the crisis.<\/p><p>As someone who has actively campaigned for an increase in the number of career guidance counsellors since taking my seat six years ago, I welcome the Minister's commitment to employing additional staff, but I am stunned that it took a pandemic to hammer home what the experts and professionals have been telling us for years.  I agree with the INTO's general secretary, Mr. John Boyle, who said that it was ironic that it took a pandemic for us to realise that education could not work on a shoestring.<\/p><p>The news that children will return to school at the end of August has never been more welcomed by students, parents and staff.  I do not doubt that it will work within the guidelines.  For the past five months, people have already demonstrated an incredible capacity to co-operate and comply, but they will need assurances, detailed signposting and clear information with as much advance notice as possible.<\/p><p>I am mindful to speak to the Minister about a school I would like her to visit, Kinsale community school, which is led by its principal, Mr. Fergal McCarthy.  It has had an active committee of students, parents and public health experts setting up one-way systems and planning how it will work in Covid conditions.  For example, we need to know whether temperatures will need to be taken at points of entry.  What will happen if a student presents with a temperature having travelled via school bus?  Must the entire population of that bus self-isolate for 14 days?  What about a second level teacher moving from class to class where one member of a class presents with Covid-19?  The teacher has been exposed and might have compromised the other classes.  What plans are in place in that regard?<\/p><p>There are serious issues in terms of logistics and time.  We are already behind the curve and the task ahead is mammoth.  It is mammoth not only because of the pandemic, but because Covid-19 has brought into sharper relief the deep inequalities, underfunding and staffing challenges that have plagued the education sector for decades.  Every single issue that has been shirked by successive Governments has come home to roost.  The Minister is a teacher and will be aware of many of these issues.<\/p><p>An additional 1,080 teachers will be employed, but that is a drop in the ocean in light of the task ahead.  More importantly, how quickly can we get those 1,080 teachers through Garda vetting and how are we going to utilise them?  One of my colleagues mentioned the fact that teachers move from school to school in some cases.  In such a situation, are we running the risk of bringing infection from one area to another?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am completely behind anything the Minister tries in order to keep schools open, but I doubt she will find 1,080 teachers when she goes to the marketplace, given the gross inequality that has existed in the pay system.  We have been arguing about this since 2012 when I was president of the TUI, but no one has taken notice.  We have lost the best and brightest of our educators to places like Dubai, London, Birmingham and Manchester.  This morning, I heard that we were expecting those in the UK to return home.  They will not because they have seen what has happened to the nurses who came home.  Many came back from all parts of the world only to never be employed.  As such, I do not know how the Minister will find 1,080 teachers.<\/p><p>Despite significant growth in our economy down the years, the underfunding of capital projects has left us with a school infrastructure that might be unable to accommodate the type of social distancing envisaged in the plan.  From my calculations, 2 m distancing means there will be 13 students per 49 sq. m classroom.  If there is 1 m distancing, there will be 26 students.<\/p><p>I am 100% behind opening schools, but I am also 100% behind the teachers who will have to deliver this for the Minister and 100% behind the principals who will have to manage it.  Will the Minister make contact with Mr. McCarthy in Kinsale and take a look at the outstanding plans he has in place?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#NN00800","speaker":"1645","continuing":true},{"type":"speech","time":1595928600,"counter":115,"content":"<p>Teachers, children and other young people have endured enough during the pandemic.  They now deserve clarity and certainty.  At the very least, they deserve accurate and up-to-date information so that they can make informed decisions.  Some of the measures and resources associated with these decisions make no sense.  Last year, 500 teachers per day were not replaced by a substitute teacher.  However, the Government is only providing 200 teachers for panels under this plan.  That will not even meet last year's needs, never mind the challenges of Covid-19.<\/p> <p>There are serious issues with space and class sizes.  If any good was to come from this situation, the issue of class sizes would have been dealt with once and for all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#PP00200","speaker":"1686"},{"type":"speech","time":1595928600,"counter":116,"content":"<p>I apologise, but could Senators stop moving around the Chamber and leave their masks on, please?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#PP00300","speaker":"1650"},{"type":"speech","time":1595928600,"counter":117,"content":"<p>I am sorry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#PP00400","speaker":"1670"},{"type":"speech","time":1595928600,"counter":118,"content":"<p>This was our chance to deal with class sizes.  One in five primary school children are in a class of more than 30 pupils.  We have the largest primary school class sizes in Europe and the Government seems to believe it is a good idea to keep it that way.  If there was ever a time to reduce class sizes, this is it.  Sinn F&eacute;in will use our Private Members' time in the D&aacute;il tomorrow to call on the Government to reduce them immediately and drastically.  I ask all parties that have expressed concern about the roadmap and will express concern when we get around its opposition in this House to support the Sinn F&eacute;in motion in the D&aacute;il tomorrow.<\/p> <p>Diagrams in the roadmap point to classrooms of 80 sq. m and 60 sq. m, but as has been mentioned, that does not reflect the reality of many classrooms, particularly in older schools with rooms much smaller than that.  This was a time for the Government to make a significant effort and show that children and their future are important.  The roadmap has come late in the day and, worryingly, still has omissions.  I see nothing in it about helping those at risk of becoming disengaged from the system.  There is no increased funding for home-school liaisons or school completion programmes.  If those who have been disengaged since the lockdown are over 16 years of age, they may never return to education.<\/p> <p>There remains a great deal of detail to be worked out.  As such, why is the joint Oireachtas committee on education not sitting through the recess?  All of these questions need to be answered and solutions need to be teased out.  For example, parents do not know whether to buy school transport tickets.  They are being encouraged to buy them early, but their tickets might never be used at all.  The roadmap was meant to clear up such issues.  There is limited detail on special educational needs, and I am concerned that special education teachers will be pulled from pillar to post to cover remote learning, absences, breaks and so on and that special educational provision will suffer.  There needed to be a dedicated strategy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have pointed out where this roadmap is lacking.  We need to see now how this will be implemented.  Has there been an audit on school building needs?  How many extra staff will be recruited and how will vulnerable children be protected?  What is the plan for school transport?  <\/p><p>On the leaving certificate, what will be the position for students applying for colleges overseas or in the North?  <\/p><p>I want it noted that if Fine Gael had done anything about the housing crisis, there may have been more teachers in this country and if pay parity had been delivered to younger teachers, there may have been more teachers in this country.  There is pay parity for so-called super junior Ministers but not for teachers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#PP00500","speaker":"1686","continuing":true},{"type":"speech","time":1595928600,"counter":120,"content":"<p>Gabhaim bu&iacute;ochas leis an gCathaoirleach.  Cuirim f&aacute;ilte roimh an Aire agus gu&iacute;m comhghairdeas agus gach rath uirthi ina r&oacute;l nua.  The Minister comes into this position at a challenging time with huge decisions around the reopening of schools and indeed the reform of the sector as a whole, with the creation of the new Department of Further and Higher Education, Research, Innovation and Science.  As the Labour Party spokesperson on further, higher and all aspects of education in the Seanad, I am glad to have the opportunity to engage with the Minister today.<\/p> <p>I wish to address some of the long-term Labour Party educational priorities but at the outset I will address some of the immediate issues around the reopening of schools at the end of August.  While the plan and funding that has been announced by the Minister is very welcome in providing clarity to schools, students and families, as my Labour Party colleague Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in stated, the task for schools is truly gargantuan.  The announcement is coming very late in the day and in the next four weeks school principals are been asked to interview and recruit extra staff, access more building capacity, acquire PPE and sanitising equipment, produce new policies and procedures, train all staff in a new teaching reality and communicate with all parents.  This is an enormous task ahead.<\/p> <p>I am somewhat concerned about the consultation within the sector.  We need to hear the voices of the school wardens, the special needs assistants, the caretakers and secretaries who will also be returning to school in August or September.  <\/p> <p>There are also significant questions on school transport.  Ireland has some of the largest class sizes in Europe and nearly 20% of pupils are in class sizes of 30 students or more, which has been referred to by a number of the previous speakers.  There is a missed opportunity here to reduce class sizes while also addressing social distancing in schools.<\/p> <p>Serious concerns have been raised about consultation with students throughout recent months.  The Special Committee on Covid-19 Response has had several sittings to discuss the return to school and has asked a variety of stakeholders to present to the committee but not students, despite the Irish Second-Level Students&rsquo; Union, ISSU, contacting the committee.  ISSU should be at the table in discussions around returning to school and the leaving certificate and I make this request of the Minister today.<\/p> <p>While we should be concerned about any age group missing out on education for an extended length of time I am particularly concerned about vulnerable fifth year students.  As this year&rsquo;s leaving certificate cohort have received much warranted the attention, the challenges may be even greater for incoming sixth years who have missed out on a significant amount of their leaving certificate syllabus.  Many members of the Association of Secondary Teachers, Ireland, ASTI and the Teachers' Union of Ireland, TUI, are concerned that some fifth year students may not even come back, particularly vulnerable ones, because of the length of time they have been out of the school system.  There is no legal requirement for them to be in school over the age of 16.  I would welcome the Minister's response on this issue.<\/p> <p>It is no secret that I am passionate about education and increasing educational opportunities for all.  While I welcome the opportunity presented by the formation of the new Department and all of the signs from the Minister, Deputy Harris, are very positive, my party has some concerns regarding the maintenance of the entire educational system as a continuum.  We would insist on a coherent principle of equality and access from preschool years through primary, secondary, further and higher education in a continuation of lifelong learning.  The research shows that access to higher education starts at the youngest age.  While many fantastic access programmes exist in many universities and institutes of technology, it is very difficult to overcome the educational disadvantage that exists at primary level.  The continuity aspect is absolutely crucial.  Investment in early years is the single biggest way to ensure lifelong access to education.  What are the Minister&rsquo;s plans for this, particularly given the upheaval caused to the sector by the Covid-19 crisis?<\/p> <p>An essential aspect of this continuum of education is career guidance in secondary school.  Students need to be presented with a much wider range of further and higher education opportunities to meet their interests and needs.  I will also welcome the Minister&rsquo;s comments on how she envisions the bridge between second level and further and higher education developing over the coming years which is now more crucial than ever given the upheaval caused by Covid-19.<\/p> <p>I will address syllabus reform.  We welcome the commitment in the programme for Government to establish a citizens&rsquo; assembly on the future of education at primary and second levels.  Referring again to my point on consultation with students, I would welcome a commitment to ensure that the voices of young people and learners are central in any of these consultations.  Our schools have been very adaptable and flexible in recent years in responding to digital and technological changes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Annie Hoey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=AnnieHoey&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We saw this most recently as schools adapted quickly to online learning.  Our teachers go above and beyond the call of duty to support students, particularly those who come from disadvantaged backgrounds.  The citizens&rsquo; assembly will provide a great opportunity to look at priorities in education and making our education system fit for purpose in the 21st century.  It will allow us to take a step back and ask the fundamental question as to what our education system is in an age when access to information is ubiquitous throughout the Internet.  How does one equip students to engage with information in a critical, creative and curious way?  How do we give them the skills to adapt in an ever-changing society environment and job market?  The Covid-19 crisis has highlighted the need for an educational system that is fit for purpose and one that is adaptable.  <\/p><p>My party has called for an end to single-sex schools.  There is no justification today to segregate children on the basis of sex.  Segregation plays into significant issues in regard to LGBTQ+ inclusion and bullying.  I commend the work of groups such as ShoutOut which provide workshops for tackling LGBTQ+ bullying.<\/p><p>I also stress the great reforms that are needed in sexuality education.  It is striking that the UN Convention on the Elimination of all Forms of Discrimination against Women, CEDAW, report observations noted the shortcomings in Ireland in this regard.  In particular, the report recommended that Ireland integrate compulsory and standardised age-appropriate education on sexual and reproductive health and rights into the school curricula, including comprehensive sex education for adolescence girls and boys covering responsible sexual behaviours and focused on preventing early pregnancies, and to ensuring that sex education is scientifically objective and delivered by schools and is closely monitored and evaluated.  This is particularly pertinent given the launch yesterday by the Minister, Deputy Harris, on tackling sexual violence, rape and consent at third level education.  I would like to hear the Minister&rsquo;s plans for this area.<\/p><p>We also need to look at inclusion, not just within our schools, but within our syllabus.  The Traveller Culture and History in Education Bill which was introduced by a former Senator, Colette Kelleher, and which passed All Stages in the Seanad last November will go some way towards addressing the inclusion of this much-neglected and ignored aspect of Irish history.  Can the Minister inform the House of her plans to introduce that Bill in the D&aacute;il?  <\/p><p>On the issue of inclusion, I also mention here the need for educational opportunities for asylum seekers.  Many residents in direct provision accommodation are valued students in our educational system at primary and secondary levels and sit our State examinations with their leaving certificate friends and yet cannot go on to further and higher education like their peers and the divide they feel is driven further.  Has the Minister any plans to address this anomaly to ensure that those who have come through primary and secondary education with their peers can continue on to education just like any other normal leaving certificate student?<\/p><p>I appreciate the Minister comes to this role at a very challenging time with tackling the Covid-19 crisis as a priority, but this crisis also highlights a number of flaws such as our outrageous student-teacher ratio, the chronic state of a number of school buildings and pay parity which desperately needs to be addressed for our teachers.<\/p><p>I refer to the supports for, and the needs of, our students, which are provided by SNAs.  I am concerned about the voice of SNAs not being included in the conversation over the past while.<\/p><p>We must also look forward as to how we will ensure the well-being of our LGBTQ+ students, particularly our trans students, asylum seekers and Travellers within the system.  We must ensure none is lost within the system due to the Covid-19 crisis or simply falling through the cracks.<\/p><p>I thank the Minister for coming here today.  I would appreciate her response on some of the issues I have raised.  Gabhaim bu&iacute;ochas m&oacute;r.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#QQ00200","speaker":"1663","continuing":true},{"type":"speech","time":1595928600,"counter":122,"content":"<p>I thank Senator Hoey.  The vast experience she brings from her previous post has served her well in terms of her knowledge of the education system.<\/p> <p>Before I call the leader of the Green Party group, I remind Senators that as there are so many Members offering, as in previous debates, I ask colleagues to share time.  They have six minutes but if every Senator takes the full six minutes and does not share with their party colleagues, not every Member will have an opportunity to speak.  We must allow the Minister to reply at 2.52 p.m.  I call now on Senator Pauline O&rsquo;Reilly to speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#RR00200","speaker":"1650"},{"type":"speech","time":1595928600,"counter":123,"content":"<p>I would share my time but I am here solo and I do not expect to speak for the full time.<\/p> <p>I welcome the Minister and congratulate her on her position.  I have a long history through the education system myself as a parent and I am a former chair of the Home Education Network.<\/p> <p>I take the opportunity to speak about the fact that children are going back to school and to say it is fantastic that we have in place now such a comprehensive plan.  I hope the Minister will adjust and make changes, having seen how schools and children are coping and how the families and the staff, in particular, are coping.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pauline O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=PaulineOreilly&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have had many representations from schools and I was formally a chair of a school board.  We need to ensure that the short-term measures do not impede the long-term future of these schools.  I would like the Minister to take that into consideration.<\/p><p>To go back to home education, I welcome and support the proposal in the programme for Government for a citizens' assembly on education.  Now is the time we need to look at pedagogy and education and what that means for our society.  To educate means to learn about the culture and the society we are brought up in and how to be valuable members of society.  What that means now is very different from what it meant even a year ago, but certainly a decade ago.  The education system simply is not fit for purpose when we consider that more than 90% of schools are still Catholic.  We need to address that but we also need to address what we are learning in school.  I urge the Minister to look at a fantastic programme on empathy, which is fully funded and which Professor Pat Dolan, the UNESCO chair of the Child and Family Research Centre in Galway, was behind.  In terms of teaching our children in a school setting, we need to look at what empathy really means and the different cultures that surround us.  This is the time to do that.<\/p><p>I was the chair of the Home Education Network.  Some 40% of nine year old children reported having been bullied in the previous year.  That is from the Growing Up in Ireland study.  I hope that will have changed but I do not have full confidence that we have the staff numbers to ensure that it has changed.  Alternatives are needed.  It has been referred to previously that we have a constitutional right to home educate.  More people may choose to do that but there have been inequities in that regard.  It has been incredibly difficult to receive dental services or vaccinations when one was outside of a school system.  It has been incredibly difficult to do the leaving certificate when one was outside of a school system, but 50% of those who choose to home educate do so because the school was not working.  They removed their children from school for a variety of reasons.  That means that we have to ensure that those people are catered for.  Before the pandemic, the Department of Education and Skills website said that it was compulsory for children to go to school beyond the age of six.  It is not compulsory, as I am sure the Minister is aware.  That was closing off an avenue to people who were struggling.  Many of the calls I was receiving were to ask about the other options when a child is struggling.  Do they have to cry for two years in a row because they are being bullied in a school system or are we actually supporting them by providing other alternatives?<\/p><p>It was a significant step that the 2014 legislation moved responsibility for home education and home tuition, as mentioned earlier, from the Department of Education and Skills to Tusla.  I welcome the fact that it has been moved back because these are not extreme situations.  These are our families.  They are the same as anyone else.  They are being educated and they should be treated the same.<\/p><p>I will not speak any further on that other than to say that I welcome the Minister's position.  I look forward to working with her and to bringing an alternative view to education, which I believe is valuable when we are talking about a society as diverse as ours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#RR00300","speaker":"1693","continuing":true},{"type":"speech","time":1595928600,"counter":125,"content":"<p>The Minister is very welcome to the House.  I thank her very much for taking the time to listen to our concerns.  In making my comments I draw on my personal experience as a Traveller who faced multiple barriers in getting an education that I deserved and to which I had a right.  From coping with racism in the schoolyard and the classroom to never believing that my culture was acceptable in the school system, I know what it feels like to be at the end of the pie.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Eileen Flynn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=EileenFlynn&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I also know from first-hand experience what it is like to struggle through school with dyslexia-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#SS00300","speaker":"1657","continuing":true},{"type":"speech","time":1595928600,"counter":127,"content":"<p>I ask for attention for the speaker, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#TT00200","speaker":"1694"},{"type":"speech","time":1595928600,"counter":128,"content":"<p>-----how our mainstream education system is built for a particular kind of pupil, who is mainly white, settled and middle-class, and that so much is taken for granted about their ability to participate.  I also know the important role teachers play in listening to and caring for students and the value extra resources can provide in helping children reach their full potential and feel connected.<\/p> <p>I have spoken and listened to the voices of people and NGOs across Ireland ahead of today's debate about the need to ensure that reopening our schools is done in a meaningful way that gives everyone an equal chance.  There is a common thread to what I heard that would make all the difference for young children seeking asylum, children from a migrant background, Traveller children, children living in homelessness accommodation, and children who have a learning disability such as autism and dyslexia.  What is clear is that children experience poverty racism.  They come from poor communities, do not have appropriate accommodation, or any accommodation, and often get left behind in normal times, never mind during the Covid-19 pandemic.<\/p> <p>Regarding class sizes, there are too few supports, and not enough homework or after-school facilities play a part in making education too difficult.  That, in turn, has a direct impact on children's experience, their ability to stay in school and the level of their achievement.  That has nothing to do with their intelligence or their ability.  It is all about rejection, neglect or damage by the school system itself.<\/p> <p>Since March, I have been hearing about children who could not complete their work at home due to not having laptops, an Internet connection and a safe place to call home or a place in which they could study.  There are children right now who are living on sites without Portaloos and in overcrowded accommodation who do not have access to any privacy.  If we are serious about creating the conditions in which all children are able to have equal access to schooling again, there are issues that need to be addressed.  We need extra special needs assistants and resource hours; a programme of after-school, out-of-school and homework supports; and an education plan for every child diagnosed with a learning difficulty that takes into account his or her unique needs such as living conditions and accommodation.<\/p> <p>Every school needs to be clear on the diverse needs of their students.  They must stop treating them as if every student is the same.  The starting point should be access to technology supports at home, awareness of the way racism is making life very difficult for them, and the impact poverty is having on their ability to be able to participate in education.  Schools can work with children and their families to ensure they believe they are being heard and understood, proud of who they are and the community to which they belong.<\/p> <p>Some Traveller families are getting no support during this time because many parents cannot read or write and do not have any support at home.  As Martin Luther King said, we should have the audacity to believe that people everywhere can have three meals a day for their bodies, education and culture for their minds, and dignity, equality and freedom for their spirit.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Eileen Flynn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=EileenFlynn&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Last but not least, yes, we are facing a huge challenge in trying to reopen schools in the face of Covid-19 but I also see this as an opportunity to fix what has been broken in our education system for far too long.  I look forward to staying involved and being a voice for communities that have been let down by mainstream education.  Together we can and must do better.  While I have the Minister, my colleague, Senator Hoey, referred to the Traveller History and Culture in Education Bill.  The former Minister, Deputy McHugh, was in favour of the Bill and campaigned for it.  We look forward to working with the Minister, Deputy Foley in the future and hope she will be equally supportive of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#TT00300","speaker":"1657","continuing":true},{"type":"speech","time":1595928600,"counter":130,"content":"<p>I join my colleagues in welcoming the Minister to the Chamber for this very important debate.  I know of her personal deep commitment to education and notwithstanding the criticisms of Senator Warfield there is a very clear commitment on the part of the Government to education.  It is our top priority.  It is probably reflected in the number of speakers on the Government side who are present.  There will be no shortage of speakers on the Government side wishing to offer on education, in contrast to the Opposition benches.  Senator Warfield also offered criticism of the Government in terms of outlining the full range of challenges which the Minister faces.  They are considerable.  However, it should be remembered that Sinn F&eacute;in opposed the establishment of the Department of further and higher education in this very Chamber on Friday.  Notwithstanding how much work the Minister already has to do, Sinn F&eacute;in would have given her even more work dealing with the challenges facing our universities and colleges had its approach been followed.<\/p> <p>The Minister has certainly had a baptism of fire.  I do not think any Minister in their first four weeks in Marlborough Street has had to face the range of challenges she has, dealing with issues from predictive grading for the leaving certificate to ensuring that our schools are reopened at the end of August.  It is really welcome that she has delivered a substantial package of &euro;375 million to ensure that the schools will be open.  I join colleagues in welcoming, in particular, the appointment of 120 guidance counsellors.  Apart from the importance of students being able to get access to their academics, their health and well-being are also going to be essential during this difficult period.  What plans does the Department have, if we see an outbreak in a particular area or school, to ensure those students' education can continue?  If there is a particular community or school that has to close because of a cluster, what plans are in place?  Will those plans be made widely available?<\/p> <p>There is a need to focus on supporting last year's fifth years, who are now moving into their leaving certificate year.  It is going to be as difficult for the incoming leaving certificate students as for those last year.  They have to be at the centre of our thoughts.  There is also going to be the question of the school bus challenge.  Being from Kerry, the Minister will know as well as I do, coming from Wexford, that at the best of times the issue of school buses is a challenge.  There is a need for a review of the whole school bus scheme.  It is essential that there is a lot of clarity for those who have to use school buses over the next month.  I ask the Minister to outline that to the Chamber and to a wider audience.<\/p> <p>Colleagues have mentioned concerns around schools that are already overcrowded and that face a number of challenges.  In Gorey and Wexford town there is already a shortage of secondary school places.  This is going to place additional pressures on those schools.  It is a matter of looking at the specific geographical areas where those problems arise.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The Minister is often going to be firefighting, but I join Senators Hoey and Pauline O'Reilly in welcoming the idea of a citizens' assembly on education.  It is crucial that the Department also focuses beyond the pandemic and considers how we can invest in this area having a long-term strategy.  I ask the Minister to have regard to the strategy on modern European languages that is being introduced by the Department.  We must ensure that there is access to European languages from primary level on.  One of the big challenges at second level is that there is a shortage of language teachers.  This is something the strategy needs to develop.<\/p><p>We need to look at technology education.  The pilot technology programme is in place in quite a number of second level schools.  We have to look at expanding it.  Equally essential from primary level on is that we enhance the levels of digital literacy such that students are able to understand how to use technology but also to differentiate between fake news and real news.  It is important that we expand education in the area of democracy and rights.  We have a successful politics and society programme which began as a pilot and is now becoming more widely available.  I join calls that student participation right through the entire education process at an appropriate level would be encouraged.  We also have to continue to invest in creativity and design.  Given how we are all adapting our workplaces and school, the importance of understanding design also needs to be emphasised.<\/p><p>It is a cause for concern that the bell curve that is going to be used with regard to the calculated grades for this year's leaving certificate needs to be clearly explained to and understood by a wider public.  I wish the Minister well in her role.  I encourage her to be ambitious for our education system and our learners.  I am quite certain she will be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#UU00200","speaker":"1638","continuing":true},{"type":"speech","time":1595928600,"counter":132,"content":"<p>I am sharing time with Senators Kyne and Joe O'Reilly.  We are each taking two minutes.  On school planning, I would be grateful if the Minister could check with the Department's forward planning unit to see if the Blackrock and Haggardstown area outside the town of Dundalk is outside their radar for new school development.  Louth county councillors are going through the whole process of drawing up the county development plan.  Now would be an excellent time to sit down with planners and staff in Louth County Council and in the Department's unit to make sure the proper zoning is there in the first place for new school buildings to be built over the next six to seven years.<\/p> <p>It would also be important to carry out a survey of parents in the local area.  It has been done previously.  People input their Eircode postcode to show they are resident in that school area.  There should be a survey of parents to find out what type of school they would like in their community, an Educate Together school, a community national school or a church-run school.  This worked well three years ago in Faughart, where parents decided to transfer the national school to the patronage of Louth and Meath Education and Training Board.<\/p> <p>I also want to raise the issue of the Teaching Council.  Many citizens in Northern Ireland train to become teachers but it takes a long time for them to process the registration of their qualifications so they can be appointed to jobs here in the South.  Whether a school is in Dundalk or Donegal, when we need so many new teachers coming in to work in September it is really important that we speed up the registration process so that schools can give jobs to teachers from across the Border<\/p> <p>.  On the Universities and Colleges Admissions Service, UCAS, applications, students are given the calculated leaving certificate results on 7 September and on 11 September UCAS opens.  It is important that we get more clarity on the appeals process for students who are not happy with their results on 7 September.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#VV00200","speaker":"1670"},{"type":"speech","time":1595928600,"counter":133,"content":"<p>I refer to next year's leaving certificate.  Those students doing the leaving certificate in 2021 have not been in a classroom since March.  We face an uncertain autumn in terms of the reopening plan and the possibility of second, third or fourth waves of Covid-19, as has been said.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Over the coming weeks and months we will need an outline of plans to ensure that those students move as seamlessly as possible to the new exam in 2021.  It is never too early to start thinking about that.  What provisions are being made for schools that simply do not have the space to implement the plan and provide for all their students every day?  The requirement for social distancing of 1 m will mean a reduction in class numbers.  Will extra room be provided under this plan?<\/p><p>Overall I welcome the reopening plan.  This is the first national priority.  Everybody wants to see schools reopening and we understand the absolute need to have children back in school.  This plan has been resourced with &euro;375 million.  I commend the Minister and her colleagues on that.  This is a well thought out step by step plan to manage schools each day.  I wish teachers, management, ancillary staff and school bus drivers well in putting their new routine in place.  I thank them for their commitment. <\/p><p>I also welcome the 1,000 additional teachers in the post-primary sector, including 120 guidance posts.  This will help student well-being.  In regard to safety and well-being, it is also very important to remember that many students and teachers have underlying health issues.  They may be nervous about going back to the classroom.  I am glad this plan puts resources in place to support the school community.  I wish the Minister well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#VV00300","speaker":"1665","continuing":true},{"type":"speech","time":1595928600,"counter":135,"content":"<p>I congratulate and welcome the Minister.  The biggest challenge is the one on which she embarked yesterday and she has made a great start.  Could the Minister address the issues raised by Mr. John McGowan of the Teachers Union of Ireland, TUI, today?  It was disturbing to hear him talk about staggered opening.  I ask the Minister to try to minimise that.<\/p> <p>It is great to hear that we will have another 1,000 teachers at post-primary level.  I would ask the Minister to comment on the question of supply in her response.  Any primary level teacher who gets any teaching time at all should be able to count it towards his or her qualification as part of the Droichead framework.  That is a big issue for some people.  I ask that we use the extra teachers to permanently reduce the pupil-teacher ratio.<\/p> <p>I would like to raise something that is a little bit outside the Minister's remit but is very relevant.  I ask her to ensure that the school meals programme is expanded and very widely used.  It is also important that online bullying is dealt with.  Work on school halls has been halted for a long time.  I am thinking specifically of St. Aidan's comprehensive school in Cootehill.  The Minister should visit it to see a glaring example of the need for a new school hall.  There are very compelling reasons for this.<\/p> <p>Looking to the long term, I would ask the Minister to look at the readiness for distance learning, which will be necessary in any future pandemics.  In that context, the broadband plan is vital.  We have evidence from the Economic and Social Research Institute, ESRI, that work needs to be done there.  <\/p> <p>I am glad to hear about the weekly day for teaching principals, enhanced supervision, aid for school readiness and the extra capital funding to help schools to prepare.  I welcome the plan.  I think it is good.  I would love for the Minister to respond to me specifically on St. Aidan's comprehensive school in Cootehill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#WW00200","speaker":"1692"},{"type":"speech","time":1595928600,"counter":136,"content":"<p>I thank the Senator and I compliment the Fine Gael group on very helpful and adroit comments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#WW00300","speaker":"1694"},{"type":"speech","time":1595928600,"counter":137,"content":"<p>Cuirim f&aacute;ilte roimh an Aire agus gu&iacute;m gach rath uirthi agus a dualgas m&oacute;r t&aacute;bhachtach &aacute; chomhl&iacute;onadh aici.<\/p> <p>The Minister is very welcome.  I listened very carefully to her speech.  Naturally enough, at the moment most people will be focused on the plan to reopen schools, which is extremely welcome.  Education is a very important and challenging brief at any time.  Everybody recognises the particular importance and sensitivity of the work before the Minister now because of Covid-19.  We recognise the vital importance of getting students back to school and of ensuring systems of education, examination and college application in which people can have confidence, that are fair to all and that prioritise the needs of the most vulnerable members of our society. <\/p> <p>I was listening carefully to the Minister's speech.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When she spoke about the need for intensive engagement with stakeholders from the education sector, she rightly mentioned teachers, special needs assistants, SNAs, school caretakers, school management bodies and so on.  I noticed there was no mention of patrons or trustees.  I sometimes think that the important and indeed legislatively defined role of patrons and trustees is left out or dealt with under the general heading of school management.  That may just be an oversight in this case, or perhaps the category of school management is intended to include patrons and trustees.  I wish to draw that to the Minister's attention.  I certainly hope there was consultation with patrons and trustees.<\/p><p>I also have a couple of other questions.  I apologise if some of this ground has already been covered by the Minister or by other speakers.  The Minister mentioned the &euro;375 million in funding for the roadmap.  Does that include the &euro;75 million provided as part of the July stimulus package to support minor capital works?  My apologies if that is a question to which everybody else here knows the answer, but I thought it appropriate to ask.  It certainly occurred to me while I was listening to the Minister.<\/p><p>I particularly welcome the funding to provide release days for teaching principals.  The pressure on teaching principals, as opposed to walking principals, is acute.  The need for greater assistance in this area has been a source of discontent and concern among teaching principals.  I welcome this measure and many other provisions the Minister has spoken about today.<\/p><p>It is understandable that many teachers are concerned by their potential exposure to the coronavirus.  However, there may be a danger of that threat occasionally being overstated in the media and elsewhere.  Great strides have been made to minimise its spread.  I noted that Professor Mark Woolhouse, an epidemiologist who is a member of the UK Government's scientific advisory group for emergencies, has said that there has yet to be a single confirmed case of a teacher catching Covid-19 from a pupil anywhere in the world.  I hope that is true and that it continues to be true.  It is to be hoped that will give comfort to teachers ahead of the reopening of schools, even as we take all of the necessary precautions.<\/p><p>Regarding the cancellation or postponement of the leaving certificate and the issue of calculated grades, it is important to note that the system broke this year because of its inflexibility.  Of course we need an objective system of assessment for students.  However, there was huge and widespread concern about the pressure that system put on people before Covid-19 came along.  Now is the time to look at how the problems that already beset system can be fixed.  We need to look at the possibility of students doing part of their leaving certificate examination at the end of fifth year and perhaps in several stages during sixth year.  We need to look at the possibility of awarding more grades for parts of courses at school.  In another context, we spend a lot of time talking about the mental health challenges younger people face.  It is important to acknowledge that our system is a tremendous cause of stress.  Stress is a part of life and we must all encourage resilience, but where a system imposes stress unnecessarily, we must examine it.<\/p><p>An approach to life, public policy and law based on human dignity requires us to take a hard look at the leaving certificate system.  Should students be competing for such high stakes over that particular period just because it is required by a small number of college courses that demand a lot of points?  That is an issue to which we will have to return.  I could say more but I do not have time to say it now.  I wish the Minister the very best.  Let us all hope that this system works and that people have confidence in our education system.  That system is crucial, not only to the well-being of the people going through it but to the success of our economy, our competitiveness and our ability to thrive as a nation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#WW00400","speaker":"1673","continuing":true},{"type":"speech","time":1595928600,"counter":139,"content":"<p>The next speaker is Senator Chambers, who has six minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#YY00100","speaker":"1694"},{"type":"speech","time":1595928600,"counter":140,"content":"<p>I am sharing my time with Senator McGreehan.  This &euro;375 million package involves more than 1 million students, 100,000 staff and 4,000 schools.  I commend the Minister, Deputy Foley, her team and the Government for their effort in putting together what I consider to be a comprehensive and significant plan and investment in our education and schooling system.  It is an extraordinary feat when we consider what it took to put this plan together in such a short space of time, which involved engaging with many stakeholders to try to get schools reopen fully for the beginning of the academic year.  Each and every one of us is motivated to get schools open because we know the impact being away from school has had on children and families during the pandemic.  I am glad to see that this plan not only focuses resources on school facilities and refurbishments but also looks to deal with the well-being and mental health of students, recognising that the pandemic and being away from school has had an adverse impact on children's mental health and well-being.  It has also exposed, as Senator Hoey and Senator Flynn have outlined, the mass inequality in our education system.  Not every child has equal access to education, not every child experiences the same supports at home, and not every child experienced the lockdown in the same way.  Some children found the lockdown a very positive experience having time at home.  For other children it was a very difficult time.  Schools provide a safe haven for many children and we need to get them back there.<\/p> <p>I want to make observations on some of the specific measures outlined in the plan, in particular the minor capital grant of &euro;75 million.  That is very welcome but I know the grant will be distributed on the basis of pupil numbers.  As someone who comes from a rural constituency, I know that in a small rural school with small classroom sizes it will be difficult to afford some of the refurbishments that are required.  I will highlight one example.  I will not name the school in question but it will cost it &euro;22,000 to refurbish its toilets and to have the basic cleaning facilities for their pupils.  That school will only receive &euro;16,000 so there is a shortfall of &euro;6,000 for the toilet and hand-washing facilities alone.  The Minister might look at the situation with regard to small rural schools.<\/p> <p>I welcome also the release days for teaching principals.  A significant problem is that many principals in small rural schools are teaching principals.  That release day will be of huge benefit in terms of allowing them cope with the extra work.<\/p> <p>I am aware others have spoken to the Minister about the calculated grade system about which there is significant anxiety.  There has been an issue with students who undertook studies outside of school.  They have done subjects off their own bat without doing them during school time.  I believe they have been disadvantaged in that they will not be given a predictive grade for that particular subject.  I ask the Minister to look at that to see if anything can be done for those students.  They are small in number but nonetheless they are significant.<\/p> <p>In the time the Minister will have once she gets the schools reopened I ask that she might examine the psychological impact of social distancing for younger students.  I am aware that students from third class up will be asked to socially distance.  I would have concerns around that.  They are still very young to be trained and encouraged not to shake hands, not to hug their friends or not to be in close proximity to their friends.  I ask the Minister to review that policy in the months ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#YY00200","speaker":"1642"},{"type":"speech","time":1595928600,"counter":141,"content":"<p>I thank the Minister for coming to the House today.  She is very welcome.  I congratulate her on the Trojan work she has done in the few short weeks since her appointment.  There was certainly no honeymoon period for the Minister and it is a phenomenal achievement on her part that, four weeks in the position, she has announced one of the biggest packages we have ever seen in the education sector.  As a mother, I am delighted and relieved that this announcement has been made.  I can now speak to my children with certainty, outline what is going on, help them to reconcile with the new reality, explain the issues to them, reduce their anxieties and try to help them adapt to new terms such as \"bubbles\" and \"pods\" and the rules that will flow from them.<\/p> <p>I look forward to the communication campaign to assist parents like myself in explaining how things will work to our children.  It would be welcome also to get guidelines on when not to send a child to school.  I realise that a cough and a high temperature is a stay-at-home issue but I have a boy who has a runny nose from the time the temperature drops in October until the following Easter.  I want to know whether a child who has no other symptoms can be sent safely to school.  Clear guidelines from the Department of Health would be very beneficial to cut out the guesswork and give teachers and parents some clarity.<\/p> <p>Another query I have is about the provisions that will be required for online remote learning for those students who may have to self-isolate or schools that may have to close to assist the schools, the students and the teachers to continue the use of online platforms.<\/p> <p>Another issue is the teacher levels in primary schools.  A number of schools contacted me with regard to some schools losing teachers because they find they are just below the threshold in terms of keeping their teaching staff numbers.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Erin McGreehan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=ErinMcGreehan&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That will result in increasing class sizes and decreasing social distancing.  I hope that this will be reconsidered as during this time we should not be taking classrooms out of commission or allowing schools to lose teachers.  <\/p><p>The teachers I know have been working very hard in trying to adapt to and foresee some of the changes.  They have an incredibly tight deadline but with the funding and the extra supports, I hope it will be a successful time for all.  What is expected of teachers is colossal but with these extra supports I believe it can be achieved.  We have an incredible body of dedicated teachers.  I hope the increased capacity of teachers we are putting in place to deal with the volatile Covid-19 pandemic can be retained and a programme put in place to keep these teachers employed will be introduced so that they can be used to decrease class numbers in the future.  I wish all teachers the very best in their efforts to prepare for the opening of schools for 1 million students across the country.  Our first day in school of the new term will be a first day like no other.  I wish the Minister the very best.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#YY00300","speaker":"1671","continuing":true},{"type":"speech","time":1595928600,"counter":143,"content":"<p>The next speaker is Senator Cummins, who I understand is sharing time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#ZZ00200","speaker":"1694"},{"type":"speech","time":1595928600,"counter":144,"content":"<p>Yes, with Senators Seery Kearney and Ahearn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#ZZ00300","speaker":"1647"},{"type":"speech","time":1595928600,"counter":145,"content":"<p>The Senators have two minutes each.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#ZZ00400","speaker":"1694"},{"type":"speech","time":1595928600,"counter":146,"content":"<p>I thank the Minister for coming to the House to listen to and consider the contributions of Senators on this very important topic.  Like her, until recently I was a physical education teacher in a classroom in a secondary school so I would like to think I can bring something to this debate.  For some of the time available to me I would like to concentrate on the logistics of operating physical education in the secondary school setting.  I am heartened to see the reference in the Minister's document that pupils' physical education is a central part of their well-being and that it should form a significant component of timetable programmes upon returning to school.  It goes on to state that teachers should choose learning experiences where pupils can work individually or in small groups, for example in their pods, with minimal equipment.  While that makes a lot of sense on the face of it, it does not address the obvious question, which is how teachers and schools handle the changing room situation, particularly in the secondary school setting because, by their nature, changing rooms are constrained settings.  If a situation arose whereby the pods or groups do not apply in the case of changing rooms, given that every student takes part in physical education, I would question their validity in their entirety in the school setting.  I ask the Minister to focus on that area and ask her officials to address that particular concern.<\/p> <p>I reiterate what other Senators said with regard to teachers who have specific health concerns.  Is there specific leave available?  What are the provisions being put in place for those teachers because clarity is needed by principals and boards of management?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#ZZ00500","speaker":"1647"},{"type":"speech","time":1595928600,"counter":147,"content":"<p>I thank the Minister for coming to the House.  I was particularly heartened to see the provisions in yesterday's plans when it comes to ASD and the provisions for special needs assistants.  However, I want to draw her attention to a particular lacuna in the provisions, that is, in the areas of Dublin 6 and Dublin 6W.  As a result of interventions and lobbying by the Involve Autism group and the Dublin 12 autism group a report was commissioned by the National Council for Special Education, NCSE, at the behest of the previous Minister, Deputy Joe McHugh.  That report highlighted that lacuna in the provision.  It also highlighted that it is being disputed by some of the schools which have come out on the public record and released letters countering the engagement by the NCSE, and it would appear that there was a lack of site visits.<\/p> <p>The Department does not seem to have an inventory of the provisions within schools or the school accommodation.  As a consequence, there is a dispute between what is possible and what is the reality.  I ask the Minister to examine that.  I am grateful to the Minister of State, Deputy Madigan, who facilitated a meeting recently between Involve Autism and myself.  I have the fullest confidence in her.  However, I believe also that we will require the authority of the office of the Minister, Deputy Foley, to ensure that these children are included and that they have a right to be educated in their local community among the children in their local community, as has any other child.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2020&amp;amp;month=07&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There may be an autism spectrum disorder provision in the junior part of the school but not in the senior part.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#ZZ00600","speaker":"1682","continuing":true},{"type":"speech","time":1595928600,"counter":149,"content":"<p>I welcome the Minister and wish her well in her new role.  I have two questions, one of which relates to yesterday's announcement and the second to a local school.  Do the guidelines set out yesterday regarding school transport extend to after-school services that provide a drop-off and collection service for parents?  I know a business in Clonmel involving three carriers collecting, on average, 20 or 25 children on any given day.  If those guidelines do not include after-school services, what arrangements should they make?  May children returning to after-school services mix with those in other schools or pods or should they be grouped in school pods?<\/p> <p>Cahir is located in my constituency in Tipperary, and I seek an update on a new building for a primary school there.  There are two primary schools in Cahir, one for boys and the other for girls.  The principal of the boys' school, Mr. Brendan Horan, has been very progressive in trying to move forward this matter.  This application began in 2004, some 16 years ago.  The tender process was completed on 30 November 2019 and an announcement is long overdue.  Does the Minister have an update on this matter?  I tried to contact the her office two weeks ago and I have been waiting for somebody to come back to me.  I know officials have been busy but people in Cahir have been waiting a long time to bring together the boys' and the girls' schools.<\/p> <p>I wish the Minister well in her new role.  My mother was a teacher before becoming a Deputy as well, so I have a slight understanding of the transition that the Minister is making.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#AAA00200","speaker":"1629"},{"type":"speech","time":1595928600,"counter":150,"content":"<p>I will be calling on the Minister to reply no later than 2.52 p.m.  There are a good few speakers left but we have precious little time.  If Senators can keep their contributions brief, we will leave no one out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#AAA00300","speaker":"1694"},{"type":"speech","time":1595928600,"counter":151,"content":"<p>I hear what the Acting Chairman is saying.  I welcome the Minister and congratulate her on her appointment.  I wish her well because, to be absolutely clear, everybody wants to see the schools reopened on time and for all our students to be able to go to school safely in order to learn.  It is absolutely crucial that this happens.<\/p> <p>I have concerns, although a few are based around the need for more detail.  I welcome the points made about well-being but I want to understand exactly what the well-being programme will look like.  A really excellent survey has been done by the Irish Second-Level Students Union, ISSU, of 11,000 people, which is quite significant, and it highlighted, for example, that 24% of respondents have concerns about transitioning back to school in September and over 51% noted concerns relating to academic matters.  Of the respondents, 29% had concerns around physical health and there were 662 comments around stress alone.  I welcome the note about the 120 guidance counsellors but from where is that figure coming?  I suspect that we will probably need more, particularly as this was a key request of the ISSU.<\/p> <p>When my kids go to school in Limerick, they do not do so in a normal school building.  They have been waiting years for a school building and I asked the Department for an update on that three and a half weeks ago but I have not received a response.  It is a significant school in Limerick city.  It is a school that has been converted from apartments and there will be no space to operate at all.  To be frank, my main concern is not what the Minister has done since entering office but, rather, the significant delays endured by parents over the summer months.  They did not even know whether to reserve spaces on buses.  We just need to understand how this will be done in three weeks and how the 1,000 teachers will be put in place in that time really concerns me.<\/p> <p>I emphasise one of the points made by my colleague, Senator Warfield, who stated that last year more than 500 teachers a day were not being replaced by substitute teachers.  While the figure of 1,000 teachers sounds impressive, when we put it in that context, we know it will not be enough.  Again, I would like a detailed response on that matter.  I will not take up any more time as I want to let other colleagues contribute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#AAA00400","speaker":"1660"},{"type":"speech","time":1595928600,"counter":152,"content":"<p>I appreciate that.  Senator Murphy intends to share time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#AAA00500","speaker":"1694"},{"type":"speech","time":1595928600,"counter":153,"content":"<p>I propose to share time with Senators Gallagher and Crowe.  We will have approximately two minutes each.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#AAA00600","speaker":"1674"},{"type":"speech","time":1595928600,"counter":154,"content":"<p>I might get everybody in if Senators share their time like that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#AAA00700","speaker":"1694"},{"type":"speech","time":1595928600,"counter":155,"content":"<p>I will do my best, although I will not be able to get in everything I want.  Comhghairdeas to the Minister and I wish her well.  As has already been said, she had a baptism of fire.  There was some veiled criticism in the background but fair play to the Minister because she kept her head down and did not come out with half a statement.  It is a credit to her and her team the way that she addressed this matter today and yesterday.  I was very impressed listening to her on the way from Roscommon this morning when she was interviewed on \"Morning Ireland\".<\/p> <p>This is about welfare and well-being and getting children back to education.  Without doubt and like most in the Chamber, the question I have been asked over and again is whether we can get children back to school.  There is no doubt about what the Irish people want; they want a return to school but they want this done safely and properly.  A number of teachers rang me to say they wanted to get back, play their part and do this right.<\/p> <p>This is a considerable package and the well-being element is quite important.  It includes psychologists, guidance counsellors and special needs personnel.  It looks like the Minister has covered every area but of course there will be challenges.  Not everything will go right.  Who said we have ever lived in a society where we were free of problems?  Some people have said we should fix classroom sizes now but if we did so, the schools would still not be open by next May, never mind the end of this year.  It is an important matter but this is the way to proceed.<\/p> <p>I hope this will lead to the opening of schools.  Work will be required and the minor works scheme is very important in this regard.  As Senator Lisa Chambers mentioned, there may be some challenges with the financing of works in smaller schools, and it may not be possible to do the required work with the amount of money they receive.  I say \"well done\" to the Minister.  She has my support and will continue to have it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#BBB00100","speaker":"1674"},{"type":"speech","time":1595928600,"counter":156,"content":"<p>I congratulate the Minister on her appointment, which is an enormous achievement.  I am sure everybody in the House wishes her well.  Many of the speakers have commented on secondary schools so I will focus on primary schools.  I have three or four points and a couple of questions.<\/p> <p>Supply teaching panels have been announced for the primary sector but how many teachers are likely to be employed on each panel?  There is a major focus on secondary schools, which is welcome, but I want to ensure primary schools are covered accordingly.  May each primary school appoint a Covid aide for the logistics?  It seems schools can do so but will that person's appointment be for the duration of the school year?<\/p> <p>Is there any additional support for the supervision of pupils within primary school?  It appears there will definitely be additional supervision and support staff for secondary schools but I did not see anything for primary schools.  I will leave it at that because we are constrained by time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#BBB00200","speaker":"1646"},{"type":"speech","time":1595928600,"counter":157,"content":"<p>There are four speakers left and two minutes in the slot.  It might be 30 seconds each, which might seem like an insult, but I will do the best I can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#BBB00300","speaker":"1694"},{"type":"speech","time":1595928600,"counter":158,"content":"<p>I wish the Minister well.  I stand here because I am always concerned in these cases that students with disabilities could potentially be left behind because of the challenges they suffer anyway.  I refer particularly to students with vision impairments.  I came across several cases during the lockdown where visiting teachers had made no contact whatever with such students.  Will the Minister look at addressing such cases?  I know 30 seconds is not adequate but that is life.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#BBB00400","speaker":"1644"},{"type":"speech","time":1595928600,"counter":159,"content":"<p>I welcome the Minister and congratulate her on her appointment.  The majority of the local schools I represent in Dublin are digesting the guidelines released yesterday.  I welcome them, and particularly the elements relating to minor works, well-being and increased teaching resources.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020072800002#BBB00500","speaker":"1648"},{"type":"unspoken","time":1595928600,"counter":160,"content":"<p>Additional debate to follow<\/p>"}]