[{"type":"minorheading","content":"Prelude","time":1491312600,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30:00","time":1491312600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1491312600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1491312600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1491312600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#A00100"},{"type":"speech","time":1491312600,"counter":6,"content":"<p>I have received notice from Senator Paudie Coffey that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to outline when he intends to appoint the board of the south-south west hospital group and discuss the HSE capital plan for University Hospital Waterford.<\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister of Finance to set out a schedule for the phasing out of the universal social charge as part of the Government's overall taxation reform promises.<\/blockquote> <p>I have also received notice from Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to address the requirement for an Educate Together secondary school in Dublin 13.<\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning, Community and Local Government to outline when he intends to provide funding for Kerry County Council to upgrade Armagh House in Killarney which provides emergency accommodation for those who find themselves homeless in south Kerry.<\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p><blockquote>The need for the Minister of Finance to consider expanding the criteria required to be met to obtain a primary medical certificate under the disabled drivers and disabled  passengers (tax concession) scheme.<\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for Health to put in place a system to enable parents to access respite care for a son or a daughter who is residing with them but who is now over 18 years of age.<\/blockquote> <p>I have also received notice from Senator Ivana Bacik of the following matter:<\/p><blockquote>The need for the Minister for Health to outline the terms on which the HSE contracts out care services for persons with disabilities in Dublin to private companies and, in particular, to confirm whether processes are in place to ensure carers employed by private companies so contracted are paid minimum wage rates and that they are paid to cover their travel time between care assignments.<\/blockquote> <p>I have also received notice from Senator Terry Leyden of the following matter:<\/p><blockquote>The need for the Minister for Communications, Climate Action and Environment to introduce as a matter of urgency new wind energy development guidelines in relation to noise, proximity and shadow flicker.<\/blockquote> <p>I have also received notice from Senator Michael McDowell of the following matter:<\/p><blockquote>The need for the Minister for Communications, Climate Action and Environment to review the cost and effectiveness of the Eircode system.<\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p><blockquote>The need for the Minster for Agriculture, Food and the Marine to make a statement on the success of the low cost loan scheme for farmers, the agriculture cashflow support loan scheme, and whether he plans to propose renewal of the scheme in budget 2018.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Leas-Chathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I regard the matters raised by Senators Coffey, Boyhan, &Oacute; R&iacute;ord&aacute;in, Conway, Byrne, Colm Burke, Bacik, McDowell and Lombard as suitable for discussion.  I have selected Senators Coffey, Boyhan, &Oacute; R&iacute;ord&aacute;in and Conway and they will be taken now.  I regret I have had to rule out of order the matter raised by Senator Leyden on the grounds that the Minister has no official responsibility in this matter.  Senators Byrne, Colm Burke, Bacik, McDowell and Lombard may give notice on another day of the matters that they wish to raise.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#A00200","speaker":"1420","continuing":true},{"type":"majorheading","content":"Commencement Matters","time":1491312600,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#B00150"},{"type":"minorheading","content":"Hospital Groups","time":1491312600,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#B00200"},{"type":"speech","time":1491312600,"counter":10,"content":"<p>I welcome the Minister for State with responsibility for health promotion to the House, where I again raise important issues during a Commencement debate concerning the health service, not just in my county and city but nationally.  In 2013, the previous Government, in an attempt to create efficiencies within acute hospital services, decided to reform the acute hospital network and reconfigure it into hospital groups.  The South-South West hospital group in my area consists of University Hospital Waterford, which is my local hospital, as well as hospitals in Cork and Kerry.  At that time, there was grave public concern that this reform would lead to the downgrading of the model 4 hospital at University Hospital Waterford, which has provided specialist services across a range of acute services for the region.<\/p> <p>Certain assurances were given in writing by the former Minister for Health, the Secretary General of the Department of Health and senior management in the HSE that this would not lead to downgrading.  However, I have concerns I wish to raise today.  When these hospital groups were formed, hospital boards were to be appointed in tandem.  Four years later, we still do not have sight of a hospital board being appointed for the South-South West hospital group.  This is a cause of great concern to me because the hospital boards were meant to be appointed to bring oversight and accountability in terms of governance and efficiency of expenditure in respect of the HSE and various services.  <\/p> <p>This leads to my next point regarding the capital plan the HSE plans and adopts for health services around the country.  Again, University Hospital Waterford is the example about which I can speak the most.  I acknowledge the investment by the State in the new accident and emergency department, which was a major capital investment.  I also acknowledge the news that the new palliative centre for the hospital will go out to tender and possibly building very shortly but I have to add that this is not before time.  For many years, the south east has been the only region without that type of palliative care support.  It would not have happened without fund raising by the hospice movement in Waterford and surrounding counties.  The news that the five-storey block will be built is welcome.  <\/p> <p>Recent controversies around cardiac care continue.  There are promises of a mobile catheterisation laboratory.  However, I was horrified to read a plan that was recently disclosed to me.  The plan was a report by a review team into University Hospital Waterford in December 2014.  This report was carried out by the HSE to review the acute services as part of the reconfiguration plans.  In this report, I was horrified to discover that the HSE has approved more than &euro;5.4 million for a new mortuary for University Hospital Waterford at a time when all public representatives, all parties, consultants, the public and everybody in the region are crying out for an investment of &euro;2.4 million for a second catheterisation laboratory for cardiac services in the region.  I am dismayed and cannot believe that the HSE can invest &euro;5.4 million into looking after the dead when it cannot invest &euro;2.4 million to look after the living.  I am horrified and wanted to bring it to the Minister of State's attention.  I believe this is happening because we do not have the oversight, governance and accountability that was foreseen when these hospital groups were first established.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Somebody needs to call the HSE to task.  I have tried to do it but, unfortunately, to date I have failed.  We need the political system to work and these bureaucrats need to be asked to explain why this investment is being put in the wrong place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#B00300","speaker":"1422","continuing":true},{"type":"speech","time":1491312600,"counter":12,"content":"<p>I thank Senator Coffey for raising this issue.<\/p> <p>Acute hospitals are organised into seven hospital groups, the formation of which is a key element in the reform of our health services.  The establishment of acute hospitals into a small number of groups provides an optimal configuration for hospital services to deliver high-quality, safe patient care in a cost-effective manner.  The establishment of hospital groups is a key enabler for the reorganisation of services across hospitals, with associated benefits in terms of providing care in the most appropriate setting and delivering a safe quality service.<\/p> <p>Significant progress has been made in the implementation of the hospital group construct, with individual hospitals within the groups starting to work together to support each other, providing a stronger role for smaller hospitals in delivering less complex care and ensuring that patients who require true emergency or complex planned care are managed safely in larger hospitals.  Chairpersons are in place for six of the hospital groups.  Board members are currently in place for the University Limerick hospital group.  In late 2016, the Department commenced advertising, through the Public Appointments Service, PAS, for candidates for appointment to the hospital group boards.  This process began with campaigns in respect of the Saolta University Healthcare Group board and chair and the University Limerick hospital group board.  Those campaigns have been completed.  Arrangements to advance the South\/South West hospital group and the other hospital group board vacancies, including phased timetable for PAS campaign, is under consideration, informed by the experience gained from the first two campaigns.<\/p> <p>The projects under way at University Hospital Waterford are the new ward block and a decontamination facility to support the endoscopy department.  Recently completed projects at University Hospital Waterford include: an upgrade of infrastructure, as approved in the hospital&rsquo;s development control plan, including the development of utilities, power supply and roads to facilitate future development at the hospital; upgrade to the theatre air-handling units; refurbishment and upgrade of the acute mental health department; provision of a CT scanner in the emergency department; and a cystic fibrosis unit, with the provision of four isolation rooms, part-funded by the local cystic fibrosis group.<\/p> <p>Future investment in hospitals must be considered in the context of the overall acute hospital sector infrastructure programme, the prioritised needs of the hospital groups and the overall capital envelope available to the health service.  Nevertheless, the HSE will continue to apply the available funding for infrastructure development in the most effective way possible to meet current and future needs, having regard to the level of commitments and the costs of completion already in place.  The Department of Health is working with the HSE and the Department of Public Expenditure and Reform to conduct a mid-term review of the capital programme.  The Department is also conducting a bed capacity review.  This will assess projected health care needs over the next decade and the associated infrastructural requirements to meet these needs.<\/p> <p>The investment in the palliative care unit and other facilities which the Senator referred to are welcome.  Unfortunately, I do not have any information on the report of the review team in 2014.  I will contact the HSE on foot of the Senator raising the matter with me and come back to him with that information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#C00200","speaker":"1339"},{"type":"speech","time":1491312600,"counter":13,"content":"<p>I thank the Minister of State for taking up my genuine concerns about capital plans adopted and pursued by the HSE.  I acknowledge that the hospital groups were set up for the optimal configuration of acute hospital services in the interests of patient safety, as well as to achieve cost-effective patient safety.  Unfortunately, until the boards are in place, we will not have the accountability and oversight over the HSE which is required.<\/p> <p>I am horrified that in its review in 2014, the HSE could approve an investment of &euro;5.4 million for a mortuary but that it does not have the vision or foresight to provide essential services.  In the south-east region, we have patient apartheid whereby if one has a heart attack after hours in the evenings or at weekends, one does not have access to interventional cardiology.  Somebody somewhere has his or her priorities wrong.  My faith is still in the political system putting that right and that is why I raised the matter.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I appreciate the fact that the Minister of State is not only taking it up on my behalf but also on behalf of people in Waterford and the wider south-east region.  We must have oversight where it matters and bring these bureaucrats in the HSE to account.  This Government is being blamed while the HSE is running amok investing in the wrong priorities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#C00300","speaker":"1422","continuing":true},{"type":"speech","time":1491312600,"counter":15,"content":"<p>I will take on board the urgency of appointing the board, as the Senator has outlined.  While I have been informed that it is under consideration, I totally understand the need for a timeline by which this matter will be concluded.  That is what we really require, so I will certainly follow up on that for the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#D00200","speaker":"1339"},{"type":"minorheading","content":"Universal Social Charge","time":1491312600,"counter":16,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#D00300"},{"type":"speech","time":1491312600,"counter":17,"content":"<p>I welcome the Minister of State, Deputy Eoghan Murphy, to the House.  I am seeking an update on the universal social charge.  The Minister of State will be aware of a poster with the slogan: &quot;Abolish the USC.  Let's keep the recovery going.&quot;  That slogan was used by Fine Gael during the 2016 general election campaign.  I do not have a particular problem with the slogan.  I took the time to look for this election material and found that quite a lot of it had gone.  Interestingly, however, <i>The Irish Times<\/i>keeps a picture archive in which I counted at least 25 posters.  Eight Government Ministers were pictured at various places, including Heuston Station, holding these posters.  This was the main plank of their election campaign last year - &quot;Abolish the USC.  Let's keep the recovery going.&quot;<\/p><p>I downloaded all these posters from <i>www.irishtimes.com<\/i>which I would be delighted to send around to all my colleagues today.  It is interesting that this clearly was the message.  There was a quotation in the Minister's election literature, which was also quoted by <i>The Irish Times<\/i>.  I will quote it here for the benefit of our deliberations: <\/p><blockquote>Of all the commitments we are making in this election, this is the central commitment to our tax policy.  It is a hated tax.  It is a socially divisive tax.  It was introduced as an emergency measure.  The emergency is now over and now we are going to abolish this tax.<\/blockquote> <p>That quotation was attributed to the current Minister for Finance, Deputy Michael Noonan.  <\/p><p>I note that the Minister for Social Protection, Deputy Varadkar, has spoken about a bigger package of reform, including the USC being merged with the PRSI.  I do not know whether that is being advanced or not, but it is meant to be a possibility.  Perhaps the Minister of State can elaborate on that. <\/p><p>I accept that there should be tax cuts for middle-income earners.  At the end of the day, there is a section of our society who work hard, pay all their taxes, comply with the law, yet are falling out of the parameters for social insurance and social protection.  They need to be addressed and Fine Gael identified that as one of the key issues in its election campaign.  <\/p><p>I do not wish to be negative but I think there is a need for a social insurance fund.  We need to build that up, realise that people want it, and be cognisant of their needs.  More important, can the Minister of State explain where he stands as a member of the Fine Gael Party and Government that have advocated the abolition of the USC?  Has there been a change of heart or mind?  Is there a view that the USC should be merged into some sort of reformed PRSI package?  I simply do not know and that is why I am asking the question.  I would appreciate it if the Minister of State could enlighten us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#D00400","speaker":"1379"},{"type":"speech","time":1491312600,"counter":18,"content":"<p>I thank Senator Boyhan for raising this matter.  As he will be aware, the Programme for a Partnership Government contains a commitment to ask the Oireachtas to continue to phase out the USC as part of a wider medium-term income tax reform plan that keeps the tax base broad, reduces excessive tax rates for middle income earners, and limits the benefit for high earners.<\/p> <p>High marginal tax rates affect labour force participation and productivity by increasing the cost of labour for employers and reducing the incentive to work for employees.  The unemployment rate in Ireland has now fallen to 6.6%, down from a high of over 15% just five years ago.<\/p> <p>This is not the time to become complacent, however, and we must still be conscious of the need to support employment creation and retention.  Britain has now formally begun the process of leaving the European Union and this process is expected to bring both opportunities and challenges for Irish businesses.<\/p> <p>The top marginal income tax rate, and how it compares with the rates in other jurisdictions offering similar employment opportunities, can be a significant factor in attracting mobile, high-skilled workers to Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Eoghan Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2288\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2288&amp;amp;pid=EoghanMurphy&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->An uncompetitive income tax regime or burden could lead to skill shortages in some sectors.<\/p><p>The continued phasing-out of USC will improve lreland's international competitiveness and the incentive to work, supporting economic activity and continued job creation in the economy.  The USC reduction measures in budget 2017 were the third step in a gradual process of unwinding USC and resulted in a reduction in the marginal rate of tax on income up to &euro;70,044 to 49%.  It should be remembered that as recently as December 2014 the marginal rate of tax for a single individual on all income over &euro;32,800 was 52%.  It is the intention of the Minister for Finance, Deputy Michael Noonan, to continue the process of reducing USC in future budgets.  <\/p><p>Senators will be aware that this is not a measure that has been considered in isolation but as part of a wider medium-term income tax reform plan.  In July last year the Department of Finance published the income tax reform plan to set out the policy considerations relevant to this reform, including the necessity to maintain the breadth of the income tax base and retain appropriate levels of taxation for high earners.  The purpose of the income tax reform plan was to inform all Members of the Oireachtas of the issues and options which would underpin future income tax reform.  It is my hope all Oireachtas Members will engage constructively in debating options for future reform in this area.  <\/p><p>It is the Minister&rsquo;s intention to continue the process of reducing the income tax burden, with an emphasis on low and middle income earners, in future budgets as fiscal resources allow.  It is expected that the resulting reductions in marginal tax rates will support job creation and economic growth.  It is the Minister&rsquo;s view, however, that it would be prudent to pursue the phasing out of USC by taking the relevant decisions on a year by year basis, having due regard to the prevailing fiscal resources available to the Government.  The setting out of a schedule for the phasing out of the charge as suggested would not allow for flexibility for the Government and the Oireachtas to adapt income tax reform as necessary to address the challenges and opportunities that might arise domestically, as well as in the global economy.  Notwithstanding this, the Minister affirm the Government&rsquo;s commitment to reducing the income tax burden as and when fiscal resources allow.  In this regard, I draw Senators' attention to a further commitment in the programme for Government that sets out a minimum ratio for the use of fiscal resources such that two thirds of such resources will be used to increase expenditure on public services, with the remainder being available for tax reductions.  In fact, the ratio in the last budget was in the region of 4:1 in favour of expenditure measures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#D00500","speaker":"1295","continuing":true},{"type":"speech","time":1491312600,"counter":20,"content":"<p>I thank the Minister of State for his reply which is helpful.  It gives us an indication of the direction he is taking.  It is important to state it does not reference the abolition of the universal social charge, USC, in the immediate future, despite the fact that it was the major slogan in his party's campaign.  Credibility is very important in politics.  When a party sets out to do something and changes course, it is important that it explain the reason.  It has been explained somewhat in the reply.  I am keen to note the Minister of State's emphasis on income tax reform.  That is an important issue that needs to be monitored and discussed.  The Minister of State's party sought a mandate from the people to govern on the basis that it would abolish USC.  I will take the time to send him the pictures I mentioned because they are extraordinary.  They show jubilation among candidates not yet elected to D&aacute;il &Eacute;ireann and others who had sought re-election, all of whom were elected.  They include the Minister for Finance, Deputy Michael Noonan.  This was their central message.  When a party goes before the people with a central message, it is very important that it deliver on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#E00200","speaker":"1379"},{"type":"speech","time":1491312600,"counter":21,"content":"<p>I participated in that campaign also.  We talked about abolishing or phasing out USC as fiscal resources allowed and nothing in the reply I have given to the Senator deviates from that plan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#E00300","speaker":"1295"},{"type":"speech","time":1491312600,"counter":22,"content":"<p>I appreciate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#E00400","speaker":"1379"},{"type":"speech","time":1491312600,"counter":23,"content":"<p>That is what we will have to do on a year by year basis.  We all recognise that the burden of taxation is too high and that the Government is taking too much of people's hard-earned money to fund vital State services.  Those services must be funded.  That is the reason we have the ratio of 4:1 in the current budget for the changes we have made in the fiscal space.  We have an income tax reform strategy paper that was published last year.  We need to work together within the Government and the Oireachtas to find the most prudent path towards reducing the burden of taxation, but we cannot tie the Oireachtas to a five-year plan because it might have to be altered as needs change on a year to year basis, depending on happens internationally and domestically.  However, it is our continuing commitment to reduce the burden of taxation on income earners.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#E00500","speaker":"1295"},{"type":"minorheading","content":"School Patronage","time":1491312600,"counter":24,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#F00050"},{"type":"speech","time":1491312600,"counter":25,"content":"<p>I very much appreciate the Minister being here in person to address this issue.  He will be well aware of the geographical area related to this issue as it is in his constituency.  I was involved in a campaign to establish an Educate Together school in the Drumcondra area, and one of first actions the Minister took on taking office was to sanction the approval of that Educate Together primary school in Dublin 3 in the Marino-Drumcondra area.  The campaign to establish that school was elongated and it took a long time to get it off the ground but it was successful.  There are some long-established Educate Together schools in the more northern end of the constituency, which the Minister knows very well, in an area where a major degree of construction is taking place and where there has been major growth in the population.  The people in that area will need a number of facilities, including school facilities.<\/p> <p>In terms of Educate Together schooling, in line with the vision of the previous Government and, I hope, with that of the Minister, he will be familiar with the Educate Together schools in Kilbarrack and in Belmayne.  We are asking that there would be a logical continuum of that ethos of education for the children who attend those schools.  There has been a metamorphosis in the ethos of one second level school, Clonturk community college, into a new type of school with joint patronage.  What we hope to achieve in Dublin 13, which covers a number of areas, including Clongriffin, Belmayne, Donaghmede, Baldoyle and Sutton, is that a new Educate Together would be established to facilitate those children, living in the area of rapid population, who attend an Educate Together school to have a continuum of that ethos of education, which is available to every other schoolchild attending other schools in the area.  No other children in that area attending another school is asked to change the ethos of his or her schooling when he or she moves from primary to second level.  If a child attends a Gaelscoil, there is facility for him or her to attend a second level Gaelscoil.  If a child attends a Catholic ethos school, he or she can continue that ethos at second level.  That is not available to children who attend an Educate Together primary school. <\/p> <p>While it is appreciated that the Department of Education and Skills has made great strides in recent years in increasing the number of Educate Together schools that are available for parents who want that ethos for their children's education, it does not make any sense for that to stop once a child reaches sixth class.  While the growth in this type of education is greatly appreciated, the parents and members of the committee involved, some of whom are in the Public Gallery, want to know what process they can pursue and how they can work with Government and the Department to make this a reality.  This campaign does not necessarily need to be fractious or full of tension or friction.  We want to achieve the establishment of an educational institution that the children can have to continue their education in the ethos chosen - as is a constitutional right - by their parents.  I ask the Minister to outline where those involved in the campaign are to go next.  These children attend an Educate Together school at primary level, or some of them do not.  They live in an area that is under major development.  They need a process whereby they can work with the Minister and his Department to arrive at a stage where they will be able to have a new education facility available to them.  Nobody can convince me, and I am sure the Minister would agree with me, that this area will not need extra school places in the years to come.  What we want is fair play.  There have been moves across the city and the country with respect to the opening up of second level education.  Often it is easier to open up a primary school rather than a second level school, but in areas of north County Dublin there are various different models, including community school models.  I am mindful of the Malahide area where the Educate Together model has been approved by the Department because it is seen as providing a continuum of education which is necessary for the children concerned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#F00100","speaker":"1410"},{"type":"speech","time":1491312600,"counter":26,"content":"<p>I must ask the Senator to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#F00200","speaker":"1390"},{"type":"speech","time":1491312600,"counter":27,"content":"<p>I respectfully ask the Minister for a positive response to this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#F00300","speaker":"1410"},{"type":"speech","time":1491312600,"counter":28,"content":"<p>I thank the Senator for raising this issue.  I fully understand and support the ambition he has set out.  As he knows, it is my ambition to increase substantially the diversity of offerings both at primary and at secondary level to reflect the growing preference of parents for more diversity in our education system.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Richard Bruton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=119\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=119&amp;amp;pid=RichardBruton&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Earlier this year I indicated that nine new schools are to be provided at post-primary level and eight of the nine are multidenominational in ethos and four of them are Educate Together schools.  We are very keen to promote diversity.<\/p><p>I must outline to the Senator the way in which decisions are made when new schools are decided upon.  Perhaps he already knows.  First, it has to be based on an assessment of the population pressure in an area.  We use the geographical information systems, GIS, census data, Ordnance Survey information, Department of Social Protection numbers in terms of children and all the Department's databases to accurately project the pressure of demand across 314 planning areas that are set out by the Department.  In terms of the exact area, namely, the Donaghmede and Howth, Dublin 13 area, as of today there is not sufficient population pressure to indicate that a new school would be warranted but it is an area where my Department is closely monitoring trends.  As the Senator rightly said, it is an area of growth.<\/p><p>An indication of what we are doing is that in the adjoining area, namely, the Malahide and Portmarnock area, we recently approved a 1,000-student post-primary school for Educate Together as the population pressure warranted it.  I am sure the Senator will ask why we do not provide more diversity straight away.  The difficulty I face, which I am sure he will appreciate, is that with the population bulge that is occurring, I have to provide 20,000 additional places just to keep pace with population trends.  That puts me under very severe pressure and I can only provide funds for additional places where the planning area does not have vacancies in other existing schools.<\/p><p>The approach that is then taken where it is identified that a school is warranted is predominantly based on parental preference.  It is an independent process.  Parents are asked to express their preference as to the patronage of the new school and it is done on the basis of an assessment of the number of parents indicating a preference for different schools.  It is done independently of the Minister by an independent group, which has been set up to carry out the evaluation.  That is the process.  I am committed to greater diversity.  I recognise the value of Educate Together and the education and training boards, ETBs.  The Senator rightly pointed to the interesting innovation in Clonturk where an ETB school took in Educate Together as a joint partner.  That is an interesting approach.  We are determined to pursue greater diversity but we must work within the constraints of the existing budget planning process.  We made provision recently for an Educate Together school in an adjoining area and we will closely track population numbers in the Donaghmede and Howth, Dublin 13, area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#F00400","speaker":"1293","continuing":true},{"type":"speech","time":1491312600,"counter":30,"content":"<p>I thank the Minister for his response.  The Minister is very familiar with the area.  It does not take too much effort to appreciate that population pressure is only a number of years away given the incredible intensity of building work and apartment building in the area.  Could the Minister at least commit that he or Department officials will work with the campaigning group, which is open to all sorts of options, including a similar type of arrangement to that in Clonturk in order to facilitate children to have a continuum of education?  I do not think the Malahide and Portmarnock option will fly when one has such a large geographical area that is in need of this facility and considering that the vast majority of those places will be taken up by people living in the area.  I say that with the greatest respect to the Minister.  I appreciate him being here in person and his comprehensive reply.  I also appreciate the constraints under which he is operating as Minister.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2301\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Could the Minister give a commitment that his officials will sit down with the campaigning group and outline how best this campaign can proceed, what type of information it needs, what type of population figures will help the case and give realistic projections of what the population growth will be?  As the Minister knows, it is only a matter of time until-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#G00200","speaker":"1410","continuing":true},{"type":"speech","time":1491312600,"counter":32,"content":"<p>Thank you, Senator.  I think you have made your point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#H00200","speaker":"1390"},{"type":"speech","time":1491312600,"counter":33,"content":"<p>-----campaign for second level schools to facilitate the population numbers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#H00300","speaker":"1410"},{"type":"speech","time":1491312600,"counter":34,"content":"<p>The Senator is out of time.  I call the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#H00400","speaker":"1390"},{"type":"speech","time":1491312600,"counter":35,"content":"<p>I can assure the Senator that my Department and I work with all patrons.  We support Educate Together in its work as a patron, which is certainly recognised.  Obviously, the Department cannot favour one particular group that is campaigning for a school because the process under which a school patron is selected is based on parental preferences.  Everyone has to have an equal opportunity of competing when a school is identified as needing.  The Department does not anoint one patron or another.  It is based on parental preference and the need to promote diversity.  We do not assume one patron versus another.<\/p> <p>There are eight schools currently at second level across the area.  They are educating about 3,852 pupils.  There is capacity at present but, as I say, we work very closely with the local authorities and have a code of practice with the planning authorities.  We get information about the plans.  They look at prospective sites when they are planning areas.  We seek to work very closely with local authorities in order that the plans for the development of an area are synched with our own.  At a time of such pressure on places, we have to see an established need for additional places at second level before we can consider such a process.  We are very open to any patron.  We are encouraging patrons, but at the end of the day it is parental preference that will decide it when we do identify that a new school is justified.  I cannot favour one over another.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#H00500","speaker":"1293"},{"type":"minorheading","content":"Homeless Accommodation Provision","time":1491312600,"counter":36,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#H00600"},{"type":"speech","time":1491312600,"counter":37,"content":"<p>The next matter, in the name of Senator Martin Conway, is the need for the Minister for Housing, Planning, Community and Local Government to outline when he intends to provide funding for Kerry County Council to upgrade Armagh House in Killarney, which provides emergency accommodation for people who find themselves homeless in south Kerry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#H00700","speaker":"1390"},{"type":"speech","time":1491312600,"counter":38,"content":"<p>I would like to welcome the Minister of State, Deputy English, to the House.  It is always very interesting that he comes in to deal with housing issues.  He will know full well that the homeless crisis is unfortunately not just in the cities or in Dublin.  In terms of counties, it is not just in the capital town of the county.  It can percolate down to all of the villages, particularly the more urban type of village and town.  Kerry is a classic example.  It is a big county.  It stretches from the Tarbert ferry down to the Cork border.  We are talking about in excess of 150 km if one was to drive it straight.  The only homeless facilities that exist in Kerry at the moment are in Tralee.  If somebody in Killarney who does not drive and is in a situation where he or she is rendered homeless as a result of domestic violence or finds himself or herself in need of emergency accommodation, he or she will be accommodated in Tralee.  I am sure that Kerry County Council does a very good job of accommodating people there, but Killarney is a good distance from Tralee.<\/p> <p>There is a facility that is vacant at the moment in Killarney called Armagh House.  We all know how expensive it is to rent property in Killarney, particularly at the height of the tourist season.  Homelessness issues do occur in Killarney.  This facility is vacant.  It is there and it will need a few bob to be renovated.  When it is renovated, it will be able to provide services to people who find themselves in the very unfortunate position of being homeless in Killarney or indeed in the greater south Kerry area.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do not think this is going to involve much work.  I am hoping that at least we will get an indication that the Minister of State's Department is looking at the matter.  The Minister, Deputy Coveney, was in Killarney in the not-too-distant past and gave a commitment that funding would be made available to upgrade Armagh House.  I am sure that he and the Minister of State will honour that commitment.  I am sure there is at least a prospect of the Minister of State providing some good news today.<\/p><p>As an aside, I tabled a Commencement matter about rural resettlement a number of months ago.  The Minister of State gave a very positive response, citing an engagement between him and his Department and the rural resettlement group in County Clare.  He might give me a quick update on that now, to save me tabling another Commencement matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#H00800","speaker":"1416","continuing":true},{"type":"speech","time":1491312600,"counter":40,"content":"<p>I thank Senator Conway for raising this matter.  The Senator is right that the Minister gave a commitment on Armagh House and that certainly will be honoured.<\/p> <p>My Department issued funding approval in principle to Kerry County Council in July 2016 for the development of Armagh House, Killarney, included under the capital assistance scheme.  The Department had first granted pre-tender approval under the capital assistance scheme in March 2007 for the purposes of the building and its development as accommodation for homeless persons.  The acquisition costs of &euro;960,000 for the building were paid to the council in December 2009 and, while the purchase was completed, there were concerns about the adaptability of the building for the provision of good-quality homeless accommodation.  In particular, the small nature of the rooms and fire issues raised challenges for the reuse of the building.  The project, therefore, did not advance and in intervening years there was limited opportunity to advance it due to a lack of funding availability.<\/p> <p>A new proposal involving the demolition of the existing property and building of six high-quality units was submitted and funding approval in principle issued in July 2016.  Initial designs and costings were provided by the council and my Department has recently requested additional information.  On receipt of this additional information, I expect my Department will be in a position to approve the project to advance to the next stage, which will involve the preparation of detailed pre-tender designs and costings.  With the new approach now being followed by the approved housing bodies and the council, it is hoped that the project can be advanced quickly, particularly given that funding is now in place to support it.  The Minister was very clear that the funding is there for this.  His is a strong and genuine commitment.  We know that both Cl&uacute;id and Kerry County Council are actively working on the matter so the project should advance to tender as soon as possible.<\/p> <p>I assure Senator Conway that my Department and the Minister will continue to engage actively with the council and Cl&uacute;id and that there will be no undue delay in dealing with further information on the project once it is received.  I stress that it is important that the information comes in as quickly as possible in order that we can progress the application.<\/p> <p>The Senator is right that homelessness does not just occur in the cities of Dublin, Cork, Galway and Limerick, although that might seem to be the case as a result of reports in the media.  The Minister and I have travelled around the country in order to meet local authorities and discuss their plans to tackle and prevent homelessness.  Some councils are in a position to deal with a homelessness situation very quickly, getting a person into permanent accommodation over a weekend.  Others are not as they are under pressure regarding availability of space.<\/p> <p>We are working with all local authorities to provide solutions in order to ensure that people do not spend long in a homeless situation.  Our commitment is that there will be nobody living in hotels from next July onwards.  That is a commitment we will meet and honour because it will prove that we are doing our work under the Action Plan for Housing.  The funding has increased across the board for homeless services in every county and region.  We must compliment all those who are working in the homeless services to provide solutions on a daily basis through our local authorities and approved housing bodies.  They are doing a great service and we will be matching that with funding.<\/p> <p>In respect of rural resettlement, I did give a strong opinion and commitment on this matter to the Senator a couple of months ago.  We are working hard on it.  There have been numerous meetings with the various groups, including the one the Senator mentioned, and the Department, in an effort to try to ascertain how best to proceed.  My Department is also working in conjunction with the Department of Arts, Heritage, Regional, Rural and Gaeltacht Affairs to provide funding for these schemes.  Rural resettlement makes sense.  It gives people the option if they be on a waiting list in a city such as Dublin but would rather live in a rural area.  If the accommodation is there as well as the demand, it makes sense to match the two together.  That is what we are going to try to do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#J00200","speaker":"1264"},{"type":"speech","time":1491312600,"counter":41,"content":"<p>That was a positive response, yet again, from the Minister of State.  I urge him to come to the House more often because he seems to be most definitely the bearer of good news.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#K00100","speaker":"1416"},{"type":"speech","time":1491312600,"counter":42,"content":"<p>Does the Minister of State wish to reply to that and thank the Senator for his good wishes?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#K00200","speaker":"1390"},{"type":"speech","time":1491312600,"counter":43,"content":"<p>I would like to end on a positive note.  Is it not great?  I thank Senator Conway for his commitment and work in the various counties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#K00300","speaker":"1264"},{"type":"unspoken","time":1491312600,"counter":44,"content":"<p>Sitting suspended at 3.15 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1491312600,"counter":45,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#N00100"},{"type":"speech","time":1491312600,"counter":46,"content":"<p>The Order of Business is No. 1, Knowledge Development Box (Certification of Inventions) Bill 2016 [<i>Seanad Bill amended by the D&aacute;il<\/i>] - Report and Final Stages to be taken at 4.45 p.m. and to conclude no later than 5.15 p.m., if not previously concluded, by the putting of one question, which shall in respect of amendments include only those set down or accepted by the Government; No. 2, Companies (Accounting) Bill 2016 - Second Stage, to be taken on the conclusion of No. 1 and to be adjourned no later than 7 p.m., if not previously concluded, with the contribution of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes each; and No. 3, Critical Health Professionals Bill 2017 &ndash; Second Stage, to be taken on the conclusion of No. 2 with the time allocated for this debate not to exceed two hours.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#N00200","speaker":"1391"},{"type":"speech","time":1491312600,"counter":47,"content":"<p>Is there any indication of the approximate time the Companies (Accounting) Bill will be taken?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#N00300","speaker":"1392"},{"type":"speech","time":1491312600,"counter":48,"content":"<p>It will be just after 5.15 p.m., depending on whether there is a vote.  If there is a vote on the Knowledge Development Box (Certification of Inventions) Bill, then the Companies (Accounting) Bill will be taken whenever that is finished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#N00400","speaker":"1391"},{"type":"speech","time":1491312600,"counter":49,"content":"<p>I thank the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#N00500","speaker":"1392"},{"type":"speech","time":1491312600,"counter":50,"content":"<p>Debate on the first Bill should end at 5.15 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#N00600","speaker":"1391"},{"type":"speech","time":1491312600,"counter":51,"content":"<p>I again raise in this House the housing crisis this country is currently facing.  Since my election to Dublin City Council in 2014 and to this Chamber last year, this issue has been at the forefront of debate and has yet to be tackled in any meaningful way.  Last weekend I read reports of a 4.3% increase in house prices for the first quarter of this year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is no way a person who is trying to buy a house can save as fast as house prices are rising.  The Government has paid lip service to the notion of addressing this issue.  There have been myriad reports and press conferences, but for a young person who is seeking to buy a house, the actions of the Minister and the Government are of little comfort.  I have always been sceptical of the help-to-buy scheme and have voiced my opinion in the House that it simply amounts to a &euro;50 million bonus for developers.  The quarterly increase in house prices has affirmed my belief that the route the Government and the Minister are taking to increase supply and generate affordable homes is wrong and flawed.  We must start to consider novel and inventive ways to increase supply, ranging from VAT and planning reforms to having more economical certification methods.  It is a sad day when a generation with decent, well paid jobs are unable to own their own homes.  Another concern for new home buyers is that they are paying too much for their mortgages than their European counterparts.  I hope the Minister for Justice and Equality, Deputy Michael Noonan, will take this concern on board and address it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#N00700","speaker":"1407","continuing":true},{"type":"speech","time":1491312600,"counter":53,"content":"<p>The Minister for Justice and Equality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#O00200","speaker":"1392"},{"type":"speech","time":1491312600,"counter":54,"content":"<p>The Minister for Finance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#O00300","speaker":"1407"},{"type":"speech","time":1491312600,"counter":55,"content":"<p>I am sorry, but the Senator said the Minister for Justice and Equality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#O00400","speaker":"1392"},{"type":"speech","time":1491312600,"counter":56,"content":"<p>The Senator will have his turn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#O00500","speaker":"1420"},{"type":"speech","time":1491312600,"counter":57,"content":"<p>I apologise.  I meant to say the Minister for Finance, Deputy Michael Noonan, in reference to the Central Bank.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#O00600","speaker":"1407"},{"type":"speech","time":1491312600,"counter":58,"content":"<p>I am sorry.  I was only trying to clarify the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#O00700","speaker":"1392"},{"type":"speech","time":1491312600,"counter":59,"content":"<p>Senator Catherine Ardagh to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#O00800","speaker":"1420"},{"type":"speech","time":1491312600,"counter":60,"content":"<p>The second issue I wish to raise is the stabbing of a drug dealer in the face with a shiv - a makeshift knife - in Mountjoy Prison.  I condemn this attack on Mr. Alan White.  It might be time for us to contemplate opening a discussion on a replacement prison for Mountjoy Prison which in its current form is not fit for purpose.  The Thornton Hall project was aborted during the economic downturn.  I call on the Minister for Justice and Equality to set up a review group to consider a replacement prison for Mountjoy Prison or an upgrade of that facility.<\/p> <p>I also condemn the attack in St. Petersburg, as well as the chemical attack in Syria.  I commiserate with the families of the victims of both attacks.  Violent extremism and breaches of international law must be confronted head-on.  Loss of life on this scale is a crime against humanity.  We cannot sit back and accept it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#O00900","speaker":"1407"},{"type":"speech","time":1491312600,"counter":61,"content":"<p>The Constitution is the most sacred document in the country.  It drives everything we do and should control everything that takes place in this House.  I refer to Article 15.6 on the right to raise and maintain military forces, which right rests exclusively with the Oireachtas.  Imagine my shock at the weekend when I discovered that an agreement had been signed between this country and the United Kingdom granting permission to the United Kingdom to scramble fighter jets in Irish airspace.  The agreement was signed by the Department of Defence, the Department of Foreign Affairs and Trade and the Irish Aviation Authority, which is not even a body responsible to the Oireachtas but a semi-State body.  The agreement was signed before either this or the last Government came to power.  I can find no evidence anywhere of Oireachtas oversight of the agreement or of a ministerial signature on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#O01000","speaker":"1390"},{"type":"speech","time":1491312600,"counter":62,"content":"<p>That is not the raising of an army.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#O01100","speaker":"1392"},{"type":"speech","time":1491312600,"counter":63,"content":"<p>It creates a merger or a partnership in respect of our sovereignty.  We talk about our sovereignty all the time, yet we are allowing jets of the Royal Air Force, RAF, to fly over the country.  The director of Irish military aviation and the general officer commanding, GOC, of the Air Corps has no knowledge whatsoever of the agreement.  It is my understanding that when he learned of it, he was taken into a room, shown the agreement and promptly sent home without a copy of it.  The person with responsibility for military aviation in this country was not a party to the agreement.  For that reason, I propose an amendment to the Order of Business that the Minister for Defence come to the House to explain what lies behind the agreement, how he sees it complying with Article 15.6 of the Constitution and the role he sees for the director of Irish military aviation and the GOC of the Air Corps when military jets from outside the jurisdiction are scrambled.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The agreement gives the right to fly through our airspace.  How are we to know that it does not also allow ships of the Royal Navy to sail in our waters?  How do we know that it does not allow the British military to cross the Border and drive tanks all the way to Dublin?  I do not wish to trivialise the matter, but granting permission to a foreign military power to fly its fighter jets through our airspace is a direct attack on the Constitution.  I do not know how a public servant can sit down and sign an agreement with the involvement of a semi-State body.  Will somebody, please, explain how it happened?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#O01200","speaker":"1390","continuing":true},{"type":"speech","time":1491312600,"counter":65,"content":"<p>Perhaps they are looking for the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#P00200","speaker":"1380"},{"type":"speech","time":1491312600,"counter":66,"content":"<p>They might be, but if they do come, I shall be safe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#P00300","speaker":"1390"},{"type":"speech","time":1491312600,"counter":67,"content":"<p>As the Leader will know, the process of the United Kingdom leaving the European Union is now under way as Article 50 has been triggered by the British Government.  Despite the honey-coated words used by the British Prime Minister, Theresa May, her Government is only interested in Britain's interests.  The impact of Brexit on the economies of the North and the South has not seriously pre-occupied her or anyone else in her government.  The Irish Government must adopt a similar approach and put Ireland's interests first.  We need to be single-minded and need a practical plan to protect the Irish economy from the economic hurricane heading our way.  Many concerns have been expressed about the impact of Brexit.  I raised my concerns both before and after the triggering of Article 50.  Understandably, nobody in Ireland wanted to see Brexit inflicted on us, but it is a hurricane heading our way.  We need to move beyond focusing solely on words to the environment in which action will be taken.  It is not, therefore, unfair or unjust to ask the Government to outline the practical steps it will take and I do not want to hear about its aspirations or hopes.  I want it to outline the practical steps it will take in the short, medium and longer term in response to Brexit.<\/p> <p>Will the Leader urge the Government to consider the decision taken by the Spanish Government to deal with the issue of Gibraltar's status post-Brexit?  Within the draft guidelines of the European Council Spain has secured a veto over any future exit agreement.  The Government should seek a similar veto in respect of the status of the North of Ireland where the people voted to remain.  It is not beyond the realms of reasonable and sensible politics to argue in favour of having such a veto.  A call by Ireland for such a veto would not be extreme.  It would not jeopardise or place under pressure any of the things we have articulated in this House in the past few months.  A veto would be in Ireland's national interests.  I do not believe for one second that there is a partitionist in this Chamber.  Even if one Senator did have a partitionist mindset, we have already accepted that Brexit will have a detrimental impact will be felt equally in the South and the North.  Therefore, it would be sensible for us to argue in favour of having such a veto.<\/p> <p>Last week the Leader told us that the Taoiseach was leading on this issue and the central figure in the Government's response to Brexit.  I would, therefore, like the Leader to indicate when the Taoiseach will come back to the Chamber to update us.  I appreciate that the Minister for Foreign Affairs and Trade has come to the House, but we need to hear a clear high level response from the Taoiseach on the practical actions the Government is taking and will take to protect Ireland's national interests.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#P00400","speaker":"1413"},{"type":"speech","time":1491312600,"counter":68,"content":"<p>I concur with my colleague in expressing sympathy to the families of the victims of the appalling attack in Syria.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There were dreadful reports from there and from St. Petersburg in Russia, where another attack took place.<\/p><p>I wish to ask the Leader about his announcement that we will be taking the Knowledge Development Box (Certification of Inventions) Bill 2016 before the Companies (Accounting) Bill 2016.  This is a late change to the schedule and I am concerned that we were not given notice of it.<\/p><p>I welcome the announcement of a root-and-branch review of the Garda in light of the very disturbing reports on discrepancies in policing figures, including the 1 million breath tests that did not take place.  That matter was debated in this House and elsewhere but we should have a discussion on the content of the review.  At the weekend, Labour published draft terms of reference for a root-and-branch review and argued that any Patten-style commission conducting such a review should be tasked with a specific list of functions and given a tight timeframe, namely, to report by summer 2018 and to consider items that include a clear framework of accountability to be enshrined in law.  For example, it should consider reforms needed in respect of Policing Authority powers and those of the Garda S&iacute;och&aacute;na Inspectorate.  I hope we will see the detail of that emerging from the Cabinet and I ask the Leader for a debate on the terms of reference for any such commission.  I also urge that such a commission would not be in any way used to delay necessary reforms.  For example, it is welcome to see the proposed very comprehensive reform or, indeed, disbandment of the traffic corps.  We need to see reforms and the root-and-branch review.<\/p><p>I also seek a debate on online abuse and the legislative measures necessary to tackle this.  This morning, the Labour Party published the Harassment, Harmful Communications and Related Offences Bill 2017, which is really a proposal for criminal law reform arising from the Law Reform Commission report last year and concerns many have expressed to us about levels of online abuse that many people suffer.  These are people in public life and those in intimate partner relationships where abuse is taking place.  We heard a very eloquent testimony this morning from Ms Margaret Martin, the director of Womens Aid, about the way in which social media and online communication is being used as a tool of abuse within intimate partner relationships as part of a domestic violence framework.  We really need to update our laws in order to tackle this.  I ask that we have a debate in this House on that and we will certainly bring forward that legislation in our Private Members' time in any event.<\/p><p>I welcome the European Union draft negotiation guidelines on Brexit, which were published on Friday, and, in particular, the priority of preserving the Northern Ireland peace process that has been attached.  I raise some concern about Mr. Michael Howard's very disturbing comments on Gibraltar at the weekend.  Many people would share the concern we all feel about that so it is very important that we stay a very steady course in pushing for priority for Northern Ireland rather than becoming distracted by such talk.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#P00700","speaker":"1402","continuing":true},{"type":"speech","time":1491312600,"counter":70,"content":"<p>I wish to raise a matter that has been discussed many times in this Chamber, namely, access to broadband.  This matter affects nearly everybody in rural Ireland and there is an ongoing debate in respect of it that has involved nearly all parties.  I welcome today's announcement by the Minister for Communications, Climate Action and Environment, Deputy Denis Naughten, on broadband.  He proposes that in the next 18 months, an extra 300,000 homes will be connected to high-speed broadband, with the speeds in question higher than those in New York and nearly as high as South Korea.  It is a very welcome and proactive statement by the Minister.  It is more than a statement in effect because today he produced a signed contract and he hopes it will be delivered on time.  As a result, 300,000 homes in rural Ireland will have high-speed broadband by the end of 2018.  It is a great step forward.  A considerable number of homes are not on the list but the Minister has assured us that a network will be put in place by the end of 2020, so more than 500,000 other homes will be connected.<\/p> <p>For Irish society, broadband is a key infrastructure element.  This goes back to the old days and having a telephone or electricity connected.  It is a major infrastructural element that rural Ireland needs so it can develop.  It is key to get that infrastructure in place.  Today is a major step forward in delivering that infrastructure and if we can follow through on the proposed action plan, we will have a service fit for purpose that will ensure rural Ireland can develop its potential.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tim Lombard:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2466\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2466&amp;amp;pid=TimLombard&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are all very much aware that many people work from home and want the opportunity to do so.  With this important infrastructure, we will now have that ability to help people and we will help rural Ireland develop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Q00200","speaker":"1386","continuing":true},{"type":"speech","time":1491312600,"counter":72,"content":"<p>I wish to raise the issue of the lack of a national cancer strategy.  The most recent strategy lapsed approximately 15 months ago and to date there has been no move by Government to introduce or prioritise a new strategy.  The word \"cancer\" can put fear through anyone's heart and some of the statistics I will outline are very frightening.  It is estimated that there are more than 200 types of cancer.  Cancer is one of the main causes of death in this country and every year, more than 40,000 new cases are diagnosed.  That is 100 every day, which is a very scary statistic.  The latest research indicates that by the year 2024, one in two people will develop some form of cancer in his or her lifetime.  This clearly illustrates that something must be done to tackle cancer and its causes and ensure its diagnosis and treatment thereafter.  Despite assurances by the then Minister for Health, Deputy Leo Varadkar, in 2015 that a new strategy would be introduced, I am disappointed to tell the House that we still await that strategy.  Thousands of families the length and breadth of this country are affected by this disease and it is imperative that we have a health service that ensures they have the very best outcomes possible.  I ask the Leader to bring the Minister before the House to outline to us when he intends to introduce this new strategy in order that we can put measures in place for the detection of cancer and thereafter its treatment at a very early stage and that those affected by it are assured the best possible outcomes available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R00200","speaker":"1396"},{"type":"speech","time":1491312600,"counter":73,"content":"<p>I understand the Seanad is not meeting this Thursday because the Brexit committee will be meeting in the Chamber.  While I understand the committee might want a nice photogenic setting for its meeting, it is not the function of the Seanad to provide a backdrop to committees.  When I was a member of the Committee on Procedure and Privileges, I regularly opposed every attempt to divert the use of the Seanad Chamber from its appropriate use as a place for the Seanad to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R00300","speaker":"1392"},{"type":"speech","time":1491312600,"counter":74,"content":"<p>I must interrupt the Senator.  That was a decision of the Committee on Procedure and Privileges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R00400","speaker":"1420"},{"type":"speech","time":1491312600,"counter":75,"content":"<p>Yes.  I am just commenting on the decision, as I think I am entitled to do since I am no longer a member of the Committee on Procedure and Privileges.  As an individual Member of the Seanad, I wish to register my feeling about the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R00500","speaker":"1392"},{"type":"speech","time":1491312600,"counter":76,"content":"<p>I will allow the Senator a little-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R00600","speaker":"1420"},{"type":"speech","time":1491312600,"counter":77,"content":"<p>This is a further demeaning of the Seanad.  The late Government-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R00700","speaker":"1392"},{"type":"speech","time":1491312600,"counter":78,"content":"<p>I am not sure this is relevant to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R00800","speaker":"1420"},{"type":"speech","time":1491312600,"counter":79,"content":"<p>The late Government wanted to extinguish the Seanad and drive it from this Chamber, leaving the Chamber open just for committee meetings and super-committee meetings.  I understand absolutely that the Brexit committee is very important, but there are plenty of other places where it could meet.  This is a further demeaning of-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R00900","speaker":"1392"},{"type":"speech","time":1491312600,"counter":80,"content":"<p>Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R01000","speaker":"1420"},{"type":"speech","time":1491312600,"counter":81,"content":"<p>-----Seanad &Eacute;ireann.  The committee should be allowed to supplant the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R01100","speaker":"1392"},{"type":"speech","time":1491312600,"counter":82,"content":"<p>I must interrupt the Senator again.  This is not a matter for the Leader on the Order of Business; it would have to be referred back to the Committee on Procedure and Privileges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R01200","speaker":"1420"},{"type":"speech","time":1491312600,"counter":83,"content":"<p>I am asking the Leader to consider-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R01300","speaker":"1392"},{"type":"speech","time":1491312600,"counter":84,"content":"<p>I ask the Senator to be respectful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R01400","speaker":"1420"},{"type":"speech","time":1491312600,"counter":85,"content":"<p>-----the situation-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R01500","speaker":"1392"},{"type":"speech","time":1491312600,"counter":86,"content":"<p>The Leader cannot do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R01600","speaker":"1420"},{"type":"speech","time":1491312600,"counter":87,"content":"<p>-----because it is very dangerous-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R01700","speaker":"1392"},{"type":"speech","time":1491312600,"counter":88,"content":"<p>The matter will have to be referred back to the Committee on Procedure and Privileges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R01800","speaker":"1420"},{"type":"speech","time":1491312600,"counter":89,"content":"<p>-----and to refer it back to the Committee on Procedure and Privileges in the light of the historical fact that I have consistently opposed such proposals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R01900","speaker":"1392"},{"type":"speech","time":1491312600,"counter":90,"content":"<p>I should not speak for the Committee on Procedure and Privileges.  The overwhelming view of Members was there was so much concern among them all that all Senators wanted to be involved, even though it was a committee.  We should not discuss the matter here, with respect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R02000","speaker":"1420"},{"type":"speech","time":1491312600,"counter":91,"content":"<p>Thanks to the Leas-Chathaoirleach's graciousness, I have been able to put my views on the record anyway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R02100","speaker":"1392"},{"type":"speech","time":1491312600,"counter":92,"content":"<p>I ask that the Leader invite the Minister, Deputy Humphreys, to the House to set out an update on the roll-out of the Leader programme for County Mayo and nationwide.  From 2014 to 2020, the programme will fund vital initiatives in and revitalise rural Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In Mayo alone, &euro;11 million has been allocated over this period.  However, notwithstanding the fact the programme has been live in Mayo for the past eight months, no applications have yet been approved and no funding has been allocated.  This is much to the frustration of members of the local community development committees, LCDCs, and applicants on the ground.  I have received complaints that the EU's Article 48 checks, as interpreted by Pobal, are overly bureaucratic and make it too difficult for applicants to get a grant.  We know Pobal was brought into this new Leader programme in order to operate checks and balances where substantial sums of money are being given out, taxpayers' money in this case.  However, it seems Pobal comes back again and again seeking information, sometimes additional information it had never sought in the first place.<\/p><p>It seems the delivery of Leader is going nowhere fast.  It has also been suggested to me that, by the time applications are processed, there could be an administration cost running at 60%, which sounds excessive.  While I think Leader is a great idea, it is very important we see action on the ground.  I believe there are sufficient questions to require the Minister to attend the House.  In advance of that, the Leader, Senator Buttimer, might explain the issues and concerns to her so we might get some answers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#R02200","speaker":"1425","continuing":true},{"type":"speech","time":1491312600,"counter":94,"content":"<p>I second Senator Craughwell's amendment to the Order of Business calling on the Minister for Defence to come to the House.<\/p> <p>The headline we have been subjected to, yesterday in particular, is that Irish children are being exported to psychiatric institutions, mainly in the United Kingdom.  There were six in the last two years that we know of, three of whom have ended up in St. Andrew's in Northampton, England, for treatment.  We need to be very mindful of this.  There are two issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#S00200","speaker":"1388"},{"type":"unspoken","time":1491312600,"counter":95,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1491312600,"counter":96,"content":"<p>Senator Devine, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#S00400","speaker":"1420"},{"type":"speech","time":1491312600,"counter":97,"content":"<p>We are exporting our children, as we have done in the past.  These vulnerable children are being sent away from their families, their friends, their home, their country and, most importantly, their community.  What message are we giving them?  It is that we do not want to listen.  We are sending them to outside institutions, leaving them with no means of communication with family or friends in order to fight their corner, and fighting their corner is of the essence here.<\/p> <p>The Channel 4 investigative programme, \"Dispatches\", in a broadcast entitled \"Under Lock and Key\", put a spotlight on St. Andrew's in Northampton.  The spotlight showed that this institution did not meet the needs of its patients, did not make them better and did not even keep them safe.  There has been continuous condemnation of the treatment of children in this institution yet we are sending our children there at whatever cost because we do not have the facilities here that we need, although that is an argument for another day.<\/p> <p>I would like the Leader to ask the Minister of State, Deputy Helen McEntee, to come to the House for further debate.  Has HIQA or, more importantly, the Mental Health Commission approved these centres, as must be done in this country?  It does not seem they could be approved given there is a condemnation of all of its practices and, in particular, the practice of control and restraint, which is face-down restraint,  which has been banned in this country.  It has been used there at least 600 times, it is said, and it is implicated in the deaths of patients.  We do not use it yet it is used there and that institution sees no problem with it.  We cannot send our children there.  I look forward to a debate on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#S00500","speaker":"1388"},{"type":"speech","time":1491312600,"counter":98,"content":"<p>I wish to raise a very important issue with regard to mental health services.  Roscommon mental health services have been undergoing an external review of service provision since that review was commissioned back in August 2015.  I have been working very closely with the Minister of State, Deputy Helen McEntee, who has been actively seeking updates with regard to the provision of this report in order to really examine the quality, structure, safety and governance of mental health services within the county.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maura Hopkins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2478\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2478&amp;amp;pid=MauraHopkins&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->On 21 February 2017, I received a note from the HSE on the timing of this report.  It stated that the lead investigator in the independent review into Roscommon mental health services had indicated the report would be delivered to the HSE in early March.  I am really frustrated because we have been continually given updates and guidelines about the timing of this report.  At this stage, it is important that we have a quality report and I understand there may be legal issues with regard to it.  However, we have now been waiting for it since August 2015 and I am seeking a proper update about the timeframe with which this external report into mental health services will be provided.  We need it.  I understand it is likely that deficiencies and difficulties will arise as a result of this report.  However, we need it to ensure that we have an improved service for the people who need to access it, who need certainty, support and structure and we need to make sure that our mental health services are delivered in the best possible way.  We need this report as quickly as possible in order to deliver on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#S00600","speaker":"1415","continuing":true},{"type":"speech","time":1491312600,"counter":100,"content":"<p>In this House we are well used to hearing congratulatory statements from all quarters about the achievements of our sporting sides who wear the green.  I am a particular fan of ladies football, soccer, Gaelic and rugby.  I spend a good bit of my time supporting my local team, Shelbourne Ladies FC, which tends to win various domestic titles, as well as in its previous guise as Raheny United.  What happened this morning at a press conference in Liberty Hall should appal every sports fan in this country.<\/p> <p>It is not just an issue of gender equality; it is more an issue of workers' rights and representative rights than anything else.  Effectively, the entire Irish senior women's soccer team was forced into a situation where the players had to hold a press conference at 10.30 a.m. at Liberty Hall to demand action on their rights as individuals.  They are simply demanding they should have representative rights from the Professional Footballers Association of Ireland, which League of Ireland players have and which the senior men's team have but the FAI is not allowing this. <\/p> <p>Some of the instances they outlined today were quite simply appalling.  These are people who wear the green of this country in stadiums all over the world.  They are not even allowed to have their own tracksuits.  They have to share the tracksuits with the under-19s so they have to assemble at Dublin Airport to go abroad to play for their country and they have to change into their tracksuits in the public toilets.  This is unbelievable. <\/p> <p>I respectfully suggest that the Minister could come in here and address this issue.  In fairness to him, he is somebody who has spoken out of the need for gender equality on sporting boards.  He is somebody who has a very deep interest in gender equality.  This is not just a case of gender equality; this is about representation of a bunch of elite sports people who want to represent their country and are out of pocket because in Ireland, a person who is not a professional footballer because he or she plays in the domestic league here will lose a day's pay by going to play for his or her country.  <\/p> <p>It is unbelievable that after many years of having behind-the-scenes grumbling about the situation, they were obliged to come together this morning in Liberty Hall to speak about their grievances.  If we in this House are serious about congratulating our Irish men and women who go across the world and wear the green with pride, we should all collectively be embarrassed that an Irish team would have to change in the public toilets of Dublin Airport to get into tracksuits which are not even their own.<\/p> <p>I ask respectfully if we could ask the Minister for Transport, Tourism and Sport to come into the House because we give these people money.  It is State funding - taxpayers' money - that funds the FAI and if it is not going to properly look after elite sports people in that organisation, then we have to seriously reassess our relationship with that body.  I am appalled and I ask that the Leader facilitates that debate.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#T00200","speaker":"1410"},{"type":"speech","time":1491312600,"counter":101,"content":"<p>I totally agree with what the Senator has said.  It is absolutely disgraceful that people who represent us and our country are changing in toilets in the airport.  It is uncalled for.<\/p> <p>I am sure Senators will be aware from the news last night that there were 17 marches across the country by people representing some of the most vulnerable children in our society.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I can say I was proud to march in the Carlow-Kilkenny march which was held in Kilkenny yesterday morning at 11 o'clock.  These parents, families and friends got together because there is a significant waiting list for services for children with disabilities, such as occupational therapy and speech and language therapy.  Children are waiting over a year, if not more.  It is disgraceful.  I call on the Minister to support all these families and children who have now got together.  I compliment these groups and organisations across the country that have got together to ensure that the Minister listens to them and their children, the most vulnerable in society.  I call on the Minister to come to the House to address us on this urgent matter.  Seemingly, a report today states that the Irish Medical Organisation claims that there are over 250 unfilled consultant posts in Ireland.  That is a disaster.  There are young children, and adults as well, waiting for all these services and they are not being delivered on.<\/p><p>Second, I believe the Minister, Deputy Coveney, was in Kilkenny last night.  He gave the Kilkenny people good news that the boundaries will not be changed.  Of course, I am delighted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#T00300","speaker":"1395","continuing":true},{"type":"speech","time":1491312600,"counter":103,"content":"<p>The Senator will be aware that it is only the leaders who are allowed raise two items.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#U00200","speaker":"1420"},{"type":"speech","time":1491312600,"counter":104,"content":"<p>Can I continue on because it is a good news story?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#U00300","speaker":"1395"},{"type":"speech","time":1491312600,"counter":105,"content":"<p>No.  The Senator will run out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#U00400","speaker":"1420"},{"type":"speech","time":1491312600,"counter":106,"content":"<p>This is a good news story.  A Leas-Cheann Comhairle, let me continue on this one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#U00500","speaker":"1395"},{"type":"speech","time":1491312600,"counter":107,"content":"<p>Is the Senator going to praise the Government?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#U00600","speaker":"1391"},{"type":"speech","time":1491312600,"counter":108,"content":"<p>Sorry, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#U00700","speaker":"1420"},{"type":"speech","time":1491312600,"counter":109,"content":"<p>I want to welcome this.  What I want to ask-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#U00800","speaker":"1395"},{"type":"speech","time":1491312600,"counter":110,"content":"<p>The Senator will run out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#U00900","speaker":"1420"},{"type":"speech","time":1491312600,"counter":111,"content":"<p>One of the issues that the Minister addressed last night was that Waterford and Kilkenny should work together.  What I am asking is to do with my own area, Laois and Carlow, that they get together and work on the services.  The services are a significant issue.  Whether it is through housing, medical services or hospitals, I ask the Minister to ensure that all the counties work together to deliver for those people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#U01000","speaker":"1395"},{"type":"speech","time":1491312600,"counter":112,"content":"<p>People working together is part of the theme that I wish to address here today.  There are many active groups in Fingal, in Balbriggan, Skerries, Rush, Malahide, Portmarnock and elsewhere, but particularly the first two, which are keen to progress a coastal walk.  They have a plan in place.  The capital plan is under mid-term review and it is planned to be published in September.  I am calling for a national greenway fund of &euro;200 million to be put in place by the Minister.  It is part of the programme for Government and it is something that we have a commitment to and that we should progress.<\/p> <p>Fingal has a coast and castle way planned which would run from Sutton all the way through Baldoyle, Portmarnock, across Malahide and down the coast all the way to Balbriggan.  The benefits of this would be considerable.  The funding involved is small.  It is 45 km.  We have the precedent already set - one opened recently in Waterford.  However, the one that we can look to in terms of productivity is the one in Westport, where &euro;6 million was spent and in the first year that &euro;6 million was recouped.  In 2014, the figure was &euro;12 million.  It has repaid its debt many times over.  From talking to local Councillor Tom O'Leary, I am aware tourism groups are very supportive of this idea.  The Fingal CEO, Mr. Paul Reid, who is progressive, would be very supportive of this too.<\/p> <p>To finish, because time is of the essence, we need to progress these initiatives.  They pay a dividend, economically and financially, but they also pay a significant social dividend providing a safe place for families to be together to walk or to cycle.  God knows people around Dublin will be aware there are few safe places where one could take young children cycling unless one goes to a public park.  The potential for jobs, but also for better health outcomes, both mental and physical, is considerable.<\/p> <p>With Brexit looming and already a recorded drop in some of the numbers visiting us from Britain, we need to improve our offering in this country.  I am mindful of the fact that 28 million passengers passed through Dublin Airport last year and that an offering of this nature might help them stay an extra day or two around the capital or in the country whereas otherwise they might not.  We have a lovely link here along the coast.  We also have the additional issue of Ardgillan Castle, Malahide Castle and Bremore Castle.  Therefore, there is culture, there is exercise, there is nature and there is the benefit of families engaging in activity together.  It is a win, win, win for everybody.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#U01100","speaker":"1421"},{"type":"speech","time":1491312600,"counter":113,"content":"<p>The Minister for Health is obviously much in demand these days but I would like to hear from him about a specific two-day conference being organised by the Health Service Executive in the near future in Dublin's Convention Centre.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The event to which I refer is the Healthcare Leadership Masterclass 2017.  It was recently reported that speakers at this event will receive a total of up &euro;11,500 as they address senior managers in the health and business sector.  Given that this symposium is being organised by a key public body, adequate transparency around this event is necessary.  It would be of public interest to know whether the conference, which is funded through the sales of tickets costing &euro;695 for commercial organisations and through sponsorship, pays for itself.  It is important to have clarity about what procurement processes and protocols are in place to avoid any potential or perceived potential conflicts of interest between sponsoring companies and the HSE.  This is why I ask that the Minister for Health come before the House, provides a breakdown of the expenses involved and comments on whether there is any potential revenue gain associated with the event.  I gather that each speaker is to be a subject expert.  We are told that their experiences will be of real benefit to the approximately 800 delegates who will be in attendance.<br\/><br\/>Could the Minister confirm what each of the six non-HSE speakers at the event, which I gather is in its fourth year, will receive?  I am told that presenters at this conference are predominantly based in either Ireland or Great Britain and that, therefore, bills for flights, accommodation and transport should not be significant.  However, it was reported in <i>The Irish Times<\/i>that a Harvard professor was to be paid about &euro;50,000 for his services at a similar event in 2014.  That is why I would like the Minister to disclose the various costs and potential revenues involved and how much the event management firm that won the tender to organise the conference was paid.  I contrast this with the fact that last Wednesday week, the Irish Nurses and Midwives Organisation said that 565 people were on trolleys in emergency departments or wards in hospitals nationwide waiting for a bed.  We know that cancer patients and other patients are having their surgical appointments cancelled in significant numbers because of serious staff and resource deficiencies in State hospitals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#U01200","speaker":"1401","continuing":true},{"type":"speech","time":1491312600,"counter":115,"content":"<p>I support what Senator &Oacute; R&iacute;ord&aacute;in said about the Republic of Ireland women's national football team.  I hope that no other Irish team such as the Ireland women's rugby union team is in similar circumstances.  The Minister for Transport, Tourism and Sport should clarify the position because, as Senator &Oacute; R&iacute;ord&aacute;in said, it is disgraceful.<\/p> <p>I support Senator Lombard's call to invite the Minister for Communications, Climate Action and Environment to come to the House to discuss the roll-out of broadband.  I congratulate the Minister on his announcement today about the rolling out of broadband all over Ireland.  As we know, this is the new highway and it will help small businesses the length and breadth of the country.  The quicker it is rolled out, the better.  The Minister has done a wonderful job over the past 12 months in respect of making this priority.  He said it would be a priority and he is sticking to this priority and rolling out broadband over the next year or two.  He is to be congratulated for this.  I support the call to bring the Minister here so that we could have a debate on how it will be rolled out over the next number of months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V00200","speaker":"1380"},{"type":"speech","time":1491312600,"counter":116,"content":"<p>I received a communication from the Leas-Chathaoirleach today by e-mail in which he stated that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V00300","speaker":"1393"},{"type":"speech","time":1491312600,"counter":117,"content":"<p>That relates to a Commencement matter.  It is not relevant to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V00400","speaker":"1420"},{"type":"speech","time":1491312600,"counter":118,"content":"<p>Why would the Leas-Chathaoirleach rule this Commencement matter out of order?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V00500","speaker":"1393"},{"type":"speech","time":1491312600,"counter":119,"content":"<p>If the Senator wishes to question me on that, he can discuss it with me in the office afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V00600","speaker":"1420"},{"type":"speech","time":1491312600,"counter":120,"content":"<p>I do not have the time to go to the Leas-Chathaoirleach's office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V00700","speaker":"1393"},{"type":"speech","time":1491312600,"counter":121,"content":"<p>That is a decision that was made for correct reasons.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V00800","speaker":"1420"},{"type":"speech","time":1491312600,"counter":122,"content":"<p>I have given careful-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V00900","speaker":"1393"},{"type":"speech","time":1491312600,"counter":123,"content":"<p>I am not worried about what careful consideration the Senator has given the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V01000","speaker":"1420"},{"type":"speech","time":1491312600,"counter":124,"content":"<p>That is what the Leas-Chathaoirleach said.  He said that he had given very careful consideration to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V01100","speaker":"1393"},{"type":"speech","time":1491312600,"counter":125,"content":"<p>With respect, that is not relevant to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V01200","speaker":"1420"},{"type":"speech","time":1491312600,"counter":126,"content":"<p>The Leas-Chathaoirleach said he had given very careful consideration but I want to tell him that the same issue was taken last Thursday when the Minister for Communications, Climate Action and Environment sent a Minister of State here to answer the question.  Why was it accepted last Thursday by the Cathaoirleach-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V01300","speaker":"1393"},{"type":"speech","time":1491312600,"counter":127,"content":"<p>I gather that the Minister of State was here and Senator Leyden walked out.  I am not going into that now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V01400","speaker":"1420"},{"type":"speech","time":1491312600,"counter":128,"content":"<p>The Cathaoirleach granted-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V01500","speaker":"1393"},{"type":"speech","time":1491312600,"counter":129,"content":"<p>Senator Leyden was out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#V01600","speaker":"1420"},{"type":"speech","time":1491312600,"counter":130,"content":"<p>No, the Minister was out of order.  The Minister should come into the Chamber to answer a Commencement matter which is within his Department's remit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W00100","speaker":"1393"},{"type":"speech","time":1491312600,"counter":131,"content":"<p>The Senator is out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W00200","speaker":"1388"},{"type":"speech","time":1491312600,"counter":132,"content":"<p>The appropriate Minister was here on the particular date to which the Senator referred.  However, the Senator walked out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W00300","speaker":"1420"},{"type":"speech","time":1491312600,"counter":133,"content":"<p>I put a question to the Minister, Deputy Denis Naughten, on the height of wind turbines.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W00400","speaker":"1393"},{"type":"speech","time":1491312600,"counter":134,"content":"<p>That is not within his area of responsibility.  The Senator is out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W00500","speaker":"1420"},{"type":"speech","time":1491312600,"counter":135,"content":"<p>You are not in a position to rule on this, a Leas-Chathaoirligh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W00600","speaker":"1393"},{"type":"speech","time":1491312600,"counter":136,"content":"<p>I am in a position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W00700","speaker":"1420"},{"type":"speech","time":1491312600,"counter":137,"content":"<p>Just because-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W00800","speaker":"1393"},{"type":"speech","time":1491312600,"counter":138,"content":"<p>You can be blinking well sure that I am and I have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W00900","speaker":"1420"},{"type":"speech","time":1491312600,"counter":139,"content":"<p>The Minister spoke four weeks ago at a public meeting in Castlecoote, County Roscommon, at which he said he was working out the rules.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W01000","speaker":"1393"},{"type":"speech","time":1491312600,"counter":140,"content":"<p>Senator Leyden is out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W01100","speaker":"1420"},{"type":"speech","time":1491312600,"counter":141,"content":"<p>He was actually studying the guidelines.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W01200","speaker":"1393"},{"type":"speech","time":1491312600,"counter":142,"content":"<p>Will Senator Leyden show respect to the Chair?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W01300","speaker":"1391"},{"type":"speech","time":1491312600,"counter":143,"content":"<p>The Senator should resume his seat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W01400","speaker":"1388"},{"type":"speech","time":1491312600,"counter":144,"content":"<p>I respect the Chair.  However, the Chairmen cannot respect each other.  One Chairman ruled the matter was in order last Thursday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W01500","speaker":"1393"},{"type":"speech","time":1491312600,"counter":145,"content":"<p>The Senator is out of order.  He should resume his seat immediately and obey the Chair.  He can discuss this matter with me, if he so wishes, in my office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W01600","speaker":"1420"},{"type":"speech","time":1491312600,"counter":146,"content":"<p>You are in a fighting mood, a Leas-Chathaoirligh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W01700","speaker":"1393"},{"type":"speech","time":1491312600,"counter":147,"content":"<p>I call Senator Martin Conway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W01800","speaker":"1420"},{"type":"speech","time":1491312600,"counter":148,"content":"<p>I will not let the Minister get away with this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W01900","speaker":"1393"},{"type":"speech","time":1491312600,"counter":149,"content":"<p>You can discuss that with me afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W02000","speaker":"1420"},{"type":"speech","time":1491312600,"counter":150,"content":"<p>No.  I will discuss it with the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W02100","speaker":"1393"},{"type":"speech","time":1491312600,"counter":151,"content":"<p>I would also like to pass on my sympathies to Senator Clifford-Lee and her husband, John, on the death of his father.<\/p> <p>Today, the T&aacute;naiste and Minister for Justice and Equality briefed the Cabinet on the situation with An Garda S&iacute;och&aacute;na and announced the establishment of a policing commission.  Having been at the justice committee for four hours last week listening to the Garda Commissioner do her best, in one sense, to give answers but not give too many answers, in another sense, I believe society needs to have a root-and-branch review of policing and how it is done.<\/p> <p>Over the years, we have always been proud of our garda&iacute;.  It is mostly an unarmed force and many of its members have done an exemplary job.  Unfortunately, bad practices seem to have gone down through the ranks over the years.  We saw an explicit example of this with the inaccurate reporting of breath testing.  That is just one clear, unambiguous and glorified example and there are many more.  It is a pity we need a commission to do an overall root-and-branch review of the Garda.<\/p> <p>Will the Leader bring the T&aacute;naiste and Minister for Justice and Equality into the House to brief us on how she envisages this commission will go about its work?  I hope it will engage and consult with both Houses, as well as looking for submissions from and engagement with civic society.  There are many groups who have much to say and will want to make submissions on best practice.  I have been fortunate enough with some colleagues to be on the justice committee of this and the previous Oireachtas.  We went to Scotland and Northern Ireland to examine their police forces.  The PSNI is an example of best practice in terms of its structures and so forth.  The police force in Scotland is also an excellent example of best policing practice.  The wheel does not need to be re-invented.  Will the Leader provide an engagement with the T&aacute;naiste and Minister for Justice and Equality on the policing commission announced this morning?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W02200","speaker":"1416"},{"type":"speech","time":1491312600,"counter":152,"content":"<p>An issue with the live export of cattle mainly to the Middle East was raised in both the written and radio media recently.  Video coverage was made available to the media and reported on extensively again today alleging there are clear breaches of EU animal welfare regulations in the transport and slaughter of these animals, mainly cattle and sheep.  As a Member on the Seanad agricultural panel, I acknowledge the importance of the meat industry, particularly exports to the Middle East.  I welcome new markets being established for lamb and beef in Palestine, Jordan, Israel, Lebanon and Egypt, as well as the recent deal done between the Department of Agriculture, Food and the Marine and the Turkish authorities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Will the Leader ask the Minister to attend this House to discuss these allegations?  That is all they are at this stage and we must treat them as such but they are important.  It is clear they do not comply with the standard halal method of slaughtering animals and there have been statements on that, which are covered in <i>The Irish Times<\/i>today. <br\/><br\/>I wish to acknowledge the work of the IFA and the ICMSA, which are committed to working closely with the Department of Agriculture, Food and the Marine.  It is in the interests of farmers, agriculture and Europe that we have traceability and a record.  If there are serious breaches we must put them right. <br\/><br\/>It is also alleged that these cattle are carrying Irish destination records into these markets.  This evidence is disturbing and needs to be challenged.  The Minister should come here to explain the issue in the context of complying with EU standards and regulations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#W02300","speaker":"1379","continuing":true},{"type":"speech","time":1491312600,"counter":154,"content":"<p>I will be brief so that the Leader can be brief as well.  A report in <i>The Irish Times<\/i>today states that in anticipation of the report by the Citizens' Assembly, which is dealing with the eighth amendment to the Constitution, there is to be what is described as an Oireachtas committee.  It seems, however, to be divided up among Members of the D&aacute;il.  I would like the Leader to clarify that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X00200","speaker":"1403"},{"type":"speech","time":1491312600,"counter":155,"content":"<p>I understand that the matter will be dealt with by the Seanad Committee on Procedure and Privileges, which is meeting next week.  Senator McDowell is a member of that body.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X00300","speaker":"1420"},{"type":"speech","time":1491312600,"counter":156,"content":"<p>I am but I am not trying to anticipate any discussion there.  It was just a simple question that the seats on this committee seem to be allocated in accordance with D&aacute;il strength.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X00400","speaker":"1403"},{"type":"speech","time":1491312600,"counter":157,"content":"<p>The Seanad Committee on Procedure and Privileges will make its own decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X00500","speaker":"1420"},{"type":"speech","time":1491312600,"counter":158,"content":"<p>Fair enough.  Then I will be a gentleman and wait for that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X00600","speaker":"1403"},{"type":"speech","time":1491312600,"counter":159,"content":"<p>I call on the Leader to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X00700","speaker":"1420"},{"type":"speech","time":1491312600,"counter":160,"content":"<p>I dt&uacute;s b&aacute;ire, I wish to amend my opening remarks on the Order of Business.  As the amendment is there for discussion, there will not be a single question on the issue as raised by Senator Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X00800","speaker":"1391"},{"type":"speech","time":1491312600,"counter":161,"content":"<p>May I interrupt?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X00900","speaker":"1403"},{"type":"speech","time":1491312600,"counter":162,"content":"<p>Is this a point of order?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X01000","speaker":"1420"},{"type":"speech","time":1491312600,"counter":163,"content":"<p>I intended to formally second Senator Craughwell's amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X01100","speaker":"1403"},{"type":"speech","time":1491312600,"counter":164,"content":"<p>That has already been done by Senator Devine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X01200","speaker":"1420"},{"type":"speech","time":1491312600,"counter":165,"content":"<p>I thank the Leas-Chathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X01300","speaker":"1403"},{"type":"speech","time":1491312600,"counter":166,"content":"<p>As regards the Knowledge Development Box (Certification of Inventions) Bill 2016, it is to be taken at 4.45 p.m. and will conclude no later than 5.15 p.m. if not previously concluded.  I wish to clarify that there will not be a single question, it will be just taken at the end of the debate.<\/p> <p>I join with Senator Conway in sympathising with Senator Lorraine Clifford-Lee and her husband John on the passing of his father.  I also wish to inform the House that our friend and colleague, Senator Paul Gavan's mother has passed away following a recent illness.  On my own behalf, I wish to sympathise with the Gavan family on their sad bereavement.  I will have a note circulated to Members with the funeral arrangements.  <\/p> <p>Senator Ardagh raised the issue of housing and it is important for us to recognise that there is no quick solution to this.  We have come out of the worst recession, which severely affected the construction industry, in particular the private and social housing sectors, as well as our banking system.  Senator Ardagh would do well to recognise that her party was at the helm when the whole thing collapsed.  The Government meanwhile is rebuilding the housing market under the Rebuilding Ireland initiative.  <\/p> <p>However, Senator Ardagh is right to highlight the inadequacies that are there.  We all want to see houses being built promptly and any means of achieving that aim is to be welcomed.  There is a plan to ensure that social housing is built and that first-time buyers can get into the market.  However, we do not want to see a return to the boom-and-bust cycle we had before.  That was fuelled in the main by the policies that Senator Ardagh's party drove while in government, as she knows quite well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X01400","speaker":"1391"},{"type":"speech","time":1491312600,"counter":167,"content":"<p>The Leader's party has been in government for six years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X01500","speaker":"1407"},{"type":"speech","time":1491312600,"counter":168,"content":"<p>It has been six years and the housing crisis is worse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X01550","speaker":"1395"},{"type":"speech","time":1491312600,"counter":169,"content":"<p>Please Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#X01600","speaker":"1420"},{"type":"speech","time":1491312600,"counter":170,"content":"<p>Homelessness is worse than it ever was.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y00100","speaker":"1395"},{"type":"speech","time":1491312600,"counter":171,"content":"<p>When the Senator's party was in government I did not hear her giving out about them as a city or a county councillor-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y00200","speaker":"1391"},{"type":"speech","time":1491312600,"counter":172,"content":"<p>The Government had six years in government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y00300","speaker":"1395"},{"type":"speech","time":1491312600,"counter":173,"content":"<p>Senator Murnane-O'Connor, the Leader is responding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y00400","speaker":"1420"},{"type":"speech","time":1491312600,"counter":174,"content":"<p>There are people today who are either homeless or on a housing list because of the policies her party pursued.  It ill-behoves the Senator to come into this House-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y00500","speaker":"1391"},{"type":"speech","time":1491312600,"counter":175,"content":"<p>The Leader's party has been in government six years-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y00600","speaker":"1395"},{"type":"speech","time":1491312600,"counter":176,"content":"<p>How many houses has the Government built?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y00700","speaker":"1407"},{"type":"speech","time":1491312600,"counter":177,"content":"<p>I do not want barracking across the Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y00800","speaker":"1420"},{"type":"speech","time":1491312600,"counter":178,"content":"<p>-----and criticise the Minister, Deputy Coveney.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y00900","speaker":"1391"},{"type":"speech","time":1491312600,"counter":179,"content":"<p>-----and it made a commitment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y01000","speaker":"1395"},{"type":"speech","time":1491312600,"counter":180,"content":"<p>You are like the fellow who always cries wolf.  There will come a time when no one will listen to you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y01100","speaker":"1391"},{"type":"unspoken","time":1491312600,"counter":181,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1491312600,"counter":182,"content":"<p>You and your party are the architects of this cycle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y01300","speaker":"1391"},{"type":"speech","time":1491312600,"counter":183,"content":"<p>Not at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y01400","speaker":"1395"},{"type":"speech","time":1491312600,"counter":184,"content":"<p>Leader, speak through the Chair.  Senator Murnane-O'Connor, you are out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y01500","speaker":"1420"},{"type":"speech","time":1491312600,"counter":185,"content":"<p>Every week we hear the recession is over.  We are in the thick of recession.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y01600","speaker":"1395"},{"type":"speech","time":1491312600,"counter":186,"content":"<p>You are not allowed to come in when the Leader is responding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y01700","speaker":"1420"},{"type":"speech","time":1491312600,"counter":187,"content":"<p>We have to have facts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y01800","speaker":"1395"},{"type":"speech","time":1491312600,"counter":188,"content":"<p>You can raise that tomorrow on the Order of Business when you get a chance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y01900","speaker":"1420"},{"type":"speech","time":1491312600,"counter":189,"content":"<p>I will indeed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y02000","speaker":"1395"},{"type":"speech","time":1491312600,"counter":190,"content":"<p>Sorry, Leader.  Please continue without barracking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y02100","speaker":"1420"},{"type":"speech","time":1491312600,"counter":191,"content":"<p>I am not barracking anybody but the facts-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y02200","speaker":"1391"},{"type":"speech","time":1491312600,"counter":192,"content":"<p>Do not encourage people across the Chamber to interject.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y02300","speaker":"1420"},{"type":"speech","time":1491312600,"counter":193,"content":"<p>Rebuilding Ireland is eight months old and the Minister and the Minister of State have announced an action plan which is being funded by the Government.  I think I read some of the Senator's comments last week welcoming the housing funding of &euro;226 million and if she did not, she should do so because it is good news.  We will see the delivery of new homes and the construction of social housing across our country.  Last month I attended three such projects in my city and county of Cork.<\/p> <p>The important point is that Housing Activity reports that commencement notices in the 12 months to January are up 44% year on year.  Completions to January 2017 are up 18% and planning permissions are up by 20% for 2016.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y02400","speaker":"1391"},{"type":"speech","time":1491312600,"counter":194,"content":"<p>Not in rural areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y02500","speaker":"1395"},{"type":"speech","time":1491312600,"counter":195,"content":"<p>In addition, the growing number of people in employment not just in the construction sector but across our country and in the regions indicate that there is confidence and buoyancy in the housing sector.  We must now have a joined-up approach involving local authorities, the Department of Communications, Climate Action and Environment and the Department of Housing, Planning, Community and Local Government so that we can see infrastructure in the realm of public, social and private housing being put in place.  Under the local authority housing fund, 34 sites have been identified and funded.  They have the potential to deliver 23,000 housing units by 2021.<\/p> <p>I agree with Senator Ardagh on the issue of affordability.  We must ensure that people can afford to buy and get on the property ladder.  That is the reason local authorities are being specifically asked to focus on the area of affordability.  If we take Dublin as an example, the four council areas will deliver 3,000 homes.  Government is spending &euro;5.3 billion-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y02600","speaker":"1391"},{"type":"speech","time":1491312600,"counter":196,"content":"<p>It is all about the cities.  The Government is forgetting rural Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y02700","speaker":"1395"},{"type":"speech","time":1491312600,"counter":197,"content":"<p>Senator, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y02800","speaker":"1420"},{"type":"speech","time":1491312600,"counter":198,"content":"<p>I am sorry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y02900","speaker":"1395"},{"type":"speech","time":1491312600,"counter":199,"content":"<p>I know the Senator does not want to hear good news.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y03000","speaker":"1391"},{"type":"speech","time":1491312600,"counter":200,"content":"<p>I welcome it but the Leader is forgetting rural Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y03100","speaker":"1395"},{"type":"speech","time":1491312600,"counter":201,"content":"<p>I know it is in her DNA not to hear good news-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y03200","speaker":"1391"},{"type":"speech","time":1491312600,"counter":202,"content":"<p>I welcome good news.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y03300","speaker":"1395"},{"type":"speech","time":1491312600,"counter":203,"content":"<p>-----but she might just listen to the good news and wave the flag of joy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y03400","speaker":"1391"},{"type":"speech","time":1491312600,"counter":204,"content":"<p>Can we be calm about it, please?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y03500","speaker":"1420"},{"type":"speech","time":1491312600,"counter":205,"content":"<p>I am listening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y03600","speaker":"1395"},{"type":"speech","time":1491312600,"counter":206,"content":"<p>We are talking about &euro;5.3 billion-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y03700","speaker":"1391"},{"type":"speech","time":1491312600,"counter":207,"content":"<p>I am listening, and it is all in the Dublin area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y03800","speaker":"1395"},{"type":"speech","time":1491312600,"counter":208,"content":"<p>-----to build 47,000 new houses.  That is being delivered by this Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y03900","speaker":"1391"},{"type":"speech","time":1491312600,"counter":209,"content":"<p>I attend the housing meetings every week.  I know what is happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y04000","speaker":"1395"},{"type":"speech","time":1491312600,"counter":210,"content":"<p>We should not forget that we had a recession, and I repeat for Senator Murnane-O'Connor and Senator Ardagh that the recession meant no banking and no construction sector.  We could not do what the Senator wants to do - wave a wand and away we go.  We had to build it up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y04100","speaker":"1391"},{"type":"speech","time":1491312600,"counter":211,"content":"<p>The Leader is taking liberties at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y04200","speaker":"1407"},{"type":"speech","time":1491312600,"counter":212,"content":"<p>We are delivering for the people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y04300","speaker":"1391"},{"type":"speech","time":1491312600,"counter":213,"content":"<p>Leader, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y04400","speaker":"1420"},{"type":"speech","time":1491312600,"counter":214,"content":"<p>In the general election the Leader's party said the recession was over.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y04500","speaker":"1395"},{"type":"speech","time":1491312600,"counter":215,"content":"<p>Leader, I think we should move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y04600","speaker":"1420"},{"type":"speech","time":1491312600,"counter":216,"content":"<p>We are delivering for the people.  The problem is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y04700","speaker":"1391"},{"type":"unspoken","time":1491312600,"counter":217,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1491312600,"counter":218,"content":"<p>-----that Members opposite like to dwell on fake news and alternative facts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y04900","speaker":"1391"},{"type":"speech","time":1491312600,"counter":219,"content":"<p>The Leader cannot blame Fianna F&aacute;il forever.  His party had six years in government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y05000","speaker":"1395"},{"type":"speech","time":1491312600,"counter":220,"content":"<p>We will have no fake news here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y05100","speaker":"1420"},{"type":"speech","time":1491312600,"counter":221,"content":"<p>We made mistakes but his party promised the same.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y05200","speaker":"1395"},{"type":"speech","time":1491312600,"counter":222,"content":"<p>The Leader to continue without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y05300","speaker":"1420"},{"type":"speech","time":1491312600,"counter":223,"content":"<p>Can I join Senator Ardagh on the need for reform of our prison service and in particular the infrastructure in Mountjoy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have had the pleasure of visiting the new Cork Prison and it is a fantastic facility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Y05400","speaker":"1391","continuing":true},{"type":"unspoken","time":1491312600,"counter":225,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1491312600,"counter":226,"content":"<p>The key was thrown away; I got out the back door.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Z00300","speaker":"1391"},{"type":"speech","time":1491312600,"counter":227,"content":"<p>The Senator was let out for good behaviour.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Z00400","speaker":"1388"},{"type":"unspoken","time":1491312600,"counter":228,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1491312600,"counter":229,"content":"<p>That must be the end of the moment of light relief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Z00600","speaker":"1420"},{"type":"speech","time":1491312600,"counter":230,"content":"<p>Our prison system must not be a revolving door system.  It must ensure rehabilitation takes place and that proper infrastructure is in place in terms of facilities, such as Senator Ardagh stated.  Such facilities are needed in Mountjoy Prison.  The Government has a capital plan for the Prison Service.  As happened in other parts of this city that have been remodelled and rebuilt, I am sure the same will be done with respect to Mountjoy.<\/p><p>I join Senators Ardagh and Bacik in their condemnation of the atrocities in Syria.  It beggars belief to see that type of barbaric behaviour and the killing of innocent life.  Equally, the attacks in St. Petersburg yesterday illustrate the importance of the world standing united against terrorism of whatever hue it stands for.  <\/p><p>Senator Craughwell raised the very important issue of the neutrality of our country and also with respect to our Defence Forces.  I share his viewpoint.  We are a neutral country and we should always remain that way.  We should never surrender our space, be it our airspace or our waters, in any shape or form.<\/p><p>My information is that the Senator is incorrect in that this is not a matter for the Department of Defence, rather it is a matter for the Department of Foreign Affairs and Trade.  It is a matter of international and Irish security.  As the Senator knows quite well, the Minister, Deputy Flanagan, as the occupant of the Department of Foreign Affairs and Trade in Iveagh House has to balance public safety, the security of the nation and international security.<\/p><p>I have communicated by text and e-mail with the Department since the Senator raised this matter.  The Minister is <i>en route<\/i>to the North today to engage in the talks on the Assembly, hopefully, being re-established as a power-sharing Executive.  I would be happy to arrange for the Minister to speak to the Senator or for the Minister's officials to meet him to discuss this matter.  I know the Senator would not want to compromise international security.  I would be happy to arrange for him to have a meeting with the Minister or his officials rather than dividing the House on his proposed amendment on this very important issue.<\/p><p>I wholeheartedly agree with the Senator that we are a neutral nation and we should not in any way abdicate from that or be seen to change our policy.  To be fair to the Minister, Deputy Flanagan, he has not done that in anything he has said or done as Minister in the Department, and I do not believe he has done so in this case.  I would be happy to arrange for the Senator to go to the Department and talk to the officials or to the Minister on his return, if the Senator would be happy to do that.<\/p><p>Senator &Oacute; Donnghaile raised the importance of Brexit.  Anybody who reads the document in terms of the language emanating from the British letter or from the EU's response recognises the importance of the integrity of the island of Ireland.  I agree fully with the Senator that the UK has only one motto: &quot;Mind thyself.&quot;  We as a nation, as the Senator knows, have a different approach.  The Taoiseach deserves great praise for the role he has played up to now in ensuring that Ireland has primacy in the negotiations post 29 April.  When we note the work being done by Michel Barnier and Donald Tusk in tandem with the Taoiseach and other European leaders, I hope we will see Ireland being to the forefront of the negotiations.<\/p><p>The Senator knows quite well from being involved in the British-Irish Parliamentary Assembly that we have to stand strong and united as a country in the pursuit of our goals, and our interests in government have been quite clear.  As the Taoiseach said, we will position ourselves prior to April 29 and then either just immediately before or after that we will have our position paper published.<\/p><p>On the Senator's point calling for the Taoiseach or the Minister, Deputy Flanagan, to come to the House, the Seanad select special committee on Brexit will meet later this week.  It is important to let it do its work.  It gives this House of the Oireachtas primacy in that respect.  The setting up of that Brexit committee was agreed by an all-party motion.  I will talk to Senator Richmond and we might discuss with the Committee on Procedure and Privileges how we can marry the Senator's proposal.  It is fair that the Taoiseach would come to this House to discuss this matter.  He deserves great praise for the work he has done up to now on that issue.<\/p><p>In response to a point raised by Senator Bacik, the Knowledge Development Box (Certification of Inventions) Bill 2016 was on the agenda circulated last Thursday, but the House is only sitting two days this week.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is no attempt by the Leader to con anybody, it is a scheduling issue.<\/p><p>Senators Conway and Bacik raised the issue of the Garda review.  I would be happy to have the Minister for Justice and Equality come to the House to discuss that.  It is important, in the context of the review, that the Garda S&iacute;och&aacute;na is realigned and restructured and that we get a modern force fit to deliver policing to citizens.  Garda&iacute; are the guardians of the peace.  Sometimes I despair when I hear people personalise the debate around the Garda Commissioner.  If she were to go in the morning, the issues would relating to management and structure would remain.  I have every confidence in her to deliver a modern, streamlined management structure within the Garda S&iacute;och&aacute;na.  I hope we will consider that issue rather than the Commissioner as a person.<\/p><p>Senators Lombard and Paddy Burke raised the issue of broadband and the announcement by the Minister for Communications, Climate Action and Environment, Deputy Denis Naughten, today.  This is another good news story.  We will have an additional 300,000 homes with extra high-speed broadband.  The speed of broadband is important.  As Senator Lombard rightly said, it is an absolute requirement for rural areas in terms of industry, commerce and day-to day-living.  An additional 300,000 rural premises with access to broadband means 500 houses a day will be connected to high-speed broadband following the investment of more than &euro;2.5 billion in upgrading networks and services.  We hear commentary to the effect that the Government is forgetting about rural Ireland.  I again remind Members that &euro;2.5 billion is being spent to develop and upgrade broadband.  That is an indication the Government is serious about rural areas, connectivity and giving people in rural areas the same opportunities as those of us in Dublin and Cork.<\/p><p>Senator Gallagher raised a very important issue, namely, the national cancer strategy.  We all recognise the work done by Professor Tom Keane.  I will not mention the fact that the Minister who introduced the strategy was the former T&aacute;naiste, Mary Harney.  No Fianna F&aacute;il Minister would take any responsibility for health for in excess of a decade.  To be fair to Ms Harney, she drove the national cancer strategy forward.  We need to take a similar approach again because as Senator Gallagher rightly said, it is frightening to see the increased statistics on cancer, and that affects every family.  I hope a new national strategy will be put in place.<\/p><p>Senator Norris referred to the Brexit committee.  I do not agree with his comment about the role of the committee in this Chamber.  It enhances our work as a group.  As the second Chamber it gives us an opportunity to debate the issue.  Those who saw the first meeting recognised the importance of it and the quality of the contributions from Members and those who made presentations to it.  There is much work to be done.  As the Leas-Chathaoirleach rightly said, we, as a body, have given the committee our imprimatur.<\/p><p>Senator Mulherin asked for the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs, Deputy Heather Humphreys, to come to the House to discuss the Leader programme.  I would be happy for her to do that.<\/p><p>Senator Devine raised the very important and vexed question of the very vulnerable children with mental health and special needs issues who must go abroad for treatment and care.  She referred to the \"Dispatches\" television programme, which I have not seen.  I would be happy for the Minister of State, Deputy McEntee, to come to the House but the Senator could also raise the matter in the Commencement debate.<\/p><p>Equally, Senator Hopkins referred to the very contentious issue of mental health services in Roscommon, a matter she has raised previously in the House.  She deserves answers in that regard.<\/p><p>Senators &Oacute; R&iacute;ord&aacute;in, Murnane O'Connor and Paddy Burke raised the treatment of the international women's soccer team by the FAI.  All of us who heard or read some of the commentary from the press conference today cannot but be alarmed, disappointed and appalled at the treatment of those fine women who are athletes of the highest calibre.  Those women are at the peak of their game and they are top class, high quality, performing athletes.  I fully agree with what was said.  We are giving money to the FAI and in that context there should be checks and balances in terms of the provision of facilities and the treatment of the women.  If it were a club team we would be disappointed with the way they were treated.  We cannot allow that to happen to the international women's team.  The Minister of State, Deputy O'Donovan, has issued an ultimatum on the appointment of women to boards of sporting bodies.  It is important that we get value for money for taxpayers' money.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In this case, our international women's soccer team who I repeat are high performance athletes must be treated as A1.  In that respect, they should not be treated differently.<\/p><p>Senator Jennifer Murnane O'Connor referred to people with disabilities.  I remind her before she responds that the Minister of State, Deputy Finian McGrath, is committed to reform of the disability sector.  Where I agree completely with the Senator is that the sector has been the Cinderella of the health service for the past decade and a half.  Even before the recession, there were long waiting times for assessments and capital investment.  The Senator will be pleased to learn that I have more good news for her to take back to Carlow.  In 2014 and 2015 there was additional funding of &euro;8 million to fund 200 posts to support implementation of a new disability model.  Equally, in 2016 there was a further &euro;4 million for 75 therapy posts which the HSE advertised.  It is interviewing to fill them.  There is a recognition that the needs of children and young people with disabilities must be met not just in an efficient, effective and equitable manner but also in a way that will ensure the delivery of services in the most convenient way for their families-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#Z00700","speaker":"1391","continuing":true},{"type":"speech","time":1491312600,"counter":233,"content":"<p>On a point of order, one year on we still have no respite care service in Carlow.  There are still 40 children with disabilities with no access to a respite care service-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB00200","speaker":"1395"},{"type":"speech","time":1491312600,"counter":234,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB00300","speaker":"1420"},{"type":"speech","time":1491312600,"counter":235,"content":"<p>It is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB00400","speaker":"1395"},{"type":"speech","time":1491312600,"counter":236,"content":"<p>It is not.  I have ruled on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB00500","speaker":"1420"},{"type":"speech","time":1491312600,"counter":237,"content":"<p>In addition, there was an extra allocation in the budget for respite care services.  If I was the Senator, I would talk to the Minister of State who must be doing a good job because last week increased funding for respite care services in Cork was announced.  If she wants, I will be happy to let the Senator know the old secret.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB00600","speaker":"1391"},{"type":"speech","time":1491312600,"counter":238,"content":"<p>Absolutely.  We need to have respite care services up and running quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB00700","speaker":"1395"},{"type":"speech","time":1491312600,"counter":239,"content":"<p>I am glad that the Senator has recognised the efforts of Deputy John Paul Phelan on behalf of Kilkenny.  It was a great decision by the Minister of State to look after the Deputy.  The Senator is right in what she said about counties Laois and Carlow.  As she knows, I know the area.  There are issues surrounding the border between counties Laois and Carlow, as there are between Cork city and county.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB00800","speaker":"1391"},{"type":"speech","time":1491312600,"counter":240,"content":"<p>Other areas are affected.  Kilkenny and-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB00900","speaker":"1395"},{"type":"speech","time":1491312600,"counter":241,"content":"<p>The Senators can have a chat about the matter afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB01000","speaker":"1420"},{"type":"speech","time":1491312600,"counter":242,"content":"<p>Senator James Reilly referred to the coastal walk in Fingal, the national greenway and the good work being done by Councillor Tom O'Leary.  The point made about having a national greenway fund is one we should all support.  Based on the work being done in Waterford and other parts of the country, such a fund would be of immense benefit under the umbrella of Healthy Ireland in achieving better health outcomes.<\/p> <p>Senator R&oacute;n&aacute;n Mullen referred to the HSE conference.  I did not receive all of the information he received.  It is probably a matter for discussion in a Commencement debate than in a debate in the House, but I agree with the Senator that where there is the expenditure of taxpayers' money, there must be transparency and accountability.  I am sure he will agree with me that this applies to all conferences in respect of which taxpayers' money is spent.  Some of the fees about which he spoke seem to be lucrative.  I wonder whether we could both join the speaking circuit to make a few bob as it is certainly seems to be very attractive.  A fee of &euro;11,500 to speak at a conference is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB01100","speaker":"1391"},{"type":"speech","time":1491312600,"counter":243,"content":"<p>That is the total figure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB01200","speaker":"1401"},{"type":"speech","time":1491312600,"counter":244,"content":"<p>The Senators would both have to retire first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB01300","speaker":"1420"},{"type":"speech","time":1491312600,"counter":245,"content":"<p>I hope that will not happen for a while yet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB01400","speaker":"1391"},{"type":"speech","time":1491312600,"counter":246,"content":"<p>I hope not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB01500","speaker":"1420"},{"type":"speech","time":1491312600,"counter":247,"content":"<p>The Leas-Chathaoirleach dealt with Senator Terry Leydon very adequately.  I hope the Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB01600","speaker":"1391"},{"type":"speech","time":1491312600,"counter":248,"content":"<p>We will not reopen that matter now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB01700","speaker":"1420"},{"type":"speech","time":1491312600,"counter":249,"content":"<p>I only hope Senator Terry Leydon will respect the Leas-Chathaoirleach's impartiality and integrity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB01800","speaker":"1391"},{"type":"speech","time":1491312600,"counter":250,"content":"<p>The Leader should not worry.  I will have a word with the Senator anon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB01900","speaker":"1420"},{"type":"speech","time":1491312600,"counter":251,"content":"<p>Six of the best for Terry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB02000","speaker":"1401"},{"type":"speech","time":1491312600,"counter":252,"content":"<p>Senator Victor Boyhan raised the very important issue of live cattle exports to the Middle East and the allegations surrounding such exports.  None of us can condone the mistreatment of animals.  As he rightly said, the cases highlighted by the Senator illustrate the need for traceability.  We pride ourselves, in particular, on the excellence of the beef we produce.  I hope we can stand over it.  I will have the Minister for Agriculture, Food and the Marine, Deputy Michael Creed, come to the House to discuss the matter.<\/p> <p>Senator Michael McDowell mentioned the Citizens' Assembly.  Notwithstanding the Leas-Chathaoirleach's very fine ruling that it is a matter for the Committee of Procedure and Privileges which will discuss it next week, it will be a joint committee of the Houses of the Oireachtas.  Its composition will be a matter for debate, but I hope all sides of this House and the D&aacute;il will be represented on it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=04&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->On Senator Craughwell's point, if he is happy to accept my position - I have always acted in good faith and do not want to divide the House.  The Minister, Deputy Flanagan, is travelling to the North.  It is a matter of national security.  The Senator is right to raise it and I would be happy to work with him to ensure that there is no compromising.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#BB02100","speaker":"1391","continuing":true},{"type":"speech","time":1491312600,"counter":254,"content":"<p>Senator Craughwell has proposed an amendment to the Order of Business: \"That the Minister for Defence comes to the House to explain an agreement signed between this country and the United Kingdom granting permission to the United Kingdom to scramble fighter jets in Irish airspace.\"  Does he wish to comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#CC00200","speaker":"1420"},{"type":"speech","time":1491312600,"counter":255,"content":"<p>In light of what the Leader has said, clearly there is a conflict between the two of us as to which Department is responsible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#CC00300","speaker":"1390"},{"type":"speech","time":1491312600,"counter":256,"content":"<p>I have checked with both Departments and it is the Department of Foreign Affairs and Trade.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#CC00400","speaker":"1391"},{"type":"speech","time":1491312600,"counter":257,"content":"<p>I need a little bit of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#CC00500","speaker":"1390"},{"type":"speech","time":1491312600,"counter":258,"content":"<p>Is Senator Craughwell pressing the amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#CC00600","speaker":"1420"},{"type":"speech","time":1491312600,"counter":259,"content":"<p>When we are talking about military aircraft and military people, to my mind it is the Department of Defence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#CC00700","speaker":"1390"},{"type":"speech","time":1491312600,"counter":260,"content":"<p>We cannot debate it.  You are entitled to press it if you wish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#CC00800","speaker":"1420"},{"type":"speech","time":1491312600,"counter":261,"content":"<p>There is no point in us arguing.  I just want a few seconds.  When we are talking about the sovereignty of the State, it falls to the Oireachtas alone to make decisions.  I would pursue the matter but I will not force a division of the House today, in deference to the Leader's offer for me to meet with the Department of Foreign Affairs and Trade.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#CC00900","speaker":"1390"},{"type":"unspoken","time":1491312600,"counter":262,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1491312600,"counter":263,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Knowledge Development Box (Certification of Inventions) Bill 2016: [Seanad Bill amended by the Dáil] Report and Final Stages","time":1491312600,"counter":264,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#CC01300"},{"type":"speech","time":1491312600,"counter":265,"content":"<p>This is a Seanad Bill which has been amended by the D&aacute;il.  In accordance with Standing Order 118, it is deemed to have passed its First, Second and Third Stages in the Seanad and is placed on the Order Paper for Report Stage.  On the question \"That the Bill be received for final consideration\", the Minister may explain the purpose of the amendments made by the D&aacute;il.  This is looked upon as the report of the D&aacute;il amendments to the Seanad.  The only matters, therefore, which may be discussed are the amendments made by the D&aacute;il.  For Senators' convenience, I have arranged for the printing and circulation of the amendments.  I have also circulated the proposed grouping in the House.  Senators may speak only once on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#CC01400","speaker":"1426"},{"type":"unspoken","time":1491312600,"counter":266,"content":"<p>Question proposed: \"That the Bill be received for final consideration.\"<\/p>"},{"type":"speech","time":1491312600,"counter":267,"content":"<p>I welcome the opportunity to report to the Seanad on amendments made in the D&aacute;il to the Knowledge Development Box (Certification of Inventions) Bill 2016 on Report and Final Stages on 29 March when three amendments were passed to amend the version of the Bill passed by this House.  I take the opportunity to outline for Senators the purpose of the three amendments passed by the D&aacute;il.<\/p> <p>The first amendment, in the name of Deputy James Lawless, inserted a new subsection (5) into section 7 of the Bill.  It has the effect of requiring the Revenue Commissioners, within three months of enactment of the Bill, to provide a guidance document for businesses making applications under the knowledge development box, KDB, certification scheme.  Applications under the scheme will be made to the Controller of Patents, Designs and Trade Marks.  It is the controller's intention to provide guidelines for applicants under the new scheme.  The controller will work closely with Revenue on the guidelines. <\/p> <p>The second amendment passed by the D&aacute;il, also in the name of Deputy James Lawless, inserted a new subsection (7) into section 8 of the Bill.  It has the effect of requiring the preparation of an annual report, on an anonymous basis, giving an indication as to the reasons applications for KDB certificates did not succeed in the Patents Office.  The intention behind the amendment is to facilitate the creation of a database of unsuccessful cases that might be a helpful reference point for future applicants.  <\/p> <p>The third amendment, proposed by Deputies Richard Boyd Barrett and Br&iacute;d Smith, inserted a new subsection (3) into section 18 of the Bill.  It relates to the annual report presented by the Controller of Patents, Designs and Trade Marks.  It provides that the Minister may ask the controller to include in the annual report a breakdown of appropriate categories or sectoral headings in respect of applications made to the office under the scheme.  The purpose of the amendment is to provide full information on the categories of industries and businesses that will benefit from the KDB certification scheme or the sectors within which they operate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#DD00200","speaker":"1247"},{"type":"speech","time":1491312600,"counter":268,"content":"<p>Most of the amendments seem very logical and Fianna F&aacute;il is delighted to support the Minister by accepting them as part of the Knowledge Development Box (Certification of Inventions) Bill 2016.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#DD00300","speaker":"1411"},{"type":"vote","time":1491312600,"counter":269,"content":"<p>Question put:<\/p><p>The Seanad divided: Tá, 24; Níl, 7.<\/p><br\/><br\/><p>Tellers: Tá, Senators Gabrielle McFadden and John O'Mahony; Níl, Senators Pádraig Mac Lochlainn and Trevor Ó Clochartaigh.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017040400002#DD00400","aye":["1379","1409","1380","1423","1391","1384","1422","1416","1390","1383","1411","1424","1415","1393","1386","1375","1425","1374","1427","1426","1397","1394","1421","1399"],"nay":["1402","1388","1417","1400","1392","1377","1404"],"abs":[]},{"type":"unspoken","time":1491312600,"counter":270,"content":"<p>Additional debate to follow.<\/p>"}]