[{"type":"minorheading","content":"Prelude","time":1348133400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30","time":1348133400,"counter":2},{"type":"unspoken","content":"Reflection and Prayer.","time":1348133400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1348133400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1348133400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000002#A00100"},{"type":"speech","time":1348133400,"counter":6,"content":"<p>I have received notice from Senator Mary Moran that, on the motion for the Adjournment of the House today, she proposes to raise the following matter:<ul><br \/>The need for the Minister for Finance to note the distress of the living conditions of the sole two families living in a ghost estate known as Carlinn Hall, Dundalk, which is under the control of NAMA, including living with sewers that are not connected and a heating system which frequently breaks down, and the steps that can be made to improve living conditions for these residents.<\/ul>I have also received notice from Senator Trevor Ó Clochartaigh of the following matter:<ul>An gá don Aire Dlí agus Cirt agus Comhionannais plé a dhéanamh ar an chóras soláthair dhíreach ó thaobh iostais do theifigh, an tslí ina bhfuil an córas sin ag oibriú, an bhfuil sé i gceist aige athbhreithniú a dhéanamh ar an chóras sin, agus am-scála a leagadh amach do aon athbhreithniú den chineál sin.<\/ul>I regard the matters raised by the Senators as suitable for discussion on the Adjournment and they will be taken at the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000002#A00200","speaker":"1120"},{"type":"majorheading","content":"Order of Business","time":1348133400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000002#A00300"},{"type":"speech","time":1348133400,"counter":8,"content":"<p>The Order of Business is No. 1, statements on Irish Water and related reforms, to be taken at the conclusion of the Order of Business and conclude not later than 1.45 p.m., with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes, and the Minister to be called on to reply to the debate not later than 1.35 p.m.; and No. 2, statements on flooding and flood prevention measures, to be taken at 2 p.m. and conclude not later than 4 p.m., with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes, and the Minister to be called on to reply to the debate not later than 3.50 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000002#A00400","speaker":"1130"},{"type":"speech","time":1348133400,"counter":9,"content":"<p>I am not going to comment on yesterday's debate on the Minister for Health in the Lower House.  People would have found it interesting, to put it mildly, but what people are more concerned about is what is happening on the ground.  Next week, the Minister for Health will attend this Chamber.  We need a separate debate, however, on the health cuts happening on the ground every day of the week.<\/p><p>In the north Leinster area, including Dublin, the Health Service Executive ambulance service has been restricted.  For example, every Tuesday in the Swords base in Lissenhall which had 24-hour, seven days a week advanced paramedic cover the ambulance is stood down for 12 hours between 7 a.m. and 7 p.m.  This service covers a population of nearly 400,000 people.  The people of north Dublin and the surrounding areas would be advised not to have a heart attack on a Tuesday morning but instead to wait until 7 p.m. or not to have a serious incident or car crash in that period.  Worse than that, on Tuesday cover for the north Dublin area comes from Tallaght.  On another day of the week, the Swords base covers Tallaght and as far south as Loughlinstown.  These cuts were implemented on 4 September and affect hundreds of thousands of people in the north Leinster area.  I have written to the Minister about them but have not yet received any comment.  Will the Leader arrange, as soon as possible, for the Minister for Health or one of his Ministers of State - maybe the one who is still speaking to him, Deputy Kathleen Lynch - to attend the House to explain why these cuts have been allowed to proceed, resulting in a €250,000 brand new ambulance sitting idle for 12 hours on a Tuesday.  Last Saturday and Sunday, due to sick leave, there was no paramedic ambulance cover in the north Dublin area.  This is a serious issue.<\/p><p>Will the Leader arrange a debate with the Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, on progress in the jobs initiative for next week or the week after that?  For four years, €500 million will be taken each year from people saving for their pensions and retirement.<\/p> <p>The Government will raid €2 billion from private pensions over a four year period.  We saw the CSO figures yesterday.  Long-term unemployment is at its highest rate.  It is interesting that in the last quarter some 5,000 jobs were lost in the wholesale and retail sector which the Minister tried to support by reducing the rates of PRSI and VAT.  We said at the time that the jobs initiative would not actually be tracked.  We are taking money from private pensions to reduce the rates of VAT and PRSI that apply in certain sectors and need to know whether that is actually working.  It would be worthwhile for the House to have a debate on unemployment in order that we can explain why the measures the Government took last year are not working.  We might be able to feed some of our ideas into that discussion.<\/p><p>I would like to make a final point and thank the Cathaoirleach for his indulgence.  I intend to bring legislation I have mentioned previously, the Statute of Limitations (Amendment) (Home Remediation-Pyrite) Bill 2012, to the House.  The Minister for the Environment, Community and Local Government needs to answer two questions quickly.  The pyrite report was published before the summer and I attended the committee meeting at which it was discussed.  I remind the House that this problem could potentially affect 70,000 people on the east coast.  The Minister asked all stakeholders to report to him by the end of September, which is about 11 days away, on the measures they intended to take.  I would like to know whether the stakeholders have met.  Perhaps the Leader might find out.  Are we on track for potential solutions to be published by the end of September?  Will we have a repeat of the situation that prevailed where the pyrite report was delayed for eight months?  I would appreciate it if the Leader asked the Minister for the Environment, Community and Local Government to update the House on the progress his Department is making in its search for solutions to the pyrite problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000002#A00500","speaker":"1139","continuing":true},{"type":"speech","time":1348133400,"counter":11,"content":"<p>I thank those Senators who took part in last night's constructive Private Members' debate on the Labour Party's motion on the regulation of charities.  I commend Senators John Whelan and Lorraine Higgins who led the Labour Party group in the debate.  It is positive that a consensus was reached on the need for the Charities Act 2009 to be commenced fully.  The Minister of State, Deputy Kathleen Lynch, made some helpful comments when she indicated that she wanted to work with us to try to find a way to commence it.  We all appreciate that this is not a suitable time for the establishment of a costly new statutory body.  There must be a cost-effective way of doing it.  This is something that the charities are looking for.  It was great to have the stakeholders in the Chamber.<\/p><p>We are all looking forward to the debate on the Bill that is being introduced in advance of the referendum on children's rights.  I thank the Leader for indicating that plenty of time will be given for the debate in this House when it happens in two weeks time.  In the 24 hours since the date of the referendum was announced, it has been very positive to see the broad support that has emerged in this House and generally in the media among various groups, political parties and individuals.  The special rapporteur on child protection, Mr. Geoffrey Shannon, said this morning that people appreciated that the referendum would not lead to an increase in the number of children going into care but would instead lead to a change in the way the courts and public authorities dealt with children.  Such a more child-centred approach is to be welcomed, as are the other positive aspects of the referendum.<\/p><p>I commend the Leader for arranging debates in this House in the run-up to the budget.  Senator Darragh O'Brien has called for one of these debates to focus on health care.  Perhaps that might give us an opportunity to focus on some of the issues raised by the Minister of State, Deputy Róisín Shortall, when she spoke in the Dáil last night.  She spoke about the delays in the reform of primary care services and access to them.  When people attack the Minister for Health, Deputy James Reilly, they often forget that he is presiding over the most radical reform of the health service we have ever seen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B00200","speaker":"1148"},{"type":"speech","time":1348133400,"counter":12,"content":"<p>Those who were listening to the Minister of State, Deputy Róisín Shortall, were not sure who the Minister for Health was.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B00300","speaker":"1139"},{"type":"speech","time":1348133400,"counter":13,"content":"<p>It is radical reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B00400","speaker":"1148"},{"type":"speech","time":1348133400,"counter":14,"content":"<p>She did not even mention him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B00500","speaker":"1139"},{"type":"speech","time":1348133400,"counter":15,"content":"<p>The Minister and the two Ministers of State at the Department of Health have to work together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B00600","speaker":"1148"},{"type":"speech","time":1348133400,"counter":16,"content":"<p>Perhaps the Senator might sit them down to engage in mediation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B00700","speaker":"1139"},{"type":"speech","time":1348133400,"counter":17,"content":"<p>I did not interrupt the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B00800","speaker":"1148"},{"type":"speech","time":1348133400,"counter":18,"content":"<p>We cannot have the tail wagging the dog.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B00900","speaker":"1140"},{"type":"speech","time":1348133400,"counter":19,"content":"<p>Senator Bacik to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B01000","speaker":"1120"},{"type":"speech","time":1348133400,"counter":20,"content":"<p>Fine Gael and the Labour Party agreed to a very radical proposal in the programme for Government.  That is what the Department of Health is overseeing.  We need to support those involved in the development of a system of universal health care which will be a hugely progressive and positive development.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B01100","speaker":"1148"},{"type":"speech","time":1348133400,"counter":21,"content":"<p>It is not going to happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B01200","speaker":"1139"},{"type":"speech","time":1348133400,"counter":22,"content":"<p>I can hear the naysayers who presided over a shambles for 14 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B01300","speaker":"1148"},{"type":"speech","time":1348133400,"counter":23,"content":"<p>The Senator should not fool herself.  It is never going to happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B01400","speaker":"1139"},{"type":"speech","time":1348133400,"counter":24,"content":"<p>When the Senator's party was in government, it presided over a shambles.  We should not forget the public private partnerships.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B01800","speaker":"1148"},{"type":"speech","time":1348133400,"counter":25,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B01900","speaker":"1120"},{"type":"speech","time":1348133400,"counter":26,"content":"<p>I do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B02000","speaker":"1148"},{"type":"speech","time":1348133400,"counter":27,"content":"<p>The Senator should stop fooling herself.  It will never happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B02100","speaker":"1139"},{"type":"speech","time":1348133400,"counter":28,"content":"<p>I would like to ask the Leader about the pre-budget debates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B02200","speaker":"1148"},{"type":"speech","time":1348133400,"counter":29,"content":"<p>The Senator knows it, as does the Minister of State, Deputy Róisín Shortall.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B02300","speaker":"1139"},{"type":"speech","time":1348133400,"counter":30,"content":"<p>Perhaps we might have a debate on the radical and progressive reforms the Government is introducing in the health care system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B02400","speaker":"1148"},{"type":"speech","time":1348133400,"counter":31,"content":"<p>That will not take long.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B02500","speaker":"1139"},{"type":"speech","time":1348133400,"counter":32,"content":"<p>The previous Government failed to deliver such reforms.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B02600","speaker":"1148"},{"type":"speech","time":1348133400,"counter":33,"content":"<p>It will be a ten-minute debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B02700","speaker":"1139"},{"type":"speech","time":1348133400,"counter":34,"content":"<p>We had a positive debate on the pricing and supply of medical goods with the Minister of State, Deputy Róisín Shortall, yesterday and the House wanted her to be more radical.  She was speaking about reductions of 30%, but we were wondering whether reductions of 80% could be provided for.  It emerged during the debate that the regulatory impact analysis had not been circulated to Senators.  Apparently, we were meant to find it on the Department's website.  The custom whereby a regulatory impact analysis is circulated with the explanatory memorandum and the Bill should be reinstated.  The information in question should be supplied to Senators retrospectively.  It is important for it to be supplied to Members of the Dáil before they discuss this legislation in order that they do not have to look for it on the website of the Department of Health.  I ask the Leader to consider these suggestions.  The documentation should have been circulated in advance of the debate.  If it was an oversight, it should be remedied.  As a principle, the regulatory impact analysis should be circulated with the explanatory memorandum and the legislation in every case.  Such an approach would have been of assistance during last night's debate.  Although it was a positive debate, it could have been even more positive if this had been done.  This defect in the Department of Health's approach to the Seanad should be remedied.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B02800","speaker":"1157"},{"type":"speech","time":1348133400,"counter":35,"content":"<p>I welcome the positive start we have made to this Oireachtas term on a number of fronts.  I particularly welcome the setting of a date for the referendum on children's rights.  I compliment the Minister for Children and Youth Affairs, Deputy Frances Fitzgerald, and the all-party Oireachtas committee.  I thank everyone who helped us to reach the stage at which a referendum can be organised.<\/p><p>I welcome the significant job announcements made in recent days.  Electronic Arts has announced that it intends to create 300 new jobs in my home county of Galway.  A further 400 jobs are being created in Limerick.  Realex Payments announced yesterday that it would create 50 jobs in Dublin.  These are positive developments.  The main issue I am raising relates to the whole employment situation.  I draw the Leader's attention to two issues that are affecting small indigenous businesses in areas such as manufacturing, services and retail.  The first is the attitude of the banks in failing to make finance available to viable businesses.  Some 16 jobs were lost in my constituency in recent days because a bank would not lend a meagre amount of money to a company which had significant orders up to the end of the year.  Business people in the retail and other sectors have said to me that the banks are treating them like criminals.  That is a significant statement.  It is not acceptable for the banks to treat people like criminals.  We need to have a major discussion on the matter in the House.<\/p><p>Legitimate businesses cannot compete with those operating in the black economy because they are being undercut by those operating cash-only businesses.  Those involved in business often complain about over-regulation, but I suggest there is under-regulation in certain sectors.  Every business operating should have to display a licence on its premises and in vehicles and be required to have a tax clearance certificate.  We need to do significant work to level the playing field in a way that will enable legitimate businesses to operate, thrive, prosper and survive.  The next time the relevant Minister comes to the House the Leader should put the major challenges facing small indigenous businesses on the agenda for discussion.  Possibly it will dovetail with what Senator Darragh O'Brien said.  I urge the Leader to organise such a discussion in the next three or four weeks, if possible.  Many businesses are in danger of going to the wall if we do not do something to help them.  There are some very practical things we could do and I will articulate some more of them during the discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B02900","speaker":"1118"},{"type":"speech","time":1348133400,"counter":36,"content":"<p>Like my colleague, Senator Darragh O'Brien, I am calling for a debate on job creation.  In the run-up to last year's general election the Government parties promised to create 40,000 jobs a year.  There is no system to measure how many jobs will be created on foot of the Government's raid of €2 billion from the National Pensions Reserve Fund over four years.<\/p> <p> I call for a debate on the mortgage issue.  We all know it is a serious issue.  A report today by Moody's projects that one in five mortgages will be in default next year and that if one is self-employed one is twice as likely to be in default this time next year.  This is concerning because these people are going to be the new vulnerable.  Often they do not have the safety net of social welfare to look after them.  I call for the publication of the Thornhill report into the new property tax.  On this side of the House we have argued that while there are arguments for a property tax as a means of collecting revenue now is not the time to bring in a property tax when one considers all the pressures that people are under.<\/p><p>There has been a worrying development from Europe.  The German Foreign Minister is calling for the creation of a European army and that the President of the European Commission should make direct appointments to a European government.  I call for a debate in respect of Ireland's traditional position of neutrality and for a strong statement from the Minister for Foreign Affairs and Trade to the effect that we are not in favour of the creation of a European federal army with the provision - this is the worrying point from the German Foreign Minister - that no one country could block a common initiative.  That is a serious statement by any German Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000003#B03000","speaker":"1159","continuing":true},{"type":"speech","time":1348134000,"counter":38,"content":"<p>Did Fianna Fáil not support the treaties?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C00400","speaker":"1122"},{"type":"speech","time":1348134000,"counter":39,"content":"<p>They created the battle groups.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C00500","speaker":"1133"},{"type":"speech","time":1348134000,"counter":40,"content":"<p>One should be able to create a situation where-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C00600","speaker":"1159"},{"type":"speech","time":1348134000,"counter":41,"content":"<p>Fianna Fáil wanted to support a European army.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C00700","speaker":"1133"},{"type":"speech","time":1348134000,"counter":42,"content":"<p>Senator Daly to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C00800","speaker":"1120"},{"type":"speech","time":1348134000,"counter":43,"content":"<p>I presume the German Minister is trying to imply that if Europe decided to go to war one country could not stop it.  It is bizarre stuff, I agree with Senator Whelan.  Coming from the German Minister I need say no more than that we should be slightly concerned that this has been reported.  The fact that a German Minister wants to create a European army and that a veto would not be a part of that is a matter of concern.  There should be unanimous agreement if a European army were to be deployed.  Obviously, I am against the whole concept of a European army but the fact that this is their new mindset must be of concern to everyone in the House.  I call on the Leader to organise a debate on Ireland's traditional position of neutrality and on the comments by the German Foreign Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C00900","speaker":"1159"},{"type":"speech","time":1348134000,"counter":44,"content":"<p>To get back to matters more at home, I draw to the attention of the House that the interim closing date for the registration of septic tanks is one week away on 28 September.  To be fair to the Minister and the Department of the Environment, Culture and Local Government, it is a relatively modest €5.  Colleagues will be aware that due to the deluges we had and the poor weather during the summer months industrial-scale treatment plants in Cork and Clare were overwhelmed and malfunctioned to the extent that some of our best known beaches in Cork and Clare had to be closed due to pollution and the proliferation of E. coli.  Therefore, it follows that if there are 480,000 tanks throughout the country there is no doubt that on a local level many of these tanks would have malfunctioned, would have been overwhelmed and would have flooded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C01000","speaker":"1143"},{"type":"speech","time":1348134000,"counter":45,"content":"<p>Where is the evidence for that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C01100","speaker":"1122"},{"type":"speech","time":1348134000,"counter":46,"content":"<p>There is plenty of evidence because I saw it happening in my local area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C01200","speaker":"1143"},{"type":"speech","time":1348134000,"counter":47,"content":"<p>Where is the evidence?  Bring it in.  We would love to see it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C01300","speaker":"1122"},{"type":"speech","time":1348134000,"counter":48,"content":"<p>It is imperative that people stop paying lip service to the environment and to being good neighbours.  There is a need for clean, safe sustainable water.  It is reckless in the extreme to encourage people not to maintain and monitor their septic tanks or to ensure they are operating properly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C01400","speaker":"1143"},{"type":"speech","time":1348134000,"counter":49,"content":"<p>We all agree with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C01500","speaker":"1133"},{"type":"speech","time":1348134000,"counter":50,"content":"<p>I urge country people to register with what is a modest charge of €5.  It makes good sense.  It makes one a good neighbour and it protects the local water resource, not to mention that not to do so would leave the State, the Government and the taxpayer exposed to millions of euro in fines from the EU because of not complying with EU directives.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C01600","speaker":"1143"},{"type":"speech","time":1348134000,"counter":51,"content":"<p>What about tackling county council pollution?  What is the Labour Party doing about it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C01700","speaker":"1122"},{"type":"speech","time":1348134000,"counter":52,"content":"<p>I congratulate the Labour Party spokespeople who tabled the motion last night on charities.  Senator Bacik stated today that there was a good and worthwhile debate last night and I agree.  The fact that Ireland is one of the few countries that does not have a regulator for charities is indicative of the work the Seanad can do.  We can draw attention to such areas.<\/p><p>Another issue to which we should be drawing attention is diesel laundering.  The House may have heard that yesterday there was another huge diesel laundering plant found on the Monaghan Border.  There is an answer to this problem.  We are one of the few countries that uses a system of colouring diesel to distinguish between duty-paid diesel and agricultural diesel.  Let us find another solution.<\/p><p>I am reminded of the efforts in the United States where they introduced prohibition in 1919.  It was exactly the introduction of prohibition, which may have been worthy at the time, that gave rise to such gangsterism and criminality and it was 1932 before they abolished it.  Something similar is occurring here.  The amount of criminal activity, especially around the Border area, is something we should be doing something about.  I am keen to see attention drawn to it in whatever way we can do it from this House.<\/p><p>I call on the Leader to consider a debate at some point in future - it is not immediately urgent - on archives.  We had a good debate on maintaining archives.  The legislation holds that if one prints a book one must register it and a copy goes to Trinity College and elsewhere.  Most archives nowadays are not necessarily printed books.  There are archives in radio and television.  Until recently, RTE did not take note of the tapes it had and used tapes over and over again.  Historians will come back at a later stage.  Now that we are coming up to the 1916 anniversary, it seems we should value our archives and the information we have.  We should take steps to ensure that future historians can look back, learn, remember and find out what we have to be proud of.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C01800","speaker":"1145"},{"type":"speech","time":1348134000,"counter":53,"content":"<p>Like other Senators, I compliment the proposers of the motion on charities.  I hope something positive will come of it in the near future.<\/p><p>Ireland's wireless spectrum bands were to be put up for auction last July but we still have not seen the auctions taken place.  Some 28 blocks of spectrum will be auctioned to the highest bidder.  Naturally, they will not all be auctioned in one year but the telecommunications companies are waiting.  Some estimates suggest that we could raise up to €260 million from these auctions.  Naturally, it will not all be raised in one year but some of it could be raised this year if the auctions were held.  Will the Minister explain why the auctions have been delayed?  They are so important.  The Minister, Deputy Rabbitte, has rolled out Delivering a Connected Society - A National Broadband Plan for Ireland.  These auctions would help to proceed with the plan.<\/p><p>The independent regulator's office is an independent office.  The Minister, Deputy Rabbitte, should be commended for doing what he is doing and on doing what is within his powers to ensure that every sector in society and every business in every part of Ireland is connected and perhaps even fourth generation or 4G enabled.<\/p><p>Many of the telecommunications firms in Ireland claim that until the auctions take place they will not be able to guarantee investment from their parent companies.  This is important because if the parent companies will not guarantee investment, the auction or the money will not be there.  The companies will have to work together to get these auctions in place.  There is only one month until the analogue system switches off.  It should be up and ready to go.<\/p><p>I read a statement that the companies had expected the auction by last Easter.  We were told it would be July.  We are lagging behind.  Germany, Spain, Italy and France have already completed their spectrum offers.  We are supposed to be at the coal-face or to the fore.  We must get up on our bicycle.  There has been a delay in this regard in England.  I read that this was because the telecommunications companies there were jockeying for position.  Is that the case in Ireland?  If it is, I want to know what the delay is and what is holding it up.  I realise the Minister has said it and he is trying his best.  He has rolled out the plan and done what he has done.  I refer to the significant €9 billion portion of the €40 billion for connecting Europe infrastructure that the Minister has secured.  The Department is doing its business but I want to know what is slowing up the regulator.  The industry hopes the auction process will take place.  Operators need spectrum so that they can roll out 4G broadband.  The various businesses that are developing faster speed telephones and broadband need this.  They need certainty and the business community needs certainly.  I would appreciate it if the Minister would make a statement on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C01900","speaker":"1135"},{"type":"speech","time":1348134000,"counter":54,"content":"<p>In recent days there was a debate in the Dáil on the health service and, more important, the performance of the Minister for Health.  A motion of no confidence was tabled.<\/p> <p>While the Minister may have survived that motion it is fair to say he was given the yellow card, not from Opposition Members but by the failure of his own Minister of State, Deputy Róisín Shortall, in her contribution, to fully defend him, his policies and his actions.<br \/><b><\/b>It is important to have a debate on the health services in this House.  While we were on our summer break, &#8364;130 million worth of cuts were made.  Those cuts could have been prevented if the Minister went after the real waste in the system and if he looked at alternatives to cutting services for people with disabilities or those being cared for, both the infirm and the elderly.  That is not the way to bring into being the kind of health service that people want.  In the last budget &#8364;700 million was taken out of our health services.  It is projected that over the course of the next number of years a further &#8364;2 billion will be taken out of the public health service.<\/p><p> There are three critical issues facing the health service in the short to medium term.  The first is the promise by the Government and the Minister to deliver universal health insurance.  Where is that?  If anything, we are going backwards.  There is no detail as to how it is going to be rolled out.  The Minister should spell out his plans.  Second, the Minister abolished the HSE but there is still no detail on what is going to replace it, what new structures will be put in place and how we are going to bring accountability into the health service.  Third, there are plans to reconfigure hospital services.  In the Leader's own constituency in Waterford and in the south east we will see a reconfiguration of services and new hospital networks.  Waterford Regional Hospital is to be aligned to Cork, with the centralisation of services in Cork and a drift of services away from other hospitals in the region.  That is what is happening in our health service at the moment.  These are critical issues and the health service is one of the most important public services available to citizens.  Given what has happened, given the cuts announced while we were on a break - we have not had a chance to discuss them - and given that more cuts are planned because there is still an overrun in the Department's budget, if democracy means anything, space must be provided in this House to have a proper debate on where the cuts should be made.  They should not be made to front-line services and services for the most vulnerable in society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000004#C02000","speaker":"1133","continuing":true},{"type":"speech","time":1348134600,"counter":56,"content":"<p>I take the opportunity to add my voice of welcome and support for the wording of the children's referendum.  The Minister, her officials, staff in her Department and many others have worked tirelessly to ensure that the wording is a good one and that is why we have seen such a warm and positive welcome over the past 24 hours.  However, a good start is only half the battle and we all have an enormous responsibility to ensure that the campaign to bring the referendum to a positive result on 10 November is successful.  It is a very important responsibility and it is quite easy, perhaps, to be a little complacent because it was done so well and everyone seems happy about it.  We will have to work very hard to keep reminding people of the importance of this referendum and to ensure that the essence of the wording and what it means to our society is brought home to people.  Every one of us has a responsibility to spend the next few weeks debating the issues in this House, with our constituents, on local radio and in the newspapers to try to ensure that this very important referendum is won.<\/p><p>I also welcome completion of the EirGrid east-west interconnector project.  It is not very often that I find myself welcoming a piece of pipe under the ground.  I cannot claim to understand it in all its detail but the enormity of the project and the fact that EirGrid has brought it in on time and under budget is a credit to the company and its employees.  Indeed, it marks a great opportunity in terms of co-operation and collaboration with our nearest neighbour from a business perspective and hopefully it will bring some security in terms of our energy requirements in the future.  I say &quot;well done&quot; to EirGrid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000005#D00400","speaker":"1129"},{"type":"speech","time":1348134600,"counter":57,"content":"<p>I ask the Leader to arrange a debate on the status of Cork Airport, in view of the recent announcement by Aer Lingus that it is axing several flights between Cork and Gatwick Airport.  Given the fact that there are now 50% fewer flights leaving Cork Airport than there were six years ago, I am deeply concerned that the status of the airport is being wound down in such a way that it will eventually not be commercially viable in the future.  The loss of the Cork to Swansea ferry was an enormous blow to the region, both in terms of tourism and the commercial life of the Cork and Kerry region and the greater Munster area but went almost unnoticed.  The Minister for Transport, Tourism and Sport, Deputy Varadkar is responsible on both counts because tourism is being damaged and the status of Cork Airport is being seriously affected.  Furthermore, the commercial and business life of the Munster region can only be damaged by the huge diminution of services from the airport.  There is now no flight between Cork and Dublin being operated by Aer Aran, Ryanair or Aer Lingus.  At one stage there were nine or ten flights each day between the two major cities but all of those flights have evaporated without notice.  I am deeply concerned that Cork Airport could close down totally in the next few years.  A debate on this very important element of the transport infrastructure on this island is warranted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000005#D00500","speaker":"1127"},{"type":"speech","time":1348134600,"counter":58,"content":"<p>I strongly support Senator Mullins's comments on the black economy.  There is increasing evidence of cash rackets, diesel laundering, and illegal tobacco trading and the latter, in particular, is wreaking havoc in the city of Dublin and in other areas of the country.  There is also evidence that many of these black market activities are emanating from the Border areas.  I know there is excellent co-operation between the two police forces on this island and I am not necessarily saying there should be more because I do not know the details.  I ask the Leader to invite the appropriate Minister to the House to debate this matter.  We would probably need to invite the Minister for Justice and Equality in order to discuss security and to ascertain what is going on between the two police forces.<\/p><p>It would be helpful to have a debate on this area because there is increasing evidence of people dealing with others who are not registered.  This is not good citizenship.  It behoves us to ensure that people are law-abiding in their tax affairs.  I know there is a tendency in a recession to deal in cash but that causes its own problems.  We have enormous problems with regard to the Exchequer.  There is an enormous discrepancy between what it is costing to run our services and what the State is taking in, which is why we have our current budgetary difficulties.  In that context, I ask the Leader to invite the appropriate Minister to the House to discuss the black economy.  We could have a very useful debate on the matter.  We are all gathering anecdotal evidence of an increase in various rackets.  I do not know what can be done and it appears to be a very difficult issue with which to grapple.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000005#D00600","speaker":"1151"},{"type":"speech","time":1348134600,"counter":59,"content":"<p>Yesterday the CSO launched its quarterly national household survey for the second quarter, covering April to June 2012.  The results show the continuation of a lack of growth in the economy and in employment.  Up to June 2012, unemployment increased by 4,000.  The unemployment rate of 14.8% has remained constant for the last few months.  The actual figure for the number unemployed is 308,500.  I draw Members particular attention to the figure for the long-term unemployed, that is, those who have been consistently unemployed for 12 months or more, which is now 59.9% of the total number unemployed.  In other words, practically 60% of the unemployed people in this country have been out of work for a year or more.  This figure is growing consistently.<\/p><p>The CSO report also shows a drop of 30,000 in the labour force in the year to June 2012.<\/p> <p>This indicates that emigration could be reaching 40,000 people a year.  I would like to see some emotion expressed by the Minister for Enterprise, Jobs and Innovation and for him to get passionate about dealing with unemployment in this country.  He is very excited about the increase in jobs announced yesterday in Galway, which I have no doubt is good.  However, two weeks ago, the chairman of the US Federal Reserve, Ben Bernanke, announced that he was to put $40 billion per month into the open bond market on an unending basis to stimulate the economy.  He was shaking when he made the announcement.  Unemployment in the United States is 8.2%.  This morning, Senator Mullins spoke about the lack of credit available to small and medium-sized companies.  I have spoken on this issue on at least 20 occasions in this Chamber.  I would like Senator Mullins to become passionately excited when the Minister comes to the House and tell him what he said here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000005#D00700","speaker":"1156","continuing":true},{"type":"speech","time":1348135200,"counter":61,"content":"<p>I will.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E00200","speaker":"1118"},{"type":"speech","time":1348135200,"counter":62,"content":"<p>Does Senator White have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E00300","speaker":"1120"},{"type":"speech","time":1348135200,"counter":63,"content":"<p>I have no doubt the Minister is a brilliant academic.  He is highly educated and a University of Oxford graduate but I want to see passion in him as regards bringing down this unemployment rate.  If 40,000 people per year are emigrating, the figure could be 22%.  As a person who created a company during the last recession in the 1980s, I know what unemployment does to people.  I recommend Members read a document with evidence of the effects of unemployment on the mental health of people in an economic crisis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E00400","speaker":"1156"},{"type":"speech","time":1348135200,"counter":64,"content":"<p>Is the Senator looking for a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E00500","speaker":"1120"},{"type":"speech","time":1348135200,"counter":65,"content":"<p>I join in the comments of previous speakers on diesel laundering.  The criminal activity that surrounds this is of huge concern as it is only a matter of time before something really serious could happen in terms of people's lives.  I heard a very interesting suggestion on the radio this morning which perhaps has been considered by the authorities.  Low-level radiation is used in diesel to stop the laundering because that is something that could not be laundered.  I thought it was a very interesting suggestion which has perhaps already been discovered.  Perhaps the Government could ask universities, scientists or other groups to hold a national competition of some sort to see who could come up with a way of stopping diesel laundering by putting something in the diesel that could not be laundered.  We need to be innovative about this problem because it causes huge loss to the Exchequer and is a serious issue not only in the Border counties but in general.<\/p><p>I join Senator Mullins and others in respect of small businesses.  We heard a very interesting presentation yesterday from various speakers on the issue of sick pay.  The Government needs to look at the harsh reality that if one pays people to be absent, they will be absent.  That is the reality.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E00600","speaker":"1153"},{"type":"speech","time":1348135200,"counter":66,"content":"<p>That is not correct.  That is a cynical view of human nature.  It is an outrageous remark.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E00700","speaker":"1156"},{"type":"speech","time":1348135200,"counter":67,"content":"<p>It is not an outrageous remark.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E01000","speaker":"1153"},{"type":"speech","time":1348135200,"counter":68,"content":"<p>It is akin to what Mitt Romney said about people who vote for the Democratic Party.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E01200","speaker":"1156"},{"type":"speech","time":1348135200,"counter":69,"content":"<p>There are many problems endured by small businesses.  I agreed with Senator White when she spoke about the banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E01400","speaker":"1153"},{"type":"speech","time":1348135200,"counter":70,"content":"<p>Say that down in Dublin South-East.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E01500","speaker":"1156"},{"type":"speech","time":1348135200,"counter":71,"content":"<p>Senator Noone to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E01600","speaker":"1120"},{"type":"speech","time":1348135200,"counter":72,"content":"<p>It would be nice to be able to speak without interruption.  It is very irritating.  I do not need to be patronised and told that it is good for me to be interrupted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E01700","speaker":"1153"},{"type":"speech","time":1348135200,"counter":73,"content":"<p>I am just correcting the Senator.  She should not say that about me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E02000","speaker":"1156"},{"type":"speech","time":1348135200,"counter":74,"content":"<p>Senator Noone to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E02100","speaker":"1120"},{"type":"speech","time":1348135200,"counter":75,"content":"<p>As I have been sufficiently interrupted, I should just sit down.  In respect of small businesses-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E02200","speaker":"1153"},{"type":"speech","time":1348135200,"counter":76,"content":"<p>The Senator is out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E02300","speaker":"1120"},{"type":"speech","time":1348135200,"counter":77,"content":"<p>I am out of time because I was interrupted and now the Cathaoirleach is interrupting me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E02400","speaker":"1153"},{"type":"speech","time":1348135200,"counter":79,"content":"<p>I am just going to sit down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E02600","speaker":"1153"},{"type":"speech","time":1348135200,"counter":80,"content":"<p>Ba mhaith liom a mheabhrú do mo chomh-Sheanadóirí go bhfuil cur i láthair inniu againn san AV room.  I remind my fellow Senators that we have a presentation today in the AV Room from the residents of the direct provision centre in Lisbrook in Galway, which is under threat of closure, and I invite Members to come along and hear their side of the story.<\/p><p>  Any Member travelling throughout Ireland during his or her summer recess would have noted that rural Ireland is being devastated by the cutbacks being imposed and the emigration mentioned.  This morning a District Court judge lashed out over the closure of courthouses in rural areas and she mentioned in particular the threat to Spiddal and Derrynea in County Galway and Cill Rónáin on the Aran Islands.  She said that this is a very detrimental move that undermines the ability of people in those rural areas to attend their local court services.  According to the <i>Connacht Tribune<\/i>, she noted that the closure will also involve an added inconvenience for people from these rural areas where public transport is not always readily available to travel to the city for cases that may not even be reached on the allocated dates as lists will get consequently longer.  The <i>Connacht Tribune<\/i> notes that six more Garda stations in County Galway are facing the chop.  This issue and policing in rural Ireland are two of the main issues I have heard raised at a number of meetings held by Sinn Féin.  To hear that six small rural Garda stations in County Galway are also in the firing line is of great concern to us.  I call on the Minister to address this issue.  The stations under threat in Galway are Carna, Inverin, Ros Muc, Recess and Leenane.<\/p><p>  In the east of Galway, the stations at Monivea, Kilcolgan, Ardrahan, Kiltormer, New Inn, Ahascragh, Killimor, Corofin, Kilconly, Barnaderg, Milltown, Ballymoe and Williamstown are in serious doubt.  Closing more Garda stations would be a very detrimental move.  Gardaí are already concerned about the cutbacks in the number of Garda cars and the ability to deliver services in these areas if the stations are closed.  It is imperative that the Minister for Justice and Equality comes to the House to debate policing in rural areas and the Courts Service and not pass the buck by saying it is a decision for the Commissioner of the Garda Síochána.  It is a decision for Government because the Commissioner is dependent on the funds available to him from the Minister.  All of my colleagues would agree with me on that point.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E02700","speaker":"1122"},{"type":"speech","time":1348135200,"counter":81,"content":"<p>I wish to take up the point raised by Senator Mullins about small businesses.  One of the saddest sights in years gone by was to see little households in rural Ireland padlocked, the roofs falling in, the buildings becoming derelict and the occupants scattered to the four corners of the Earth.  They remain a reminder of how vulnerable we are as a nation and perhaps the lack of foresight we had at that time.  This story is being replicated today in towns and villages in modern Ireland.  If one walks down any street today, one will see all the small businesses that are closed.  These businesses were run by honest, decent people who worked long hours for small profit or none to keep three, four or five people in employment.  It was very often the straw that broke the camel's back that closed those businesses.  Bureaucracy tried to squeeze the last euro out of them.  This is very short-sighted because, again, the people who worked in those businesses have had to emigrate.  We talk here about generating jobs.  In a recession, the big grandiose schemes do not always deliver the numbers.  Small businesses, where one finds dedication, experience and customer loyalty, are the bedrock on which one would build.  It would be in all our interests if instead of trying to find ways of making it difficult for those people to exist, the relevant Departments found ways of helping them.  If a number of people are already working there, there is the possibility of adding one, two or three jobs more.<\/p> <p>Perhaps some day the Leader might provide time to discuss that point because as we walk through these towns and villages, the businesses which are closed are a reminder that there was a lack of foresight.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000006#E02800","speaker":"1115","continuing":true},{"type":"speech","time":1348135800,"counter":83,"content":"<p>With other colleagues, I welcome the significant job announcements in the mid-west this week.   There was the announcement of 400 jobs in Northern Trust in Castletroy, County Limerick.  This is the largest job announcement since Dell announced a few years ago that it was scaling back its operations.  Some 24 hours earlier there was the announcement of the creation of 300 jobs at the games company Electronic Arts in Galway.  Therefore, between counties Clare, Galway and Limerick a total of 700 jobs have been announced in the past week.  Like Senator Michael Mullins and others, I echo the need to support small business.  Senator Labhrás Ó Murchú put it eloquently when he mentioned the many businesses throughout the country that employed five to eight people, struggled with the bureaucracy, the Revenue Commissioners and the banks.  The good goes out of it because at the end of the day there is precious little with which to pay those who create the jobs in the first instance.  As a society, Government and country, we need to support small indigenous industries.  We need to create an environment in which industry, enterprise and small businesses can thrive.  We had this in the 1970s, the 1980s during the previous recession and the 1990s and we need to foster it again.  I, therefore, ask the Leader to provide time for a debate on small indigenous businesses and the practical steps the Government could take to support them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000007#F00200","speaker":"1158"},{"type":"speech","time":1348135800,"counter":84,"content":"<p>It is significant that the trend of the debate on this side of the House as much as on the other side has been towards tackling the issue of long-term unemployment.  I commend Senator Mary White for highlighting the dire statistics for the second quarter issued by the Central Statistics Office.  There are a number of suggestions.  However, we have not heard much in recent months about the notion mooted in the House of a venture capital bank.  The Minister of State with responsibility for small business, Deputy John Perry, who is from my constituency and a good friend has had personal experience of this as chairman of the Ireland-Taiwan Parliamentary Friendship Society.  That is where I think he got the idea from because the Taiwanese have established such a venture capital bank.  There are suggestions that such a bank should be established to help small business as a unit within AIB that would be dedicated to providing venture capital for small and medium-sized enterprises.  <\/p><p>There is also a view - I do not necessarily agree with Senator Catherine Noone - that if one pays people, they will remain absent from the workforce.  However, economists have proved that at the height of the Celtic tiger when social welfare benefits were at their highest, the rate of unemployment was only 4%.  That gives the lie to the view that people did not want to work.  When jobs were available, they took them.  I do not want to misinterpret what Senator Noone said-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000007#F00300","speaker":"1128"},{"type":"speech","time":1348135800,"counter":85,"content":"<p>I did not get much of a chance to say what I wanted to say.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000007#F00400","speaker":"1153"},{"type":"speech","time":1348135800,"counter":86,"content":"<p>The Senator will have a chance to do so next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000007#F00500","speaker":"1139"},{"type":"speech","time":1348135800,"counter":87,"content":"<p>They are paid to be absent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000007#F00700","speaker":"1153"},{"type":"speech","time":1348135800,"counter":88,"content":"<p>Senator Mooney to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000007#F00750","speaker":"1120"},{"type":"speech","time":1348135800,"counter":89,"content":"<p>I am just taking the stark statement made by the Senator who said that if people were paid, they would be absent.  That was the point she made.  However, I do not wish to be distracted as there was a significant number of contributions across the House on the issue.  <\/p><p>In his announcement of the legislative programme in the other House up to the end of the year the Government Chief Whip indicated that the jobs issue would be a priority.  Therefore, it is incumbent on the Leader to ensure this House reflects the real concern expressed about the 200,000 persons long-term unemployed.  There must be ideas and suggestions about what could be done to help them.  Senator Mary White is correct - we need to be passionate about the issue.  She is correct also about its impact on the mental health of those who are without work.  Perhaps the Leader might invite the Minister of State, Deputy John Perry, to come to the House to outline the Government's position as the unemployment rate has remained stubbornly high, particularly the number of long-term unemployed.  I appreciate the Government has a jobs plan, but it does not appear to work.  There is a need to recycle ideas.  I ask that the Leader provide time to debate this important matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000007#F00800","speaker":"1128"},{"type":"speech","time":1348135800,"counter":90,"content":"<p>The Leader of the Opposition, Senator Darragh O'Brien, raised the question of health cuts.  He criticises the Minister because of overruns in the system and also when measures are taken.  However, the Minister is there to reform the system and will continue to do so.  <\/p><p>In reply to Senators Darragh O'Brien and David Cullinane, Second Stage of the Health Service Executive (Governance) Bill will be taken in the House on Wednesday afternoon when there will be ample opportunity for all of the ideas expressed to be addressed.  I hope we will have a comprehensive debate and all suggestions as regards the cuts Sinn Féin would make and all of the other cuts being suggested will be considered when the Minister is in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000007#F00900","speaker":"1130"},{"type":"speech","time":1348135800,"counter":91,"content":"<p>Will the Minister for Health take the Bill?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000007#F01000","speaker":"1139"},{"type":"speech","time":1348135800,"counter":92,"content":"<p>It will not make any difference which Minister takes it as the Government works in unity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000007#F01200","speaker":"1130"},{"type":"speech","time":1348135800,"counter":93,"content":"<p>I will be here next Wednesday for the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000007#F01300","speaker":"1139"},{"type":"speech","time":1348135800,"counter":94,"content":"<p>The issue of job creation and unemployment was raised by a number of Senators.  I will endeavour to have the Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, come to the House to address the issue.  It is the most important challenge facing the Government and the number one priority is the creation of jobs.  We had a healthy debate during which some laudable suggestions were made.  Perhaps we might receive a further update from the Minister of State, Deputy John Perry, or the Minister on the matter and the points raised by Senators about the problems of small businesses.<\/p><p>I note Senator Sean D. Barrett's point about the circulation of documentation.  I will try to have it addressed.<\/p><p>Senators Michael Mullins and Paul Coghlan mentioned the black economy and the difficulty presented for the many small businesses trying to operate legally.  That is a point which needs to be addressed and I will invite the relevant Minister to discuss the matter.<\/p><p>Senator Mark Daly raised the issue of the creation of a European federal army.  He need have no concerns about it.  It does not necessarily mean that the rest of the European Union is saying what the Germans are saying.  <\/p><p>Senator John Whelan raised the matter of the registration of septic tanks and urged people to register without delay.  The vast majority have done so.  I hope the others will do so before the deadline of 28 September. <\/p><p>Senators Feargal Quinn and Catherine Noone raised the question of diesel laundering which presents a major problem, not only because of the revenue lost to the State but also because sludge is being dumped the length and breadth of the country.  I have discussed the issue with the Minister.  The authorities and scientists on this part of the island and in the United Kingdom are working actively on a solution and I hope there will be positive news in that regard because it is a scourge.  Individuals who were involved in subversive activities are now involved in this criminal activity which is causing major problems.<\/p> <p> Senator Keane raised an important issue.  I have spoken to the Minister, Deputy Rabbitte, who is willing to come here to discuss broadband and communications matters.  I hope that will be within the next week or two.  The Senator can raise the delay in auctioning the spectrum bands with him then.<\/p><p>I have addressed the point made by Senator Cullinane.  We will take Second Stage of the Health Service Executive (Governance) Bill next Wednesday. <\/p><p>Senator O'Keeffe referred to the referendum on children's rights and we all welcomed its wording yesterday.  A lot of work needs to be done to convince the people to accept the referendum proposal.  Like the Senator, I also compliment EirGrid.  <\/p><p>Senator O'Donovan asked a question on the status of Cork Airport.  I will endeavour to have the relevant Minister here to debate transport.  We are due to have such a debate as it has been some time since we last debated the issue.  <\/p><p>Senator White referred to the comprehensive CSO report but I have not yet got around to reading it.  As she stated, long-term unemployment is a major problem.  It is the most major problem faced by the Government. Tabling a motion will not create jobs but prudent policies will.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000007#F01400","speaker":"1130","continuing":true},{"type":"speech","time":1348136400,"counter":96,"content":"<p>One cannot create a job unless one is passionate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000008#G00200","speaker":"1156"},{"type":"speech","time":1348136400,"counter":97,"content":"<p>I agree with the Senator that we should invite the relevant Minister to give an update on current projects.<\/p><p>I welcome Senator Ó Clochartaigh's review of the Galway newspapers and thank him for informing us which Garda stations may close.  In this House we deal in fact, not speculation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000008#G00300","speaker":"1130"},{"type":"speech","time":1348136400,"counter":98,"content":"<p>The speculation has been correct in the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000008#G00400","speaker":"1122"},{"type":"speech","time":1348136400,"counter":99,"content":"<p>We will endeavour to have the Minister for Justice and Equality come here at a later stage.<\/p><p>Senator Ó Murchú again raised the matter of small businesses being the backbone of rural society and the need to reduce red tape for them.  The matter can be raised during our debate with the relevant Minister.  <\/p><p>Senator Conway welcomed the announcements made in the past two days about the creation of 700 jobs in Limerick and Galway.  I hope job announcements will continue for the remainder of the year.  I also hope jobs will be created in the largest unemployment black spot of Waterford and the south east which has a 20% unemployment rate.  <\/p><p>Senator Mooney also raised the issue of long-term unemployment.  He inquired about the need for a venture capital bank and its status.  I noted his comments and the Minister of State at the Department of Jobs, Enterprise and Innovation, Deputy John Perry, will be here in the next couple of weeks.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000008#G00500","speaker":"1130"},{"type":"unspoken","time":1348136400,"counter":100,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Irish Water and Related Reforms: Statements","time":1348136400,"counter":101,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000008#G00700"},{"type":"speech","time":1348136400,"counter":102,"content":"<p>I welcome the Minister of State to the House.  Tá fáilte roimh an Aire Stáit go dtí an Teach.  We will now deal with statements on Irish Water and related reforms and he has the floor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000008#G00800","speaker":"1127"},{"type":"speech","time":1348136400,"counter":103,"content":"<p>Is mór an onóir dom bheith anseo arís chun an t-ábhar tábhachtach seo - uisce a sholáthar do gach cuid den tír - agus na ceisteanna práinneacha a bhaineann leis sin a phlé.  Is rud maith é gur féidir linn tosú ar maidin ceisteanna a freagairt ó dhaoine agus go dtiocfaimid ar ais go luath chun an clár a bheidh á scaipeadh againn a scrúdú ionas go mbeidh gach duine sásta íoc as an uisce.  Chun sin a chur chun cinn, caithfidh díospóireacht leathan a bheith againn.<\/p><p>It is important that I am here again today to talk about Irish Water and the future it will play in the economy and our community.  One of the big issues with regard to water is how we rationalise - with the establishment of Irish Water - all of the services of the different local authorities.  We aim to work with everybody concerned to ensure that the process is as easy as possible and to have the consent of as many people as possible.<\/p><p>The vision for Irish Water has been expressed in a Bord Gáis vision statement and I heartily agree with it.  Bord Gáis will be the company responsible and accountable for Irish Water.  Our objective is to deliver sustainable high quality and efficient water and wastewater services for the benefit of all citizens.  In order to do that the following business objectives are required.  Irish Water must be focused on building consumer confidence and meeting customer needs.  It will build on and use the experience and expertise of local authorities, the Department of the Environment, Community and Local Government and other bodies in addition to the utility experience of Bord Gáis within a professional and competent working environment.  <\/p><p>Irish Water will be accountable and must be seen to act with social responsibility.  In that context, it is important that I am accountable and I shall continue to be accountable.  I can tell the Leader that I am happy to come here, with reasonable notice, to debate and discuss all of these issues because they are fundamental to the future of the country and its economy.<\/p> <p>How we do that in the most accountable and transparent way is an important task and I am confident the Seanad will assist me with my role in that regard.  Irish Water will have an efficiency focus, harnessing the scale that will deliver efficiencies that were not possible previously.  It will utilise Bord Gáis's international's financing capabilities to enable major capital expenditure to be performed at least cost.  We will deliver a company with a solid governance structure working with 34 separate water service authorities to deliver exemplary customer services.  Irish Water will continuously engage with the public to set out and explain the objectives and benefits of reform.  That is the task of Irish Water.  As Minister of State in the Department, it is my task to deliver it.<\/p><p> Ensuring that we have a modern, adequately resourced water services sector that will manage and deliver critical infrastructure is a key priority for the Government.  The programme for Government provides for progressive and considered structural reforms of the water services sector in Ireland.  While we are fortunate to have had resources to invest in the water sector in the past decade, steady State investment is required to deal with the requirements of the water framework directive and to support economic recovery by ensuring we meet the requirements of sectors with the capacity to develop and create employment.  Meeting these challenges is not just about capital investment, it is also about the governance of the water sector, the most efficient form of delivery of services and ultimately ensuring that a quality service is delivered to all customers.<\/p><p> There are essentially three inter-related components to the Government's plan.  These are to establish Irish Water<b><\/b>as an independent State-owned company within the Bord Gáis group; to introduce a sustainable funding model to support much needed investment in the sector, in line with the commitment in the programme for Government and the memorandum of understanding with the EU-IMF-ECB, which will include the introduction of water charges for domestic users; and to establish an independent economic regulator for water services, a function being assigned to the Commission for Energy Regulation, CER.  These reforms involve fundamental change in how the delivery and funding of the water sector is organised and are necessary to equip the sector to meet the challenges of the future.  These challenges include the need for investment in water and wastewater infrastructure to support economic recovery, enterprise development and job creation and to ensure that we comply with all statutory environmental and public health requirements.<\/p><p> The approach to building a new and sustainable model must be accompanied by organisational change and underpinned by the appropriate policy and legal framework.  Work is now focused on finalising an implementation strategy for the establishment of Irish Water which will provide the platform for dealing with a broad range of implementation issues during the transitional phase.  The implementation strategy is being developed in collaboration with other relevant Departments, local authorities, Bord Gáis and NewERA.  Once finalised, the implementation strategy will provide the basis for comprehensive public communications on the reform programme, outlining the next steps.  I hope that we will have the implementation strategy in place before Christmas.  I will be happy to come back to the Seanad to go through the strategy in detail with Members or to attend any Oireachtas committee and to debate the issue in the Dáil.  This will only work if we can sell the message to everyone.  It is our job and the job of Irish Water to communicate fundamental issues of change for all of us.  The communications strategy used by Irish Water will be a core and essential part of making the public case for change.<\/p><p> The strategy will focus on maintaining the delivery of a critical public service during and following a restructuring process, and is therefore premised on a phased rather than a big bang approach.  This will involve the establishment of programme management structures in 2012 to manage the transition process; the establishment of Irish Water on an interim basis later this year and under its own statute in mid-2013 at which stage Irish Water would acquire statutory responsibility for water services; and local authorities acting as agents of Irish Water for water services operations, based on service level agreements, for a considerable period.<\/p><p> Some of the critical challenges facing the sector were well articulated by the excellent and incisive report on water provision published by the Oireachtas Joint Committee on the Environment, Transport, Culture and the Gaeltacht published in June this year.  It has informed the debate for me and within the Department.  The report highlighted that water provision in Ireland is at a critical stage and failure to take action will have significant societal and environmental consequences.  The recommendations of the committee will be taken on board to the greatest extent possible in the roll-out of the reform programme.  I will return to the committee at the appropriate stage to go through the issues with members.<\/p><p> The legislative provisions to establish Irish Water on an interim basis and to assign regulatory functions for water services to the CER will be brought before the Houses of the Oireachtas in this session, with the comprehensive Bill to establish Irish Water likely to be published in 2013.  There is a range of important aspects regarding the establishment of Irish Water which will have to be taken into consideration in drafting this Bill such as the governance and accountability of the new utility, which is absolutely critical, reflecting the intention of the Government that Irish Water will be publically owned.  The legislation will address the legal name of the organisation.  Tá a lán daoine tar éis scríobh chugam mar gheall ar an ainm a bhéas ar Uisce Éireann.  Tá mise ag moladh go trom go mbeidh ainm Gaeilge ar an mbord.  It is important that the new organisation will have a strong Irish identity and that the name will be as Gaeilge.<\/p><p> The legal establishment of the economic regulator will be an important step in the process of ensuring that water charges for domestic consumers will be introduced in a way that is fair and equitable.  The primary and critical role of the regulator will be to act for and on behalf of the consumer.  That is an important point to make.  The setting of water charges by the regulator must take account of a number of factors, among them the capital and operational efficiencies that Irish Water should be expected to achieve, including through investment in leakage reduction - that is an important point if we do not address the significant issue of unaccounted for water.  In some counties it can be as high as 60%, compared to Dublin where it is approximately 28%, which indicates an efficient service.  We must address the issue of leakage and unaccounted for water; the future investment requirements in water and wastewater infrastructure - those who have read the EPA report on wastewater issues are aware that significant improvements must be made in a number of locations to deal with wastewater treatment and to improve capacity and it is important that investment is provided for the purpose; the level of continued Exchequer funding; the approach to implementation of the free allowance; and the support measures targeted at groups with medical need or affordability problems to avoid issues of water poverty.<\/p><p> One of the benefits of augmenting the water supply in the greater Dublin area will be the new centre in the midlands which will accommodate 1,000 acres of water.  It will provide a reservoir of water for the greater Dublin area but it will also be a massive boost to the local economy of the midlands in terms of recreation and amenity.  That will be a flagship project.<\/p><p> The Government believes that charging based on usage is the fairest way to charge households for water.  The proposed reforms represent a major change with significant implications for local government, local authority staff, the water industry in this country and its many stakeholders.  We are committed to ensuring that this change is managed well.  The skills within the Bord Gáis group will be paired with the water and wastewater expertise in local authorities to build the new organisation.  The service level agreements to be put in place between Irish Water and local authorities will ensure a smooth transition to the new model and guard against the loss of local expertise.  It will also mean that the majority of local authority staff working in the water area will remain in the direct employment of local authorities for a considerable period, with the potential for some service level agreements to remain in place beyond the transition period ending in 2017.<\/p> <p>Building from engagement to date with the ICTU, specific structures have been put in place to facilitate engagement with the unions and staff concerning the roll-out of the implementation stage.  A joint union-management group has been established, with an independent chairperson, to provide a mechanism for regular structured dialogue, consultation and engagement on issues arising from the implementation strategy.  That is a core issue which is being dealt with.  The structures are in place to ensure a constructive and structured dialogue.  I stress that unless we address key organisational and funding issues for the water sector we will constrain our capacity to continue to exploit this natural advantage, to attract foreign direct investment and high-end employment, and to meet the needs and demands of our existing businesses and communities for high quality water and security of supply.<\/p><p>Irish Water will focus on building consumer confidence and meeting customer needs.  It will build upon and use the expertise of the Department, local authorities and Bord Gáis to deliver sustainable, high quality and efficient water and waste water services for the benefit of the citizens of Ireland, and, in so doing, will be accountable and act with social responsibility.  The implementation strategy for Irish Water, which should be finalised in the coming weeks, will outline the next steps and the key milestones to be achieved to deliver on this ambitious programme of reform.<\/p><p>I look forward to hearing the views of Senators and commenting on them.  I assure them it is my intention to continue to return to this House at their invitation and go through all issues as they arise for Members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000008#G00900","speaker":"1069","continuing":true},{"type":"speech","time":1348137600,"counter":106,"content":"<p>I welcome the Minister of State to the House.<\/p><p>  In the first instance, this process lacks the openness and transparency we would wish for in the establishment of Irish Water.  There was a bypassing of the Oireachtas in terms of detail and there is obvious confusion in Cabinet about certain issues relating to charging for the water supply.  Much effort has been made to establish when this project will go live.  Recent reports mention 2016.  Given that Irish Water was created in a rush, its detail has been far from clear and its costing has the potential to be way out of line.  That is not the fault of the Minister of State but when one is going to do something one needs to have all the ducks in a row.  There have been contradictory statements.  The IMF sought a water charge and Fianna Fáil is putting together its own proposal in this regard.  However, when a body was established without tendering, openness or transparency and given automatically to Bord Gáis, for whatever reasons, it does not inspire confidence.  How much will this cost?  There is talk of establishing water meters throughout the country, which may cost &#8364;300 million or &#8364;500 million, a cost ultimately borne by the consumer.  There is a lack of clarity about this.  We are aware, as the county manager in the city of Dublin stated, that one in three household units in Dublin cannot be metered.  Apartment blocks and older houses will have issues in this regard.  This is the largest urban area but two-thirds of the people there will pay and one third will not.  Obviously, that will affect the figures, meaning that those who pay are supplementing those who will not.  There is also the issue of job losses.  The consultant PricewaterhouseCoopers stated that the future of the 4,278 people who are currently employed throughout the country in the 34 local authorities is in doubt.  How will this be managed?  Will these people be on the same pay and conditions if they are employed by Irish Water?  These are all matters that lack clarity.<\/p><p>  There was an announcement that the body was to be established, but we did not and still do not have the detail.  It is said the first water bills will issue by the end of 2013.  These reports continue but only now are we talking about who will pay for the meters.  There was confusion in Government about this.  When one announces something that does not contain much detail, the limited detail there is on issues about which people are concerned should at least be correct.  On 15 April the Taoiseach stated there would be no installation charge, only the cost of the actual meter.  On the same day an official from the Department of the Environment, Community and Local Government stated that the cost of buying and installing the meter would be passed on to the householder, not paid by the Exchequer.  The Tánaiste, Deputy Eamon Gilmore, stated no decision had been made on how water meters would be paid for.  That was all in one day.  The following day was no better.  The Taoiseach stated there would be no charge for installation and the Government set up an implementation group.  The Minister for Jobs, Enterprise and Innovation, Deputy Bruton, stated that the Government was awaiting proposals on the meters and the Minister for Finance, Deputy Michael Noonan, declared he saw meters as a friend of the householder and of business in that they will prevent waste.  That is correct - they will prevent waste - but what he did not say was who would pay for them.  These statements issued one day after the other.<\/p><p>  I remind my Labour Party colleagues that according to its manifesto of 2011 their party does not favour water charges.  The Minister for Public Expenditure and Reform, Deputy Brendan Howlin, stated on 18 February 2011 that he was against water charging and that water was a necessity.  I can agree with the second comment but the first was stated also by the Tánaiste in <i>The Irish Times <\/i>on 28 June 2010.  That is merely an example of the lack of clarity, at a time when households are concerned about a proposed property tax.  Moody's issued a report today stating that one in five mortgage holders will be in default, not just in arrears, this time next year.  Lack of clarity is adding to the weight of trouble, as is the lack of transparency in the establishment of the body.  We have set up another quango, and although my understanding was that we were trying to get rid of them under the programme for Government, this does not seem to be the case.<\/p><p>  I realise the Minister of State may have to come back to me on my final question, which is about water fluoridation, as raised by a number of people.  Is the Government going to examine this issue in regard to the new system of Irish Water?  A number of European countries, after research and examination, decided they would no longer put fluoride into water because they had concerns about it.  Some American states have banned water fluoridation but we are still doing it.  In a time of renewal and review, when we are changing the way we supply water and how it is provided, is there a proposal by Irish Water to consider this issue?  There is a cost involved in putting fluoride into water - does it really benefit the health of the nation?  There are people who have concerns that it does not do so and is actually detrimental to health.  Will Irish Water in its overall review ask this fundamental question?  When it supplies water, how will it do so, what is it treating it with and is this the right thing to do and the best practice going forward?<\/p><p>  I have left some questions there for the Minister of State.  The Minister for Transport, Tourism and Sport, Deputy Leo Varadkar, stated on &quot;The Week in Politics&quot; that some 20% of older houses and apartments would not be able to pay for meters in the normal way.  That affects the budgeting for Irish Water and how it will run its system.  If one in five houses throughout the country cannot be metered, how is it possible to supply water to these houses in a fair and equitable way?  Will they have a standard charge?  I presume that will happen but how will that be set as a benchmark so that those who have to pay for metered water do not feel that the guy down the road is paying a flat charge of &#8364;100 while they may have to pay the same amount per month?<\/p><p>  The lack of clarity is the biggest problem.  I do not blame the Minister of State for this.  When the system was announced, much more thought should have been put into what was to be done or not to be done.  One would hope that in a new Government, promises of a new way of governing would be fulfilled and that we would stop building quangos.  The new empire of Irish Water was simply announced and then basically told to go away and get on with it.  Then, when it does things the Government does not like, it is blamed.  That is not good government.  We should take control of Irish Water and manage it.  We should have insisted we know everything about what it is to do before launching it.  I am concerned that we will not meet the timeframes as outlined, that the figures relating to its establishment are too low, that the costs of running it are underestimated and, ultimately, that the users of the service, the citizens of Ireland, will not be served by the process of its establishment.<\/p> <p> Another concern is that the Government estimated that 1.05 million households were on public water supplies out of a total of 1.3 million.  This was about 40,000 off target based on the 2011 census figures.  If the figure for the number of households is out by thousands, and if we are saying we are down €250 a year per household based on that, we are talking about billions of euro if we start calculating from figures that should have been right from day one when Irish Water was being established.  If these are not right, all the figures will be off and politicians will be left carrying the can for Irish Water, which can say the Government gave it the wrong figures at the outset and as a result it has to charge more for metering.  This should have been a matter of Government policy.  Installation is the responsibility of Irish Water and it should have been clarified at the outset whether there was to be a monthly charge for metering.  That was a fundamental issue.  Should it not have been clarified at the outset?  We have now given the decision to Irish Water and the Government will have to deal with the political consequences.  The Government should have decided whether Irish Water would supply the meters, pay for their installation and charge for the water in a fair and equitable manner, but now we have another quango deciding how much it should cost.  We are commissioning out responsibility to quangos, which is not the way we should do Government business.  It appears we want to put it at arm's length and not make decisions on basic issues such as the meter, its installation and how the price will be set.  We are allowing the energy regulator to set the price, and we have all seen that when the energy regulator sets the price it keeps increasing without any control.  That is not a good way for this new water authority to be established, and abdicating responsibility to a quango is not the way to do the business of government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000010#J00300","speaker":"1159","continuing":true},{"type":"speech","time":1348138200,"counter":108,"content":"<p>I thank the Minister of State for coming to the House today and giving me the opportunity to speak about Irish Water.  I want to address some of Senator Daly's remarks.  The Health Service Executive was a classic example of giving responsibility to someone else.  It was set up and allowed to take responsibility for whatever was said.  We will spend the coming years trying to unravel that.  We have already unravelled about €2.5 billion of it and we will try to unravel more.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000011#K00200","speaker":"1134"},{"type":"speech","time":1348138200,"counter":109,"content":"<p>We will not talk about last night's debate on the motion of confidence in the Minister for Health.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000011#K00300","speaker":"1159"},{"type":"speech","time":1348138200,"counter":110,"content":"<p>Regarding responsibility-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000011#K00400","speaker":"1134"},{"type":"speech","time":1348138200,"counter":111,"content":"<p>There was a lack of what I would call a chorus-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000011#K00500","speaker":"1159"},{"type":"speech","time":1348138200,"counter":112,"content":"<p>-----I learned a long time ago that if one doorsteps half a dozen Ministers or Oireachtas Members one will get half a dozen answers-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000011#K00600","speaker":"1134"},{"type":"speech","time":1348138200,"counter":113,"content":"<p>Not on the Government announcements issued.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000011#K00700","speaker":"1159"},{"type":"speech","time":1348138200,"counter":114,"content":"<p>-----but we have the boss here today, in essence, who will give us the answers we need.  The reason he is in the House is to answer all the questions the Senator raised.  I have every confidence that we will not end up in the mess created by some of the other agencies set up here.<\/p><p>In January I had the opportunity to speak in the House on this issue.  I am pleased to see the Minister of State back in the House today to make other statements on Irish Water.  As I said then, water is an essential life resource.  We cannot live without water.  Every day we consume vast quantities of it washing ourselves and our clothes, preparing food, flushing toilets, washing our cars and drinking it.  In industry it is a key ingredient in the production process.  Irish people use approximately 150 litres of water each day.  Importantly, there is no new water available on earth and therefore we must mind what we have.  <\/p><p>The establishment of Irish Water has its origins in Fine Gael's new economy and recovery authority, the NewERA investment proposal, which was formulated in 2009.  Subsequent to the general election in February 2011, the programme for Government was agreed between the coalition parties and that provided for the establishment of Irish Water, which is to be a State-owned national water authority.<\/p><p>In June 2011, the Minister for the Environment, Community and Local Government, Deputy Phil Hogan, through his Department, appointed consultants PricewaterhouseCoopers to carry out an independent review of international models for a water and wastewater service.  The aim of that review was to identify a model that could be structured for the State to enable the most cost-effective delivery of water and water services for the end user.  Following on from that report, which was presented to the Government in January 2012, and further consultations with relevant stakeholders, a decision was announced in April 2012 that Bord Gáis Éireann would be the body to take over the role, currently handled by the 34 local authorities, of providing and treating water and wastewater.  Regulation of the industry is to be the function of the communications and energy regulator.<\/p><p>We must get real about the way we manage our water resources and finance our water infrastructure.  The model we have, with 34 authorities, many layers of administration and no economies of scale, is costing too much.  We must see all stakeholders brought on board, be it the unions that represent those working for the local authorities who are worried about their futures, the local authorities which have invested taxpayers' money in infrastructure, the managers of those local authorities, or, importantly, the end users who will ultimately have to pay for the water they consume.  I welcome the Minister's earlier statement today that the consultation process with the management and unions is under way.  It is the right way to proceed.<\/p><p>As of 2010 the State spent €1.2 billion on water services.  Operational costs amounted to some €715 million, with capital expenditure of over €500 million.  The provision of water services in Ireland is double the cost of water services in Scotland.  That cannot continue.  The population of Scotland was 5.2 million people in 2010 in an area of approximately 78,000 square kilometres, while we had a population of 4.6 million in 2011 in an area of approximately 70,000 square kilometres.  We have a smaller area in which to maintain a pipe structure and a smaller customer base, yet it costs us twice as much as it costs Scotland to provide water.  We must find ways of addressing that anomaly.  The creation of a single unitary body instead of the current 34 bodies is a major step in the right direction.<\/p><p>A major problem with the current model is that an average of 40% of the clean water produced is lost through leakage and waste in some local authority areas, while the percentage is even higher in others.  That equates to hundreds of millions of euro worth of water a year simply flowing away.  In these days when every euro counts, the taxpayer cannot afford for that to continue.  A recent example was in July 2012 when a 15-inch water main that flows from the Drumcliff reservoir outside Ennis in County Clare ruptured and 4.5 million litres of good quality drinking water was lost in the space of a few hours.  If one were to go into one's local shop and buy that amount of bottled water it would cost millions of euro.  This is happening not just in local authority controlled infrastructure but on private land where underground leaks have not been detected because many people do not have meters outside properties to monitor consumption and thus identify excessive water flow rates.<\/p><p>As part of the many onerous conditions of the EU-IMF-ECB programme negotiated by the previous Government, we must introduce water charges during this programme period.  That is not something the Government wants to impose on householders but we have no choice in the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000011#K00800","speaker":"1134"},{"type":"speech","time":1348138200,"counter":115,"content":"<p>I thought it was in the NewERA document.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000011#K00900","speaker":"1159"},{"type":"speech","time":1348138200,"counter":116,"content":"<p>That proposal was to provide a new structure for providing water.  In addition, this has been EU policy since Directive 2000\/60\/EC, also known as the EU water framework directive, which was adopted in October 2000.<\/p><p>  An article in the June 2012 edition of <i>Public Affairs Ireland Journal<\/i> dealt with the water framework directive and many of the issues facing Irish Water today.  The article was by Alice Whittaker, head of the environment and climate group of Philip Lee Solicitors, which advises local authorities, as well as Irish and multinational companies, operating in the water and wastewater sectors.  The article states that the directive <ul>sets out a legal framework for the improvement of water quality on a &#8216;River Basin District&#8217; basis throughout Europe.  Member states are required under the Directive to carry out an economic analysis of water use for each River Basin District.  This analysis is required to include all costs, not limited to the cost of supplying drinking water and providing waste water treatment services.  In relation to managing the cost of water, article 9(1) of the Directive requires member states to &#8220;take account of the principle of recovery of the costs of water services, including environmental and resource costs, having regard to the economic analysis conducted according to Annex III of the directive and in accordance in particular with the polluter pays principle.&quot;<\/p><p>  The Directive also requires that, from 2010 onwards, water pricing policies should provide incentives to use water efficiently and ensure an adequate contribution by different water users desegregated at least into industry, agriculture and households.<\/ul>Ireland is the only OECD country which does not currently charge households directly for water use, save for the approximately 8% of the population comprising group water schemes.  Additionally, commercial water rates have been levied for years.  Since the installation of water meters in commercial premises, businesses are becoming more aware of the amount of water they consume.  In April this year the Local Government Audit Service reported that &#8364;160 million was owed to local authorities in unpaid water charges.  That is money that, if collected and ring-fenced, could have been used to repair many miles of obsolete water pipes.  The relevant point is that partnering with an existing utility service provider gives us that basis.  It is already collecting quite a large amount of money throughout the country.  It is a shared services model that I believe will work.<\/p> <p> When the new body has been established, the issue relating to water meters will have to be addressed.  Ennis Town Council employed a contractor to install meters in recent years.  Unfortunately, almost 500 of these meters had to be replaced due to problems of one kind or another.  The reasons for this may relate to the two severe winters we experienced in 2009 and 2010, the depth at which the meters were laid or the fact that they were just not fit for purpose.  There is a need for a national specification with regard to the type of meter and the method of installation to be used.  I firmly believe that the current system whereby 34 individual local authorities and many district water schemes are installing different types of meters is not working.  In Shannon, the town in which I live, meters were installed six inches below ground.  When I raised this issue I was informed that meters are supposed to be installed a minimum of 1 m below ground.  In some of the Nordic countries, meters are actually installed up to four or five feet underground.  <\/p><p>I agree with certain aspects of what Senator Daly stated.  In that context, it is critical that a standard type of meter should be installed throughout the country and that such meters should be installed to a standard depth.  This would help us avoid the fiasco that occurred during the two bad winters we experienced in recent years when meters throughout the country failed and pipes burst.  The latter resulted in massive levels of water loss.<\/p><p>Since the establishment of the new body was announced a number of months ago, issues have been flagged by experts in the field of engineering.  For example, engineers who work for Dublin City Council indicated that up to one third of properties in the capital are not suitable for meters.  This is as a result of the fact that such properties operate off shared supplies.  The Government believes that the figure is more likely to be closer to 20%.  Even then, it should stop the roll-out of meters.  Methods will have to be devised that are fair to both consumers and the suppliers of water to the properties to which I refer.  This may well be an issue that will arise in other large urban areas.  If we are going to become involved in partnerships with particular companies or bodies, then the latter must identify solutions to problems such as those to which I refer.  Finding such solutions is their job, not the job of Government.<\/p><p>There are those who are extremely opposed to the introduction of water charges.  These people are entitled to their opinion.  However, I have yet to hear them state how they propose we should pay for the new reservoirs, wastewater treatment plants and pipes that will be required if we are to conform to EU obligations.  The Government was not responsible for breaking the country's economy.  Rather, it was elected to sort out the mess that was left by others.  Those who are of the view that we can simply make the billions of euro required to upgrade our water systems appear, as if by magic, are not being honest with taxpayers.  As a result of the fact that the finances of the country have collapsed, we will be obliged to carry out the work to which I refer with much less.  Capital investment in 2011 was €435 million and in the current year it will be €371 million.  It is predicted that it will have fallen to €296 million by 2014.  If previous Governments had implemented the provisions of the water framework directive during the boom, then many of the issues that have arisen would already have been addressed.  Those who were in government previously do not want to hear that but it is the grim reality.<\/p><p>I firmly believe that Irish Water will, under the direction of Bord Gáis, create a water services industry of which this country will be proud.  Regardless of how much we might wish it were so, this will not happen overnight.  However, it will happen and we will be left with a quality water services industry.  A critical matter in the context of metering relates to building code regulations.  As stated, all new meters must be a standard model and they must be installed to a particular standard.  Those that are already in place will have to be retrofitted because we will otherwise run into more difficulties if we experience further extremely cold winters in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000011#K01000","speaker":"1134","continuing":true},{"type":"speech","time":1348138800,"counter":118,"content":"<p>I welcome the Minister of State.  I always look forward to his visits here, particularly in the context of the wide range of topics he is prepared to discuss with us.<\/p><p>  It is going to be necessary for further information to be produced in order that some of the gaps to which Senator Daly refers might be filled in and I am of the view that a regulatory impact analysis is now required.  We have discussed many of the principles but there is a need to get down to brass tacks.  In view of the summer we have just had, one is prompted to ask why there is a problem with regard to water in Ireland.  The OECD continually issues reports stating that water is scarce and that it must be properly priced and rationed.  However, a great deal of it fell on Ireland during the summer months.  If Ireland is the only country in the OECD which does not ration water, there might be a good reason for that.  The problem in this country is that there has been a surplus of water in places such as Cork city, Glanmire and Dunboyne in recent years and this has led to flooding.<\/p><p>  Some of the thinking relating to the Irish situation in respect of this matter is that little old ladies, widows, etc., take far too many baths, drink loads of water and are generally wasting large volumes of it.  The evidence points to the contrary, however.  If one removes the 60% for which the engineers are responsible - a great deal of which disappears out of the system - then it appears that there is no problem.  There is plenty of water in this country but we do not always collect or trap it properly.  This is what leads to flooding.  I read an article in the <i>Irish Examiner<\/i> which was written by a retired engineer who questioned the entire rationale behind both metering and pricing.  Single people, little old ladies and retired individuals do not consume much water.  It is going to cost a great deal of money to install meters.  People are going to receive a certain amount of water free of charge and I understand an announcement is due in that regard.  Consumption will not be reduced because people do not actually use that much water.  There have been indications that the State was going to order the most expensive meters.  At the same time, people have been informed that they can save on up to 80% of the cost of having a meter installed simply by going to their local hardware shop.<\/p><p>  Is the Minister of State in a position to indicate that the State will not be stung for millions of euro in respect of ordering meters of a particular type?  Will he also indicate the level of price elasticity in respect of this matter?  What will be the allowance with regard to free water?  Have we targeted the wrong people?  Would it not be better to leave the vast majority of homes without meters and not impose a charge on them because, in fact, there is no return to be had?  In other words, has any consideration been given to allowing people to opt out of metering in view of the fact that there will be no return from it?  Has an economic calculation been carried out in this regard?  We are trying to change people's behaviour but there is no guarantee that we will be successful in this regard.  I am concerned that this is an experiment which is going to cost a great deal to conduct.<\/p><p>  When the Minister for Public Expenditure and Reform, Deputy Howlin, who served as Minister for the Environment in the 1990s, came before the House to discuss other topics, he stated that engineers were always willing to design huge projects but were never willing to address leaks in the system.  Now it is being stated that water loss is being caused by retired people washing too much or drinking too much water.  Perhaps this is a stereotype which we should abandon.<\/p><p>  The Minister of State referred to the Commission for Energy Regulation, CER, the performance of which was discussed at the Kenmare conference approximately two or three years ago.  The majority of the economists present at the conference indicated they were not very impressed by the CER's performance.  At the time, electricity prices were extremely high and the regulator failed to challenge the large level of low productivity and the high cost base which obtained in what was then the ESB.  We do not want a recurrence of what took place in the area of energy regulation in this instance.  There is a need for a genuine counterweight in respect of any regulator.<\/p><p>  As the Minister of State is aware, the relevant literature is full of information on cases of so-called regulatory capture where the customer is powerless and cannot really influence the regulator.  There is no doubt that regulators are &quot;captured&quot; by producers.  The term &quot;independent regulator&quot; is almost an oxymoron in the Irish case.  The former Minister for Transport, Mr. Noel Dempsey, ordered the airport regulator to increase charges by 41%.  He had to do this because the regulator was totally under the thumb of those it was meant to be regulating.  This was an instance where the regulator was certainly not independent.  The Health Insurance Authority, which is charged with regulating health insurance, is an in-house branch of the Department of Health.  One of the Minister of State's colleagues established the Qualifications and Quality Assurance Authority of Ireland in the area of education.  There are nine or ten people on the board of this authority, all of whom are appointed by the relevant Minister.  In light of the fact that most universities have approximately 70 departments, when the legislation relating to establishing the authority was being debated we inquired as to how those nine or ten people were going to be in a position to regulate the research and other activities of those charged with teaching those 70 subjects.<\/p><p>  I am concerned that part of the political incentive to set up new quangos and regulators is that this is basically another form of Government patronage.  When the Minister for Jobs, Enterprise and Innovation, Deputy Bruton, came before the House to debate the competition legislation, we asked whether the Competition Authority should not have power to say that particular regulators - particularly those which pass on price increases or whatever of 41% - are useless.  We have a problem in this regard because we assume that regulators are independent when it is clear they are not.  Typically, the consumer gets a bad deal as a result.  When it comes to the regulator for the area under discussion, we do not want to make the same mistake that we have made on so many occasions in the past.<\/p><p>  Reference was made to the fluoridation of water.  As Members of the Oireachtas, we receive quite a number of representations on this matter.  I have spoken to individuals from the dental schools in Trinity College and University College Cork and I am aware that, historically, this is a very strong health measure.  Fluoridation of water supplies has been associated with great improvements in Irish people's dental health and led to the so-called decayed, missing and filled teeth index falling dramatically.  Researchers found that fluoride was naturally present in water in Rathkeale, County Limerick, and that people in the area have very healthy and strong teeth.<\/p> <p>If there is new research which casts doubts on the established wisdom, it should be examined.  I certainly recall previous research which indicated that one would have to consume gallons of fluoridated water before experiencing any adverse health effects.  Moreover, fluoridation has proven dental health benefits.  Dentists are always telling us that it helps to reduce dental bills, even though cutting their bills is not something which one might expect any professional to favour.  Perhaps the new authority will take it upon itself to re-examine the issue of fluoridation.<\/p><p>As to whether the new system will lead to cost savings, we will need to see the proof.  The Minister of State indicated that the majority of staff at the new authority will remain in the direct employment of local authorities for a considerable period.  That is a matter of concern given the finding in the McLaughlin report of substantial layers of superfluous management in local authorities.  In addition, we do not yet know what the pricing model will be in respect of water charges.  There must be a clear quantification, in advance of the establishment of the new authority, of the costs associated with the new system and the benefits that will arise from it.  In particular, given the generally unsatisfactory experience with regulators in this country, measures must be put in place to ensure the new authority is not captured by the sector it is appointed to regulate in the wider public interest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000012#L00200","speaker":"1157","continuing":true},{"type":"speech","time":1348139400,"counter":120,"content":"<p>I thank the Minister of State for coming to the House to facilitate this discussion.  It never ceases to amaze me when, after repeated requests on the Order of Business for a Minister to come to the House to debate a particular issue, the Chamber is not filled to capacity.  Today is no different, with only two Members in the Chamber for the beginning of the Minister of State's speech and some half dozen as I speak.  I apologise to the Minister of State for the poor attendance.<\/p><p>This is a very important discussion.  Water is life and without it we cannot exist.  While we have an abundance of rainfall in this country - this summer being a notable example - the challenge is in the harvesting and management of our water to ensure a safe, reliable supply for the population.  The Minister of State referred to a communications strategy for Irish Water.  It is vital that the new body communicates its message effectively in order that every household in the country knows what is involved.  I welcome the indication that there will be a strong emphasis on this aspect of its work.<\/p><p>Local authorities throughout the country have significant expertise in the area of water management.  As such, I welcome the Department's proposal that they be allowed to enter into agreements with Irish Water by way of which they will act as agents for the authority in the management of services for a considerable period.  There has been a concern in local authorities that their expertise in this area would be lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000013#M00200","speaker":"1130"},{"type":"speech","time":1348139400,"counter":121,"content":"<p>I apologise for interrupting the Leader in order to welcome a visiting delegation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000013#M00300","speaker":"1127"},{"type":"majorheading","content":"Visit of Chinese Delegation","time":1348139400,"counter":122,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000013#M00400"},{"type":"speech","time":1348139400,"counter":123,"content":"<p>I am delighted to welcome a delegation from the Committee for Ethnic and Religious Affairs of the National Committee of the Chinese People's Political Consultative Conference, led by Mr. Tian.  I extend a fáilte róimh to the delegates, which means \"welcome\" in the Irish language.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000013#M00500","speaker":"1127"},{"type":"majorheading","content":"Irish Water and Related Reforms: Statements (Resumed)","time":1348139400,"counter":124,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000013#M00600"},{"type":"speech","time":1348139400,"counter":125,"content":"<p>I join the Leas-Chathaoirleach in welcoming our guests to the House.<\/p><p>It is important that this expertise at local government level is harnessed into the future.<\/p><p>I was interested to learn from Senator Mark Daly that the Fianna Fáil Party is engaged in formulating a policy on water and water charges.  Despite being in government for 14 years, it seems his party is only now devising policy in his area.  Yet it still found itself able to sign this country up for the installation of water meters and the introduction of water charges as part of its deal with the EU-IMF-ECB troika.  That is typical of Fianna Fáil - the party never knows whether it is coming or going.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000013#M00700","speaker":"1130"},{"type":"speech","time":1348139400,"counter":126,"content":"<p>Perhaps the party was filtering its policy in those years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000013#M00800","speaker":"1127"},{"type":"speech","time":1348139400,"counter":127,"content":"<p>I knew the Leas-Chathaoirleach would not interrupt me on that point.<\/p><p>Problems with the existing water infrastructure, including the ongoing issue of pipe leakages, must be addressed.  It is ridiculous to put systems in place to charge for water while large volumes continue to be lost through leakages.  I welcome the undertaking that there will be considerable investment in infrastructure to rectify that problem.<\/p><p>I thank the Minister of State for the respect he has shown to the House today and for his stated willingness to return at a future date to debate the issues in regard to planned reforms in this area as they arise.  My colleague, Senator Tony Mulcahy, observed that in Scotland, the cost of administering and managing the water supply is half what it is in this State.  There is food for thought.  It is to be hoped that the establishment of Irish Water will allow us to provide a public water supply at a substantially lower cost than what it is currently costing the taxpayer.  I look forward to welcoming the Minister of the State back to the House before too long to discuss ongoing developments in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000013#M00900","speaker":"1130"},{"type":"speech","time":1348139400,"counter":128,"content":"<p>Tá céad fáilte roimh an Aire agus gabhaim mo leithscéal nach raibh mé anseo fad is a bhí sé ag tabhairt a óráide féin.  Tá súil agam gur comhtharlúint é go raibh toscaireacht istigh againn ón tSín nuair atáimid ag caint ar phríobháidiú an chórais uisce.  Tá mé cinnte gurb ea agus nach raibh aon uisce faoi thalamh i gceist.  <\/p><p>Níl aon dabht ach gur ceist iontach tábhachtach soláthar uisce sa tír, agus go háirid uisce ar ard-chaighdeán.  Tá sin rí-thábhachtach ar fud na tíre.  Níl aon dabht ach go bhfuil dúshlán an-mhór romhainn in Éirinn maidir le córas inmharthana ard-chaighdeán uisce agus séarachais a chur ar fáil atá in ann seasamh leis na dualgais atá ann i dtaobh an chomhshaoil, agus gur féidir linn íoc as ins an gcomhthéacs eacnamaíochta ina bhfuilimid chomh maith.<\/p><p>Tá Sinn Féin tar éis dul i ngleic leis an díospóireacht seo go cruthaitheach agus go dearfach ó bunaíodh an próiseas comhairleacháin, go háirid ón méid moltaí atá curtha ar aghaidh ag mo chomhghleacaí sa Dáil, an Teachta Brian Stanley, atá tar éis cuid mhaith iarratais agus smaointe a chur chun cinn.  Ba mhaith liom tagairt a dhéanamh don méid adúirt an Seanadóir Mulcahy níos luaithe.  Bhí sé ag rá go bhfuil daoine sa bhFreasúra ag caint ar mholtaí ach nach bhfuil siad ag insin cén chaoi a bhfuiltear chun íoc as na moltaí sin.  B'fhéidir go gcuirfinn an Seanadóir chuig taifead na Dála, áit ar chuir mo chomhghleacaí, an Teachta Brian Stanley, moltaí seo againne chun cinn agus costas leo.<\/p><p>Cé go n-aithnímid na dúshláin a bhaineann leis seo, táimid go bunúsach i gcoinne an smaoinimh atá ann go dtabharfaí isteach táillí uisce, go ndéanfaí príobháidiú ar uisce agus ar shéarachas agus go mbeadh an dúblú ar cháin mar thoradh ar an gcóras seo atá á moladh ag an Rialtas le teacht isteach.  Táimid ag cur i gcoinne bunú an chomhlacht nua seo, Irish Water, atá molta ag an Rialtas. <\/p><p>There has been much discussion in recent times regarding the volume of water that is lost from the system and how much it costs to provide a good service.  These well founded concerns have been used as justification for the erroneous conclusion that there is a need for water charges.  That is not the case.  On the issue of waste, for example, the real offender is not the ordinary citizen but the water distribution network.  The average loss through leakage is at least 36%, and likely worse, and was aggravated in recent years by poor winter weather.  In some local authority areas, more than half the water is leaking away, yet capital investment in water was reduced from almost €435 million in 2011 to €331 million in 2012.  This €100 million reduction comes on top of a similar sized reduction in 2010, with more cuts planned until the budget is just €266 million.  If the Government is really concerned about waste, it should sanction the required investment in infrastructure.  We are calling for a return at least to the 2011 level of capital funding.<\/p> <p>In any case, the evidence shows that metering does not reduce water consumption.  According to the UK’s Environment Agency, water consumption in England, which has water metering, is at 158 litres per head per day, while in Dublin a 2008 report showed consumption stood at 148 litres per head per day.  All the research shows that good public education can have the same, if not even more, impact on water consumption as metering.  We would also support the introduction of water harvesting and dual flush mechanisms as part of future building regulations.<\/p><p>We constantly hear we need to pay for water.  This is, of course, a nonsense.  We already pay for water through taxation.  Accordingly, water charges would be double taxation.  Only 52% of commercial water rates are collected, yet we see little discussion of this.  It is also clear the money to be spent on water metering would be better spent in other ways.<\/p><p>According to the Irish Academy of Engineering, the cost of meter installation will be at least €500 million.  It would be far more appropriate to invest the €500 million in water conservation rather than meter installation.  This would fund conservation for six years and provide badly needed employment.  It seems this has nothing to do with the environment but is another attempt to squeeze money out of already hard-pressed ordinary citizens in another flat rate stealth tax.  This follows on from the flat rate household charge of €100, a 2% VAT increase, an increase in the carbon levy of €5 per tonne and increases in transport costs.  All this while the Government apparently refuses to take on the elite and the privileged with taxes focused on those most able to pay, as well as tackling excessive pay at the top of the public sector.<\/p><p>We are also concerned at the possibility of privatisation.  The Government declares it is committed to Irish Water being a public utility, yet, on the other hand, we see the Government is committed to selling off successful self-financing commercial semi-State companies such as the ESB and Bord Gáis.  We will be forgiven for taking that assertion with a bucket of salt.<\/p><p>Sinn Féin is of the view a new national water governance framework should be developed by the Government in partnership with local authorities to better manage water services and delivery.  We do not support the establishment of a single water utility.  Local authorities are uniquely well positioned to deliver this service and can react with speed and flexibility.  It also allows services to mobilise and co-ordinate at times of need.  There is also a need for an all-Ireland approach to water provision.  With eight river basin districts covering both sides of the Border, a real co-ordination of resources on an all-Ireland basis is necessary.<\/p><p>Sinn Féin is often asked what it would do if it were in government.  Our record in the North gives an example of what we would do.  Cad atá déanta ag Sinn Féin sa Tionóil?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000013#M01000","speaker":"1122","continuing":true},{"type":"speech","time":1348140000,"counter":130,"content":"<p>Blow up the interconnector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000014#N00200","speaker":"1130"},{"type":"speech","time":1348140000,"counter":131,"content":"<p>Between 2007 and 2011, Sinn Féin delivered in the Department for Regional Development.  It provided a higher quality of drinking water than ever before, reversed any proposed introduction of a domestic household water charge and ruled out privatisation of these services now or in the future.  Sinn Féin secured central government funding to not only maintain the levels of service but to increase them.  It invested over £1 billion pounds in improving water and sewerage services infrastructure and provision such as delivering real improvements in the Belfast sewerage project and the water mains rehabilitation programme.  Déanaimid beart de réir ár mbriathar, agus sin a dhéanfadh muid anseo.  <\/p><p>Sinn Féin has great concerns as to what the Minister is considering.  I urge him to reconsider his position and to re-engage with all the stakeholders to see how best we can improve the delivery of services to customers.  Arís, gabhaim buíochas leis an Aire Stáit.  Cé go bhfuilimid mór le chéile, ó thaobh cúrsaí teanga agus mar sin de, nílimid ag aontú ar na pointí seo agus beimid ag cur go láidir i gcoinne na moltaí atá sé ag cur chun cinn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000014#N00300","speaker":"1122"},{"type":"speech","time":1348140000,"counter":132,"content":"<p>Cuirim fíor-fháilte roimh an Aire Stáit.  Ba mhaith liom fáilte a chur roimh an ráiteas faoi Uisce Éireann.  Tá mé an-sásta go bhfuil an tAire ag éisteacht linn.  Tá sé ráite aige go bhfuil féiniúlacht an-tábhachtach, maidir leis an ainm Uisce Éireann a thabhairt don chomhlacht.  Úsáidfidh mé an t-ainm Uisce Éireann in ionad Irish Water.  Beidh mé á dhéanamh sin i rith na díospóireachta inniu.  Ba mhaith liom go n-úsáidfeadh gach duine an t-ainm Uisce Éireann as seo amach.  B'fhéidir nár mhaith leis an Seanadóir Ó Clochartaigh é sin a dhéanamh ach iarraim air é a chur isteach in áit éigin.<\/p><p>I welcome the díospóireacht mar gheall ar Uisce Éireann.  One of the most significant issues facing the Government is the provision of good quality water.  It is not just about meeting household requirements but about the environment, jobs and attracting the much-coveted foreign direct investors who have an insatiable demand for assured high quality and sustainable water services.  Earlier this year the Government proposed to transfer water provision responsibility from the 34 local authorities to a new regulator, Uisce Éireann.  I will have a bit to say about the role of the regulator, like Senator Barrett, because on this morning’s Order of Business I raised a matter concerning another regulator.  Regulators nearly need to have a regulator watching over them.<\/p><p>The first phase of the work – an independent assessment of the establishment of the authority – has been completed by the Department.  When does the Minister anticipate the full roll-out of the authority?  Does he have a timescale for this process?  It is estimated that, on average, €600 million a year will be needed to comply with the EU water framework directive.  We are not on our own on this as we have to comply with EU regulations.  This is good for consumers and the environment.  However, as there is no money in the kitty for the vital infrastructure upgrades involved, the funds will have to come from somewhere.  Accordingly, water charges and some private investment will be a necessary feature in water provision.<\/p><p>In a submission last April to the Oireachtas Joint Committee on the Environment, Culture and the Gaeltacht, I proposed that any future water facility should remain a public utility.  I am delighted the Minister of State, Deputy O’Dowd, reiterated today it would remain in public ownership under Bord Gáis.  Clearly reforms are needed and the Government has taken on a radical reform agenda in many areas, water being only one of them.<\/p><p>A recent study carried out by PricewaterhouseCoopers on behalf of the Government found that the current water sector had no consistent policies.  We all know some good local authorities and other poor performers in this area.  Neither has there been any standardisation of water provision, monitoring, consumer protection, economic regulation or cost effectiveness of provision, as Senator Barrett pointed out.  This has to be written into the new arrangement for Uisce Éireann.  Water provision has suffered fragmented leadership, poor co-ordination and a duplication of management.  There was only a 52% collection rate for non-domestic charges.  The PricewaterhouseCoopers report noted operational expenditure was unusually high by UK benchmark standards, particularly in leakage areas.<\/p><p>On the positive side, the study found the current system has some very good strengths.  It is important, therefore, we note these so as not to throw the baby out with the bath water.  The report noted local authorities are close to the consumer, locally accountable and can mobilise resources in time of need.  It needs to be ensured that this local authority expertise is not thrown away.  The workforce is experienced and familiar with resources.  If a local authority is doing a good and cost effective job in water provision, will the Minister ensure these strengths are not lost?<\/p><p>I am in favour of paying for usage of water.  It is common in all EU countries.  However, as all new charges are difficult to implement, it will be necessary to have a clear education programme that outlines the benefits that a certain amount will be available free.<\/p> <p>Senator Barrett remarked on the cost of meters but let us suppose there is a poor family of six and a rich family of six who have six cars and go out splashing water about.  The number of people in a house is not really a factor in the conservation of water.  Conservation of water is absolutely important to Ireland because it is finite and, crucially, it is worth paying for.<\/p><p>In a city in the Czech Republic demand for water plummeted by 40% following the introduction of meters.  This has been the case in other European countries.  We have plenty of rain in Ireland but we lack storage.  Sydney has three years of storage.  The River Liffey, which currently supplies 83% of water to seven local authorities in the greater Dublin area, is almost at capacity supply for the population.  The trend is upwards and the population is growing.  When the Leixlip plant will be ready in 2014 the Liffey will be at its maximum deliverable capacity and supply will have maxed out.<\/p><p>Will the Minister indicate whether storage provision will be factored into it when the Minister is making the deal with Uisce Éireann?  It is a significant issue further down the line.  What we have will suffice until 2022 but we must source water from other facilities and the sourcing issue is another matter.<\/p><p>It should be up to Uisce Éireann to ensure that when sourcing we include scientific information on the type of sourcing we want and up-to-date information on desalination as well.  We are an island surrounded by salty water and desalination has always been put down as an expensive commodity.  New research is available which has demonstrated that the desalination process has now gone down considerably in cost terms.  I hesitate to mention fracking but there are new methodologies for desalination that were not available some years ago.  This should be factored into the Uisce Éireann contract and any new research available on cost competitiveness relating to the provision of water and sourcing should be made available.<\/p><p>Water metering has been much speculated upon and discussed.  Senator Mulcahy referred to the types of meters and the need for co-ordination and I agree totally.  I would go one step further and suggest that we should integrate the energy smart meters with the water meters.  We should get the two together and have co-ordination in these areas.  I am referring to co-ordination of large-scale meters and getting co-ordination perhaps not in the type of meter but the people who provide the jobs in the area of metering.  The Minister of State at the Department of Public Expenditure and Reform, Deputy Hayes, and his Department are doing great work to ensure that local companies and small companies can contract for jobs.  We should stipulate the type of meter but spread the provision of services.  The Minister for the Environment, Community and Local Government, Deputy Hogan, and the Minister of State, Deputy O'Dowd, have stated they are considering allowing for small contractors to be able to provide services and there are many efficient small contractors who can do this.<\/p><p>I do not have time to go into the health benefits but fluoride was mentioned.  The environment committee referred the matter to the health committee in order that we might get a report on the issue.  As the regulator has been mentioned, I will not elaborate on that issue.  Transparency is all important.  In the case of any public contract given out the accounts and annual reports of those involved should be published.  I know of a contract given by a local authority to a waste company.  Up to then it had been publishing its accounts.  Then, in early January this year the company decided that it would not publish its accounts any more but this requirement should be a part of the contract.  This relates to waste and it is a matter for the Department of the Environment, Community and Local Government.  The company was within its legal entitlements not to publish its accounts but if we are looking for transparency we should seek it in the case of water.  Uisce Éireann should be obliged to be transparent; it should be a part of the contract.  We should delve further and ensure that all contracts and anyone delivering a service-based State contract are subject to the utmost transparency and all accounts and annual reports are published.<\/p><p>I agree with the comments on Northern Ireland.  We have an all-island water wide resource and we should be doing this with North-South co-operation in the basins to which Senator Ó Clochartaigh referred.  I am pleased he suggested that we should follow the example of what they are doing in Northern Ireland.  I would not follow the example of Sinn Féin on everything it has done or what it is doing in Northern Ireland but the party agrees to charges for water there.  What is good for the goose is good for the gander down South.  Senator Ó Clochartaigh suggested we should follow Sinn Féin's record in the North.  I will take it on water but on nothing else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000014#N00400","speaker":"1135","continuing":true},{"type":"speech","time":1348140600,"counter":134,"content":"<p>In case the Senator thought I was being difficult, she got a full ten minutes to enable Senator Quinn, who was in transit, to make an input to this important debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000015#O00200","speaker":"1127"},{"type":"speech","time":1348140600,"counter":135,"content":"<p>I appreciate the fact that the Leas-Chathaoirleach leaned over.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000015#O00300","speaker":"1145"},{"type":"speech","time":1348140600,"counter":136,"content":"<p>The Senator can thank the longevity of Senator Keane.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000015#O00400","speaker":"1127"},{"type":"speech","time":1348140600,"counter":137,"content":"<p>She was very articulate as well.  I was here for the Minister of State's speech and I heard what he said although I had to leave for a little while.  I was most surprised when I read of the Minister's dealings relating to water meters with the private company Siemens.  Siemens is one of the world's largest companies and employs cutting edge technology.  It was involved in building the Shannon hydroelectric scheme in 1926.  Currently, it employs approximately 370,000 people worldwide.  In 2010 Siemens offered to pay the &#8364;800 million-plus cost of installing meters in 1.3 million Irish homes but the Minister did not pursue this option when he took over the Department of the Environment, Community and Local Government.  Siemens proposed funding the fitting of water meters through an investment to be paid back through savings made in the multi-billion dollar cost of providing water services once the meters were installed.  According to an article from the <i>Sunday Independent<\/i>:<ul><br \/>Instead the National Pensions Reserve Fund will be raided for &#8364;450m to pay some of the bill. The loan from its coffers will have to be paid back with interest at commercial rates, Mr Hogan has admitted, which would be at least &#8364;350m.<\/ul>I do not understand why we insisted on spending that money and raiding the pension fund instead of accepting the Siemens offer.<\/p><p>  Why not take the example of Scottish Water in terms of setting up a new company?  Has the Minister any plan to liaise with companies such as Scottish Water?  I agree it does not make sense that the 34 local authorities have different water management systems to provide water for more than 4 million people but can we not learn from a success story?  Scottish Water is in public ownership.  It has been a substantial success story in Scotland.  It has managed the infrastructure well and it has reduced water rates for businesses and consumers.  It provided the North with water during the flooding there last year.  Scotland has the lowest average household charge in the United Kingdom, costing £52 less than the charges in England and Wales.<\/p><p>  A newly launched business, Scottish Water International Business Development, has won contracts in Canada, the Middle East and Europe and is building Scottish Water's reputation worldwide.  I understand it is a private company.  Another interesting point about Scottish Water is its considerable involvement with clean energy.  Scottish Water believes the current separation of water for use in power generation and for other purposes is unhelpful and creates an economic vulnerability.  The Scots are pushing forward with hydropower.  They maintain that it is not impossible for new reservoirs to be built for hydropower since all modern stations use the pumped return system and this could be designed and enabled to feed the water supplies.<\/p><p>  Will the Minister also examine the way the Welsh Water is run?  It is owned by Glas Cymru, a single-purpose company with no shareholders run solely for the benefit of its customers.  The Glas Cymru business model aims to reduce Welsh Water's asset financing costs, the water industry's largest single cost.  Under Glas Cymru's ownership Welsh Water's assets and capital investments are financed by bonds and its retained financial surpluses.  The membership of the company totals 70 individuals who are unpaid and whose duty is to promote the good running of the company in the best interests of the customers.  How can the Welsh be so successful with unpaid members?  The Welsh are doing it one way and the Scots are doing it another way.<\/p><p>  Do we really believe we should make this a public company?  Could we not consider making it a private company or find some way to do that?  I am concerned about the short consultation process over Irish Water.  Gaps in the PricewaterhouseCoopers report on Irish Water have been highlighted.  For example, the report stated that for the public utility model a high-level assessment was undertaken in respect of what the financial position of the business might be and, in particular, the likely funding requirements based upon several assumptions made and in view of various sensitivities.  Given the commercially sensitive nature of aspects of this assessment some of the specific assumptions and the detailed findings were redacted from that section of the report.  Why can the public not know these facts before the legislation goes through?<\/p> <p>If it is to be a State-owned company, why is it commercially sensitive?  If there is to be just one company, the Minister needs to furnish the public and the Members of the Oireachtas with much more detailed facts on the costings involved.  We need to know more about the meters and the charges before any decision is made.  The businesses and private individuals who will be paying these charges to the Government have the right to know these facts.  I could say much more on this issue.  I realise that the time available to me is limited.  I appreciate that the Minister of State put his heart and soul into the explanation he gave the House today, and I accept that this is not solely his baby; however, I believe there are questions to be answered.  I would love to know whether we looked at Scottish Water or at Welsh Water.  Did we consider a private company, which was the first point I made?  I welcome the chance to have this debate.  It has been very useful.  I found the Minister of State's words very interesting, but I am concerned that we have not given nearly enough thought to what we are doing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000015#O00500","speaker":"1145","continuing":true},{"type":"speech","time":1348141200,"counter":139,"content":"<p>I welcome the Minister of State and thank him for the contribution he made.  I acknowledge the importance of this subject.  As the Minister of State said, water is a scarce resource that is important for all of us.  He stressed the need for a secure supply of water of high quality.  It is for these reasons that I welcome the initiative that has been taken in advance of the establishment of Irish Water.<\/p><p>I met a man last night who has been away for almost 24 months.  He told me he was in 30 countries during that time.  We spoke about charges in general.  He said that people in practically all of those countries have to pay for services, including water.  He is giving a talk in Dublin on 1 November next.  I encouraged him to refer in his address to all the countries he has visited.  I suggested he should speak about issues such as security of water supply and water quality, which have been mentioned today by the Minister of State.  When I get the details of the talk, I will relay them to the House.<\/p><p>We all know that investment in piping is necessary.  Sadly, much of the piping in certain local authority areas has broken down as it has aged.  A great deal of water is wasted as a result of the breakages in the pipe network.  I appreciate that many pipes are being replaced at the moment.  A considerable amount of new piping has been laid down by Kerry County Council and Killarney Town Council in the past six or nine months.  Unfortunately, I have noticed a distinct change in the taste of the water in my home place.  It could be caused by too much fluoride.  I hope it is not caused by too much E. coli.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000016#P00200","speaker":"1151"},{"type":"speech","time":1348141200,"counter":140,"content":"<p>Perhaps too much whiskey is being added to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000016#P00300","speaker":"1069"},{"type":"speech","time":1348141200,"counter":141,"content":"<p>I understand it is important to get the balance right in all of these matters.  We have always received a great supply from the Devil's Punchbowl reservoir, on the way down from Torc and overlooking Dinis and our magnificent lakes.  I think we have a dual supply.  Something has happened with the piping.  I accept it was necessary to replace the existing piping.  I have been assured by my local authority that the taste will improve.  We might be able to get back onto the other supply when the piping issues have been corrected.<\/p><p>I do not want to delay the House.  I acknowledge that despite all of this country's rainfall, water is a limited and scarce resource.  We should not forget all the work that is done to treat our water for the sake of good health and to bring it through our pipes.  We have to grow up.  Of course water must be paid for.  It is important for good health.  I wish the Minister of State well with his endeavours in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000016#P00400","speaker":"1151"},{"type":"speech","time":1348141200,"counter":142,"content":"<p>I would like to share time with my colleague, Senator Landy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000016#P00500","speaker":"1143"},{"type":"speech","time":1348141200,"counter":143,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000016#P00600","speaker":"1145"},{"type":"speech","time":1348141200,"counter":144,"content":"<p>I welcome the Minister of State to the House.  He knows this issue is near to my heart.  I do not doubt his personal endeavour and his commitment to this subject.  It is natural and understandable that everyone is perplexed and obsessed with the vexed issue of water metering and water charges.  I think we are forgetting a more fundamental and important issue.  The installation of water meters and the introduction of water charges will be pointless if we do not have any water to supply to people.  I know that sounds like an absurd proposition in a country where it never seems to stop raining.  I genuinely think that people seem to confuse rainfall with the water that is supplied for commercial, agricultural, industrial and domestic use.<\/p><p>I am blue in the face from mentioning that this country has not built a reservoir for over 60 years.  We are not harvesting the rain when it falls.  It runs off into streams and into the land.  The latest research and evidence, which suggests that the greater Dublin region and the Leinster region are within a decade of running out of water, is irrefutable.  No one will thank the Government if it is remiss in its responsibility and duty to ensure there is a safe, secure and sustainable supply of water.  That should be the foremost matter that concerns Irish Water.  The difficulty I have is that something which is about to become everybody's problem seems to be nobody's responsibility.<\/p><p>Bord na Móna, an excellent State agency, has operated to good effect for many decades.  With Dublin City Council, it has been advancing and developing the proposition that a new reservoir should be built in the midlands - at Garryhinch near Portarlington - for ten years now.  This proposition is based on the extraction of water from the Shannon basin.  I emphasise that the proposition involves extracting 2% of the water on the flood.  We have received accurate and reliable data regarding water flows and water levels in the Shannon basin on a daily basis almost since the foundation of the State, thanks to the monitoring that is done by the ESB at Ardnacrusha and at various other stages along the Shannon waterway.  It can be abstracted safely and fairly without jeopardising the integrity of the Shannon waterway.  I am a strong proponent of guarding the environment or ecology of the region.<\/p><p>As the Minister of State said, this proposition is well advanced in terms of the costing, the design, the engineering capacity and the purpose to which it can be put.  Strangely enough for this country at the present time, the funding for this project is in place.  Bord na Móna and Dublin City Council have the resources and the reserves, off the Government balance sheet, to source the necessary investment.  It would cost €500 million to build this reservoir and to abstract water from the Shannon and pipe it into the greater Leinster region.  The project would ensure this country's water security for another 50 years.<\/p><p>At a time when people in this country are obsessed with wind farms and windmills, with a view to exporting wind energy, we should bear this strong natural resource in mind.  My view is that it is the equivalent in importance to the discovery of oil.  We should consider the prospect of exporting water along an east-west interconnector.  It would be possible and feasible.  In view of current climate trends and rainfall levels, it could be a commercially viable scheme.  I am concerned that a project that has been kicked around for ten years is being left on the back burner, even though it is a viable and sound economic and environmental proposition.<\/p><p>Bord na Móna is on the fringes of the new Irish Water entity that is emerging as it works on this project in partnership with Dublin City Council.  I am concerned that inter-agency and interdepartmental rivalries might lead to a lack of emphasis and co-operation.  I urge the Minister of State, who is a champion of this proposal, to use his good influence.  We can go around the country installing all the meters we want.<\/p> <p>We say we will charge whatever price for water but what if people turn on the taps and there is no water, or there is rationing?  Believe it or not, this is not too far away in spite of the level of rainfall.  Two years ago the city of Dublin came to a standstill on New Year's Eve because of burst pipes.  Restaurants and various other social outlets were not able to open.  That remains a real possibility.  <\/p><p>Over the decade of the so-called boom we built 600,000 housing units, mostly on the eastern seaboard, yet nobody asked where they would get their water.  Nobody suggested building a reservoir to supply them with water.  Intel uses a large volume of water, many thousands of litres, on a daily basis to sustain its operation which fortunately creates so much employment.  I was shocked to find out from research that to produce one kilogram of beef, so important in this country, it takes 15,500 litres of water.  This is not airy-fairy stuff.  <\/p><p>I fully respect and always take great interest in Senator Quinn's contributions, finding it a learning process, but I profoundly disagree with his proposition that Irish Water should have been a private entity.  Water is such an important resource that I am glad it will remain in State and public ownership.  I fear what would have happened had there been an Eircom-type situation in which, once the body was privatised, no investment was forthcoming to provide vital infrastructure such as broadband.  That left us on the back foot as a country.  <\/p><p>I thank the Acting Chairman for his patience.  I also thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000016#P00700","speaker":"1143","continuing":true},{"type":"speech","time":1348141800,"counter":146,"content":"<p>As I allowed Senator Whelan eight minutes, Senator Landy has five.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000017#Q00200","speaker":"1145"},{"type":"speech","time":1348141800,"counter":147,"content":"<p>I welcome the Minister of State.  I apologise because Senator Whelan and I were at another meeting and I thank him for his forbearance with us on this issue.<\/p><p>  Like the Minister of State, I had many years of experience in local government and I am acutely aware of the role of local government staff in the current provision of water throughout the country.  Extrapolating from the number of local authority staff who deal specifically with this area, I believe in the order of 3,000 staff from local authorities are charged with the provision of water under the current system.<\/p><p>  We have had a number of discussions in the House on this matter and also presented a paper to the Minister of State at the Joint Committee on the Environment, Culture and the Gaeltacht - on 17 July, if memory serves me correctly.  He responded on a number of issues, one of which he raised himself, about the situation of those staff who are public servants working for local authorities, who have expertise ranging from fitting taps to running the water system for Dublin city.  A small amount of expertise is contracted or bought in on an annual basis but generally speaking the expertise is in place.  At the time, the Minister of State said there were discussions between the Irish Congress of Trade Unions, the Department and the local authorities.  Can he advise me on how those discussions are going?  I apologise if this was mentioned because I missed the earlier section.  I am especially concerned because I have been contacted about this issue in recent weeks by staff in what used to be my local authority, in south Tipperary.  I would like an assurance from the Minister of State that the line of negotiations goes right down to all staff.  That is extremely important.  I realise the Minister of State will have dealt with another of my points, that is, the issue of security and so on for the people concerned.<\/p><p>  The Minister of State's party and ministerial colleague, the Minister for the Environment, Community and Local Government, Deputy Phil Hogan, is attempting to introduce a process of local government reform and a programme of change.  As part of that, he has advised Members of this House that he wishes to take powers from the centre and give them back to local government to ensure that local government has a stronger meaning for the citizen in the community and in society.  On the face of it, what we are doing in this case is taking the service from local authorities and giving it to the new body.  Is the Minister of State able to give me some information on what discussions, if any, he has had with the Minister <i>vis-à-vis<\/i> the input local government representatives will have with regard to this new body?  Will there be positions on the board for them and will they have an opportunity to feed in their views and needs?  Will the representations of locally elected councillors be dealt with by a unit within the new body and, if so, how will that work?  <\/p><p>  I am sure the Minister of State will acknowledge that in my time and his in local government there were seven health boards throughout the country with which we dealt directly.  We dealt directly with the budgets in each health board area; there was accountability at local level and a flow of information.  In my experience as a local councillor, that stopped when the HSE was established.  I do not want that to happen when this new body begins work and I want the Minister of State to address that issue before we get to a point from which we cannot return.  The specific point I wish to raise with the Minister of State today is whether he will ensure that councillors, who are the bedrock of democracy in this country, are brought into the loop within the new system, have a place in it and a part to play, and that there is accountability from the new body to local public representatives.  I do not want this new body to be another HSE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000017#Q00300","speaker":"1162"},{"type":"speech","time":1348141800,"counter":148,"content":"<p>I thank all the contributors to the debate.  Some important views have been put forward.  If I do not answer all the questions, including those from the Acting Chairman, it will not be a question of not having enough time but of getting a proper briefing back to Senators on the issues they raised.  They are important and fundamental questions about where we are going and how we are going to do this.<\/p><p>I will deal with speakers in the order in which they spoke.  Some issues may have been raised by several individuals.  Senator Daly's key point, putting it in the most constructive form possible, was about transparency and accountability in the selection of Bord Gáis.  He asked why Uisce Éireann should have gone to Bord Gáis as opposed to any other body.  The key issue is that we wanted a public utility, not a privatised one.<\/p> <p>Bord Gáis and Bord na Móna, which are both public utilities with considerable experience, broad customer bases and national profiles, were analysed independently and each of them put forward ideas as to how they would run Uisce Éireann if given the opportunity.  The recommendation and the reasons for it were given by the administration, not the politicians.  That is why it is Bord Gáis that is doing this.  The question of whether Bord Gáis has the capacity to do so is a fundamental one.  Is it a lean, mean machine and an efficient and capable organisation?  Has it got the network, the customer base, the experience with networks and the skills and knowledge that any private company has?  The answer is a resounding \"Yes\".  When Uisce Éireann comes before the Oireachtas committees, Members will be satisfied that it will provide specialist expertise as good as or better than any found in the private sector.  That is the key issue with regard to transparency and accountability - where the body has come from, where it is going and how it is going to do it.  This refers back to Senator Landy's question about how it will be accountable to the people.  In the first instance, it will be accountable to me and the Minister for the Environment, Community and Local Government, Deputy Hogan.  It will also be accountable to the committees of the Houses of the Oireachtas, by virtue of attendance there by officials from the Department and Uisce Éireann, and to the local authority system.  <\/p><p>We are talking about regional river basins and structures, which may be the best place for local government to have its official say.  On the ground, whether one is a Deputy, a Senator or an ordinary consumer, if one has a problem, one rings a 1850 number and gets an answer straightaway.  Accountability must be there on the ground.  There must and will be arrangements for local representatives to have the correct telephone numbers and to get the responses they need.  <\/p><p>We should not forget that many jobs will be created in setting up Uisce Éireann.  A call centre will be in place very soon with the creation of a significant number of jobs in which people will answer queries and be accountable, which is what everybody wants.  I will deal with the issues with regard to the installation of meters.  As thousands of jobs will be created over a number of years in this area, it will be a big plus for the economy in terms of the spin-off.  <\/p><p>I do not know what happened in Ennis.  Obviously, it was a serious problem.  The question of building standards is key.  When the meters are put in, they must be capable of withstanding the most extreme weather conditions.  The meters will not be named meters.  Meters can be provided by any company, provided it meets the required rigorous standards.  There will be automatic reading of these meters.  The issue of energy meters or smart metering is being discussed by the energy regulator.  It may not be possible to achieve this in time.  I understand it may be seven or more years before we have the technology, but the point raised by Senator Keane about how one can maximise information about energy or water through one meter rather than two or three is very important.  <\/p><p>Senator Barrett raised some important issues, and was right in saying that we need a counterweight to the regulator.  We must be sure that when prices are being fixed by the regulator independently of the political system, they are informed by everybody, particularly by consumers.  I hope to meet the regulator next week to initiate a discussion about some of the issues in my mind and the minds of Members.  I want to make sure the regulator does exactly what it says on the tin.  Primacy must be given to the consumer, and the regulator must take on board the concerns of, be available to and consult with significant consumer groups, be it the Consumers' Association of Ireland, dedicated consumer groups or a consumer panel.  The experience in other countries such as the United Kingdom, where consumer panels exist, must be debated.  <\/p><p>As the legislation we will introduce before Christmas will concern the establishment of Uisce Éireann and the regulator, it is important that we consider all views held by Members.  If Members wish to communicate views and issues by e-mail or other means, I will be very happy to put them on the table with the regulator and Bord Gáis.  The appropriate thing would be to come back here after due discussion in order that Members can interrogate the answers I give to see if they make sense.  <\/p><p>I have one point to make about the issue raised by Senator Barrett and I do not make it facetiously.  It is easy to ask why should we charge.  Water is free - it falls from the sky - but the problem is that while it certainly falls free, it is not free to collect.  One must pump, store and treat it.  That is the problem.  The infrastructure, which in many cases is old and outdated, must be renewed constantly.  We also have the question of wastewater treatment, which we have not debated, and the public health issues that arise when the water supply is contaminated due to weaknesses in such treatment.<\/p><p>I am very aware of regulatory capture.  Senator Cummins spoke about the communications strategy, which will be key.  We must sell the message of why we are doing this and the benefits involved to every household in the country and make sure people are satisfied they are getting good value for money and that the regulator and politicians are on their marks, accountable and transparent in their dealings.  Bhí an Seanadóir Ó Clochartaigh ag caint faoi privatisation.  Privatisation is a non-runner but that does not mean that private enterprise or people in business should not have a direct line of communication with the regulator, the Department, Bord Gáis or Uisce Éireann.  Deputy Gerry Adams shares a constituency in County Louth with me.  His former constituents in east Belfast pay the equivalent of €1,400 in charges every calendar year.  He may argue that they are not water charges but local charges for services and regional charges for the Six Counties.  I do not think that makes sense.<\/p><p>I will respond to the point made by Senator Quinn about Siemens.  I was not briefed about what that proposal was but I will get an answer and ask the Department to communicate it to him.  <\/p><p>We meet regularly with Scottish Water and I will be travelling to Scotland on Monday to talk about other issues.  The Department takes account of what Scottish Water has done.  The key issue is that over a period of seven or eight years, Scottish Water has reduced the cost of the provision of water by over 40%.  That was not easily done and there are issues around employment but the cost to the consumer has gone down.  I am not familiar with the Welsh water issue but I can get a briefing on it.  I have visited Anglian Water and am aware that water policy is informed constantly by listening to what other jurisdictions have to say.<\/p><p>In respect of Senator Coghlan's point about the Devil's Punchbowl in Killarney, I can only say that any time I have been to Killarney the water was grand, and the fruit in the punchbowl was very nice as well.  The mid-Leinster scheme involving the augmentation of the water supply to the greater Dublin area is a flagship project.  The principle of water abstraction is a hot topic in many respects but it can be dealt with.  We must augment to ensure the greater Dublin area has the water supply it needs.  The project at Garryhinch is very much on my mind.  I have visited the United Kingdom and seen Rutland Water.  I encourage the Joint Committee on the Environment, Culture and the Gaeltacht to visit and see what a fantastic reservoir and a wonderful achievement it is and how it attracts over 1 million visitors to the local economy in a place that is very distant from cities such as London and Manchester.  It is at the heart of water conservation and is a wonderful scheme.<\/p><p>I have dealt with most of the questions.<\/p> <p>If Senators have further questions, I will be happy to communicate with them.  My door is always open.  This is a learning process for me and I want to take on board all views and keep everybody informed as we progress.  We are embarking on a major project.  Some say it is like setting up the ESB.  It is a massive national undertaking and I do not underestimate the task ahead of us.  We will not manage to get everything right, but we can benefit greatly from listening to Members on all sides of this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000017#Q00400","speaker":"1069","continuing":true},{"type":"unspoken","time":1348143000,"counter":151,"content":"<p>Sitting suspended at 1.20 p.m. and resumed at 2 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Flooding and Flood Prevention Measures: Statements","time":1348143300,"counter":152,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000020#T00100"},{"type":"speech","time":1348143300,"counter":153,"content":"<p>I welcome the Minister of State, Deputy Brian Hayes, and call on him to make the opening address.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000020#T00200","speaker":"1118"},{"type":"speech","time":1348143300,"counter":154,"content":"<p>I am very grateful for the opportunity to address the Seanad on matters relating to flooding and flood prevention for which I am responsible as Minister of State with responsibility for the Office of Public Works.<\/p><p>The summer of 2012 was a very poor one with cold and wet weather across all areas of the country.  Preliminary reviews by Met Éireann confirm what we all experienced at individual level.  The Poulter index is a method of rating the summer weather from June to August, using a formula based on mean temperature, rainfall and sunshine for selected stations.  The higher the index, the better the summer weather.  On this rating Ireland experienced its worst summer in 26 years and the Cork Airport weather station reported its worst summer since records began there in 1962.  Rainfall totals were above average everywhere with the highest summer percentage values measured in the south.  Recorded levels at Fermoy were 224% above the long-term average.  Rainfall levels in June alone were nearly three times above average.<\/p><p>There is no firm evidence that this level of variability is reflective of anything more than natural variations in our weather.  It is notable to record that a recent report on water levels in the River Shannon noted that water level records confirm the widely held perception that late summer flooding on the River Shannon has been significantly greater in the past decade than over the previous four decades.  However, before this, late summer flooding in the 1940s and 1950s was more frequent than in the years since 2002.<\/p><p>Inevitably, greatly increased levels of rainfall bring increased incidence of flooding and the south of the country and County Cork in particular suffered serious flooding events this summer.  The pattern of rainfall experienced in the Cork area this summer, especially in June, where quite localised torrential downpours occurred over a relatively short time period, contributed greatly to the extreme flooding in the area.  This form of pluvial flooding event was also the main contributory factor in the extreme flooding experienced in the Dublin region in October 2011.  One must have regard to the dreadful effect this has on local communities.  To have one's productive land inundated and cut off by floodwaters is equally distressing.  I am very much aware of the impact of the flooding this summer on homeowners, businesspeople and farmers.  I have travelled around the country to see some of the places affected and I recognise it has a deeply traumatic effect not just on individuals but on the entire community.  I am very much aware of the hardship and loss suffered as a result of flooding and I welcome the opportunity to place on the record of this House my personal concern and that of the Government for the victims of the flooding.<\/p><p>I acknowledge the tremendous work delivered locally by the emergency services and other State agencies during these flood events.  The response of the emergency services, An Garda Síochána, the local authority, the HSE and Civil Defence is always critical in these situations in helping both to lessen the impact and speed the recovery.  I also acknowledge the fantastic co-operation and help that was delivered within the communities affected.  I refer to one community I visited a week after a flooding event in Clonakilty in June.  Within a matter of days the main street was open again for business which was because of the tremendous effort and pride of the local people who were not going to be beaten back by this and refused to walk away.  They had all their businesses operational again.  Tremendous gratitude is due to the people of Clonakilty and elsewhere who have shown that kind of spirit to fight back when such incidents occur.<\/p><p>A fund of €10 million has been made available for humanitarian assistance needs arising from flood and other related events.  The scheme is administered by the community welfare service of the HSE on behalf of the Department of Social Protection.  The aim of the scheme is to provide financial support for people who have suffered flood damage to their homes.  The community welfare service provides emergency financial and other assistance for households affected by flooding to cover items such as clothing, food, bedding, heating, etc.  Qualified households can claim for essential household items such as carpets, flooring, furniture and white goods.<\/p><p>The financial impact of flooding on homeowners and businesses can be very serious.  While the humanitarian aid scheme can help, most people will be reliant on their insurance policies to protect them against the worst of the financial cost and loss arising.  In this regard, I am aware of the difficulties some people have experienced in securing insurance cover for flood risk at affordable prices or at all.  Insurance companies make their own assessment of risk in any particular case.  However, in areas where flood defence and alleviation works have been carried out, I cannot accept that any property protected by those works would not be able to receive a quote for insurance at reasonable cost.  My officials in the OPW and I are engaged with the insurance industry to agree a format for providing information on existing flood defences in order that insurance companies have the best possible information on which to base their risk assessments.<\/p> <p>The OPW is committed to doing all it can to alleviate the impact of flooding through the provision of defences to reduce existing flood risk and by taking steps to manage and reduce flood risk in the future through a strategic and sustainable approach under the national catchment flood risk assessment and management, CFRAM, programme.  That is a big phrase but CFRAM is quite straightforward.  We have divided the country into six areas based on river basin districts.  Between now and 2013 we are carrying out a systematic survey, which is in draft form, with regard to the predictability or probability of flood events in those six areas.  We will have all the maps produced by the end of 2013 and the plan is that by 2015, following the EU directive in this regard, we will have a flood risk management plan for each of those areas, setting out the appropriate actions required to minimise or reduce the risk of flooding.  CFRAM, which sounds like a big bureaucratic phrase, effectively means that the country is divided into six areas, and we are doing the work based on the evidence to find out the risks - the 100 year risk, for example - of a flooding event in each of those six regions.  Those maps are on the OPW website.  They are in draft format and by the end of next year we will have reached a conclusion based on consultation with and support from local authorities.  By the end of 2015, we will have a management plan for the country on which we will sign off at EU level.  There will be significant resource implications in this regard.  At least we have a plan that will be based on evidence.  <\/p><p>While the CFRAM programme looks to the future, much work is being done now to address the flooding problems we currently face.  The Government is committed to dealing with the flooding problems that affect cities, towns and communities across the country.  This commitment is underpinned by a significant capital works investment programme by the OPW, which, with expenditure on maintenance of arterial drainage schemes, will see up to €250 million being spent on flood relief measures in the next five years.  In a very difficult fiscal round in which there have been significant reductions in capital expenditure and there is pressure across all Departments on capital expenditure, I am grateful for the support I have received from the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, and we have given a commitment to spend €250 million over a five year period.  This is because, by definition, it takes a long time to work up a major scheme, make sure we have the correct hydraulic assessment, local buy-in and support and the correct planning and development, and then draw down the funds to meet that requirement.  This is a long-term business with no quick fix solution in many of these cases.  We are talking about longer term plans that will be rolled out systematically across the country.  I am grateful for the support we have received from colleagues around the Cabinet table and for this envelope of €250 million over a five year period.  It is a significant investment that allows us to carry out works at Fermoy, Mallow, Clonmel, Carlow and Bray and on the Dodder and Tolka rivers in Dublin - the former being phase 2 of the project - while projects at Waterford, Ennis and the River Wad are ready to proceed.<\/p><p>Outside the main urban areas, there are many areas of the country affected by serious localised flooding events, and it is important that these areas receive assistance.  One of the most flexible schemes operated by the OPW is the minor works scheme.  It is straightforward enough.  A local authority applies to our Department for funding of up to €500,000 in respect of flood alleviation schemes or projects that would help protect householders or commercial properties in a particular area.  That application goes to the OPW.  There is a transparent system whereby we assess that application on a value for money basis and if it comes out in a positive way, we will allocate funds to the local authority to spend on that minor scheme.  Thus, it is not just about the big schemes of which people are aware and which we have completed or will soon complete.  It is also about the minor schemes, which can have a large impact on a local authority area.  To date, over €27 million has been allocated to 33 city and county councils for more than 370 minor works across the country.  Every second week I make announcements.  I use this opportunity to impress upon local authorities that when we put a local authority in funds for a particular scheme, it should get on and do the work, because the funding will not be there forever.  There is an obligation to get on with it.  Not only is this important in terms of flood alleviation, it is also important for local employment because many of these projects involve local contractors which win contracts through the local authorities.<\/p><p>I thank the House for allowing me the opportunity to address this important issue.  In the wake of severe flood events, there can be an understandable expectation that relief and mitigation measures can be implemented quickly.  In some cases, if the event is very localised, the measures needed may be relatively straightforward and can be implemented in a short timeframe.  However, often the problems are of such a scale that a major scheme of capital works is required to deal effectively with the situation.  Such schemes involve complex engineering and construction operations which can affect people's lives and the built and natural environment.  It is crucial that the public is with us on this.  There is no point in working up a major scheme and then finding out that when we go to hit the button to proceed with the funding, there are widespread objections.  We saw a case in Dublin last year in which my Department wanted to put Dublin City Council in funds for a significant flood alleviation measure but the community had objections to it, which I can understand.  I appeal through this House to local authorities to make sure there is buy-in on the ground so that when it gets to the point of implementing these things, the public supports us.  It is important that the work is done correctly and achieves its objectives.  I assure the House that the OPW strives always to ensure that the significant investment by the State in flood relief works and flood management achieves a clear reduction in the risk and impact of flooding on society and results in a real and appreciable improvement in the quality of people's lives.  When I came to the OPW, I asked the expert flood alleviation section, through the engineers, to say how big this problem is.  They told me that, technically, there are about 250 hot spots across the country where there could be significant flooding events, which could cause devastation to those communities.  This is part of a long-term programme.  It will not be fixed overnight.  Other countries are ahead of us in this regard; however, I recognise that the previous Government started this work, there was significant funding there and we are continuing that.  It is work that we must do in good times or bad because of the impact it has on communities across the country.  Our task is to work with those communities to get the best possible result.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000020#T00300","speaker":"958","continuing":true},{"type":"speech","time":1348143900,"counter":156,"content":"<p>I thank the Minister for a very comprehensive statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000021#U00200","speaker":"1127"},{"type":"speech","time":1348143900,"counter":157,"content":"<p>I did not come to the House today expecting to be shocked, but I am, because there did not appear to be a single reference to climate change in the Minister of State's speech.  I can be corrected if this is not the case, but there was evidence in his speech that both he and the OPW are climate change deniers.  He said: \"There is no firm evidence that this level of variability is reflective of anything more than natural variations in our weather.\"  If we have climate change deniers at the heart of the Government, I am very worried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000021#U00300","speaker":"1116"},{"type":"speech","time":1348143900,"counter":158,"content":"<p>I was referring to this summer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000021#U00400","speaker":"958"},{"type":"speech","time":1348143900,"counter":159,"content":"<p>The quote was \"that this level of variability is reflective of anything more than natural variations in our weather.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000021#U00500","speaker":"1116"},{"type":"speech","time":1348143900,"counter":160,"content":"<p>That was this summer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000021#U00600","speaker":"958"},{"type":"speech","time":1348143900,"counter":161,"content":"<p>The Government, countries and scientists around the world have had massive studies carried out of climate change and its impact on flooding.  An Environmental Protection Agency report from 2009 co-authored by Professor John Sweeney from the National University of Ireland, Maynooth, contains incredible detail about the impact of climate change on flooding.  Whether the OPW is going to start denying this or this is evidence of Fine Gael's right-wing approach, it is a fact that even in the US, climate change deniers accept that climate change is taking place.  They just deny that humans have anything to do with it.  There seems to be no recognition of that and if this is at the heart of Government policy, it is extremely worrisome and dangerous.<\/p> <p>One can argue about what is causing it but the science is there and the Government must accept that temperatures are rising and a result of this is flooding will continue to occur.  This is a very important point to make on what was an otherwise reasonable speech by the Minister of State.  I acknowledge work is taking place throughout the country.  Many of these projects were initiated by the previous Government and I am glad they are being continued.  I do not have too many complaints in my area with regard to schemes, and councillors throughout the country do not bring forward too many complaints because many of the schemes promised are moving forward.  I know of a number of minor works taking place in County Meath, including in Drumconrath, and I pay tribute to the Minister of State with regard to this because quick action was taken by the OPW.  Other work is taking place in Dunboyne and Navan with regard to various emergencies under various schemes.  However, I would like clarity on climate change because it must be at the heart of the debate.  I am disappointed that none of the reports from the EPA was included by the Minister of State in his speech.<\/p><p>Ironically, when we were in government the €10 million fund was derided by the then Opposition as not being enough.  We then found enough people were not coming to claim the entire amount.  It was restrictive enough in certain cases but helpful in others.  I am glad it is there for when problems arise.<\/p><p>Will the Minister of State clarify the point on climate change?  It is a crucial absence from his speech and there is evidence which he or his officials do not accept.  It is partially the cause of many flood events which occur.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000021#U00700","speaker":"1116","continuing":true},{"type":"speech","time":1348144500,"counter":163,"content":"<p>As this debate is on flooding and flood prevention, that is what I will speak about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000022#V00200","speaker":"1163"},{"type":"speech","time":1348144500,"counter":164,"content":"<p>Climate change causes flooding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000022#V00300","speaker":"1116"},{"type":"speech","time":1348144500,"counter":165,"content":"<p>I will keep to the aspect of flood prevention if I may.  The two places nearest to me where I have seen huge investment are Fermoy and Mallow.  For years people in these areas stated nothing could be done to prevent the flooding there, but lo and behold the engineers and experts have changed the lives of the people.  Large amounts were spent and extensive works carried out, but it is good value when it works.  Businesses in Mallow could not get an insurance quotation because annual flooding occurred.<\/p><p>With regard to large projects costing a large amount of money, several years ago the manager of Kerry County Council in his wisdom had to carry out extensive coastal protection works at Inch which cost approximately €4 million.  He secured only €3 million of this funding from the Government.  I ask the Minister of State to keep in mind that Kerry County Council is seeking an additional €1 million for this.<\/p><p>With regard to minor works, extensive flooding occurred at a river near me in the Glenflesk area.  Trees which were hanging over the river were cut and this has made a change.  People living in a cluster of seven or eight houses in the area could not enter or leave, but due to minor works carried out by the OPW which cut the overhanging trees falling into the river the problem has been alleviated.  This year we have had a large amount of rainfall but flooding has not been an issue.<\/p><p>I thank the Minister of State for visiting Rossbeigh in my home patch.  I believe from experts that not much can be done about the shifting of sands but there is a major concern about the houses in Incharee for which the Minister of State has allocated funding.  Recently I spoke to the engineer in the local authority and he may need a little more money to finish the works.  Where the sand dune structure has been undermined the houses have been left wide open to attack by the sea.  Additional funding may be required to secure these houses from flooding.<\/p><p>On an ancillary note, of most importance to a planning authority when deciding on a planning application is to protect the skyline, and people often had to build their houses in hollows.  Subsequent flooding has occurred and many of these houses have been destroyed.  Women, in particular, will tell one that if a house has been flooded it is never the same.  Local authorities always seem to worry about protecting the skyline although nobody speaks about building castles on top of a hill.  I do not think it was right for people to be made build houses on the lowest part of their land holding and perhaps this should be addressed.<\/p><p>Recently I spoke to an engineer who told me the ground is saturated because of the huge amount of rainfall we have had this year.  He stated the Lakes of Killarney are as high as he has ever seen and if we get heavy rainfall over winter we will be highly prone to flooding.  There is nothing the Minister of State can do except to be wary.  We must hope we do not get such weather during the winter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000022#V00400","speaker":"1163"},{"type":"speech","time":1348144500,"counter":166,"content":"<p>I welcome the opportunity to speak on the issue of flooding.  It is very important because of the summer we have had.  We must discuss its effects and how to prevent the dreadful consequences flooding has for local communities.  We must recognise it is becoming an issue that we must deal with more regularly, and this will continue as the effects of climate change, such as more extreme weather events, become the norm rather than the exception.  This means we must step up our prevention measures and preparation for when floods take place, bearing in mind more extreme flooding is more likely to occur.  We must prepare for the worst case scenario rather than ending up using hindsight.<\/p><p>The practical effects of failing to put in place proper flood prevention measures are very clear as we saw earlier in the summer.  It affects public and private property and agriculture, and general economic disruption running into tens of millions of euro results from flooding.  Last October two people were tragically killed as a result of floods.  Insurance helps people in the short term, but if flooding becomes more regular premiums will rise to reflect this reality and businesses and homeowners could do without this, particularly given the economic climate.<\/p><p>An issue raised with me is the frustration of local authorities in attempting to carry out flood prevention work on land in national parks.  They feel essential flood prevention work is being unnecessarily delayed by an overburdensome procedure whereby the national parks rather than the OPW have the final say.  I would appreciate the Minister of State making a comment on this.<\/p><p>With regard to the flood directive, while I recognise we are on course to implement it on schedule we are lagging behind the North in implementing some of its facets, in particular the requirement to complete flood maps.<\/p> <p>In particular, in the North they are ahead of us in meeting the requirement to complete flood maps.  The Minister of State has discussed this matter with the Northern Minister, Ms Michelle O'Neill, MLA.  I hope this co-operation can be increased and expertise shared in order that all of the island can be mapped as soon as possible.  This is a natural area in which co-operation is necessary, given the overlap of flood catchment areas in the Border region.  Rivers do not recognise partition.<\/p><p>The flood maps represent an excellent use of technology to overcome an age-old problem.  Do we have sufficient technical know-how to make the best use of existing flood prevention technology?  Prevention constitutes money well spent.  We need to increase the use of the technology and, where there are unnecessary delays, take practical policy steps, as the issue will not go away.  I hope the Minister of State will reassure the House that it will remain a priority for him and that he will be open to suggestions from all local communities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000022#V00500","speaker":"1155","continuing":true},{"type":"speech","time":1348145100,"counter":168,"content":"<p>I welcome the Minister of State and thank him for attending our debate on this subject.  He has kept himself apprised of recent events, but I wish to discuss history.  Almost to the day 100 years ago, my grandfather, Neddy Kavanagh, moved 300 yards from where he lived on Mill Street in Carrick-on-Suir to higher ground on Greystone Street because he had been flooded for three consecutive years.  When people tell me flooding is a recent phenomenon due to climate change, etc., I remind them of my grandfather and that the problem has been with us for a long time.  We have found different ways of dealing with it.  I am glad to say my experience of the way all Governments have handled the issue has been positive.<\/p><p>In August I was on holiday in Clonakilty.  I left it on a Monday morning to head for Kinsale, doing my patriotic duty and spending my holiday money in Ireland.  That night Clonakilty was flooded.  I spoke to Senator Kathryn Reilly's colleague, the town's current mayor, Councillor Cionnaith Ó Súilleabháin, the next day.  The town was devastated in the middle of the summer.  Although no rain had fallen on the previous day, a deluge destroyed the town, the second time it had happened this year.  Within hours houses and shops can be flooded without warning.<\/p><p>In November 1996 I was awoken at 6 a.m. by a cousin who asked whether I would go to a house by the River Suir and remove my deceased cousin Nelly Allen's furniture.  We reached the house in the dark to find the water level up to our waist.  Within 24 hours the late Minister Hugh Coveney visited Carrick-on-Suir with the then county manager and senior officials from the water unit.  His visit started the provision of flood walls in the town, but the process took many years to complete.  There were public consultations and many local concerns, including my own.  I had been a fisherman since I was a child and lived within the sound of the weir.  The concern was that the town would be blocked off from the river and that we would not be able to see it, its walkways, etc.  However, the walls were built and during this year's highest rainfall I stood on a bridge in the town that was built before Columbus discovered America and saw that the town was safe.  No one was worried about flooding.  Flood prevention can work.<\/p><p>Clonmel is 13 miles from where I live and works there are nearing completion.  A good job has been done in a difficult scenario.  The river splits in the town, presenting many difficulties.  Carrick-on-Suir is a tidal town in that the tide moves 1.5 miles upstream from it.  This creates difficulties, but Ireland's engineering companies have mastered the art of dealing with flooding.<\/p><p>I hope there is enough money to continue flood prevention works.  The Minister of State alluded to this issue.  In our response to flooding we have not recognised the importance of deforestation.  I live in the countryside where deforestation has allowed water to enter the river basin more quickly than ever before.  For many years I fished for salmon and one would not change a lure for two days after heavy rainfall.  Now one must change it within six or seven hours because water is not being contained by tree roots.  Will the Minister of State comment on this issue?  We can do something about it, for example, by encouraging reafforestation.  When forests are cut down, the land is usually left to lie fallow for two, three or four years before it is reset.  That wait is unnecessary.<\/p><p>I hope the prevention work continues.  I know what it is like to be flooded.  When I discussed the issue with the mayor of Clonakilty, I empathised with him.  I urge the Minister of State to proceed with the work under way and commend him for his efforts to date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000023#W00200","speaker":"1162"},{"type":"speech","time":1348145100,"counter":169,"content":"<p>I welcome the Minister of State.  We always have good debates when he is present.  I was asking for a-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000023#W00300","speaker":"1157"},{"type":"speech","time":1348145100,"counter":170,"content":"<p>I apologise, but the Senator's microphone is not working.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000023#W00400","speaker":"1118"},{"type":"speech","time":1348145100,"counter":171,"content":"<p>I will move to another seat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000023#W00500","speaker":"1157"},{"type":"speech","time":1348145100,"counter":172,"content":"<p>The Senator could join the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000023#W00600","speaker":"958"},{"type":"speech","time":1348145100,"counter":173,"content":"<p>We are still in difficulty.  My microphone is certainly working.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000023#W00700","speaker":"1118"},{"type":"speech","time":1348145100,"counter":175,"content":"<p>Senator Barrett can proceed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000023#W00900","speaker":"1118"},{"type":"speech","time":1348145100,"counter":176,"content":"<p>I thank everyone for their patience.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000023#W01000","speaker":"1157"},{"type":"speech","time":1348145100,"counter":177,"content":"<p>We apologise for the interruption, but the OPW has got us back in business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000023#W01100","speaker":"1118"},{"type":"speech","time":1348145100,"counter":178,"content":"<p>It solved the problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000023#W01200","speaker":"958"},{"type":"speech","time":1348145100,"counter":179,"content":"<p>I was absent for part of Senator Kathryn Reilly's contribution because I wanted to check on a point made by Senator Thomas Byrne.  While I was a member of the National Economic and Social Council, NESC, a number of years ago, the idea of climate change was discussed.  The Central Statistics Office used to have the numbers, but they are not in the statistical yearbook.  The Minister of State might replace them.  As far as I remember from seeing the figures four years ago, there had been no change in rainfall in the preceding 50 years in the Kerry mountains and Malahide, the wettest parts of Ireland.  However, some doomsayers claimed that the Lakes of Killarney would be approximately five times larger than they are now.  I do not know what was supposed to happen in Malahide.  I supplied the numbers to the NESC which changed its report somewhat.  That the climate section of the statistical yearbook does not include figures for rainfall is interesting.  That information might address the points raised by Senator Thomas Byrne.<\/p><p>As in all fields, there is a climate change industry, one that sometimes invents crises.  Neither I nor the council saw any difference in the rainfall in County Kerry in the 1950s and a number of years ago.  Met Éireann could confirm whether this was the case.  The information should be contained in the statistical bulletin to allow people to judge the pattern.<\/p> <p>The Minister of State referred to the insurance industry not taking account of work done by his Department.  Representatives of the insurance industry who appeared before the transport committee yesterday have requested access to penalty points data to allow them judge the risk of drivers, in respect of which they have the co-operation of the Minister for Transport, Tourism and Sport.  If they are willing to take on board that information in order to penalise people with a bad driving record then they should be willing to reduce premiums in areas in respect of which the OPW's flood control records are good.  Insurance is supposed to measure risk.  As such, where the risk is reduced, this should be reflected in lower premiums.  The refusal of insurance companies to insure in particular areas is particularly strange.<\/p><p> I commend the OPW for having a green car park in Farmleigh.  As stated by Senator Landy, tarring over gardens, as in shopping centres, causes run-off to speed up.  Green car parks such as the one at Farmleigh allow for better absorption of water.  There is a need for greater liaison between the OPW and the planning authorities.  We all know that in places such as Dunboyne and Maynooth planning permissions were granted in places which everybody in those localities knew were prone to flooding from time to time.  In Gort, houses were built in turlough country.  The Rydell report of the 1950s on the Shannon, which was epochal research, stated that the cheapest way to address this issue was to subsidise the rebuilding of houses on higher ground.  However, what it would have cost to alleviate flooding in the Shannon area at that time would have exceeded any possible benefits.  The case was made that flooding of the area in winter did not do any harm and may have done some good to the soil.  Another important point in this regard is that in the US the Army Corps of Engineers was required under the Flood Control Act 1936 to undertake projects so that the benefits to whomsoever they may accrue would exceed costs.  Out of this grew cost-benefit analysis, an issue on which Mr. Otto Eckstein from Harvard wrote.  One wishes that project appraisal in other areas was as good it is in respect of flood control.<\/p><p> There was a danger in the past, to quote Mr. Colm McCarthy, that many expensive drainage projects turned wet rocks into dry rocks.  We do need a flow of benefits.  If one is going to spend &#8364;250 million it must be at a suitable discount rate - the current cost of borrowing is high - and a flow of benefits must result from it.  We cannot allow a situation whereby the OPW carries out engineering works that enhance people's private incomes but do nothing for society.  <\/p><p> The Minister of State referred indirectly to the flooding at Clontarf.  I have discussed this problem with Deputies representing that constituency.  They may have written to the Minister of State about it.  Only yesterday I discussed with Senator Quinn the flooding that occurred in that area a number of years ago and the lack of water at the time two miles down the road which resulted in the Kilbarrack sailing club having to shut down.  I believe the causeway between the mainland and Bull Island prevents the flood plain from operating as it should.  It is hoped the OPW will take an interest in this project, which became a <i>cause célèbre<\/i>within Dublin Corporation, or Dublin City Council as it is now, because it built the causeway and as such cannot admit there is anything wrong with it.  As a former resident of the area the Minister of State will be aware that the people in Clontarf were strongly opposed to the erection of a high wall and disputed the need for it.  The Minister of State will get to say &quot;I told you so&quot; if there is flood in Clontarf and I will be in trouble in Sutton if the causeway is cut and there is a flood in Sutton.  We have many people with agricultural expertise on how we could use the flood plains rather than engaging in expensive engineering works.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000023#W01300","speaker":"1157","continuing":true},{"type":"speech","time":1348145700,"counter":181,"content":"<p>It would not be as cheap to relocate the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000024#X00200","speaker":"958"},{"type":"speech","time":1348145700,"counter":182,"content":"<p>Thank you.<\/p><p>The Minister of State will be aware that the Chairman of the Committee of Public Accounts has been critical of the cost overruns in respect of drainage in Kilkenny.  Have lessons been learned in this regard?  I think Deputy McGuinness's ambition to be Chairman of the Committee of Public Accounts came about as a result of this project, which he believed was too expensive.<\/p><p>There is a need to report on the flooding in Cork city in November 2009.  Nobody appears to be willing to take responsibility for it.  Questions arising include whether the ESB needed a bigger dam and whether Cork City Council was advised of this.  That particular flood caused a great deal of damage to Cork city, and it has been difficult to get the insurance companies to pay up or re-insure.  <\/p><p>I thank people for their patience as I had to relocate.  This is an important topic.  As regards the issue of climate change, I am a sceptic, and the numbers confirm that.  Have planning decisions been made which have resulted in people being in danger from flooding?  I look forward to hearing about the 250 hot spots and the measures to deal with them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000024#X00300","speaker":"1157"},{"type":"speech","time":1348145700,"counter":183,"content":"<p>I also want to raise with the Minister of State the flooding in Cork in November 2009.  I will not deny that Cork has had flooding problems for many years.  I recall as a young child my father, who ran a shop in Cork city centre, regularly being called out by the fire brigade in the early hours of the morning because the shop was under two feet of water.  <\/p><p>Traditionally, flooding in Cork was due to a combination of high tides, heavy rainfall and winds coming from the east.  The main drainage system now in place has alleviated that problem.  The two major floods in Cork which hit the headlines were in November 2009 and 28 June this year.  These had nothing to do with the tide although heavy rainfall was a consideration in the flooding in November 2009.  We do not as yet have a definitive report on what went wrong.  Last winter, the local authorities in Cork city and county and the ESB worked together to manage the dam.  University College Cork is suing the ESB.  It is dreadful that one arm of the State is suing another.  A great deal of damage was caused by the flooding in November 2009.  The new computer science building in UCC, which had not even opened, was completely destroyed.  A new library in Cork County Council was also destroyed.  We have all heard the stories.  The people's need for answers about what happened has not been satisfied.  Many people in and around Mercy University Hospital woke up in water up to their ears because the wall of the river broke.  They had never experienced flooding in their area before.  Thankfully, that is now being replaced.<\/p><p>The floods in Cork this year were as a result of high rainfall.  I have interacted on this issue with engineers on the ground in Cork, who have a great understanding of what went wrong and are working with the local authorities to address the issue.  I am confused.  The local authorities prepare reports which are then sent to the OPW and the Department of the Environment, Community and Local Government.  Who makes the decision in regard to what happens?  There is much confusion around this issue.  People are not satisfied that there is one direct line of communication.  If one raises this matter on the Adjournment it may be taken by the Minister of State, Deputy Hayes, or a Minister or Minister of State from the Department of the Environment, Community and Local Government.  The Minister of State, Deputy Jan O'Sullivan, dealt previously with a matter I raised.  The lines of communication are muddy and it is unclear to where one should direct queries.<\/p><p>Some insurance companies have refused to re-insure people because they live in a flood risk area.  I raised this issue with Mr. Michael Kemp, chief executive of the Irish Insurance Federation, last year and I have also raised it in this House.<\/p> <p>Mr. Kemp indicated that it was working with the Minister of State, Deputy Brian Hayes, and the Office of Public Works, OPW, to improve the flow of information between insurers and the OPW, and this should help to prioritise areas where flood defences can contribute to improved insurability.  Today the Minister of State has indicated that he and his officials are engaged with the insurance industry to agree a format; therefore, the process is still ongoing nearly a year later.  Surely if there is investment in an area and officials sit down with the insurance industry representatives to agree what measures should be put in place, we could move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000024#X00400","speaker":"1114","continuing":true},{"type":"speech","time":1348146300,"counter":185,"content":"<p>I agree.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000025#Y00200","speaker":"958"},{"type":"speech","time":1348146300,"counter":186,"content":"<p>This needs to happen, and there should be dialogue between local authorities, the OPW and insurance companies.  Individuals are being left uninsured, and they feel it is unfair, particularly where it can be established that investment has been made and the risk of repeat flooding has been reduced.<\/p><p>The Minister of State mentioned minor capital works, which are very important.  In my experience of dealing with communities after flooding, I know there should be some forum where people could communicate with the OPW and local authorities.  I have done some reading on the issue and there are local flood action groups in some areas and particularly in the UK.  For example, after the 2009 floods in an area near Ballinhassig, people met local representatives in the community hall when they were looking for the channel of the river to be dredged.  Everybody local to the area knew the river was rising under the bridges but the dredging work was never done.  It could have been carried out under the minor works scheme.<\/p><p>Local communities have much historical information, as we saw when Senator Landy referred to his grandfather.  We all have this type of information.  With regard to planning, we know building should not have taken place on flood plains but we are where we are.  On 28 June this year the flooding in Cork affected a major shopping centre, which only has approximately 25% occupancy.  I do not know if the shops will ever open again because, unfortunately, the flooding occurred when the retail sector is experiencing difficulties anyway.  It is a difficult position and we are still waiting for answers and measures to be announced.  Remedial work will not come from major flood defences but it could certainly come from the minor works programme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000025#Y00300","speaker":"1114"},{"type":"speech","time":1348146300,"counter":187,"content":"<p>I welcome the Minister of State to the House for this very important debate on the flooding issue.  The problems are clearly not his fault and he has inherited a position where his predecessor, Dr. Martin Mansergh, put much work in on a number of schemes.  Like other speakers, I must be somewhat parochial.  I will mention a few places that were flooded that, historically - or at least in my lifetime - have not been flooded.  The problems may have come about through a mixture of types of carelessness, with local authorities not doing the basic groundwork in cleaning culverts, gullies and drains.<\/p><p>One of the areas is where I reside currently in Schull.  That has been flooded in the past two consecutive years, although it is hard to imagine a village near the sea being flooded by a tiny stream.  I have never received a clear answer on the issue and sometimes local authorities are afraid to admit that rivers, streams and culverts etc. have not been cleared.  It is also unusual for Clonakilty to be severely flooded, as it is not on a major river.  I have no doubt my west Cork colleagues in the Dáil, particularly Deputy Jim Daly, have advanced that cause fairly well.  Not far from Clonakilty, the village of Rathbarry was severely flooded this year.  It is a small village in the heartland of a great Fine Gael orator and former Member of this and the other House, the late John L. O'Sullivan.  He served on the county council with me.<\/p><p>I would also like the Minister of State to report progress on schemes, one of which is well under way in Bandon.  The Minister of State was down there last year and I compliment him on the progress in that regard.  I was on my way from Dublin on 19 November some three years ago and was caught by the floods there.  The brakes on my car were destroyed and it cost €1,200 to get them repaired.  When the hot brake pads hit a flood of water, they were bent and I could not make it to Bandon the following day.  The only hotel in Bandon is the Munster Arms and in the public bar area, the water reached a foot from the ceiling, or approximately eight ft.  There were some frightening experiences there.  I know work is in progress and some of the river is being dredged.<\/p><p>There is an outstanding item in Skibbereen, where a report has been done.  Floods would historically have come in winter, when there is more rain, but unfortunately, this summer had instances where flooding occurred because of very heavy rain.  What, if anything, has happened with the Skibbereen project?  I do not expect the Minister of State to have all these answers off the top of his head but he might communicate the progress to me.  I am not here to set a trap for the Minister of State rather to raise issues of importance to me.  I understand if the Minister of State does not have the answers today.<\/p><p>I have raised the following issue on two occasions on the Order of Business, and other speakers have touched on this.  There should be a way to ensure business owners and householders can get continued cover from their insurers.  If there is a threat of flooding in particular towns, many people can be hit; in Clonakilty and Skibbereen, for example, people who have been flooded are not being insured.  The issue may cut across several Departments but is there any possibility of a universal system of insurance?  We all pay a contribution to ensure compensation is made to some degree if a person who causes a motor accident does not have insurance.  Has any progress been made on such a system?<\/p><p>We all know of flooding cases affecting the west or areas around the River Suir; Clonmel has been badly hit in the past and there are schemes in places like Fermoy and Mallow which are well advanced.  It is a double whammy for people whose properties are flooded, with businesses suffering for several weeks, that there is no possibility of being insured in the event of another flood.<\/p><p>I have often been critical of the OPW but to be fair, over the years significant progress has been made in places like Kilkenny, Clonmel, Fermoy and Mallow.  I have no doubt that in places like Bandon and towns in west Cork, there will be progress as well.  The history of flooding in Skibbereen, in particular, indicates it would be a major event once every ten years.  When flood waters have risen on a couple of instances, voluntary bodies helped to put in sandbags.  On two or three occasions the water came within a hair's breadth of flooding the town and its premises.  I visited many of the people in Skibbereen, including older people living in the path of flooding.  There is no doubt in my mind about some of the big problems in Skibbereen.  A welcome relief road was built but I have spoken to some experts and although I am not an engineer, the bridge system does not seem capable of coping with the type of flooding experienced in the town.  The water came through the GAA pitch on the last occasion and the ducts in the bridge could not cope with the water, leading to the water backing up.  A house belonging to a retired Garda sergeant was flooded three times and when he tried to repair flood damage, he had an unfortunate accident with a saw.<\/p> <p>To add insult to injury, he lost a couple of fingers.  Three or four houses near the GAA pitch were never flooded.  They should take this into account for the flood relief programme for the Ilen River, which is a substantial river coming from the mountains in Castledonovan and through Drimoleague and the parish of Caheragh.  They will never admit they were wrong and I am not looking for an admission.  Builders, developers and local authorities build on flood plains but giving permission for that is criminal.  It is well recognised, going back many years.  When the Skibbereen programme is rolled out, it should be done in such a way that people can be hopeful for the next 40 years.<\/p><p>I was listening to a debate on the radio concerning the fact that potatoes will be expensive because farmers were not able to harvest potatoes due to the bad weather this summer.  A few days previously, I had read about farmers in Spain, Portugal or Italy where they make money out of olive oil.  It was a dry, arid summer and the olive crop failed.  They expected the price of olive oil to go through the roof.  In Ireland we were worried about the humble spud and in parts of the Mediterranean they were worried about the price of olive oil.  We cannot win.<\/p><p>I wish the Minister of State well in his brief.  He has always been forthcoming in the Seanad.  By the time he completes his career in this Department, I hope many of the towns and villages I mentioned will be sorted for good and glory.  I hope the Minister of State will not be elevated too quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000025#Y00400","speaker":"1127","continuing":true},{"type":"speech","time":1348146900,"counter":189,"content":"<p>All politics is local but, unfortunately, flooding is also local.  We have had that experience in County Clare.  Senator Byrne referred to climate change and now we have a name for it.  In 1974, we went on a family holiday in Ballybunion, County Kerry.  After three summers, eight days into our holiday my father brought us home because there was 3 ft. of rain on the street in the middle of August.  This happened 40 years ago and we now have a name for it but it has been happening for quite some time.  I was born in Newcastle West, which was wiped out three or four years ago in a flood.  It was probably caused by the deforestation of Barnagh, which led to water hitting the mountains and hills much faster and coming into the middle of the town.  I am familiar with the river in Newcastle West, having grown up there.  The wall is 20 ft. deep before one gets to the bottom of the river.  The volume of water coming down was phenomenal.  I am 53 years of age and I never saw flooding occur until three or four years ago.<\/p><p>When I was mayor of Clare, Ennis town and its environs suffered major flooding in November 2009.  Some ten years previously, in December 1999, the OPW built flood prevention walls in the town as part of a phased flood protection scheme.  Can the Minister of State inform the House when phase 2 will be completed?  It is now late September and, after one of the wettest summers on record and with the ground saturated, there is concern that we will have another problem this year.  Any observation I make today will be constructive.<\/p><p>The O'Garney River in Sixmilebridge burst its banks in 2009 resulting in the bridge, built in the 1600s, being closed due to serious concerns that it could be swept away.  This led to the town being divided in two and there were serious hardships for the inhabitants.  The Minister of State recently visited the town and met a colleague of mine, Councillor John Crowe, who requested that the river be dragged and widened in places.  Cost-effective measures would ensure the flooding encountered in recent years could be avoided.  Councillor Crowe has a supermarket in the middle of the town and his shop became a tributary for the O'Garney River during the flooding period in 2009.  The river flowed through the middle of the shop for five days.<\/p><p>Rail links between Limerick city and Galway city were closed for many years owing to flooding at Ballycar, Newmarket-on-Fergus.  I will not name the officials, as my colleague has done, but they spoke recently with the area committee and the Shannon area councils and said the OPW would not be funding any measures and that it is a problem for Iarnróid Éireann.  In Shannon, some insurance companies refuse to insure residents even though the town has never flooded and we have adequate flood prevention measures, with 18 or 20 pump stations at work all the time.  Some genius has come up with the idea that they will not insure residents because Shannon is below sea level.<\/p><p>I appreciate that Departments try to protect their budgets and will not spend any money if it is the responsibility of another Department.  The taxpayer does not care because it is a problem when it affects the taxpayer.  Moneys are collected by the Department of Finance and distributed to the relevant Departments.  The Government's income has been cut back to levels seen ten years ago and we must ensure this matter does not fall between Departments when it comes to taking the necessary measures.<\/p><p>Is it possible for the Department to seek an update from Clare County Council and the ESB?  In 2009, we were fighting floods on two fronts.  One was in the town of Ennis and there was also a flood on the River Shannon.  There was a danger that the Parteen Weir and the Ardnacrusha dam was going to break.  This caused huge problems in the south Clare area.<\/p><p>Senator Clune referred to the problems in Cork regarding the ESB and its dam further upriver.  I attended a meeting in Clare in 2009 when ESB officials told us that at noon they would release X million gallons of water.  They told us we could do what we wanted and were getting up to walk out but, in fairness to the county manager, Tom Coughlan, he called them back and asked about the impact of releasing millions of gallons of water down the river.  He asked what would happen five miles down the river.  That action prevented a catastrophe further down the river and onwards into Limerick city.<\/p><p>Do we have a Minister of State to take full responsibility for flooding?  Perhaps we should anoint the Minister of State.  It does not just concern the OPW, it is an interdepartmental problem across a large number of Departments and agencies.  Engagement with the ESB is critical because it holds millions of gallons of water at a given time, in the summer and in winter.  The ESB is a critical part of controls we can put in place to prevent flooding in many areas.  It is important the Department is engaged with the ESB.  I have no doubt the Minister of State is taking a cohesive, integrated approach to solving the problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000026#Z00400","speaker":"1134"},{"type":"speech","time":1348146900,"counter":190,"content":"<p>It happened yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000026#Z00500","speaker":"958"},{"type":"speech","time":1348146900,"counter":191,"content":"<p>It is critical there is a cohesive approach to solving this problem.  Many flooding issues may not need flood prevention but may require management measures to resolve them.  That is my experience in Clare in 2009.  I wish the Minister of State well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000026#Z00600","speaker":"1134"},{"type":"speech","time":1348146900,"counter":192,"content":"<p>I welcome the Minister of State and thank him for a comprehensive statement.  He is active on the ground in ensuring our concerns are being addressed.  I come from Ballinasloe, which was badly flooded in 2009, so I have a keen interest in investments in the past and in the future to ensure we do not have a repeat of the awful trauma suffered by so many households and businesses in 2009.  I share in the words of thanks and acknowledgement to the local authorities, the civil defence, the Army and all the people who come to the rescue of communities in times of crisis.  We do not appreciate their worth until we have to call them in times of emergency.<\/p><p>I acknowledge the significant spending in Ballinasloe.  The Minister of State was in the town last year when the defence wall was officially commissioned.  Significant work has been done on a number of bridges around Ballinasloe.  I acknowledge the efforts of the Minister of State and his predecessor.  We had a good rapport with him during a difficult time for the people of Ballinasloe.  There is grave concern.<\/p> <p>The Minister of State met the people from the Shannon callows area and the IFA.  I refer to the real conflict there as to what is the cause of the problems and flooding which takes place in the Shannon callows area and, I suppose, in Ballinasloe.  I also refer to the River Shannon, its contribution to the flooding and the investment which might be needed to ensure areas like the Shannon callows do not have the difficulties they had this summer when farming was impossible and people lost their livelihood, or a significant portion of it.  Will the Minister of State comment on whether any progress has been made in resolving the issue and difficulties which appear to be there in terms of the interpretation of the problem and eventually coming to a conclusion?  The IFA holds a very strong view on the problem and previous speakers spoke about the ESB and the control of Ardnacrusha.  Perhaps the Minister of State will comment on that a little.<\/p><p>Some of the minor works, which have been done around east Galway and the county itself, have been very significant and have made a tremendous difference.  I hope they will prevent serious flooding in many of those areas.<\/p><p>I am concerned that the ongoing maintenance required on many of those rivers is not happening.  The River Suck drainage board is the most toothless outfit ever invented.  It can only carry out works which can be done with a shovel and a spade.  In this day and age, when we have so much equipment and machinery, it seems ludicrous.  That issue needs to be addressed.  Some of the flooding could probably be prevented in some areas if there was ongoing and regular maintenance.<\/p><p>Will the Minister of State comment on any progress made in regard to the Dunkellin river and that whole south Galway flooding issue?  Draining the Dunkellin river has been included on every politician's electoral promise list since the 1940s.  Some wag said some years ago that if they had started draining it with a spoon at that time, it would have been done by now.  Obviously, flooding of the Dunkellin river catchment area is causing significant hardship for the farming community in that area.<\/p><p>The insurance issue is certainly one for some people in Ballinasloe.  I have an address which happens to be the same as one a mile away where there was some flooding in 2009.  If I am flooded, the end of the world will have arrived because I live on a hill and have no chance of being flooded.  However, I discovered that I am probably paying well over the odds for my insurance as a result of having an address in a particular area in Ballinalsoe.  The insurance companies are probably milking the situation and are being unfair to customers.  <\/p><p>Probably only a handful of people cannot get some insurance cover but there should be something along the lines of what Senator O'Donovan suggested whereby people who cannot get insurance could be covered in some way, whether centrally or by some Government agency.  It is obviously very stressful and distressing when there is a lot of rain, one has no insurance and there is a possibility one might encounter flooding again.  That issue needs to be examined.  <\/p><p>The Minister of State is doing a fine job.  He is faring well to be able to ring-fence the money in the difficult times we are in.  However, because flooding appears to be a much more frequent problem in some parts of the country, it is important the Government and politicians ensure the Minister of State's Department is adequately funded to ensure communities are protected and the defences required are put in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000026#Z00700","speaker":"1118","continuing":true},{"type":"speech","time":1348147500,"counter":194,"content":"<p>The previous speaker will not need the assistance of Noah's ark given where he is living.  He is safe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000027#AA00200","speaker":"1127"},{"type":"speech","time":1348147500,"counter":195,"content":"<p>I am not so certain about that, a Leas-Chathaoirligh.<\/p><p>I was asked if this was all my fault.  I was in a shop in my constituency recently and I happened to say to the lady selling me the newspaper that it was a very wet day.  She turned to me and said it was all my fault.  It is amazing how quickly the public understands who is now responsible for the mess others have created.  <\/p><p>I thank colleagues for their contributions.  I suppose the net issue is there is a solution to every problem but the question is the cost of it and whether it is economically viable and will make the difference.  We need to have an evidence-based approach which shows clearly that if we are to spend money, it will make a difference.  We did not always do that in the past, as Senator Barrett rightly said.  Willy-nilly decisions were taken on the basis of political prioritisation of constituencies.  This is not a reference to the previous Administration or the former Minister of State, Martin Mansergh-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000027#AA00300","speaker":"958"},{"type":"speech","time":1348147500,"counter":196,"content":"<p>No, because they did not do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000027#AA00400","speaker":"1116"},{"type":"speech","time":1348147500,"counter":197,"content":"<p>-----who did a fine job in the Department.  One of the great advantages of having the CFRAM process, which is long, tortuous and takes five years between the draft, the preliminary, the agreement and the lodging of plans, is that for the first time, we will have some national standard when it comes to the provision of flood maps.  That will have a huge impact in terms of future development and planning in this country.<\/p><p>I recently met a county manager who said to me that if we knew then what we know now in terms of the predictability of flooding events in catchment areas, some of the craziest decisions in the world which were taken in the past 15 to 20 years would not have been taken.  We will now have a standard whereby we can all say that this is our best guess and estimate in terms of the predictability of flooding events and which we can stand over.  That will be hugely significant in terms of resources.<\/p><p>It might well be the case that in some parts of the country, it would be cheaper to relocate people than make a huge multi-million euro investment.  That happened along some parts of the River Shannon in the 1920s and 1930s when people were moved to higher ground.  Those lands were given to new farmers who now claim there is a solution to this.<\/p><p>I am not a climate change denier but I am here to talk about flood alleviation measures.  This is an historic problem.  I think Senator Landy made the point that many parts of the country have a historic problem of flooding with or without climate change.  I think we are calling it climate change now but it is just low lying parts of the country.  When one has this problem of huge fluvial events, which are becoming more regular and, I hasten to add, particular, where perhaps there is three months rainfall in three hours in one part of the country is added to a tidal event - if the tide is in the wrong direction - and wind, to which Senator Clune referred, one will have a major problem.  It is the case that we are seeing more fluvial difficulties emerging around the country and we need to be conscious of that.<\/p><p>I assure colleagues that under the EU directive which we signed up to, we recognise climate change scenarios are taken into account in our computation.  The analysis of climate change is a matter for Met Éireann and the OPW's flood risk analysis is informed by Met Éireann's climate reviews.  Whatever about climate change, this is a historic problem which we are dealing with and which has become more acute in recent years.  A bit like the French Revolution, it is too early to say whether it is all down to climate change.  However, there is certainly an issue-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000027#AA00600","speaker":"958"},{"type":"speech","time":1348147500,"counter":198,"content":"<p>The Minister of State is contradicting the science.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000027#AA00700","speaker":"1116"},{"type":"speech","time":1348147500,"counter":199,"content":"<p>I am not contradicting the science; I am just trying to be objective about it and not political like the Senator.  With all due respect, the Senator would have had more to say at the start of the debate than at the end of it if he had been better informed.<\/p><p>On the question Senator Sheahan raised concerning Mallow and Fermoy, he is absolutely right that very significant investment has occurred there and those towns are now seeing the benefit of that investment.  Senator Landy referred to Carrick-on-Suir.  I have been there and have seen these flood walls.  I am sure they caused consternation locally but they have worked.  There are many examples of where low cost solutions of simply putting in these walls pillar to pillar saves a lot of money.<\/p> <p>I was impressed by what I saw in Carrick-on-Suir and was in Fermoy earlier this week where another scheme is under way.  It has been completed in one part of the town and we are now proceeding with it in the other.  Even though it will cause a lot of disruption to local businesses around Christmas, everyone says he or she is prepared to live with it if he or she is guaranteed he or she will survive if there is a huge deluge.  What is so impressive about Carrick-on-Suir and Clonmel is that other parts of the country can ask these communities about the projects and examine their impact.  Many parts of Dublin where such events took place in October last year could see the benefits of the investment made.  That will be really important when it comes to selling such infrastructural projects to communities.<\/p><p>Senator Tom Sheahan referred to Rossbeigh, where he took me some months ago, and Inch.  There is a wider question of coastal erosion.  Sand moves quickly and not many people live around sand dunes.  People always ask if there is any benefit to be gained in spending money when no one lives there.  There are parts of the country where we have made an investment and unless we supplement that investment, we will knock out existing infrastructure, but this is a difficult issue, to which I have not found an immediate solution.  However, we are working on it.<\/p><p>Senator Kathryn Reilly made a valid point about North-South co-operation.  It is also part of the CFRAM process and we conscious of it.  I met the Minister in the North, Ms Michelle O'Neill, and will meet her again shortly.  I am encouraged by the work under way in Northern Ireland.  I agree with the Senator that those involved in the North are ahead of us in this regard, but we can learn from them and if ever there was an example of North-South co-operation, it must be this one.  I am keen to make progress with my colleague in the Northern Executive.<\/p><p>I welcome the remarks of Senator Denis Landy about the flood walls in Carrick-on-Suir.  They work, as was the case in Clonmel.  He also mentioned afforestation and he is absolutely right.  Deforestation has caused difficulty and work has been done by both the OPW and as part of the CFRAM process to improve the position.  There is a real issue in having a linkage between all Departments to ensure afforestation to a level where it would be regarded as part and parcel of flood alleviation measures.<\/p><p>Senator Sean D. Barrett asked if we had learned the lessons of what happened in Kilkenny and the answer is yes.  At the start we had significant sums of money to spend, but we have a much better idea now about the management of that process and have got the levels right.  The Senator also rightly pointed out that the penalty points approach should apply in our dialogue with the insurance industry.  I will be blunt about it; I am frustrated by the lack of progress I am making with the Insurance Federation of Ireland.  We can bring people to the table and ask them to negotiate, but we must also strike an agreement with them.  The federation asks me for evidence of people not getting insurance; it has its own maps which are as exact, if not more so, as ours and the insurers know where the risks are.  The companies have taken a huge hit in recent years, about which there is no doubt.  If we look at the insurance market in Ireland in terms of flooding, it is half the size of greater Manchester.  If there was lots of money to be made here, more insurers would enter the market, but we must find a balance because they have been hit significantly in recent years and they are conscious of this fact.  It seems that where we bring a capital project up to a standard to meet a one in 100 years event and it is verifiably secured, as in the case of Clonmel and Carrick-on-Suir, the insurers have an obligation to provide insurance.  I am still in discussions with them and hope we can come to an agreement.  I note that in Britain where there is such an agreement, the insurance companies are now getting out of the market because they do not believe it is of benefit to them.  We must find the middle ground because it is not economically feasible for the State to provide insurance cover when it is currently indebted.  We will continue with the discussions and I ask the industry to be realistic, particularly where we have made that investment.<\/p><p>I noted Senator Sean D. Barrett's comments about the north side of Dublin.  He also referred to the green car park in Farmleigh provided by the OPW.  It is a good example of the approach we must extend to other parts of the country because all these very long car parks do is collect huge amounts of water, something of which we must be conscious.<\/p><p>Senator Deirdre Clune spoke about Cork.  I wish to assure her the information gleaned in 2009 is part and parcel of the CFRAM for the River Lee.  Significant damage has been suffered in Cork in recent years, of which we are conscious.  The Senator has asked the pertinent question of who is in charge.  I suspect this is an issue for every Department because they are all responsible for dealing with part of the problem.  Ultimately, this is a matter for the local authority.  Emergency planning is undertaken by the Department of the Environment, Community and Local Government with the full co-operation and support of the OPW.  Our legal responsibility is for arterial drains, but everything else is a  matter for the local authority.  We are the funding agent for local authorities for minor and major capital works.  We also provide engineering solutions, assistance and help, but the first port of call is the local authority.<\/p><p>We learned a lot about emergency planning in dealing with events in 2009 and there is now much better co-ordination between the local authorities, the emergency services, the Department of the Environment, Community and Local Government and the OPW.  The interesting thing about the CFRAM process is that if as a result of it, local authorities can identify a better structure to respond to flood events, we will follow the recommendations made.  Until then, however, it is a matter for local authorities.<\/p><p>Applications come from local authorities and we then grant funds for projects.  Where a local authority has been significantly hit, as happened in County Cork during the summer, we will fast track applications under the minor works scheme in order that people can see work happening quickly if it makes sense to spend the money.  It might make more sense not to spend money for a period of years until we have a greater hydrological solution instead of pretending that spending a small amount will make a difference.<\/p><p>Senator Denis O'Donovan mentioned Bandon and Skibbereen.  I was in Bandon recently, where we are now at planning and development stage and working on a solution.  I recognise the appalling circumstances that have affected people in the town in recent years, and also in Skibbereen.  I will revert to the Senator on both cases with a full answer.<\/p><p>The Senator also asked about a universal system of insurance.  I have asked for work to be done on this issue to see if this would be possible.  I would not be very optimistic such a system could be put in place without working more closely with the insurance industry.  If that relationship comes to nothing, we must look at a greater response, but we would have to consider the issue of financial viability.  <\/p><p>I very much agree with the Senator when he mentions cleaning culverts and rivers.  There are basic maintenance jobs that must be done in rivers and culverts to ensure there are no impediments to prevent the flow of water.<\/p> <p>I agree with the Senator that the removal from a river scheme of logs, trees and other debris is the kind of basic maintenance work that needs to take place.<\/p><p> Senator Tony Mulcahy spoke about Ennis.  I have visited phase 1 of the scheme which involved a car park that presented a real problem some years ago.  It has been a huge success.  There might be tendering difficulties with phase 2 of the scheme, but I am confident that we can make progress with it, complete the job and move on.  When we start something, it is very important that we finish it.  If we do not do so in this case, we will lose all of the benefits of phase 1.<\/p><p> Senator Tony Mulcahy also spoke about Sixmilebridge.  I am not convinced that it is the responsibility of the Office of Public Works, but I will look at the matter again.  The Senator also referred to Ardnacrusha and the River Shannon, which were also mentioned by Senator Michael Mullins.  I met representatives of the ESB yesterday to talk about the River Shannon issue with Waterways Ireland and other groups.  I was fascinated to discover that just 1.5% of the electricity supplied by the ESB was transmitted from Ardnacrusha.  Between 50% and 80% of the electricity supply was transmitted from Ardnacrusha in the 1920s and 1930s.  That was before the plants at Moneypoint and other places started to meet the great majority of the demand for electricity.  The River Shannon is no longer of great significance in terms of the country's energy or power supply.  The ESB can work with us on water levels.  The competing interests along the River Shannon - those with boats, farmers and the ESB, etc - need to work more closely.  The OPW is the lead agency in this regard, but it does not have direct responsibility for it.  I am reminded of Tony Benn's famous book, <i>Office Without Power<\/i>.  What is the point in having responsibility for something if one cannot actually direct people to do what one wants?<\/p><p> We are working with the ESB to examine water levels on Lough Ree and Lough Allen, particularly in the context of the more difficult flooding events that occur along the River Shannon each summer and winter.  I can inform Senator Michael Mullins that the flood that happened along the River Shannon this summer was, to be blunt, a winter flood.  The gradient between Athlone and the area beyond the Shannon Callows means water stays in the callows for a long period before it flows gradually into the River Shannon.  I agree that this problem could be solved, but how much would it cost?  We need to run the numbers to see whether it would be viable for that to happen.  All of these issues will be addressed as part of the CFRAMS process and I have been engaging with all of the stakeholders.  We need to look at alternatives.  We should be able to do something different if we know that a huge amount of water is coming.  There is a view locally that such measures would make a difference, but the experts tell me they would not because the callows have always flooded.  We need to examine that aspect of the matter.  I appreciate the real difficulty farmers in the area are facing.  I refer, in particular, to the area south of Meelick, where the Suck, Brosna and Shannon rivers are in close proximity.  As a jackeen, I am beginning to get on top of this problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000027#AA00800","speaker":"958","continuing":true},{"type":"speech","time":1348148700,"counter":202,"content":"<p>We are depending on the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000029#CC00200","speaker":"1118"},{"type":"speech","time":1348148700,"counter":203,"content":"<p>I will be ready when representatives of the IFA come knocking on my door.<\/p><p>  I was also asked about Dunkellin in south Galway.  The real problem in that area is presented by the local topography and it is a very difficult issue to sort out.  We are working with Galway County Council, with which we have developed a very good relationship on foot of the significant flooding that has occurred in south Galway.  We will see whether solutions can be found.<\/p><p>  I hope I have tried to answer some or all of the questions asked.  This issue will not go away.  I suspect that when my short obituary of one or two lines is written, it will focus on this issue.  I doubt it will say &quot;he solved the flooding problems in Ireland&quot;.  One would want to be around for another 150 years to solve all of them.  The OPW has taken a huge interest in this problem.  The corpus of expertise it has built up during the CFRAMS process will be hugely important for the country into the future.  It will be the first time we will have the evidence needed.  That will be really significant when investment decisions are being made and we are arguing to the Departments of Finance and Public Expenditure and Reform that capital investment is required.  The support of colleagues in this House and elsewhere will be crucially important in getting many of these projects over the line.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000029#CC00300","speaker":"958"},{"type":"speech","time":1348148700,"counter":204,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000029#CC00400","speaker":"1127"},{"type":"speech","time":1348148700,"counter":205,"content":"<p>Dé Máirt seo chugainn ar 2.30 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000029#CC00500","speaker":"1163"},{"type":"majorheading","content":"Adjournment Matters","time":1348148700,"counter":206,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000029#CC00600"},{"type":"minorheading","content":"Asylum Seeker Accommodation","time":1348148700,"counter":207,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000029#CC00700"},{"type":"speech","time":1348148700,"counter":208,"content":"<p>I welcome the Minister of State, Deputy Fergus O'Dowd.  Our two visitors from County Galway are also very welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000029#CC00800","speaker":"1118"},{"type":"speech","time":1348148700,"counter":209,"content":"<p>Ba mhaith liom fáilte a chur roimh an Aire Stáit arís.  Is breá an rud é go bhfuilimid in ann bheith ag Gaeilgeoireacht linn féin arís.  Is mian liom fáilte a chur roimh an bheirt atá sa Ghailearaí romham.  Tá siad ina gcónaí in ionad dídine Lisbrook i nGaillimh - ionad cóiríochta díreach, mar a deirtear.  I welcome my guests from the Lisbrook direct provision centre.<\/p><p>I have raised the question of direct provision because I know that when the Labour Party and Fine Gael were in opposition, they were strongly opposed to the direct provision model, which is very inhumane.  Some of these centres have been described as being like open prisons.  Those seeking asylum in Ireland are brought to these centres and kept in difficult circumstances.  In some cases, there are six people sleeping in one room.  It is unsatisfactory that people can be moved with one or two days notice.  The residents of these centres do not have access to their native foods and have to eat when they are told to eat.  They face difficulties if they wish to go away for a day or two to visit another part of the country.  It is very difficult for them to do this.  Those in direct provision centres are not satisfied with the length of time it takes to process their applications for citizenship or naturalisation in Ireland.<\/p><p>Members of the Oireachtas were given a presentation today on behalf of those in the Lisbrook centre in Galway.  They have been told that the centre is to close down and were given a few days notice.  Up to 100 children are staying in the centre and they have just started the new school year.  They have new bags and books and gone back to meet their friends.  They have integrated into the local community, but they no longer know where they will be next week or the week after.  It is a very difficult situation for them and they are not alone in this regard.  People in all of the other centres are in a similar position.<\/p><p>I recognise that the Minister for Justice and Equality, Deputy Alan Shatter, is moving through the processing of applications more quickly then previous Ministers.  Although I appreciate this, we still need to do more because the direct provision model is an awful one.  We should be ashamed of ourselves for putting it in place.  It has involved the privatisation of a system that should never have been privatised.  If our citizens were looking for asylum or citizenship in another country and placed in a similar system, there would be a national outcry.<\/p> <p>I am very concerned about this issue.  When it was proposed to close the direct provision centre at Mosney, the Minister, who was then an Opposition Deputy, actively engaged in the case and fought to keep the centre open and improve standards.  Many Labour Party members were also highly critical of the system while in opposition.  Having been in power for 18 months, I hope the Government will provide a positive response in which it will agree to change or, I hope, abolish the system of direct provision in order that people who come to Ireland and have a genuine case for asylum are dealt with speedily and fairly.  They must be given permission to work and access education and social services while they await adjudication of their cases.  Many asylum seekers are fantastic people with a good education who have come here having experienced very difficult circumstances.  We should not make life more difficult for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000029#CC00900","speaker":"1122","continuing":true},{"type":"speech","time":1348149300,"counter":211,"content":"<p>Tá má ag tógáil an rúin seo thar cheann an Aire, an Teachta Shatter, atá as láthair inniu.  Cuirim fáilte roimh mo chairde atá anseo ó Chontae na Gaillimhe.<\/p><p>The Reception and Integration Agency of the Department of Justice and Equality is responsible for the accommodation of asylum seekers in accordance with the Government policy of direct provision.  The State provides levels of support, in addition to full board accommodation, for asylum seekers, with all costs covered and no costs charged to the asylum seekers.  Asylum seekers avail of free primary and post-primary education on the same basis as any other child in the State.  They qualify for medical cards and avail of a wide range of supports such as public health nurse, adult English language supports and assistance from community welfare services to allow children to engage in activities and events within schools and through extracurricular activities and sports clubs.  Taking this broad range of supports and services into consideration, it cannot be said asylum seekers and their children are not very well supported by the State.<\/p><p>Attention has, once again, been drawn to the direct provision system following on from the recently published report of the Irish Refugee Council entitled, State Sanctioned Child Poverty and Exclusion.  I reiterate the point made in the Dáil debate on the report yesterday in response to the suggestion therein that there is widespread State sponsored neglect of the needs of asylum seekers' children.  That this is the case seems unlikely.  Any suggestion children are malnourished or that there is inadequate provision of food would be regarded with the utmost gravity and, potentially, lead to contract terminations with immediate effect.<\/p><p>The Minister is satisfied that the treatment of asylum seekers in this country is at least on a par with that in any other country and that the direct provision system delivers a high standard of service and value for money to the taxpayer through co-ordinated service delivery to asylum seekers.  Notwithstanding this and in the light of the seriousness of the suggestion in the Irish Refugee Council's report, the Minister has directed that it be comprehensively examined and any issues arising addressed.  In particular, he has directed that issues relating to child welfare be dealt with without delay.<\/p><p>The Reception and Integration Agency sets out standards of service in its contracts, including legislative standards, and engages internal and expert external inspectors to review its accommodation standards.  It also engages independent external assessors with expertise in fire safety and food preparation to conduct comprehensive unannounced inspections of all centres at least once a year.  The inspectors examine all aspects of the accommodation centre in relation to the proprietor's obligations under the contract.  Combined inspections, information clinics and other visits ensure the regular monitoring of all centres throughout the year.  Accordingly, it is difficult to see how the types of issues highlighted in the Irish Refugee Council's report could not have come to the attention of the Reception and Integration Agency and its external assessors.<\/p><p>The safety of all asylum seekers, especially children, is of critical importance.  All complaints concerning the safety of residents are taken very seriously by the Reception and Integration Agency and centre managers.  The Reception and Integration Agency's child protection policy ensures child welfare concerns are referred to the Health Service Executive and the Garda.<\/p><p>A full review of direct provision was conducted and published in 2010 in the form of a value for money report.  The review examined the effectiveness and efficiency of the system.  There are no cheaper alternatives to the direct provision system.  If we were operating a system which facilitated asylum seekers in living independent lives in individual housing with social welfare support and payments, the cost to the Exchequer would be double what is currently paid under the direct provision system, even if one were to discount the additional &quot;pull factor&quot; this would entail.  This was a key finding in the value for money report on the direct provision system, a copy of which is in the Oireachtas Library.<\/p><p>While the operation of the direct provision system is constantly monitored and kept under continuous review in the Department, the Minister has no plans to change the direct provision policy at this time.  The policy of direct provision and dispersal is one of the central features of the State's asylum system and the need for the system remains.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000030#DD00200","speaker":"1069"},{"type":"speech","time":1348149300,"counter":212,"content":"<p>Caithfidh mé a rá go bhfuil an-díomá orm leis an bhfreagra.  Is dóigh liom go bhfuil U-turn iomlán déanta ag an Aire ar an seasamh a bhí aige sular toghadh é an bhliain seo caite.  Bhí sé an-cháinteach faoin gcóras ag an am sin - bhí sé ag rá a mhalairt de rudaí agus atá á rá anois.<\/p><p>  While in opposition, the Minister, Deputy Alan Shatter, expressed views diametrically opposed to the statement made by the Minister of State.  We have had a complete U-turn and whitewash.  Serious problems arise in the direct provision system.  From the limited access I have been able to secure to direct provision centres, I have noted that specific serious issues arise in them.  I ask the Minister of State to refer to the Minister my request for a full debate on this matter, either in the Seanad or one of the committees.  I also ask that Oireachtas Members be granted access to some of the direct provision centres, not by means of prearranged appointments but to pay lightning visits in order that we can determine what is taking place in them.  We need a full, frank and open debate on the flawed and inhumane system of direct provision which needs to be dismantled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000030#DD00300","speaker":"1122"},{"type":"speech","time":1348149300,"counter":213,"content":"<p>As someone who stands over the report of the Irish Refugee Council, I find the statement issued by the Minister objectionable.  I invite him to accompany Members on a visit to some of the direct provision centres to see the appalling treatment in them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000030#DD00400","speaker":"1171"},{"type":"speech","time":1348149300,"counter":214,"content":"<p>I take note of the comments of the Senators.  In case they missed it in my statement, I will repeat the following commitment given by the Minister:<ul><br \/>... in the light of the seriousness of the suggestion in the Irish Refugee Council's report, the Minister has directed that it be comprehensively examined and any issues arising addressed.  In particular, he has directed that issues relating child to welfare be dealt with without delay.<\/ul>I am assured that the Minister is examining the report in full.  <\/p><p>  As regards holding a debate in the Oireachtas, that is a matter for the Whips.  I do not see any reason such a debate would not take place.  I will be happy to pass on to the Minister the Senators' views on visits to direct provision centres.  While this is clearly not a matter for which I have responsibility, it would be good if people visited the centres, although the hours of visitation are a different matter.  It is clear from the Minister's response that unannounced visits take place.  I presume the reports on such visits are available and should help to inform debate on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000030#DD00500","speaker":"1069"},{"type":"minorheading","content":"Unfinished Housing Developments","time":1348149300,"counter":215,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000030#DD00600"},{"type":"speech","time":1348149300,"counter":216,"content":"<p>I welcome the Minister of State to the Chamber and I am pleased to note a fellow Louth person will take this debate which relates to the appalling living conditions being endured by two families on a ghost estate known as Carlinn Hall in Dundalk.  I will briefly explain the position of the families.  They bought houses at opposite ends of the estate and out of sight of each other.  This is important because it shows how isolated they are, living as they do at either end of an otherwise unoccupied estate.  They informed me that they believed they were buying dream homes and put their life savings into them.  The estate featured on a television programme which billed its homes as the houses of the future, with eco-friendly heating systems and every modern convenience.  However, the developer went bankrupt before the estate was finished and it was taken over by the National Asset Management Agency which has since appointed receivers.  By that stage, the two unfortunate families had already completed the sales and having invested considerable sums of money in their homes, they had no alternative but to move into them.<\/p> <p>They had put all their savings into their houses and had no alternative but to go ahead and move in.<\/p><p> Since then both families have had and continue to have serious problems with basic utilities which, in 2012, I find very hard to believe.  They have enormous problems with sewerage, heating, street lighting and the general safety because of the unfinished houses.  After four years of living there, the whole affair has taken its toll on them in many different ways.  Now they are in a position where the receivers, on behalf of NAMA, have said that while they sympathised with the families, they are have no responsibilities regarding the management or maintenance of the sewerage, heating or safety in the estate.  I will quote from correspondence received by the families: <ul>NAMA does not hold a charge over 4 Carlinn Hall or 26 Carlinn Court and, as such, they fall outside of the remit of the receivership and, as such, the receiver is not authorised to deal with either of the properties.  While the receiver sympathises with the position of the owners of the properties, any defects affecting these properties are not the responsibility of NAMA or the receiver.<\/ul>I have visited both homes on the estate and have met two very broken families, who went in there full of hope and goodwill.  They are paying their mortgages and continuing to keep to their side of the bargain but they are almost at their wits' end.  In one of the families there are two children aged six and four who are unable to play outside their own home because there is an open gap leading to an open, derelict site.  Directly to the side of the houses, the so-called state-of-the-art, high-tech, eco-friendly wood chip burner was installed to provide heat and hot water.  However, the families report that they have been unable to take a bath in over three years as the bath must be filled by a mere trickle of water.  I have seen the burner and in terms of safety, it is grossly unsuitable.  As a result, the heating breaks down regularly.  That is not a major problem in the summer but as winter draws in, they are living in dread.  <\/p><p> The owner of one of the houses showed me the carpet in one of his children's bedroom.  It froze solid and crystals formed on its surface during the cold spell two years ago.  That same owner can put his hand through a hole in the wall of the attic and reach into the unoccupied shell of the house next door.  In reality, he has only a three-walled house as the wall adjoining the house next door is merely plasterboard.  It is not insulated which means that all of the heat escapes into the adjoining house and the family has to rely on electric heaters during the winter.  Both families have also been plagued by mice.<\/p><p> There is no on-street lighting which, in an unfinished estate like this, means it is very dark at night.  On the afternoon that I visited, the owners reported to me that the gardaí had just left.  They had been in the estate because there is constant theft going on, with people taking items from the unoccupied houses.  There is also another estate directly across the road.  As we all know, empty houses can lead to an increase in anti-social behaviour.  <\/p><p> This is an enormous problem for people who paid large sums of money for these houses.  The two families spent the last few years pleading for the unfinished section of the houses to be cordoned off but that was only completed after the tragic death of a young child on another unfinished estate in another part of the country.  Neither house is directly connected to the sewerage system and this must addressed immediately.  One of the families has to collect rainwater in order to flush out the system every few weeks.  In 2012 that is totally unacceptable for people who have put their life's work into their home.  Every man's home is his castle but that is certainly not the case here.<\/p><p> In the other home, the owner told me that he tried to plant a tree a number of years ago.  He dug about six inches down, only to be met by sludge.  Something must be done about this, from a health and safety point of view.  <\/p><p> They are literally banging their heads off the wall because nothing has been done to date.  I ask the Minister of State to outline what can be done for these families, who, through no fault of their own, have been left in these dreadful circumstances.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000030#DD00700","speaker":"1174","continuing":true},{"type":"speech","time":1348149900,"counter":218,"content":"<p>I thank the Senator for bringing this matter before the House.  I am appalled by the litany of problems she has outlined and by the fact that families are living in such conditions.<\/p><p>I am taking this debate on behalf of the Minister for Finance and would be happy to bring what the Senator has said to his direct, personal attention.  <\/p><p>The Minister has been informed by NAMA that the receiver, Farrell Grant Sparks, is in control of this development.  NAMA approved the funding of remediation work on this development and the receiver notified it that the works were completed in mid-February 2012.  The development is being marketed for sale by Sherry Fitzgerald Carroll.  <\/p><p>The Senator may be aware that following publication of the report of the advisory committee on unfinished housing developments in June 2011, the Minister of State at the Department of the Environment, Community and Local Government with responsibility for housing, Deputy Jan O' Sullivan, established a national co-ordinating committee to oversee planning and implementation of remediation programmes in respect of unfinished estates.  NAMA is represented on this commission and is proactively engaged in policy processes aimed at the resolution of the problem.  <\/p><p>I am advised by NAMA that of the 243 estates categorised by local authorities as the most problematic from a public safety perspective, namely, category four estates, 29 or 12% are controlled by NAMA debtors or receivers.  NAMA is funding out of its own resources, through its debtors and receivers, the cost of urgent remediation work, estimated at €3 million, and significant progress is being made.  <\/p><p>I am also advised that attention is now focusing on 1,500 category three estates, which are considered to be the next most problematic from a public safety perspective.  A total of 150, or 10%, of these estates are linked to NAMA debtors.  Work is at an advanced stage in terms of identifying the remedial action necessary for each site, as well as agreeing plans and timetables for optimum site resolution. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000031#EE00200","speaker":"1069"},{"type":"speech","time":1348149900,"counter":219,"content":"<p>I am very disappointed with that answer.  I have met the people concerned and seen the suffering they are going through.  They paid huge sums of money for these houses.   NAMA has said that the receiver notified it that the works were completed in mid-February but I visited the site last Friday and saw how one house is connected to another via a plasterboard wall that is not insulated.<\/p><p>I want to know what can be done for these families.  They want NAMA, the receiver or somebody to talk to them and tell them what can be done for them.  Apart from any other considerations, from a health and safety point of view the situation is totally unsatisfactory and something must be done urgently.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000031#EE00300","speaker":"1174"},{"type":"speech","time":1348149900,"counter":220,"content":"<p>I agree with the Senator.  These houses are in my constituency and I would be very happy to follow up on the matter with the Senator.  The first step might be to arrange a meeting with the receivers and with NAMA to go through the issues.  NAMA has stated that it was informed that the works were completed but clearly, there is work that was not done.  That is the most practical suggestion I can make.  I take on board fully the appalling conditions that the Senator has outlined and I agree that it is absolutely unacceptable.  I will be happy to bring this to the attention of the Minister and my feelings on the matter are exactly the same as the Senator's.  We must find a solution to this problem urgently.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092000031#EE00400","speaker":"1069"},{"type":"unspoken","time":1348149900,"counter":221,"content":"<p>The Seanad adjourned at 4 p.m. until 2.30 p.m. on Tuesday, 25 September 2012.<\/p>","notice":"TIME STRING DETECTED"}]