[{"type":"minorheading","content":"Prelude","time":1663234200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1663234200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1663234200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1663234200,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1663234200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#A00100"},{"type":"speech","time":1663234200,"counter":6,"content":"<p>I have received notice from the following Senators that they propose to raise the following matters on the Commencement:<\/p><p>Senator Fiona O'Loughlin:<\/p> <blockquote> \tThe need for the Minister for Education to provide an update on the relocation of the Curragh education and training board school to the former Magee Barracks in County Kildare.  <\/blockquote> <p>Senator Mary Seery Kearney:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on his Department's response to the report of the working group examining defects in purpose-built apartments and duplexes constructed between 1991 and 2013.  <\/blockquote> <p>Senator Miche&aacute;l Carrigy:<\/p> <blockquote> \tThe need for the Minister for Environment, Climate and Communications to make a statement on the future of Lough Ree Power station, Lanesborough, County Longford.  <\/blockquote> <p>Senator Garret Ahearn:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the provision of funding for fertility treatment in Ireland.  <\/blockquote> <p>Senator Martin Conway: <\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the number of long Covid clinics currently operating and number of people waiting to access these clinics.  <\/blockquote> <p>Senator Marie Sherlock:<\/p> <blockquote> \tThe need for the T&aacute;naiste and Minister for Enterprise, Trade and Employment to make a statement on the signing into law of the employment regulation order for the security industry.  <\/blockquote> <p>Senator Maria Byrne: <\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the rent-a-room scheme in the context of the medical card income assessment.  <\/blockquote> <p>The matters raised by the Senators are suitable for discussion and I have selected Senators O'Loughlin, Seery Kearney, Carrigy, Ahearn, Conway and Sherlock and they will be taken now.  Senator Byrne may give notice on another day of the matter she wishes to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#A00200","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1663234200,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#A00300"},{"type":"minorheading","content":"School Accommodation","time":1663234200,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#A00350"},{"type":"speech","time":1663234200,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Naughton, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#A00500","speaker":"1650"},{"type":"speech","time":1663234200,"counter":10,"content":"<p>I thank the Minister of State for being here to take this matter, which is important in the Newbridge and Kildare area.  I have used time here over the past two years and, prior to that, as a Member in the D&aacute;il to raise the urgent issue of school accommodation for secondary school students in Kildare South and, in particular, in Newbridge and Kildare.  I appreciate the opportunity to return to this matter again.<\/p> <p>Some progress has been made in the provision of accommodation in that a site at the Magee Barracks in Kildare town was acquired and contracts were signed in July.  I appreciate the action taken by the Minister for Education, Deputy Foley, in acquiring that.  However, there was a 100% commitment that modular accommodation would be available this time next year, which is next September 2023, in order to have an intake into first year.  I want 100% reassurance that this remains the case.  We need to have a better co-ordinated approach to allocating secondary school places.<\/p> <p>I am dealing currently with two families whose children still do not have places.  This is the third week of secondary school and they still do not have places.  I have been speaking to the educational welfare officer attached to Tusla and, despite all help and co-operation on that level, they are at a complete loss as to what to do.  Only at this point, which is three weeks in, are they at the stage of being able to offer nine hours of home tuition, until a place comes up.  That is simply not good enough because young people lose out so much.  We talk about all the extra things that we need to do within the education system, but if a young person does not have a place in a school, that is a crisis.  That is what we are looking at now.  In the next few weeks, primary schools and secondary schools in the Newbridge-Kildare area will be addressing enrolments starting September 2023.  They are at a complete loss because there are rumours abounding that the modular accommodation will not be in place by next September.  I, therefore, want absolute clarity and commitment in reply to this.  It is difficult enough for the feeder schools within Newbridge and Kildare but there are outlying, smaller primary schools, for example, Scoil Bhr&iacute;de Milltown, which is not a feeder school for any secondary school.  That is a further complication for them.  The population in both towns and in the smaller towns nearby is growing.  We have housing estates but we do not have the infrastructure to deal with them.  We have an issue in relation to school places.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is bad enough this year but it will get worse next year, so we have to be able to match that.  As I mentioned, we see a record number of houses being constructed and that will bring a very welcome boost to our local economies.  We want to see homes for people, but I have been raising this red flag for about seven years now.  The rate of growth is far outpacing our infrastructural advancement since then.  Resources are maxed out.  We have to be able to give a 100% guarantee to parents that their children will have a place in September next year.  We must be able to give a guarantee that those who are without a place now will be able to get it very soon.  I look forward to the Minister of State's response and her commitment that we will be able to move forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#A00600","speaker":"1689","continuing":true},{"type":"speech","time":1663234200,"counter":12,"content":"<p>I thank Senator O'Loughlin for raising this issue.  I am taking this Commencement matter on behalf of my colleague the Minister for Education, Deputy Foley, who is regrettably unavailable.  I thank the Senator for giving me an opportunity to provide an update on the current status of the construction of a new school building for Curragh Community College and the provision of interim accommodation for the 2023-24 academic year.  Curragh Community College is a multidenominational, co-educational school under the patronage of Kildare and Wicklow Education and Training Board, ETB, with an enrolment of 159 pupils for the 2021-22 school year.  A new site is required to construct the replacement school building.  Following an extensive site identification, assessment and negotiation process, the Department of Education has acquired a new site at Magee Barracks in Kildare town, subject to planning permission, to provide a replacement and expanded school for Curragh Community College.  The new school will have capacity for 1,000 pupils as well as accommodation for special classes.  The new school will cater for the increased demographic growth at post-primary level due to occur in the Kildare South region over the coming years, the majority of which is projected to occur in Kildare town.<\/p> <p>The location of an 8 acre greenfield site is next to two existing primary schools - Kildare Town Educate Together National School and Gaelscoil Mhic Aodha, within the grounds of the former Magee Barracks in Kildare town.  The development of the post-primary school on this site will enhance the education facilities available to Curragh Community College and the existing primary schools in a new educational campus arrangement.  The project brief for this major building project is currently being developed.  It is intended that the project will be delivered under the Department of Education's accelerated delivery of architectural planning and tender, ADAPT, programme, which uses the services of a professional external project manager to co-ordinate and drive the design team to achieve the best possible timeframe to progress this project through the stages of architectural planning.<\/p> <p>The tender process to appoint a project manager has been completed.  The project manager is currently arranging site visits arid the procurement of site surveys for all projects on this ADAPT programme, including for this site in Kildare.  The tender competition for the appointment of design teams for the first tranche of school building projects on the ADAPT programme will shortly be commenced by the project manager.  The Department of Education will keep the patron, Kildare and Wicklow ETB, informed in relation to the ADAPT programme and the appointment of the design team and further progression through the stages of architectural planning for this major school building project.  The Department of Education is also currently in discussion with the patron with regard to the school's interim accommodation needs for the 2023-24 academic year.<\/p> <p>I reassure the Senator that I will raise the issues she has raised here this morning directly with the Minister, Deputy Foley.  I completely understand how important it is for students and families that they have certainty around their placement and the new building that is required.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#B00200","speaker":"1578"},{"type":"speech","time":1663234200,"counter":13,"content":"<p>I thank the Minister of State for her response.  I appreciate that she will raise the matter directly with the Minister, Deputy Foley.  I have raised it directly with her myself, and with staff in her office.  Nevertheless, I am still hugely concerned.  I understand that the long-term vision for the provision of additional school places is the relocation of Curragh Community College, where the principal, Nessa Doyle, is second to none, but she cannot magic places out of nowhere for next year.  As it currently stands, she will only have 26 available places next year if modular buildings are not on site.  There was no response in regard to the modular buildings that have been 100% committed to for September 2023.  That is why I have a great concern in that regard.  I appreciate that the project will be under the ADAPT programme.  It is realised that it is a priority, but it is the short-term situation that I am hugely concerned about.  I feel I will have no option but to bring this up again in a Commencement debate in the not-too-distant future, and to request a meeting with the Minister, Deputy Foley, and principals in the area, because it is simply not good enough that a few weeks away from the enrolment process beginning, we are still in limbo land.  I still believe that is the case in spite of the response that we are there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#B00300","speaker":"1689"},{"type":"speech","time":1663234200,"counter":14,"content":"<p>I hear Senator O'Loughlin's concerns, which I will be relaying to the Minister.  I again thank the Senator for raising this matter and giving me an opportunity to outline the Department of Education's proposals to address a permanent and interim solution for the accommodation needs of Curragh Community School.  As I said, plans are well advanced to initiate the architectural planning process for the permanent school building with the appointment of the project manager.  Proposals are also being explored to address any interim accommodation requirements for September 2023.  The Department of Education will continue to liaise with the patron, the Kildare and Wicklow ETB, in this regard.  I will relay the concerns Senator O'Loughlin has outlined here this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#B00400","speaker":"1578"},{"type":"minorheading","content":"Building Regulations","time":1663234200,"counter":15,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#B00500"},{"type":"speech","time":1663234200,"counter":16,"content":"<p>I thank the Minister of State, Deputy Noonan, for taking this Commencement matter at very short notice this morning.  I appreciate that.  He is well aware of the issues arising for homeowners in particular due to apartment defects.  I applaud the work of the report of the working group examining defects in purpose-built apartments and duplexes between 1991 and 2013, which was published on 28 July.  The report points to a number of factors as having created the situations where homes have been left with fire defects, water ingress, structural issues and a myriad of other issues.  They defined the defects in question as being attributable to defective design, defective or faulty workmanship, defective materials, and any combination of these at the time of construction, and as being in contravention of the relevant part of the building regulations.  One thing that is clear from that definition and all of the findings in the report is that the owners of these properties are not at fault.  It is not a situation of their creation, yet those homeowners are now faced with enormous, and in many instances, life-changing bills.  While they have to continue living, in some cases in dangerous and unsafe properties that they cannot sell, one of the issues I raise this morning is that they cannot insure them.  The hardship to owners is obvious.  Extreme stress is being caused by the enormous financial demands on these families and now at a time of a cost-of-living crisis and uncertainty about our economic stability and all that is facing us in the coming months, they have no way out of this nightmare.  They cannot sell.  They cannot escape it in any way, shape or form.  They are locked into these homes, knowing that in some instances they can be death traps, in particular in the case of a fire defect.<\/p> <p>I have well over 100 emails from people and I have received phone calls from people who were crying because they do not know how to face the demands that have been made of them.  In the area of Dublin South-Central, which is my home constituency, there is a particularly large number of apartment complexes.  People have been given demands, even in recent months, for anywhere between &euro;32,000 and &euro;84,000.  Most people cannot raise the amount of money that is being demanded of them in the short term.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The report was published.  Owner management companies now have to respond in respect of the defects.  We know the situation and we know where the fault lies.  We also know where the fault absolutely does not lie, and yet it has been placed on the people affected.  A woman who appeared before the Joint Committee on Housing, Local Government and Heritage, almost two years ago now, described putting her child to sleep at night in an apartment where she knew there were fire defects.  We need an urgent response to that.  Insurers are refusing to insure premises.  In response to the Grenfell tragedy, they are now introducing additional requirements in respect of cladding that have nothing to do with this.  There are insurance requirements involved.  These homeowners are being caught in every possible way.<\/p><p>There are also owner management companies that are reluctant to start the works because they are waiting for the Government response.  They want to know when they will receive money from the Government to support them in going through the process.  There is a delay and, with that, we have a potential disaster on our hands.  We will act very fast on the morning after a fire.  We need to act now before there is one.  Thank God, thus far there have been no deaths and injuries arising from this situation, but we must act.  What is the Government's response to this issue?  Is there a sense of urgency?  There is certainly a clear sense of urgency in the community and in Dublin South-Central in particular.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#B00600","speaker":"1682","continuing":true},{"type":"speech","time":1663234200,"counter":18,"content":"<p>I thank the Senator for raising the matter.  I am aware that she has consistently raised it with my colleagues, the Minister of State, Deputy Burke, and the Minister for Housing, Local Government and Heritage, Deputy Darragh O'Brien.  The Senator has described the trauma experienced by the residents.  It is critically important that they have certainty.  That is what we are attempting to provide.<\/p> <p>My colleague, the Minister for Housing, Local Government and Heritage, and I acknowledge the difficulties that homeowners and residents of many apartments and duplexes are facing, and the stress that is caused when the defects arise in their buildings.  We are both aware that there have been many incidences of failures and non-compliance concerns coming to light in apartment buildings built during the building boom.  The Minister has repeatedly said that this is a nettle that the Government must and will grasp.  The Government is committed to helping affected homeowners.  <\/p> <p>One of the Minister's first tasks following the formation of the Government was to establish an independent working group to examine defects in housing under the chairmanship of Mr. Seamus Neely, a former chief executive of Donegal County Council.  This followed on from a commitment in the programme for Government to examine the issue and bring forward reforms.  This commitment was further supported by actions contained in Housing for All.  The group's terms of reference were focused on fire safety, structural safety and water ingress defects in purpose-built apartment buildings, including duplexes, constructed between 1991 and 2013.  The Minister received and published the report of the working group at the end of July this year.  The level of consultation and engagement the working group undertook with stakeholders and interested parties, both here and abroad, was extensive.  As a result, the report is rich in data regarding the nature and scale of defects, as well as the cost of addressing the defects.  The working group estimates that of apartments and duplexes or associated common areas constructed between 1991 and 2013, the number that may be affected by one or more fire safety, structural safety and water ingress defects is likely to range between 50% and 80%.  This equates to between 62,500 and 100,000 apartments and duplexes.  The scale is quite incredible.  In addition, the working group estimates that the average cost of undertaking the remediation of defects is likely to be approximately &euro;25,000 per apartment or duplex.  This translates into a potential overall total remediation cost ranging from approximately &euro;1.56 billion to &euro;2.5 billion.<\/p> <p>The working group's recommendations, along with the evidence gathered on options for potential supports contained in the report, will be of considerable assistance in informing this Government's next steps.  Taking into account the learning gained through the development and operation of other schemes, such as the pyrite remediation scheme and the defective concrete blocks scheme, the Minister will now, in consultation with Government colleagues, develop a plan to address the situation that many homeowners find themselves in through no fault of their own, as the Senator said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#C00200","speaker":"1512"},{"type":"speech","time":1663234200,"counter":19,"content":"<p>I thank the Minister of State.  With respect, what I have heard is a description of the working group and its work and report.  I have not heard an answer.  From the Minister of State's reply, I note that the Government is planning to respond and accepts that this issue is not the fault of the homeowners.  However, there are homeowners today who are living in apartments with bills sitting on their kitchen tables that they are expected to meet.  They cannot draw down finance or borrow.  There is no back-up or support.  In many instances, the work is not being done, so these people are living in a very precarious situation from day to day.<\/p> <p>We need the Government to underwrite advance loans until such time as a grant scheme is put in place in response to the report.  An urgent interim response is required.  The Government should tell people to go borrow the money and that it will underwrite the loan.  In that way, while the response and the scheme is being designed people will have the funds required for the work to continue to be carried out in order that they will be safe in their homes with their children.  We need that as a matter of urgency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#C00300","speaker":"1682"},{"type":"speech","time":1663234200,"counter":20,"content":"<p>I thank the Senator again for raising this important issue.  The content of this report confirms what we already know, namely, that there is a significant and widespread issue with defects in a large number of apartments and duplexes built during the Celtic tiger years.<\/p> <p>On behalf of my colleague, the Minister for Housing, Local Government and Heritage, I assure the Seanad of this Government's commitment to deal with the issue of defects in housing and to assist homeowners who may find themselves in difficult financial circumstances.  The Government will also continue to drive regulation in the construction sector and more sustainable methods of construction to ensure the mistakes of the past are not repeated.<\/p> <p>I will take the Senator's assertion that we must take urgent action back to the Minister.  It is important.  I have reiterated the Government's commitment to resolving this issue in as timely a manner as possible and also to ensure equity and fairness for all of the families concerned.  As the Senator said, it is no fault of the homeowners that they ended up in these circumstances.  Some of the management companies are ready to move on the issue.  It is important, therefore, that we act with a sense of urgency.  I will convey that point to the Minister on the Senator's behalf.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#C00400","speaker":"1512"},{"type":"speech","time":1663234200,"counter":21,"content":"<p>I wish Mr. Seamus Neely, chairman of the working group, well.  I worked alongside him in Cavan County Council and he is a brilliant individual.  Please God, he will do a good job.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#C00500","speaker":"1692"},{"type":"minorheading","content":"Energy Policy","time":1663234200,"counter":22,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#C00600"},{"type":"speech","time":1663234200,"counter":23,"content":"<p>I welcome the Minister of State.  This Commencement matter concerns the need to reopen Lough Ree power station.  That is the issues I wish to discuss.  Lough Ree power station in Lanesborough, County Longford, closed nearly two years ago, seven years ahead of what was to be a just transition from brown to green in 2027.  The plant has the capacity to generate 100 MW per hour.  We are in the midst of an energy crisis.  We hear talk in the media of blackouts.  I understand the ESB has a drawn up a list of towns that will face blackouts should this need to happen.  There are businesses that are high energy users, which will be asked to go off grid, possibly putting people out of work.  We know that was agreed in the most recent auction, which I believe took place in 2019, with regard to input into our grid.  The reality is that those targets are not going to be reached by certain companies, including the ESB.<\/p> <p>People are in fear about this issue but there is no need for that fear.  If we had the capacity within our network, we would not have that fear.  We have the facilities that are capable of producing the energy required, whether it is through Shannonbridge power station or Lough Ree power station in my local area, which has the capacity to produce 100 MW per hour.  It can be done.  The equipment is still there; it has not been sold off.  If there is a will in the Government to do it, it can be done, and it can be done in the short term.  We need to look seriously at that idea, even if it is only for the winter months, in order to alleviate the fear out there.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Miche&aacute;l Carrigy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MichealCarrigy&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->People are dealing with high energy costs at the minute but the stark reality is that there is a possibility they might not have energy.  If we have an extremely cold winter, we will be in serious trouble.  If we have low winds, we are going to be in trouble.  If the UK decides to shut off the interconnector we rely on between the UK and Ireland, we will be in major trouble.  What will have to happen then is that businesses will shut down, and ultimately there is the possibility of a blackout in towns.  Fuel can be sourced from peat that is on-site.  There is 45 loads of it being drawn off the site every day.  We have sawmills in the facility for chipping.  We have an issue with ash dieback with which the Minister will be aware.  A serious number of forests throughout the country have been affected.  These trees could be cut down, transported, chipped on-site and burned.  We would be alleviating another problem and contributing to the energy network in the country.  We cannot have a situation where there are towns without energy, businesses shutting down and the possibility of knock-on effects on other facilities and hospital appointments being cancelled when there is no need for it.  We need to bite the bullet, make a decision and put these plants back to work, for the winter months at least, to make sure we do not have a situation where we have energy cut off or any town facing a blackout.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#C00700","speaker":"1639","continuing":true},{"type":"speech","time":1663234200,"counter":25,"content":"<p>I have a personal interest in this as I have a lot of friends in the Lanesborough area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#D00200","speaker":"1692"},{"type":"speech","time":1663234200,"counter":26,"content":"<p>I thank Senator Carrigy for raising this matter, which is very timely.<\/p> <p>The management of the ESB-owned facilities is an operational matter for the board and management of the ESB.  The ESB ceased electricity generation at Shannonbridge and Lanesborough power stations in December 2020 because their planning permission had expired.  The just transition commissioner made a recommendation in his first progress report published in May 2020 that a study be undertaken regarding the future potential at both ESB power stations for the establishment of a dedicated energy hub in the midlands.  This was subsequently included as a commitment in the programme for Government.<\/p> <p>The ESB has been participating in a number of working groups established under the just transition programme which looked at the future of the midlands area following the closure of the ESB midlands stations and the ending of the harvesting of peat by Bord na M&oacute;na.  One of the working groups, which included representatives of the Department of the Environment, Climate and Communications, relevant local authorities and the just transition commissioner, looked specifically at how the existing infrastructure on the station sites might form part of a future renewable energy hub.  To that end, the ESB commissioned an internal engineering report to examine how the power plants might be reused in the future.  The options reviewed included the possibility of using other types of fuel.  The report was subsequently reviewed by Fichtner, an external international consultancy firm with acknowledged expertise in these areas.  These reports have not identified any viable alternative use for the existing power plants.  However, based on the recommendations and the conclusions drawn from the review, the ESB decided to seek planning permission for both remediation and redevelopment works at both sites which would involve the construction of electrical grid systems support technology hubs that can facilitate greater levels of renewable energy generation at the grid, in line with ESB's Brighter Future strategy.  <\/p> <p>In terms of securing our electricity supplies for the coming winter, the Commission for Regulation of Utilities, CRU, currently has a programme of actions under way to ensure the security of our electricity supply over the coming winters.  The security of supply programme of actions contains a number of both demand-side and supply-side mitigation measures to address the forecasted shortfall.  These actions include: procurement of new enduring capacity through a number of capacity options; procuring additional temporary generation; extending the availability of existing generators; additional use of grid scale batteries; and improved demand-side measures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#D00300","speaker":"1479"},{"type":"speech","time":1663234200,"counter":27,"content":"<p>Two words the Minister of State used near the end of his statement were \"expected shortfall\".  He is admitting or stating here what we know will happen, that is, there will be a shortfall in energy.  The alternatives we are talking about and a lot of the proposals that are being mentioned are all years down the line.  The just transition was due to happen in 2027.  We have a situation where the power plants were closed at the end of 2020.  We have a facility there that can produce 100 MW per hour of energy for the network and, therefore, we would not have an anticipated shortfall.  We are willing to take that risk of having a shortfall and closing down businesses and the possibility of towns facing a blackout, rather than making the right decision, even if only for a number of years, over the winter months or whenever it may be, to re-power up that plant.  We have energy that can be used on-site.  We can alleviate another issue I mentioned in that the large amount of trees with ash dieback that have been affected can be burned and chipped to produce energy.  This is only a temporary measure to make sure we do not have the anticipated shortfall we are saying we will have.  I request the Minister of State to take this message back to the Department.  We need to be realistic about decisions we make and not face an anticipated shortfall with nothing put in place while there is an option on the ground.  The infrastructure is there, the equipment is there and it would not be a major cost to fire that generator up and make sure we have energy in the country this winter and next.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#D00400","speaker":"1639"},{"type":"speech","time":1663234200,"counter":28,"content":"<p>I should clarify that the phrase \"anticipated shortfall\" refers to an anticipated shortfall in the buffer of the surplus energy we have, on top of what is needed to power the country.  I do not expect there will be power cuts this winter or next winter, although it is always possible.  It is always possible every year.  There is always a possibility of power cuts happening and it is the job of the CRU and EirGrid together to work out how to minimise that possibility.  It is for that reason we passed emergency legislation to provide for extra generators next winter.  The Senator mentioned as a possibility using wood affected by ash dieback.  That is an inventive and creative idea.  I know the Department of agriculture is working on ash dieback schemes and will be thinking about it before the upcoming budget.  I will bring that suggestion back to that Department for consideration. <\/p> <p>Regarding the renovation and re-use of the existing facilities at Lanesborough and Shannonbridge, that has been looked at, examined and externally reviewed.  It really has been considered if there is any possibility of re-using them using either existing or alternative fuels.  If there was a possibility and if it could help, and is something we need to do, that door is open.  I will come back to the Senator on the idea of using wood affected by ash dieback.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#D00500","speaker":"1479"},{"type":"speech","time":1663234200,"counter":29,"content":"<p>Thank you.  Will the Minister of State oblige, given that we did not circulate copies of his speech, by emailing it to the Seanad Office?  Senator Carrigy would possibly like a copy too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#D00600","speaker":"1692"},{"type":"speech","time":1663234200,"counter":30,"content":"<p>Absolutely, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#D00700","speaker":"1479"},{"type":"minorheading","content":"Health Services","time":1663234200,"counter":31,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#D00750"},{"type":"speech","time":1663234200,"counter":32,"content":"<p>I welcome the students from Denmark in the Visitors Gallery.  It is wonderful to have them here.  They are from a very beautiful country that is a great friend of Ireland.  There are great connections between Ireland and Demark and we have similar industry and agriculture etc.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#D00800","speaker":"1692"},{"type":"speech","time":1663234200,"counter":33,"content":"<p>I also welcome our friends from Denmark.  They are very welcome to Ireland even though they keep beating us in soccer and Christian Eriksen scores brilliant goals against us.  We wanted to go to that World Cup but the Danish team beat us.<\/p> <p>I thank the Minister of State, Deputy Naughton, for taking this important debate.  I cannot think of anything more distressing or upsetting, other than a family member passing away, than a mother or a couple finding out they cannot have children.  One of the most distressing parts after finding this out is that there are no supports available from the Government which recognise the challenges the couple then faces.  I have spoken to a number of people who went through the process of initially finding this out and then on the journey through IVF treatment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Garret Ahearn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=GarretAhearn&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Sometimes it is successful, which is brilliant, but sometimes it is not.  Even if you are successful after one or two goes, the cost is significant.  On average, it takes three goes.  These are people who are predominantly in their late 20s, 30s and early 40s.  They are working and are facing all of the bills and other costs of living that we are facing at the moment, but they want to have families.  We are one of only two countries in the EU - the other is Lithuania - that does not provide any funding whatsoever.  It is sometimes so frustrating that it feels like we are waiting for Lithuania to do this before we do so that we can be last.  The State was founded on the basis of supporting families and the family network.  If there is an example of how the State should be supporting families, it is supporting women and couples to have kids.<\/p><p>The National Infertility Support and Information Group, NISIG, has been operating for 25 years and supporting people going through this process.  It has done a wonderful job in giving people information and preparing them for the journey ahead.  It has essentially been doing this work itself; no one else is helping.  It has made a proposal for the upcoming budget.  I will go through some of its recommendations.  These are simple recommendations that the Minister for Health committed to while in opposition and that are contained in the programme for Government.  We just need to implement them quickly.  The group recommends providing State IVF funding in line with the Health (Assisted Human Reproduction) Bill 2022 so that it comes into effect in 2023.  That funding would include all other fertility treatments and blood tests undertaken by anyone within the WHO's definition of someone who is experiencing infertility.  Importantly, a model should be introduced whereby private clinics can provide State-funded treatment until such time as publicly-funded treatment is provided.  People should continue to be allowed to reclaim tax benefits on any privately undertaken fertility treatments in Ireland.  The drug prescription medical card must be kept in place for the long term to help alleviate the cost of prescriptions associated with assisted human reproduction, AHR, treatment.  Counselling support is also important for part of the fertility treatment journey.  If someone who was going through anything else that was emotionally distressing attended a doctor, the doctor would give him or her advice on where to go for counselling.  In the case of fertility services, though, it seems that the doctor is meant to provide the counselling.  That is not credible.  The NISIG is the only charity dealing with this issue.  It does incredible work, but it needs to be financially supported next year and beyond.<\/p><p>Infertility is not normally spoken about.  We need a campaign similar to the ongoing one on contraception.  We need to open up a conversation about this matter.  Few women and, in particular, men like to talk about this issue.  One in six people or couples suffer from infertility, yet it is not talked about to that extent.<\/p><p>These recommendations need to be implemented as a matter of urgency.  For obvious reasons, people only have a certain time in which to have children.  Most people only find out that they have infertility issues later than expected, that is, when they are trying to have children.  No one goes into a clinic at 21 or 22 years of age to find out whether he or she has infertility issues.  That happens in someone's mid-30s.  People's time to have a child is limited from then on.  The cost element is significant.  People have to make decisions about whether to pay their mortgages and bills or whether to try to start a family, and it always comes around to the question of whether it will even work.  We need to show that, as a Government, we care about and want to support these people and that we want them to have the opportunity to start a family and make that journey in life.  It is a difficult journey, but let us try to make it a little easier for them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#D00900","speaker":"1629","continuing":true},{"type":"speech","time":1663234200,"counter":35,"content":"<p>I thank the Senator for giving me, on behalf of the Minister for Health, the opportunity to inform the House of the progress made to date regarding the provision of fertility-related treatment through the public health system.<\/p> <p>As the Senator will be aware, a commitment to introduce a model of care for infertility is in the programme for Government.  The model of care was developed by officials in the Department of Health in conjunction with the HSE's national women and infants health programme and approved by the Government.  It will ensure that infertility issues affecting both men and women will be addressed through the public health system at the lowest level of clinical intervention necessary as part of the full range of services available in obstetrics and gynaecology.<\/p> <p>The model of care comprises three stages, starting in primary care - GPs - and extending into secondary care, that being, regional fertility hubs, and then, where necessary tertiary care, for example, IVF and other advanced AHR treatments, with patients being referred onwards through structured pathways.<\/p> <p>Phase 1 of the roll-out of the model of care has involved the establishment at secondary care level of regional fertility hubs in maternity networks to facilitate the management of a significant proportion of patients presenting with infertility issues without the need to undergo invasive IVF or other advanced AHR treatments.  Utilising funding of approximately &euro;63 million in total, five regional fertility hubs have been established and are operational.  The sixth and final hub is due to open before the end of this year.  The completion of phase 1 of the roll-out of the model of care will therefore result in fully operational regional fertility hubs in each of the six current hospital groups across the country.<\/p> <p>Phase 2 of the roll-out will see the introduction of tertiary infertility services, including IVF, in the public health system.  Substantial planning, development and policy work has been required in respect of this phase.  At this juncture, the design and scope of this aspect of the model of care have not been finalised, as detailed consideration of a range of issues, including service and treatment design, eligibility and access criteria, and associated resource implications needs to be completed.  This work will also need to be informed by the final Health (Assisted Human Reproduction) Bill 2022, the progress of that Bill, which has passed Second Stage in the D&aacute;il, and associated regulations that will be developed following the enactment of the legislation.  Departmental officials are continuing their engagement with the HSE on the programmes of work required to advance consideration of the issues arising for commencing phase 2.<\/p> <p>Overall, the underlying aim of the policy to provide a model of funding for AHR, within the broader AHR regulatory framework, is to improve accessibility to AHR treatments while embedding safe and appropriate clinical practice and ensuring the cost-effective use of public resources.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#E00200","speaker":"1578"},{"type":"speech","time":1663234200,"counter":36,"content":"<p>I thank the Minister of State for her response, but it is frustrating.  She stated: \"At this juncture, the design and scope of this aspect of the model of care have not been finalised\".  For what are we waiting?  The Minister for Health was incredibly vocal on this issue while in opposition.  He made a commitment.  People cannot wait too long.  Sometimes, this is spoken about as if it is some sort of entitlement, but it is not.  It is an equality issue.  I ask the Minister of State, who sits at Cabinet, to use her role to ensure that these women and couples are heard and supported.<\/p> <p>I do not know whether the Minister of State got to hear it, but at lunchtime yesterday, Newstalk devoted more than half an hour to this issue.  It had people on, including a girl called Grace and others, who spoke about their personal journeys.  If people just listened to such stories, much of this would be done faster.  In her role at Cabinet, I ask the Minister of State to influence the Cabinet to make a decision as quickly as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#E00300","speaker":"1629"},{"type":"speech","time":1663234200,"counter":37,"content":"<p>I realise the importance of having these services in place.  I will raise the Senator's concerns directly with the Minister.  While it is not possible to give a definitive timeline for the passage of the AHR Bill through the Houses, this matter is a priority for the Government.<\/p> <p>Regarding current supports for those undertaking AHR treatment, a defined list of fertility medicines needed for such treatment is covered under the high-tech arrangement administered by the HSE.  I am aware that such schemes can have a material impact on the cost of AHR treatment for individuals who avail of them.  In addition, other supports are available to patients who access treatment privately.  They may claim tax relief on the costs involved under the tax relief for medical expenses scheme.  Nevertheless, the Department is committed to establishing a proper regulatory framework for AHR and then to completing the roll-out of the model of care for infertility.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Hildegarde Naughton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2395\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2395&amp;amp;pid=HildegardeNaughton&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Ultimately, we have two main end goals.  First, in respect of the legislation, we aim to ensure that assisted human reproduction practices and related areas of research are conducted in a more consistent and standardised way and with the necessary oversight.  Second, through the full implementation of model of care for infertility, our aim is make certain patients receive care at the appropriate level of clinical intervention and that those requiring, and eligible for, advanced treatment are able to access this through the public health system.  <\/p><p>I thank Senator Ahearn for raising this really important issue and assure him that I will raise it directly with the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#E00400","speaker":"1578","continuing":true},{"type":"minorheading","content":"Covid-19 Pandemic","time":1663234200,"counter":39,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#F00200"},{"type":"speech","time":1663234200,"counter":40,"content":"<p>The Minister of State is very welcome to the House.  I know she has a very busy day ahead of her.<\/p> <p>Covid-19 has dominated our lives for the last two and a half to three years and has cost billions of euro but much more tragically, it has cost lives.  While we have had a significant number of fatalities and families grieving as a result of Covid-19, what we also have are lots of people who got Covid-19 and are still suffering from it.  I refer to those with what is termed long Covid, whereby people still have symptoms many months, and in some cases more than a year, after contracting the disease.  There are people out there who are fatigued, who have lost their sense of taste permanently and who have lost their sense of smell.  Some people have had to retire early from work while others are only working short days.  There are young people who have been in hospital for lengthy periods as a result of long Covid and who have aged dramatically since they were diagnosed with Covid-19.  There are young people out there who were perfectly healthy and fit, who were out running, swimming and doing all of the normal things that young people do who are now fatigued and can hardly move.  They are just about able to dress themselves, have lost their sense of smell and taste and many are depressed, in some cases seriously depressed.<\/p> <p>Last summer, it was not clear whether the long Covid clinic operated by Dr. Jack Lambert in the Mater Hospital would get the funding needed to continue, which is an unacceptable situation.  Just because the pandemic has subsided, Covid is not the health priority it once was and because the country has fully reopened and everything is restored, it does not mean we should forget about the people who have long Covid and are still suffering as a result of it.<\/p> <p>There are no figures available on the number of people who are suffering from long Covid.  It would be very helpful for us, as policymakers, to have that information.  I would also like to know the Government's intentions with regard to long Covid clinics.  Are the people who are now running these clinics going to have the certainty of a commitment of funding going forward, in 2023 and beyond?  How many long Covid clinics is it proposed to open in other parts of the country?  People suffering from long Covid in Cork or Donegal should not have to travel to Dublin to receive treatment.  What supports are being provided to GPs in the context of long Covid?  Is there a strategy in place of working with GPs so that they can provide the necessary supports to people in their communities who are suffering from long Covid?  While I have no doubt there is a strategy and the intention is there, the delivery is what matters.  I want to know the figures, the plans in terms of resources and the timelines for delivery of care to support those citizens who are suffering from long Covid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#F00300","speaker":"1644"},{"type":"speech","time":1663234200,"counter":41,"content":"<p>Well done Senator on an excellent exposition within the allocated time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#F00400","speaker":"1692"},{"type":"speech","time":1663234200,"counter":42,"content":"<p>I thank Senator Conway for raising this really important matter which I am responding to on behalf of the Minister for Health, Deputy Stephen Donnelly.  I assure the Senator that services to support those in need of care due to long Covid are being put in place and expanded.  Anyone who is concerned about long Covid should engage with their GP in the first instance for advice and referral, where needed.<\/p> <p>We know that both Covid and long Covid affect people in a range of different ways with varied symptoms, as Senator Conway has highlighted.  As this is still a new disease, information on its features and course is still emerging.  The Department of Health and the HSE continue to analyse national and international evidence as it emerges to ensure a comprehensive approach to service development.<\/p> <p>The HSE has developed and is implementing an interim model of care to provide long Covid services nationally.  This interim model of care builds on existing service provision in addition to establishing new services across a number of healthcare settings. including GP services, community services and acute hospitals, to ensure a comprehensive national service is in place for all those who need to access it.  The first priority of the HSE is to ensure there are both long Covid and post-acute Covid clinics operating within each hospital group so that a national service is provided for all who need it.<\/p> <p>The Minister for Health is advised by the HSE that the long Covid clinics that have been established as part of the new model of care and are currently operational include those in St. Vincent\"s University Hospital, Beaumont Hospital and University Hospital Galway.  The post-acute Covid clinics that are operational as part of the new model of care include those at University Hospital Galway and Connolly Hospital Blanchardstown.  Both Tallaght University Hospital and St. James's Hospital are operating combined post-acute and long Covid clinics.  There is also a tertiary neurocognitive clinic in St. James's Hospital, led by a consultant neurologist with a background in neurocognitive disorders, which is accepting referrals from long Covid clinics around the country.  The HSE is working closely with each of the long Covid and post-acute hospital sites to expand the existing clinics to provide a full scope of care.  As clinics become fully operational, the HSE will be collating metrics, including waiting lists, numbers of patients treated and numbers of clinics operating.  This information will be crucial in ensuring the service meets the needs of patients and it will inform service development.<\/p> <p>It is planned that the interim model of care will be expanded to put in place eight post-acute Covid clinics and six long Covid clinics within hospital groups nationwide.  Additional aspects of the service are being developed, including supports within the GP and community settings and online supports.  The HSE is working with all the sites identified within the model of care to ensure they can become fully operational as soon as possible.  As well as these clinics operating within the new model of care, there are clinics operating at HSE sites which were established prior to the model of care being rolled out.  It is intended that these clinics would be aligned with the implementation of the model of care.<\/p> <p>A sum of &euro;2.2 million has been allocated to the development of long Covid services in 2022 and funding is currently under consideration for next year.  The Minister's priority will continue to ensure that all those who are in need of care due to long Covid are able to access a comprehensive national service and get the care they need.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#F00500","speaker":"1578"},{"type":"speech","time":1663234200,"counter":43,"content":"<p>I thank the Minister of State for her response.  She has provided a lot more detail than I had heretofore, which is very welcome.  However, the sum of &euro;2.2 million equates to less than &euro;50,000 per week and I certainly hope that in the budget of 2023, that figure will be substantially increased.  I welcome the fact that we will have six long Covid clinics in the various hospital groups but I am disappointed that the figures have not been collated to date or that we have not been given, at the very least, preliminary figures for the number of people suffering from long Covid.  We were one of the best countries in the world in responding to Covid-19 and we must now be one of the best in the world in responding to long Covid.  I hope we are gleaning information internationally on how long Covid is being dealt with in other countries, especially those that performed as well as we did during the pandemic.  This is a disease that citizens in our country did not have five or ten years ago.  As a new phenomenon, it requires a comprehensive response.  While we have made a good start, there is much more work to be done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#F00600","speaker":"1644"},{"type":"speech","time":1663234200,"counter":44,"content":"<p>Again, I thank Senator Conway for raising this very important matter.  We all know that long Covid can be a very disruptive and challenging illness.  The most common symptoms, as the Senator outlined, are fatigue, weakness, breathlessness, anxiety, difficulties with memory and concentration and musculoskeletal pain.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Hildegarde Naughton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2395\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2395&amp;amp;pid=HildegardeNaughton&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, more than 50 different signs and symptoms have been identified.  I understand that these symptoms can be unpredictable in nature and can fluctuate over time, which can make it challenging for patients and healthcare professionals to understand and manage them.<\/p><p>To ensure patients&rsquo; needs are met, a service is being put in place to serve them.  We will need to remain agile and responsive, based on learnings from the clinics, from new and emerging evidence and the current and future demand for the service.  As part of this learning and evidence-based approach, I am advised that the HSE has recently commissioned the Health Information and Quality Authority, HIQA, to conduct a review of clinical guidelines and of models of care for long Covid.  This work is under way and will further inform the development of the service.  Further service development will happen this year, including further recruitment to ensure all designated clinics within the model of care are fully staffed.  Recruitment to date includes a programme manager and clinical leads representing the fields of respiratory medicine, infectious diseases, neurology, mental health and allied health, and appointments have also been made in community services and general practice.  I want to reaffirm the Government&rsquo;s commitment to ensuring that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#F00700","speaker":"1578","continuing":true},{"type":"speech","time":1663234200,"counter":46,"content":"<p>I thank the Minister of State and I thank Senator Conway for raising the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#G00200","speaker":"1692"},{"type":"minorheading","content":"Wage-setting Mechanisms","time":1663234200,"counter":47,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#G00300"},{"type":"speech","time":1663234200,"counter":48,"content":"<p>I thank the Minister of State for coming into the House.  On 3 August the Minister of State promised to sign the employment regulation order, ERO, for the security sector into law by the end of the month.  The Minister of State will know that this ERO is the culmination of three torturous years of trying to get a pay increase for security workers in this country.  It was 2019 when they last saw a pay increase.  These are the security workers who we lauded as vital front-line workers during the pandemic.  They are the workers who maintained safety and order among people going into shops, construction sites, testing centres, vaccination clinics and anywhere else that people had to go to do their business and maintain a social distance.  They work around the clock, 12 months of the year on a 24-hour basis of operations to keep people and places safe and secure.<\/p><p>However, when three employers went to court on 24 August to secure an <i>ex parte<\/i>injunction to prevent the Minister of State from signing the workers' hard-won pay increase into law, it seems the Minister of State and this Government have sat on their hands.  In the weeks since then the Government has done nothing to defend what the Minister of State knows is a legally and constitutionally sound wage agreement entered into between employers and employees in the security sector.  The Government has not even made an appearance in the court, let alone mounting a defence on the matter.  Is this what happens when a tiny number of employers choose to block and delay a collectively bargained wage agreement?  Does the Government roll over and do nothing?  All the while the Government professes to want to support workers but in private it is cowering to two or three employers.<\/p><p>I have no doubt that the Minister of State will tell me today he will be constrained because of legal proceedings but we need to tease that out for a moment because the judicial review challenging the constitutionality of the security ERO was initiated on 22 August.  It is back for mention on 15 November.  It is not back for a hearing on that date, only for mention, and with any luck it will be well into next year at the earliest before that judicial review takes place.  All the while, security workers going out doing an honest day's work will have no pay increase for the foreseeable future.  Is the Minister of State prepared to stand over that?  These professionally trained and licensed workers will be earning just 35 cent more than the national minimum wage next January.  That is outrageous and it is all the more outrageous that it is within the Minister of State's power to do something about this and he has done nothing.<\/p><p>This was supposed to be a good news story for workers.  This is a story of trade unions and employers coming together to negotiate a collectively bargained wage agreement, which we have in the contract cleaning sector and which we are about to have in the childcare sector.  We should have it in the security sector as well.  However, we have a situation where the Government is doing nothing.  I am speaking today and we had the workers in here on Tuesday expressing their frustration.  Ian, Tony and Christy told us that they received 90 cent of a pay increase in the last 12 years, with nothing coming in the last three years.  Now they have a wage deal on the table on behalf of the vast majority of employees in the sector, including 16,000 workers, and yet three small employers with a small number of workers are holding up this pay deal.  There is an irony in that some of these companies have Government contracts for security in the Chief State Solicitor's office.<\/p><p>There are serious questions about what this Government will do about a pay agreement for low-paid workers and ensuring they get their pay increase as soon as possible.  The Minister of State knows about the cost of living increases and this is about dignity for the workers and ensuring that collective bargaining works in this country.  We need to hear answers from the Minister of State on what he will do about signing this pay agreement into law.  In the first instance the Government must go into court to challenge that <i>ex parte<\/i>injunction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#G00400","speaker":"1683"},{"type":"speech","time":1663234200,"counter":49,"content":"<p>From the outset I would like to inform the House that I am restricted on what I can say on this particular matter at this moment.  This is because on 24 August I received notification that the High Court had granted a stay and an injunction expressly prohibiting me from signing the statutory instrument on 29 August, as announced.  This injunction has not been lifted.<\/p> <p>Proposals for an ERO are formulated in the first instance by a joint labour committee, JLC, where it is satisfied that such proposals would promote harmonious relations between workers and employers.  The Labour Court then considers whether or not to adopt the proposals of a JLC.  In doing so it also invites submissions from the public.  If the court, having complied with its statutory functions, is satisfied that the proposals are in a suitable form for adoption, the Labour Court will adopt the proposals and submit them to me as Minister of State with responsibility for this area.  My role then is to consider the recommendations against the statutory process.  If I am satisfied that the process has been complied with and if I am satisfied that it is appropriate to make an order, I will give effect to an ERO.<\/p> <p>In July 2022 I received proposals for an ERO for the security sector from the Labour Court.  Having considered and accepted these proposals, my officials began drafting the order to give effect to the proposed minimum pay rate increases for the security sector, an extremely important sector as has been mentioned.  This order was to come into effect on 29 August 2022 and was to replace the ERO that was signed in 2017 for the security sector.  On 24 August 2022 my Department received notification that the High Court had granted an injunction prohibiting me from commencing the proposed statutory instrument giving effect to a new ERO.  The court has issued that the notice of motion in respect of the application is returnable for 15 November 2022.  My officials and I are in the process of seeking legal advice on the matter and I will update this House at the first opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#G00500","speaker":"1505"},{"type":"speech","time":1663234200,"counter":50,"content":"<p>I thank the Minister of State for that reply.  It is still not clear why the Government has not gone in to try to lift that injunction placed on 24 August.  To be frank, it is telling that there has been nothing from the Government to lift that injunction in the weeks since then.  This is about a modest pay increase of 40 cent-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#G00600","speaker":"1683"},{"type":"speech","time":1663234200,"counter":51,"content":"<p>With respect to the Senator, does that involve the separation of powers?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#G00700","speaker":"1692"},{"type":"speech","time":1663234200,"counter":52,"content":"<p>I appreciate that and that the court's role is to adjudicate but it is the State's role to go out and challenge an injunction that has been placed on it and the State has done nothing.  It has lain down and done nothing and that is unacceptable for those workers because what is in question here are three modest pay increases: 40 cent in phase 1; 45 cent in phase 2; an allowance for unsociable hours; and 40 cent in phase 3.  At a time when workers are crying out for pay increases the Government has not even bothered to go in to try to lift that injunction.  These workers cannot wait until 15 November, and as I already said, the judicial review is only for mention on that date; it is not even the hearing date.  It will be well into next year before this is decided, therefore.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#G00800","speaker":"1683"},{"type":"speech","time":1663234200,"counter":53,"content":"<p>Again I will make it clear to this House when I am in a position to do so and I have no problem with returning here for a second part to this debate at a later date.  I re-emphasise that in our view the JLC process sits within the context of Ireland's volunteerism system of industrial relations and has worked extremely well for very important sectors.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The advantage of the JLCs is that they see fair terms and conditions, such as wage rates and sick pay, agreed and given effect by an employment regulation order.  For some employers, the advantage of the system, based as it is on the principle of self-governance, means that they can agree and set minimum pay and conditions and agree on work practices which are custom-made to their industry.  This flexibility cannot be achieved by primary legislation.  It is a system that I thoroughly support.  I look forward to updating the House in the very near future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#G00900","speaker":"1505","continuing":true},{"type":"unspoken","time":1663234200,"counter":55,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 11.40 a.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 12.02 p.m.<br \/><br \/>Sitting suspended at 11.40 a.m. and resumed at 12.02 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1663234200,"counter":56,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#K00100"},{"type":"speech","time":1663234200,"counter":57,"content":"<p>The Order of Business is No. 1, motion re the arrangements for the address to the Seanad on Tuesday, 20 September 2022 by MEPs representing the European Parliament Dublin constituency, to be taken without debate on the conclusion of the Order of Business; No. 2, Assisted Decision-Making (Capacity) (Amendment) Bill 2022 - Second Stage, to be taken at 1.30 p.m. and to adjourn at 4.30 p.m. today, if not previously concluded, with the opening contribution of the Minister not to exceed 15 minutes, those of group spokespersons not to exceed ten minutes each, and those of all other Senators not to exceed six minutes each, with the Minister to be given not less than ten minutes to reply to the debate; and No. 3, statements on the Report of the Future of Media Commission, to be taken at 4.30 p.m. and to conclude not later than 6 p.m., with the opening contribution of the Minister not to exceed 12 minutes, those of group spokespersons not to exceed eight minutes, and those of all other Senators not to exceed six minutes, with the Minister to be given not less than eight minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#K00200","speaker":"1653"},{"type":"speech","time":1663234200,"counter":58,"content":"<p>As this is my first time to rise since the recess it would be remiss of me not to mention the biggest issue we face, not just as a country but globally, which is the cost of living.  We acknowledge that the Government has very successfully led the country through Covid and that we have emerged in a stronger and more economically viable position than we thought we would have.  A lot of this was down to the prudent management of our finances and, of course, the leadership of the Taoiseach, Deputy Miche&aacute;l Martin.  We need all of that energy, drive and support now to support families, households, businesses and community buildings such as schools through the energy crisis.  We need to have a very significant package announced in the upcoming budget to be able to support all of those.  I have every confidence we can, but we need to send a very strong message here that we need every level of support we can possibly give to all those I mentioned.<\/p> <p>This month is World Alzheimer's Month.  I thank colleagues who gathered together this morning to show cross-party support for investment we need at budget time also.  When we consider the impact of dementia in Ireland, almost 500,000 families are affected.  Every day 30 people are diagnosed with Alzheimer's, and some of those are in their 30s, 40s and 50s.  It is very important we continue to invest in day care, homecare and extra supports that families and those living with dementia need.  There will be a Memory Walk next Sunday, 18 September, throughout the country.  I encourage Members of this House and of the D&aacute;il to get involved.  Our own walk in Kildare will be at the Curragh, starting at 3 p.m.  We are doing it in memory of a very special lady, Marie Conlon, who was the former chair of the Kildare branch of the Alzheimer Society of Ireland and whose own mother had dementia.  We are doing this in memory of Marie and to raise funds for our first full-time permanent Alzheimer's centre, which will be in Kildangan.  We look forward to that and I encourage anyone who can to get involved.<\/p> <p>The other issue I want to mention is around Therapists For Change.  Thousands of psychotherapists who are very qualified live here in Ireland.  Unfortunately, unless they have a secondary degree, the HSE will not give them work.  We therefore have a situation where people who have qualified and trained at their own expense cannot be contracted by the HSE for the very vital and important hours we need.  We are all aware and hear about the waiting lists in our communities for people to access the talk therapy they need.  In many instances we find that people are being given medication, which should not be the case.  Talk therapy should be first.  CORU has been tasked with registering the psychotherapists and so on but nothing has happened.  It has not opened for registration.  It is particularly difficult for students who are studying these courses now and do not know whether they will have an opportunity to have a career in this area.  It is important to ask CORU to open that registration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#K00400","speaker":"1689"},{"type":"speech","time":1663234200,"counter":59,"content":"<p>I call for a full inquiry into the ongoing system of unsafe medical practice in Ireland.  On foot of the news over the summer that the UK's interim report by Dr. Hilary Cass found that the standards of clinical care, assessment and treatment at the Tavistock and Portman gender identity clinic fell below acceptable levels, we should have instantly examined how this has affected Irish children who were sent there.  To my knowledge, this was not done.  Having spoken to an expert from the National Gender Service, I know that not only were Irish children sent to London to receive medical hormonal intervention at the soon to be defunct clinic, but psychologists were being flown over from the Tavistock clinic to a satellite clinic in Crumlin hospital to carry out work there.  This was being operated under the treatment abroad scheme.  That scheme is for Irish people to visit an EU state to receive medical care they would otherwise not be able to receive here.  No part of that scheme deals with the flying in of psychiatrists from a non-EU country to do business in Ireland.  Critically, this meant these medical professionals are operating with zero indemnity.  They are not covered under the Irish scheme and they are not covered by the NHS for work done in Ireland.  The higher-ups in Crumlin hospital did not even know that this was happening.<\/p> <p>Why was this done?  It was because it was convenient and it allowed this to happen under the radar without having to flag anything to the HSE by asking for a budget.  Millions of euro have been spent on this over the years.  By 2019, members of the National Gender Service had written to Crumlin hospital's clinical director to voice their concerns at the practices and the care in these clinics.  At a subsequent meeting these same individuals asked for basic information from the clinical staff about how many children had been put on hormone treatment or puberty blockers.  They did not know.  They asked if they could see the assessment records of the patients.  They have a few but nowhere near the correct total.  It was then that our own medical professionals judged the Tavistock-Crumlin satellite clinic to be ungoverned and unsafe.<\/p> <p>One of the National Gender Service head psychologists flagged this with the HSE, urging it to conduct a complete review of the Crumlin case at a clinical and legal level.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sharon Keogan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=SharonKeogan&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In response, he received a letter of comfort and no further action.  We need a full clinical and legal inquiry into the activities of Tavistock psychiatrists at Crumlin hospital, to check in with the children who have been impacted and to make sure that they are looked after.  This inquiry is an ask of the multiple experienced clinical psychiatrists who have spent over 20 years providing holistic health and mental care specifically for transgender people who are saying what has been done here is wrong.  One cannot rush children onto irreversible puberty blockers.  Other countries have stopped this.  Why can we not see the writing on the wall and do the same?  I would appreciate the Leader calling for an inquiry into this as the Leader of the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#K00500","speaker":"1664","continuing":true},{"type":"speech","time":1663234200,"counter":61,"content":"<p>Many words of sympathy and condolence have already been spoken in respect of the passing of Queen Elizabeth II.  I commend those who arranged a minute's silence in this House yesterday.  I attended that with His Excellency, Paul Johnston, the British Ambassador to Ireland.  I recall the Leader of the House, while she moved the motion of sympathy, including that we should remember people in the Republic of Ireland who also feel that they suffered a loss.  I believe the last few days have done us all proud.  Parliamentary democracy in the Republic of Ireland has responded in a uniform, respectful and appropriate way.  That uniformity of response is not one of tolerance, but of overriding respect.  I also feel that Scottish and Irish nationalism are very proud, but in the last few days they were also dignified before a global audience.  They have shown us the way forward, which is never through threats, ultimatums and intimidation.  They have probably inadvertently done more for Irish nationalism and Scottish nationalism in the last few days.  I believe history will judge it as a pivotal moment of a measured response in a dignified, human way.<\/p> <p>Just as the Queen had a sense of duty up to her last day, I also recall that Bertie Ahern, who was Taoiseach at the time that the Good Friday Agreement was being clinched, had an immediate family bereavement, but he put public service first.  Little things in life matter.  The Queen showed us that.  Sometimes these are big things.  It is often the little things in life that make difficulty and division, but we are one on the big things in life.  The Queen showed in an inimitable way the power of gestures.  A corollary of that is that gestures can also have a counterproductive impact.  As we build reconciliation, we must all the time be acutely aware of gestures.  It does not take a bold statement to offend and to have a setback.  Gestures can sometimes prove to be destructive too.  Queen Elizabeth II was a fantastic exponent of the positive power of gestures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#L00200","speaker":"1667"},{"type":"speech","time":1663234200,"counter":62,"content":"<p>I want to address youth emigration, but before I speak on that it is important to note what happened yesterday outside our Houses of Parliament with the far-right attacks on Deputy Paul Murphy.  That should be condemned by everybody in the House.  We all need to be very careful, particularly on social media and of the accounts that we tweet and retweet that endorse threats of violence against Members of this House.  It is up to all of us to stand up for democracy and to make sure that the far right does not grow any further legs.  They are here, they are growing and we all need to stamp that out.  I just wanted to put that on the record and offer solidarity to Deputy Paul Murphy.<\/p> <p>I want to talk about the RedC poll that was carried out by the National Youth Council of Ireland, NYCI, that highlighted a frightening and startling fact, which is that seven out of ten of our 18- to 24-year-olds are considering moving abroad for a better quality of life because they cannot afford to live in this country.  As we emerge from the Covid-19 pandemic which in itself was so problematic for young people, we now find that the cost of living and the housing crisis have ensured that the spectre of emigration once again hangs over his State.  There is little doubt that the Government has failed and is continuing to fail our people, particularly our young people.  It always seems that they are the pressure valve and when things get bad, we just expect our young people to emigrate to relieve that pressure.<\/p> <p>We have a broken health system, we have the worst housing crisis ever and we have a cost-of-living crisis that is now being magnified by soaring inflation and ridiculous rental costs alongside outrageously high energy bills that are on the horizon as winter approaches.  Something has to give.  It is not only that we are living with all these multiple crises, but we also need our young people to stay in this country because we need them to help us to get us out of this crisis.  We need our young nurses and our young doctors to help fix our health system.  We need the teachers to educate our children.  We need the young skilled electricians, plumbers and plasterers to build all of the houses that are so urgently needed.  Why are we educating and training our young people for another country&rsquo;s benefit when they are so badly needed here?  I call on the Government to introduce targeted action to address the cost of living but particularly to focus on those issues affecting young people, including youth homelessness.  We are now seeing students who have done excellently in their leaving certificate examinations and who are being offered places in college and they may have to defer those because, again, the housing crisis is impacting on them.  Unless young people are catered for in the upcoming budget, many will choose to emigrate.  I call on the Government to please hear the calls from the National Youth Council of Ireland and to support our young people.<\/p> <p>To finish, trans rights are human rights.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#L00300","speaker":"1635"},{"type":"speech","time":1663234200,"counter":63,"content":"<p>Today marks the day when the employment regulation order, ERO, for early years education and childcare workers comes into effect.  This is a huge victory and progress for the thousands of workers who give so much of themselves day-in, day-out to looking after and educating young children in this country.  I want to say a huge congratulations to the SIPTU Big Start campaign and to all who worked tirelessly over the years, including Darragh O&rsquo;Connor, Eilish Balfe, Deborah Reynolds and the thousands of others who have gone out to campaign to achieve this ERO.  It is a vindication of what can be achieved when people join a trade union because united we bargain, divided we beg.  This ERO sets down decent pay rates, progression towards bettering pay rates into the future and a recognition of the professionalisation of the sector.  I wanted to mark that.  That is a good news story.<\/p><p>What should also be a good news story is the employment regulation order for the security sector.  This morning, the Minister of State, Deputy English, was before the House addressing a Commencement matter.  On 3 August, the Minister of State committed to signing the employment regulation order for the security sector into law by the end of the month.  On 24 August three employers who were representing a tiny number of workers across the 16,000-strong security industry lodged an <i>ex parte<\/i>injunction to prevent the Minister of State from signing that hard-won pay deal into law.  Security workers have not had a pay deal in three years.  They have had tortuous negotiations and that <i>ex parte<\/i>injunction stands.  The Government has done nothing to lift that<i>ex parte<\/i>injunction.  It sat on its hands.  There is a real question mark now - and I say this to all Members in the House - over when we pass by security workers, whether in the shop, or whatever place we are walking into, and we look them in the eye.  This Government is preventing them from getting their collectively bargained wage agreement, which is 40 cent in phase 1, 45 cent and an allowance for unsociable hours in phase 2, and 40 cent in phase 3.  These are very modest pay increases, yet the workers are being prevented from getting that wage agreement.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie Sherlock:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarieSherlock&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is up to the court to decide now how we should all proceed but it is up to the State to fight that injunction.  In the three weeks since that injunction was initiated in the courts, the Government has sat on its hands.  A date of 15 November is being put out for the judicial review challenging the constitutionality of the security employment regulation order.  That is in for mention on that date, not for hearing.  It will be well into next year by the time those wage rates will be decided for those security workers.  These are low-wage workers.  In January 2023 there will be a 35 cent difference between what a highly-trained, professionally licensed security worker earns and those on the national minimum wage.  That is outrageous and it is outrageous that this Government has done nothing since the <i>ex parte<\/i>injunction was lodged on 24 August.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#L00400","speaker":"1683","continuing":true},{"type":"speech","time":1663234200,"counter":65,"content":"<p>I ask the Leader to organise a debate on the control of dogs and, in particular, the activity that seems to have increased in recent times of illegal hunting by a certain fraternity using lurchers.  It is a practice that has become considerably prevalent in the north Clare area where there is a particularly good stock of hares because that region is known for regulated coursing.  We now have individuals coming in from outside with lurchers illegally hunting hares in the dusk of morning and night, which is having a huge impact on farmed cattle in the region.  I have heard of a number of cases where animals are being severely injured because of the activity of these dogs and their owners.  A pet farm in the region had a lucky scape recently.  Were it not for the owner being in a position to protect his animals, his business might have been wiped out.  Other farmers have lost cows.  These dogs and this activity is frightening the animals to the extent that they injure themselves and in some cases have to be put down.  It is something that needs to be stamped out.<\/p> <p>I would certainly welcome the opportunity to have a debate with the relevant Minister in terms of agriculture, in the first instance, and certainly from a justice perspective, on these individuals who carry on a trade.  Very significant amounts of money changes hands at these events.  It is one of those issues that is causing a considerable level of upset in the areas I talked about.  We should try to have a debate about it in the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#M00200","speaker":"1655"},{"type":"speech","time":1663234200,"counter":66,"content":"<p>I rise today to welcome two things, the first of which is the fact that the Minister, Deputy Darragh O'Brien, has released more than &euro;2 million and we will see 25 affordable homes being built at Br&uacute; na Gruad&aacute;n in Castletroy.  This is most welcome news.  It is an area where affordable housing will be really welcome and will help so many people in terms of setting up their new homes.  I know that people worked through the council in terms of qualifying for the 25 homes.  It is certainly very welcome news for Br&uacute; na Gruad&aacute;n in Castletroy.<\/p><p>The second matter I wish to raise is that of a young girl called Mairide from County Limerick who is on the apprenticeship programme.  She represents a younger generation of apprentices and has been selected to go forward in the national apprentice of the year awards.  Certainly,<b><\/b>Mairide Bennis<b><\/b>is a good-news story in that she is going to receive a level 7 degree in her apprenticeship.  That is an area in which the Minister, Deputy Harris, has done wonderful work in terms of apprenticeships and skills.  It is an area we need to promote because there are so many starts for people who take part in the apprenticeship programmes.  She is in her third year in college and she will certainly be flying the flag for the Limerick-based company, DesignPro Automation.  So many companies have been so good in working with apprentices and giving them those skills and up-training.  I really think it is something we need to talk about much more in terms of promotion and encouraging people, especially due to the fact there is no gender bias.  Many young women as well as men participate in the apprenticeship programmes whereas traditionally it would have been all men.  It is, therefore, a good news story.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#M00300","speaker":"1695"},{"type":"speech","time":1663234200,"counter":67,"content":"<p>I came across some very wise words in recent days.  I will read the quotation:<\/p> <blockquote> \tIt is not the new inventions which are the difficulty.  The trouble is caused by unthinking people who carelessly throw away ageless ideals as if they were old and outworn machinery.<br \/><br \/>They would have religion thrown aside, morality in personal and public life made meaningless, honesty counted as foolishness and self-interest set up in place of self-restraint.  [...]  Today we need a special kind of courage, not the kind needed in battle but a kind which makes us stand up for everything that we know is right, everything that is true and honest.  We need the kind of courage that can withstand the subtle corruption of the cynics so that we can show the world that we are not afraid of the future. <\/blockquote> <p>That quotation did not come from Pope Francis or Jordan Peterson or any of the other great philosophers of our time.  It came from Queen Elizabeth II&rsquo;s Christmas message in 1957.  It struck me how remarkably fresh those words seem at a time when there is so much frustration, fractiousness, fratricidal conflict in some places, and fear of the future in our culture.  Something of that vision is needed and I do not think one has to be a British subject or a monarchist to feel a certain sadness at the passing of Queen Elizabeth II.  She was a part of all our lives because we knew who she was and saw her for so many years.  With her passing we lose some little bit of ourselves and we are reminded that death and letting go is a part of life.  Certainly, however, her faithful service to her country and devotion to her duty was exemplary in so many people's eyes.<\/p><p>I support what Senator Boylan said about the dangers of the hard right, but we do not talk enough about the dangers of the hard left.  Both are threats to democracy in our country.  I will be talking to the House about an initiative of my own next week to try to promote interest in democracy and our processes among young people.  I would agree as well that we need to be very careful about social media.  I think a Member of this House has been the subject of a false accusation about something she is alleged to have retweeted on social media.  We need to protect ourselves and seek fairness in all our dealings.<\/p><p>I have one brief word of criticism for Senator Boylan.  I hear now very often the Sinn F&eacute;in----- <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#M00400","speaker":"1673"},{"type":"speech","time":1663234200,"counter":68,"content":"<p>Through the Chair, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#M00500","speaker":"1650"},{"type":"speech","time":1663234200,"counter":69,"content":"<p>I will finish with this.  I refer to the use of the quotation \"trans rights are human rights\".  I am sure I agree with that if I could be sure what it fully means.  I hear it used almost with the same frequency that politicians fob in at Leinster House.  I worry that we must not just seek political success through the use of slogans.  We have to try to interrogate the issues carefully-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#M00600","speaker":"1673"},{"type":"speech","time":1663234200,"counter":70,"content":"<p>People's lives are not open to negotiation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#M00700","speaker":"1635"},{"type":"speech","time":1663234200,"counter":71,"content":"<p>-----to interrogate the issues carefully-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#M00800","speaker":"1673"},{"type":"speech","time":1663234200,"counter":72,"content":"<p>People&rsquo;s existence is not up for negotiation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#M00900","speaker":"1635"},{"type":"speech","time":1663234200,"counter":73,"content":"<p>Senator Mullen without interruption, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#M01000","speaker":"1650"},{"type":"speech","time":1663234200,"counter":74,"content":"<p>I am sorry, but the Senator cannot debate people's right to exist.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#M01100","speaker":"1635"},{"type":"speech","time":1663234200,"counter":75,"content":"<p>These are children we are talking about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#M01200","speaker":"1664"},{"type":"speech","time":1663234200,"counter":76,"content":"<p>This is the Order of Business unless Senator Boylan wants to interrupt through Standing Orders.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#M01300","speaker":"1650"},{"type":"speech","time":1663234200,"counter":77,"content":"<p>I will just finish my last sentence to all sides.  We need to interrogate the issues with care and compassion with a search for truth and seek to distinguish between the things that are inalienable human rights and those that are claims that may be contestable or that may be subject to debate.  That is our role in here, not the constant repetition of phrases which cause more confusion than clarity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#M01400","speaker":"1673"},{"type":"speech","time":1663234200,"counter":78,"content":"<p>I stand to support the campaign by NewsBrands Ireland with regard to its campaign about tax on journalism and the call to cut VAT to 0%.  This is something that should be taken up in advance of the budget.  Local newspapers from across the country were present today, and I welcome the editor of the <i>The Connacht Tribune<\/i>, Mr. Dave O'Connell, including <i>The Connaught Telegraph<\/i>, <i>Galway City Tribune<\/i>, <i>Mayo News<\/i>, <i>Tuam Herald<\/i>and <i>The Western People<\/i>which, to name a few local newspapers, carry out very important and impartial work with regard to reporting news and allowing all of us across the political spectrum to provide our views and concerns on a weekly basis.  That is very important.<\/p><p>There has been much discussion at various times regarding VAT rates and there have been campaigns at various stages to reduce the VAT on a number of different products, whether it be contraceptives or lifesaving equipment.  I have seen campaigns that are all very worthy.  The understanding I always had is that we are allowed two VAT rates plus the standard rate of 23%.  I understand from speaking today, and from the contributions today in the audiovisual room, that other European countries have 0% VAT on newspapers.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We should seek clarification from the Minister as to whether it is now possible to have a zero VAT rate on certain products, including newspapers.  It would do so much in saving jobs and immediately enhance the viability of our local and national newspapers.  It would provide the sector with the financial leverage to continue its investment as it transitions to digital.  They do not have their heads in the sand over the reality of how things are moving to digital, but they need support to allow that transition to take place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#M01500","speaker":"1665","continuing":true},{"type":"speech","time":1663234200,"counter":80,"content":"<p>Yesterday there was a protest by those affected by cystic fibrosis.  I have no doubt that other Members mentioned it yesterday.  A number of people's lives and health outcomes are impacted by the failure of the HSE and the pharmaceutical company to find a resolution in the row on the Kaftrio medication.  That is one instance.<\/p> <p>In another instance, a product called Ozempic is used for people with type 2 diabetes.  It is a weekly injection.  Another similar product requires a daily injection.  It has also been proven to assist where people have obesity.  Over the summer some parents whose children have intellectual disabilities met me and pointed out that it is very helpful in moderating where there are appetite issues.  In cases of Prader-Willi syndrome, moderating and self-regulation on appetite are important given all the attendant effects that flow from obesity.  However, the HSE mechanisms only allow that to be acquired on a medical card or on the long-term illness scheme in cases of type 2 diabetes.  This has been proven worldwide to provide support.  However, the parent of a child with an intellectual disability who needs this product will need to pay up to &euro;300 a month for treatment with this drug.  That is not okay.<\/p> <p>I call for a debate on the regulation of drugs and how drugs are approved to qualify under the long-term illness scheme or to be covered by a medical card.  What is that mechanism?  Who makes those decisions?  Where is the transparency and accountability for that?  Real people's lives and medical outcomes are being affected by procedural and administrative issues when we need to get underneath that.  A debate in the House will give us the opportunity to hear how prevalent this is and how inhibiting it is to people's lives and health outcomes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#N00200","speaker":"1682"},{"type":"speech","time":1663234200,"counter":81,"content":"<p>I raise the issue of the Cro&iacute; C&oacute;naithe town and village scheme.  Prior to the summer recess, I joined the Taoiseach, the Minister, Deputy Darragh O'Brien, and the Minister of State, Deputy Peter Burke, at the launch of that scheme.  It is an excellent scheme which provides up to &euro;50,000 to bring a derelict or vacant property back into productive use for first-time buyers, essentially in lieu of the help-to-buy scheme which provides a grant of up to &euro;30,000 for new-build homes.  However, it does not apply in city areas nor does it apply to one-off rural houses outside a village settlement of about 400 in population.  I believe we are missing an opportunity by not widening the scope of the scheme.<\/p> <p>The target is to reach 2,000 units before the end of 2025 and a review will be ongoing throughout the scheme.  There is enormous demand for this scheme, but we are missing an entire cohort of vacant rural homes that could be tapped into for young people to purchase a home, get the grant of &euro;30,000 or &euro;50,000, combine it with an SEAI energy grant and get themselves on the property ladder while also supporting population increase in rural areas.  I think we are missing a trick with it.  I will continue to push for that and also for its expansion into the cities.  In my county of Waterford we have seen what the repair and lease scheme has done in bringing vacant units back into productive use for social housing purposes.  We also need to focus on bringing those vacant and derelict properties back into use for young people to live in and own those properties.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#N00300","speaker":"1647"},{"type":"speech","time":1663234200,"counter":82,"content":"<p>I have just come from a briefing in the audiovisual room given by local journalists speaking about journalism in general.  They have started a campaign to end the payment of VAT on print and digital newspapers, which I support.  We all know they are going through a very difficult time at the moment and need as much support as possible.  They are looking for a zero VAT rate to support the good work they do.  Today I met Garry Cotter from <i>The Nenagh Guardian<\/i>.  It is possible to see the work they do and the number of people who support that.  I am from Clonmel where we have <i>The Nationalist<\/i>.  Its editor, Darren Hassett, along with Eamon Lacey and all the staff are trusted by the public in the articles they write.  The newspaper has been there for years and we need to ensure it continues.<\/p><p>While it still has its printed edition, in recent years it has moved into digital.  <i>TipperaryLive<\/i>is a very popular digital news outlet for people looking for information in Tipperary.  The <i>Tipperary Star<\/i>and <i>The<\/i><i>Nationalist<\/i>do that together.  We need to support them.  It is recognised that the work they do is extremely important.  Everyone accepts that media are changing, but the local media in places like south Tipperary are really important.  They allow people to get information out for small villages and towns.  People still go to the local media to get the publicity to promote the Tidy Towns competition, a local event or something for which people want to create a bit of atmosphere.  The local media do that job.  We need to ensure they are preserved for the years ahead.<\/p><p>A zero VAT rate applies in the UK, Belgium and many other countries.  There is no reason we cannot do it and I call on the Government to consider it seriously.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#N00400","speaker":"1629"},{"type":"speech","time":1663234200,"counter":83,"content":"<p>I do not wish to repeat what Senator Ahearn and others have said, but I believe the campaign for a zero VAT rate is worthy of our support.<\/p> <p>I support Senator Seery Kearney's call for a debate on the bureaucracy leading to delays in getting vital drugs recognised and into the system in the country.<\/p> <p>Before the recess, I raised the issue of Shannon Heritage, which is currently part of the Shannon Group.  It has been agreed that Clare County Council would take over the Shannon Heritage properties because Clare County Council knows how to promote County Clare.  It has the experience of running the most successful tourist attraction on the west coast of Ireland, the Cliffs of Moher Experience, along with Knappogue Castle, Bunratty Castle and other facilities in Clare.  They would fit well under that structure.<\/p> <p>The problem is that the facilities have had no investment over the years and have been let run down.  The Exchequer needs to invest &euro;4 million or &euro;5 million to bring the facilities to a sustainable position so that they will not be a cost burden on the ratepayers of County Clare or Clare County Council.  They need to be handed over cost neutral.  Unfortunately, one Department is kicking the ball to another Department and ultimately it is falling between all the stools.  I ask the Leader to write to the Taoiseach and the Minister for Housing, Local Government and Heritage requesting that this issue be dealt with quickly so that the sites can transfer to Clare County Council in time to put a marketing plan in place for 2023.<\/p> <p>Tourism is the most important industry in Clare.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have capacity in Clare to have a lot more tourism in the county than is currently the case.  These sites are vital to the tourism offering of the county for the people who come and visit.  We need certainty and more importantly, the staff who are working in Shannon Heritage, doing a fantastic job under difficult circumstances, need certainty as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#N00500","speaker":"1644","continuing":true},{"type":"speech","time":1663234200,"counter":85,"content":"<p>I welcome the Leader back to the House.  I want to reflect on the Ceann Comhairle's event on Monday last on an inclusive Parliament.  I was proud to serve on the family friendly forum for an inclusive Parliament and want to commend the Ceann Comhairle on organising the event.  We really need to look at our own House as well.  Seanad reform is directly linked to a greater gender balance in this House.  There are 43 Members elected through panels and nominating bodies, where they have more than one nomination, should nominate with gender balance in mind.  We could look at more radical reform, including looking at the internal and external panels to address the issue of gender balance.  Obviously, nine of the current 11 Taoiseach's nominees are women but that should not be left to the whim of the Taoiseach.  It should be standard that we address diversity and gender balance with the Taoiseach's nominees.  Again, I call on the Government to get on board with Seanad reform.<\/p> <p>At a meeting of the Joint Committee on Gender Equality this morning, we discussed the fact that incentives need to be put in place so that quotas can be introduced at local government level.  Serious work needs to be done to achieve a greater gender balance on local councils.  <\/p> <p>In conclusion, comments were made earlier today about the Tavistock clinic that Irish families with trans and gender diverse children have attended.  It is not the service itself that was deemed unsafe by the independent review undertaken by Dr. Cass.  The problem was that the queues were too long.  The waiting times and the delays of up to three years were considered excessive.  Two new regional centres are being created but I want healthcare to be provided for young people and their families at home.  It is atrocious that we continue to send people abroad for services that we cannot provide here in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#O00200","speaker":"1686"},{"type":"speech","time":1663234200,"counter":86,"content":"<p>I thank colleagues for their contributions.  Senator Warfield is right that the value of Monday's symposium should not be lost on anybody.  While the Seanad does reflect a little bit more of what we would like to see, it probably does not go far enough.  The Senator was not present yesterday when Senator Conway made a request to have three separate debates on the three topics addressed on Monday and I will try to arrange that over the coming weeks.  I would like to let Senator Warfield know that Seanad reform aims of the current Cathaoirleach have been raised at every single Committee on Parliamentary Privileges and Oversight meeting that we have had.  To be fair, in the autumn of his tenure, the Cathaoirleach has done a significant amount -----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#O00300","speaker":"1653"},{"type":"speech","time":1663234200,"counter":87,"content":"<p>It could be the winter.  It is the winter already actually; it is getting chilly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#O00400","speaker":"1650"},{"type":"speech","time":1663234200,"counter":88,"content":"<p>-----that did not require legislative change.  As the Senator will be aware, any of the substantive change we would like to see requires legislation.  That said, we will keep plugging away and I urge him to also keep plugging away and raising the matter.<\/p> <p>The Senator also referred to Tavistock and gave a far more honest account of the report on that clinic but if Senator Keoghan has concerns, I urge her to write to the CEOs of the HSE and Crumlin children's hospital.  The biggest shame that has been highlighted by the Tavistock report is that we do not have these services available in Ireland for our own children.  We should not be sending anybody who is in such a stressful situation in their own lives to the United Kingdom to get medical care.  We should look after them right here.  <\/p> <p>Senator Conway asked me to write to Ministers regarding the transfer of the heritage buildings in Shannon to Clare County Council.  I will write to the three relevant Ministers today on his behalf.  The Senator, along with Senators Ahearn and Kyne, also raised the briefing this morning by local media who are calling for 0% VAT rate to be applied to local newspapers.  As politicians we all know, as do the people who buy local newspapers for court reports, local sports news and so on, the value of local journalism.  Their value is not lost on anybody.  Local newspapers have a significant readership of 1.3 million and when one considers the fact that we have a population of only 5 million, most of whom live in our cities, that is a significant number.  What was not highlighted this morning is the fact that the cost of paper has risen by approximately 150% recently, yet the cost of newspapers has not increased at the same rate.  The very least we should do to support local journalism, if we really feel the way we say we feel about it, is to ensure it remains viable.  To that end, on Senator Kyne's suggestion, I will write to the Minister for Finance and ask if it is even possible to have a 0% VAT rate on something like a newspaper.  That will further fuel our activism in that area.<\/p> <p>Senator Cummins sought an expansion of the Cro&iacute; C&oacute;naithe scheme.  I suggest he writes to the Ministers for Housing, Local Government and Heritage, and Finance, to request same.  Senator Seery Kearney, supported by Senator Conway, sought a debate on how drugs get onto the illness benefit scheme or medical card scheme lists.  I will inquire as to the current position so that we can all be clear on it and then I will organise a debate so that we can ask for changes to be made if we are not happy about it.  <\/p> <p>Senator Maria Byrne raised several issues.  She welcomed the announcement by the Minister for Housing, Local Government and Heritage of &euro;2 million in funding for 25 homes in Castletroy, which will be very welcome in Limerick.  I hope they are built quickly.  She also advocated different routes to professional education and spoke about a young lady she knows called Mair&eacute;ad who is in her third year of a level 7 degree programme.  In the past number of years we have changed people's mind sets but we still have a way to go.  Going to Trinity College Dublin, Dublin City University or the South East Technological University in Waterford is not the only route to getting a professional education and qualification in this country.  Congratulations and continued success to Mair&eacute;ad.<\/p> <p>Senator Dooley asked for a debate on the control of dogs with the Ministers for Agriculture, Food and the Marine, and Justice.  He highlighted illegal hunting in County Clare and I will try to organise such a debate at the earliest opportunity.  Senator Mullen spoke about the sad passing of Her Majesty, Elizabeth II, the Queen of the United Kingdom.  Senator Sherlock very much welcomed the ERO for early childcare workers but highlighted the unacceptable delay in its implementation.  I am sure that all 60,000 workers and their families also find that delay unacceptable.  It is a result of an injunction dating from the end of August.  I am not sure what is causing the delay but I will find out for the Senator and if there is anything I can do to help, I will do it today.  <\/p> <p>Senator Boylan spoke about the far right and the really awful incident that happened outside Leinster House yesterday but this is not just about the far right.  Any incident like that, involving violence by anybody against anybody else, whether in public life or not, is not acceptable.  That incident highlights a growing concern around some people's views, which I do not find acceptable and which would not be acceptable to the mainstream.  We certainly should not intimidate or abuse each other in any way, shape or form.  The Senator also spoke about youth emigration issues, as she and her party see them, but I certainly do not agree.  We have far more people, including our youth, returning to Ireland than we ever had.  Indeed, the population increased by 84,000 people last year.  It is hard to understand the Senator's sentiments when so many people want to come back and live in Ireland.  That is not to negate the fact that we do have obvious concerns and issues; I accept that and she highlighted some of them.<\/p> <p>Senator Keoghan spoke about Tavistock and her concerns.  As I said earlier, I suggest she send a letter to the CEOs of the HSE and of Crumlin hospital.  Senator Martin spoke with real dignity about the passing of Her Majesty, the Queen of England and I thank him for that.  Senator O'Loughlin spoke about the cost-of-living crisis and about the leadership that has been shown by the Taoiseach, which she expects to continue in the next number of weeks.  She asked for a debate on therapists and the delays with CORU registration, which is preventing psychotherapists taking up posts in the HSE.  She drew our attention to the fact that September is World Alzheimer's Month and that 30 people are diagnosed with the disease every day.  Families up and down the country are really impacted by this and are worthy of increased support in the forthcoming budget.<\/p> <p>I ask the Cathaoirleach to indulge me as I congratulate a County Galway family I know.  The Connolly family from Tuam are the recipients of the overall prize in the National Dairy Council and Kerrygold Quality Milk Awards for 2022.  More power to them and continued success.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#O00500","speaker":"1653"},{"type":"speech","time":1663234200,"counter":89,"content":"<p>I congratulate them too on behalf of Seanad &Eacute;ireann.  Kerrygold is a great brand but then anything that has Kerry in it has to be great.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#O00600","speaker":"1650"},{"type":"unspoken","time":1663234200,"counter":90,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Address to Seanad Éireann by Members of the European Parliament: Motion","time":1663234200,"counter":91,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#P00200"},{"type":"speech","time":1663234200,"counter":92,"content":"<p>I move:<\/p> <blockquote> \tThat, in accordance with Standing Order 57(1) and the approval of the Committee on Parliamentary Privileges and Oversight, Seanad &Eacute;ireann agrees that, in respect of the European Parliament Dublin Constituency, Mr. Barry Andrews MEP, Mr. Ciar&aacute;n Cuffe MEP, Ms. Clare Daly MEP, and Ms. Frances Fitzgerald MEP, may attend and be heard in Seanad &Eacute;ireann on Tuesday, 20th September, 2022, and that the following arrangements shall apply:<br \/><br \/>The proceedings shall commence at 5 p.m., shall not exceed 90 minutes, and shall consist of&mdash;  \t(<i>a<\/i>) a speech of welcome by the Cathaoirleach;<br \/><br \/>(<i>b<\/i>) an opening address by each MEP which shall not exceed eight minutes in each case;<br \/><br \/>(<i>c<\/i>) a contribution not exceeding three minutes by a spokesperson from each Group;<br \/><br \/>(<i>d<\/i>) a single response not exceeding three minutes by each MEP to the combined issues raised by the Group spokespersons;<br \/><br \/>(<i>e<\/i>) questions from all other Senators in accordance with the sequence set out in the Schedule to this resolution, which shall not exceed one minute in each case, and a reply not exceeding two minutes from each MEP;<br \/><br \/>(<i>f<\/i>) a final concluding statement of not less than six minutes by each MEP;<br \/><br \/>(<i>g<\/i>) a speech of thanks by the Leader of the House; and the members of the European Parliament may take seats on the floor of the Seanad Chamber.<div>Schedule<\/div>Fianna F&aacute;il Group<br \/><br \/>Fine Gael Group<br \/><br \/>Independent Group<br \/><br \/>Green Party<br \/><br \/>Sinn F&eacute;in Group<br \/><br \/>Labour Group<br \/><br \/>Civil Engagement Group. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#P00300","speaker":"1653"},{"type":"unspoken","time":1663234200,"counter":93,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1663234200,"counter":94,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 12.50 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 1.30 p.m.<br \/><br \/>Sitting suspended at 12.50 p.m. and resumed at 1.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Assisted Decision-Making (Capacity) (Amendment) Bill 2022: Second Stage","time":1663234200,"counter":95,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#T00100"},{"type":"unspoken","time":1663234200,"counter":96,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1663234200,"counter":97,"content":"<p>I am pleased to introduce this Bill to the House and I look forward to today's debate on this important legislation, which is required to commence the Assisted Decision-Making (Capacity) Act 2015 in full.  That landmark legislation will bring to an end wardship for adults.  The State will move away from an outdated and disempowering status approach to persons with capacity difficulties to a new functional model that will place the will and preference of a person at the core of the decisions that affect his or her life.<\/p> <p>When I say \"status approach\" to capacity, I mean the current wardship approach whereby once a person is found to lack legal capacity in one context, he or she is deemed to lack legal capacity in all contexts.  When I say that the proposed legislation will move us to a functional approach, I refer to an approach where capacity is assumed as a first principle, the burden of proof rests on rebutting that presumption and a person's decision-making capacity must be enhanced and supported.<\/p> <p>Wardship is a disempowering system that places a third party's assessment of a person's best interests above that person's own will and preference.  There are many persons currently in wardship who, along with their families and loved ones, are desperately awaiting the end of wardship so that they can take back a measure of control over their own lives.  The current legislation, the Lunacy Regulation (Ireland) Act 1871, has run its course.  The proposed legislation will give people experiencing diminished capacity the opportunity to participate more equally and meaningfully in our society and greater power to direct the course of their own lives in an independent and dignified manner.  It will replace wardship with a series of tiered decision-making supports that will provide the level of assistance and support that a person requires in respect of particular decisions at a particular point in time, grounded in respect for the will and preference of the person being supported.<\/p> <p>Given the impact that the legislation will have on people's lives, I cannot overstate the importance of this Bill's enactment.  We have been waiting a long time to end wardship and commence the 2015 Act.  Many would agree that we have been waiting too long.  For every year that has gone by since, people in the unbelievably difficult position of facing the reality of their own diminished capacity or that of a loved one have been left with little option beyond wardship even as alternatives have been desperately sought.  Today, the House has the opportunity to provide an alternative.<\/p> <p>I will give a broad overview of the Bill and then outline key provisions in each Part.  The Bill will, first and foremost, enable us to commence the 2015 Act.  The need for amending legislation became clear over the course of intensive interdepartmental work that had been under way to prepare for the full operationalisation of the Act and the Decision Support Service, DSS.  The DSS is the organisation that will operate the progressive provisions of the 2015 Act.  The Bill is also being used to progress legislative measures to realise further the United Nations Convention on the Rights of Persons with Disabilities, UNCRPD, in Ireland following ratification of that convention in 2018.  The Bill will streamline processes in the interests of those who will rely on the Act's provisions.  It will ensure that effective safeguards are in place throughout the Act and that the presumption of capacity and the paramountcy of a person's will and preference are enshrined at all stages and levels.  In that sense, the Bill does not depart from the broad policy of the 2015 Act.  Rather, it will enable the better functioning of that Act.<\/p> <p>Part 1 sets out the Title of the Bill and provides for commencement orders for the coming into force of the Bill once enacted.  Sections relating to Part 8 of the 2015 Act will be commenced by my colleague, the Minister for Health, Deputy Stephen Donnelly, given that Part 8 of that Act lies with him.  I will be pursuing co-ordinated commencement orders so that the Act comes into force as a whole.<\/p> <p>Part 1 sets out key definitions, among which are changes that will allow persons with capacity difficulties to participate in health research.  It also provides for various repeals, including the removal of provisions in the 2015 Act permitting the use of restraint in private settings.  A review of Part 8, relating to advance healthcare directives, will no longer be separately required by the Minister for Health and has instead been incorporated into the overall review of the Act.<\/p> <p>Part 2 deals with detailed amendments to the Act.  Newly included provisions will allow for the DSS to draw up its own forms and administrative procedures as well as to resolve certain complaints informally without the need for automatic and inappropriate referrals to the courts.  The director of the DSS will be given additional powers in this regard to investigate and informally resolve complaints.  This will help to reduce the administrative burden and costs in line with the recommendations in the pre-legislative scrutiny, PLS, report.<\/p> <p>The DSS will provide for the remuneration of panel-appointed decision-making representatives so that key supports under the Act will be available for all persons regardless of personal means.  In a similar fashion, legal aid is being extended to existing wards to minimise costs in line with recommendations made in earlier debates and the PLS report.<\/p> <p>Significantly, a new system of enduring power of attorney, EPA, is being introduced under which there will be a two-stage process for creating an EPA.  An EPA will be created when a person has capacity and will then be registered with the DSS, with an attorney coming forward to activate the power once the relevant person has lost capacity.  This aligns with international models and will allow matters relating to an EPA to be clarified while a person still has capacity.  Provisions will allow a relevant person to make changes to an EPA at any point following registration, including revoking it, prior to any loss of capacity.  Attorneys appointed under an EPA will be prohibited from making treatment decisions, which will give clarity to medical professionals that a designated healthcare representative is the appropriate decision supporter for medical issues in the context of advance planning.  The DSS will draw up procedures and set conditions where a trust corporation is acting as an attorney for a donor creating an EPA.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Roderic O'Gorman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RodericOGorman&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The Bill clarifies the jurisdiction of the Circuit Court.  Amendments will provide for fewer direct referrals to the Circuit Court where that is not appropriate, or is overly cumbersome or unnecessary.  Provision has also been introduced to give clarity that the inherent jurisdiction of the High Court remains in matters regarding treatment and detention.  Such powers are already possessed by the High Court under the Constitution.  Therefore, the Act does not create new powers in this regard but clarifies the intersection of the Act with the existing powers of the High Court.<\/p><p>Under other provisions in Part 2, the DSS will maintain a register of decision support agreements ensuring well-maintained and secure retention of records and agreements.  Provision is made for inspection of those records.  The guiding principles provided for in the 2015 Act have been expanded to apply explicitly to all decision supporters equally, which is an important safeguard for the expression of the relevant person's will and preference.  In line with recommendations from the pre-legislative scrutiny process, proceedings under the Act will revert to being held in camera.  Changes will broaden the areas in which an offence may be committed against the relevant person.  The director will be able to apply for a temporary prohibition order where appropriate.<\/p><p>As recommended in the pre-legislative scrutiny report, and as I introduced on Report Stage in the D&aacute;il, the Bill will delete section 85(6) of the 2015 Act, which previously limited the application of advanced healthcare directives in the context of pregnancy.  Corporate governance responsibility for the DSS is being transferred from the Department of Health to my Department.  Certain reporting requirements and responsibilities relating to Part 8 of the 2015 Act will be retained by the Minister for Health.  A reduced number of capacity assessments will be required for assessments undertaken in relation to co-decision-making agreements, and at the EPA registration stage, in line with broad recommendations made in the pre-legislative scrutiny report.<\/p><p>As I committed to on previous Stages in the D&aacute;il, and in line with recommendations of the pre-legislative scrutiny report, legal aid has been extended to persons under Part 6 of the 2015 Act.  This is a very significant step for persons exiting wardship.  Review periods for wards will also be aligned with those of other persons under the 2015 Act and wards will be present in court for their reviews.  This will strengthen protections for the rights of wards when being discharged from wardship.  Where the existing ward may only require a co-decision-maker, but none is available, an appointed decision-making representative will now endeavour to jointly make decisions with them insofar as is practicable.<\/p><p>Transition provisions are included to provide for an orderly transition between the wardship system and the new arrangements under the 2015 Act.  On Report Stage, I introduced amendments to give clarity for persons in respect of whom a wardship application has been made but is unresolved at the time of the commencement of the 2015 Act.  Following further consideration over the summer, I will be seeking to bring some further amendments to those provisions to give further clarity on Committee Stage in this House.<\/p><p>Part 3 concerns amendments to other Acts made by the Bill and is chiefly concerned with Ireland's important obligations under the UNCRPD.  Ireland ratified the UNCRPD in 2018 and this Bill is an opportunity to give legislative effect to certain obligations thereunder and to advance the rights of persons with disabilities.  Amendments are made to the Juries Act 1976 to allow persons with hearing impairments to sit on juries.  The Bill also seeks to amend the Electoral Act 1992 by removing the prohibition on persons \"of unsound mind\" from standing for elections to the D&aacute;il.<\/p><p>Amendments to the establishing legislation for the National Disability Authority are made which allow for staff of that body to become civil servants of the State.  Amendments are introduced that will legislate for the role of the Irish Human Rights and Equality Commission, IHREC, as Ireland's dedicated UNCRPD national monitoring body.  The Bill provides that IHREC will be supported by the National Disability Authority in this role.  In a significant move, the Bill will provide for the gradual doubling of the minimum statutory target for the employment of persons with disabilities in the public sector, which will double from its current number of 3% to 6% on a phased basis by 2025.  Amendments are made to allow a partial freedom of information exemption relating to investigations undertaken by the DSS.  This is consistent with other exemptions where individual privacy rights and the integrity and effectiveness of investigation processes are concerned.<\/p><p>Since introducing the Bill earlier this year, there has been significant discussion on the proposed provisions.  I have listened very closely and very carefully to those discussions.  I will take this opportunity to signal that I will be seeking the approval of my Cabinet colleagues to bring further amendments on Committee Stage to address a number of key issues.  In the main, these will be by way of further procedural amendments to the Act, further safeguarding measures, and further cost reduction measures for the people who will rely on the Act.  I am also mindful of the consultation obligations set out in the UNCRPD.<\/p><p>However, there is one issue in particular I will specifically address.  With the help of officials in the Department of the Health and the Office of the Attorney General, my Department continues to examine the extension of assisted decision-making supports to those whose involuntary treatment is regulated under Part 4 of the Mental Health Act.  This remains an issue that l, and the wider Government, are extremely keen to address and I have gone on record to state that we must move to parity in this area.  While it must be acknowledged that fundamental reform of the law on involuntary treatment will necessarily fall to more dedicated legislation, such as the ongoing review of the Mental Health Act itself, I remain committed to doing as much as can be done in this Bill before it leaves the Houses, and I intend to bring proposals on Committee Stage in this House to advance that important matter.<\/p><p>The amendment Bill before us today will allow for the commencement of the Assisted Decision-Making (Capacity) Act 2015.  We will end wardship and move away from a disempowering and paternalistic \"best interest\" approach in favour of enshrining the primacy of a person's will and preference.  We will legislate for the presumption of a person's capacity and ensure that where we encounter diminished capacity, we maximise and support a person's decision-making power in an explicitly rights-based framework.  This reform is long awaited and long overdue.  I commend this Bill to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#T00300","speaker":"1477","continuing":true},{"type":"speech","time":1663234200,"counter":99,"content":"<p>I welcome the Minister, and the observers in the Gallery, to the House.  I am responding on behalf of my colleague, Senator McGreehan, who is unfortunately held up but hopes to be here before the end of the debate on the Bill.<\/p> <p>I will put on the record of the House that Fianna F&aacute;il supports this Bill, which provides the necessary amendments allowing for the commencement of the remaining parts of the Assisted Decision-Making (Capacity) Act 2015 that was signed into law in December 2015.  A number of sections of the 2015 Act have not yet been commenced, including assisted decision-making, co-decision-making, enduring power of attorney, advanced healthcare directives and detention matters.  Commencement of the Act is a key programme for Government commitment and a clear obligation under the UNCRPD.  The 2015 Act strengthened the rights of all individuals but will have particular relevance for people with intellectual disabilities, older people with diminished capacity or dementia, and people whose capacity has been affected by a traumatic injury.  It recognises that all people have equal legal rights and respects the right of everyone to make choices for themselves and at all times to be treated with dignity and respect.<\/p> <p>The legislation also ensures that people can plan ahead and record their decisions in the event they lose capacity to make decisions in the future.  The Act supports the implementation of an expanded decision support service.  I understand the DSS will ensure that this modern human rights-focused and person-centred legal architecture can support and vindicate decision-making for the estimated 200,000 people in Ireland with an issue related to capacity.  The Bill also enshrines in law a requirement for the gradual doubling of the minimum statutory target for the employment of persons with disabilities in the public sector to reach, as the Minister outlined, 6% by 2025.<\/p> <p>We very much welcome this legislation.  I again apologise for my colleague, who hopes to be here before the end of the debate to give her major contribution.  I thank the Minister for his comprehensive introductory speech.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#U00200","speaker":"1687"},{"type":"speech","time":1663234200,"counter":100,"content":"<p>The Minister is very welcome to the House.  The antiquated Lunacy Regulation (Ireland) Act 1871 remains a reality in the lives of 3,000 adults in Ireland so we need to get this Bill over the line.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pauline O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=PaulineOreilly&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have heard very strongly from those stakeholder groups that have been looking forward to this day and to the day when it is signed into law.<\/p><p>That is to do with those who are wards of court at the moment but the Bill goes beyond that because it also puts in place measures to support all of those with disabilities who have capacity issues.  Being made a ward of court, up until the Bill is passed, strips a person of his or her decision-making rights.  It means that many people with intellectual disabilities continue to have little or no say about where they live, financial decisions, medical decisions or decisions on marriage.  When we look to the programme for Government and all the commitments we made therein, the legislation makes good on a series of these recommendations, particularly on the UNCRPD.  These include the following commitments: to commence this Bill; \"Improve access for people with disabilities to jury service\" under this Bill; \"Double the target for employment of people with disabilities in the public service [from 3%] to 6%\"; and \"Remove outdated references to 'persons of unsound mind' from the Statute Book\", alongside a general strengthening of the implementation and monitoring of Ireland's responsibilities under the UNCRPD to go further and strengthen the monitoring.<\/p><p>It is important to hone in on a couple of elements of the Bill.  The overreaching intention is to empower people who need it.  Decisions are not taken on people's behalf but they are supported and assisted, where appropriate, in taking these decisions.  The provisions around the Decision Support Service show us that the Government is set to operationalise an organisation that is truly fit for purpose to enable this mechanism.  Second, it is also important that we protect and support people.  The Bill ensures that someone who has previously committed an offence against them or their child is prohibited from a decision supporting role in their lives.  It also makes fraud and coercion an offence.  These are extremely important safeguards but one Part of the Bill that probably has not received as much attention, which is in the programme for Government, relates to employment.  The levels of employment for those with intellectual disabilities in this country are shockingly low.  I would like to see us go beyond the public service, which I will get to.<\/p><p>The Bill provides for a doubling of employment in the public service and that is truly meaningful beyond the 3,000 people who are wards of court.  The next step then will be monitoring the success of that, as the legislation the Minister brought before us on pay disparity between genders was.  Monitoring of this will likewise be important so that it is not just on paper that we double it.  If we look at private employment, France and Luxembourg are examples that I have looked at where these quotas have been brought in for the private sector.  In France, if employers have 20 or more employees, 6% of the workforce should be disabled or they will be liable to make a payment to the state.  In Luxembourg, if employers have 25 or more employees they must employ at least one full-time worker with a disability.  If they have 50 or more that increases to 2% of their workforce and if they have 300 or more, that increases to 4% of their workforce.  That needs to be the next step and those obligations are binding in those countries.  I am happy that the Minister is considering amendments.  I ask him to examine Article 12 of the UNCRPD because there has been commentary around that and in particular I mention Professor Jonas Ru&scaron;kus.  He says the Bill is not considered to be fully compliant with Article 12 and, therefore, I would like to know where there will be amendments or whether the Minister will address those points.<\/p><p>The Minister comes before us a lot with legislation on a broad range of topics but there is something underpinning all of that, namely a rights-based approach.  When the Government ends, one of the clearest legacies will be from the Minister because he has taken deeply important steps in showing a commitment to human rights, a mastery of the law and a determination when it comes to helping those most in need to have their lives utterly transformed by these Bills.  This is another Bill that puts people at its centre and it sits alongside his other work in helping: refugees; those who are undocumented; and members of the LGBTQ+ community and in righting historical wrongs, supporting families and truly listening to children.  It is important to take this opportunity to say that.  I look forward to discussing this further on Committee Stage and to honing in on some of those issues the Minister said he will address as amendments.  As it stands, the Bill will transform the lives of those who are wards of court.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#U00300","speaker":"1693","continuing":true},{"type":"speech","time":1663234200,"counter":102,"content":"<p>I welcome the Minister to the House and I hope he had a nice summer.  I too welcome the commitments he has made to possibly amend the Bill.  That is welcome and we wait to see those amendments.  We will bring forward our own amendments, as I know other Senators will during the other Stages.  Sinn F&eacute;in supports the Bill and the need to reform how wardships of court are legislated for in the State.  As Senator O'Reilly alluded to, not fulfilling our obligations under the UNCRPD is a missed opportunity to make Ireland a leader in capacity legislation.  We tabled a number of amendments in the D&aacute;il to make the legislation inclusive and more human rights-compliant.  As has been mentioned, that the Bill repeals the Marriage of Lunatics Bill 1811 and the Lunacy Regulation (Ireland) Bill 1871 says enough about how important it was that we update this legislation and how that is so long overdue.<\/p> <p>The Bill the Government proposes is not compliant with Article 12 of the UNCRPD because it allows for an individual's legal capacity to be denied based on an assessment of his or her mental capacity.  The exclusion is discriminatory towards people with severe and enduring mental health difficulties or psychosocial disabilities.  That the Government expects that the reform of the Mental Health Act 2001 will deal with this simply does not wash.  The Act has not been reformed since 2001 and the principal Act we are dealing with is from 2015, seven years ago.  In the meantime, people who have come under the Mental Health Act 2001 do not have the same rights as other people with disabilities when it comes to advanced healthcare directives.<\/p> <p>The use of advance healthcare directives must be awarded to those who come under the Act.  If that does not happen it could mean, in layman's terms, that if a person who comes under the Act goes to the trouble of doing an advanced healthcare directive, it will not be worth the paper it is written on.  For example, if a person states in his or her advance healthcare directive that he or she does not consent to electroconvulsive therapy, ECT, also known as electric shock treatment, and they are subsequently detained under the Mental Health Act, his or her wishes may not be followed.  That could easily happen, and it is already happening.  In 2020, 20% of all ECTs administered in this State were done without consent, with 442 patients subjected to this treatment without their consent.  As the legislation stands, people who are involuntarily detained do not have a right to have their advance wishes about treatment respected, even though they had the capacity to make decisions about their mental healthcare and treatment at the time of making the directive.  No other group of individuals was specifically excluded from this legal right.  The Government's refusal to include people detained under the Mental Health Act 2001 is discriminatory and Sinn F&eacute;in will table amendments to resolve that issue.<\/p> <p>Another issue we have, which was mentioned during pre-legislative scrutiny, is the rush to process this legislation.  No one wanted to delay the Bill but we must get it right.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We must also ensure that everyone, particularly those affected with a disability, have a right to fully understand the legislation.  The Minister's rationale for the rushed process was that a constitutional challenge was ongoing.  A response to a parliamentary question tabled by my colleague, Deputy Mark Ward, states: \"The constitutional challenge was adjourned on the basis that wardship would be abolished in orderly fashion by an Act of the Oireachtas, and this remains the case presently\".  Can the Minister clarify if this was the case and that the constitutional challenge was not the reason for rushing the legislation through the D&aacute;il?<\/p><p>The Bill does not remove a section of the Assisted Decision-Making (Capacity) Act 2015 that reflects the situation prior to the repeal of the eighth amendment.  An advance healthcare directive is a statement that people can make on the types of medical or surgical treatments they want, or do not want, to receive if they are unable to make such decisions in the future.  However, under section 85(6) of the Act, an advance healthcare directive is not valid or applicable if it includes a refusal of treatment where such refusal \"would have a deleterious effect on the unborn\".  Parts of an individual's advance healthcare directive may be disregarded if refusal of a treatment would have such an effect.  This means a person's will to receive, or refuse, a required treatment is restricted if she is pregnant.  This section reflects the language of the eighth amendment and it has no place in post-repeal Ireland.<\/p><p>Professor Eilion&oacute;ir Flynn of the National University of Ireland Galway stated at the Oireachtas committee: \"These sections are simply unnecessary and can be deleted from the legislation.\"  It is welcome that there appears to be a willingness on the part of the Minister to do that.  However, the question remains as to why this provision has not been amended.  It is evidence of how rushed this legislation has been.<\/p><p>The Bill requires amendments and the Minister has committed to bringing forward some of them.  A test for all of us here in the Seanad will be to address some of the main issues from a human rights perspective.  The Bill continues to deny legal and binding advance healthcare directives to people detained under the Mental Health Act.  The Bill fails to abolish the functional test of mental capacity, which has been confirmed to be a violation of human rights by the UNCRPD.  The Bill does not guarantee access to justice for people whose decision supporters may be removed from them; maintains discrimination, especially against people with intellectual disabilities, in its determination of eligibility for jury service; enshrines a medical model of disability in determining the eligibility of members of the Irish Human Rights and Equality Commission, IHREC's, disability advisory committee, thus hampering the work of the committee; prolongs the archaic and unconstitutional ward of court system; and codifies the inherent jurisdiction of the High Court, which grants wide-ranging powers to judges to impose treatment without consent, authorise restraint and place people in institutional settings.  This is without any specific legal basis or mandatory review and will imbed a dangerous parallel system alongside the new assisted decision-making regime.<\/p><p>These are the issues that we must deal with on Committee Stage and I welcome the fact the Minister will bring forward some amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#V00200","speaker":"1686","continuing":true},{"type":"speech","time":1663234200,"counter":104,"content":"<p>I welcome the fact that the Bill is finally before this House and we, in Fine Gael, support the Bill.  We need to get movement on the areas of the original Act that have not been commenced.  Significant hardship has been caused to individuals, and families, in the time that we have waited for this legislation and the statutory framework that it facilitates.  I am delighted that the Bill is here and we are on the road to putting all of it in place.  It is shocking that it has taken until 2022 to repeal Acts that date from the 1800s.  The language used in them, and the manner in which they classify people, is truly appalling and, therefore, I am glad that we will close that phase of our history.<\/p><p>There should always be a presumption of capacity.  The burden should lie on others, and not on the individual, to demonstrate that he or she has capacity.  The cultural shift in this legislation and the previous Act is very much welcome.  It is a fact and it is a human right, which should be welcomed but this legislation is seriously overdue.  The framework it puts in place and consolidates is modern and respectful and, in that respect, it is very important that we urge the acceptance of this legislation and see it fully functioning as quickly as possible.<\/p><p>I am very grateful for the clarifications by the Minister regarding Committee and Report Stages in the D&aacute;il  where many concerns arose from the pre-legislative scrutiny report.  The Minister's response rested with me in terms of the many issues that arose and remain.<\/p><p>He spoke about mental health reform and the need to engage with the Mental Health Act in his contribution.  Part of what I want to do  is reiterate the concerns expressed by the Independent Living Movement Ireland on mental health reform with regard to the implications for persons with mental health issues.  The interaction of this Bill with the Mental Health Act causes concerns among people such as Damien Walshe who advocated wonderfully that this legislation is likely to deny people their rights, and will be in breach of equality legislation as well as our obligations under the UNCRPD.  I acknowledge that the Minister has stated that he will bring forward amendments and I look forward to them.<\/p><p>It is important that we highlight what was said by Damien Walshe.  He said: <\/p> <blockquote> \tCentral to the aim of the Assisted Decision-Making (Capacity) legislation is to safeguard disabled people&rsquo;s right to make decisions and ensure that disabled people in Ireland are recognised equally before the law .. At present, the legislation allows for people involuntarily detained under the Mental Health Act to be denied the right to legally binding advance healthcare directives.  The legislation also proposes a functional test of mental capacity, which is contrary to the assumption of capacity of people to make their own decisions, with appropriate supports.  We feel that if the legislation is passed in its current form, it would be in violation of the Equal Status Acts. <\/blockquote> <p>I look forward to reading the Minister's amendments on that.  It is important that we ensure that we do not further marginalise any group within our disability community.  It is concerning that anything we bring into play would further deny rights or leave any group out.  The Mental Health Reform organisation has expressed similar concerns.<\/p><p>Other concerns arose from pre-legislative scrutiny.  One is to ensure at all times that the Decision Support Service engages with disabled people representative organisations.  We must ensure that we continue to evolve and do not just hear from the National Disability Authority but widely.  I say that because one the things to arise from pre-legislative scrutiny is there is a feeling that public consultation happened at inopportune times such as Christmas.  Communication was not in a format that was readily accessible so we just need to ensure that we have that continued sensitivity in that area.<\/p><p>I welcome the ability to register an enduring power of attorney, EPA.  However, there is misinformation among families and the community at large regarding the next of kin in terms of who makes decisions, how decisions can be made and who should be consulted in general.  It must be ensured, therefore, that a document can be put in place when a person has capacity when he or she anticipates a time when perhaps he or she will not, and that it is honoured.  We need a public information campaign to promote this provision and the need for same.<\/p><p>Regarding wards of court, another issue arose during pre-legislative scrutiny, which been mentioned by other groups that I have met.  Even possibly today people are being made wards of court.  The process continues and, therefore, we must ensure that we include anyone who is in the wards of court system, and process, under the remit of this legislation as quickly as possible.  I have heard what has been said about ensuring additional resources and bringing people in as public servants.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to do that to ensure everyone is under the same system as quickly as possible, while appreciating there will be a period of transition.<\/p><p>I have spent quite a bit of time with a group named Justice for Wards which comprises parents, some of whom were interviewed for a \"Prime Time\" documentary aired on 9 November 2021.  That programme showed us a glimpse of families that include a person who was awarded a large sum by the courts as a result of an accident that occurred, a matter which arose or an action relating to negligence at birth.  Those families had money on deposit.  The public view is that the family concerned gets that money to provide lifelong support for an individual.  It was only through that programme that some people realised that the State controls those funds.  At the time and over the years, the State has been responsible for the investment of those moneys.  In a small and discrete set of cases, all of the money has been lost.  A number of families have been left without those funds.  Some of those family members are getting older.  Some of the persons concerned are well into adulthood.  They needed those funds for their care but do not have them any more.  The money has been lost.  If the money had been put into a deposit account, it would still be there and accessible.  That would be the case if the money had been put into Government bonds.  However, that was not the case.  Investment decisions were made to which those families were not a party.  They had no say in that but are left to pick up the pieces where that money has been lost.<\/p><p>Justice for Wards is seeking meetings with the Ministers for Health and Justice, and with the Minister for Children, Equality, Disability, Integration and Youth, Deputy O'Gorman.  Representatives of the organisation have submitted documents.  Each time they have been referred to the Decision Support Service.  The DSS has nothing to do with this matter.  Somewhere within our system of government we need to make a decision to provide support and facilitate a redress mechanism.  A court made awards and the State, or an agency on behalf of the State, made imprudent investments that lost the money.  Those families need to be supported.  A system needs to be put in place to support them.  We owe them that duty.  They should not have to beg for that redress.  In parallel to this discussion, I urge the Minister to consider that point and raise it with the appropriate Cabinet colleagues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#W00200","speaker":"1682","continuing":true},{"type":"speech","time":1663234200,"counter":106,"content":"<p>I thank the Minister for being here.  As a member of the Joint Sub-Committee on Mental Health, I and my committee colleagues, Senator Black and Deputy Wall, have been pushing this particular agenda in respect of advance healthcare directives and voluntary detainment under the Mental Health Act and criminal insanity legislation.  The call of everyone on the committee has always been for dignity and respect for the wishes of the patients.  A human rights perspective should always be at the heart of mental health care.  As the Minister with responsibility for the area, Deputy O'Gorman has been open and diligent, along with his fellow Government members, the Ministers of State, Deputies Butler and Rabbitte.<\/p> <p>I note that the Minister said more work is needed on Part 4 of the Mental Health Act.  I am sure I am not only speaking on my own behalf when I say that statement is welcome.  I am sure members of organisations who are listening are pleased to hear that there are further plans.  Does the Minister have a timeline for this?  It is a sensitive issue and a lot of work needs to go into it.  When is he hoping to have that done?  I look forward to working constructively with him in the Seanad, with my Labour Party colleagues in both Houses and in the Joint Sub-Committee on Mental Health.<\/p> <p>It would be remiss of me not to take a moment to acknowledge Senator Black, who chairs the joint sub-committee and does incredible work.  She has a deft hand and works tirelessly to ensure every voice is heard.  It is my privilege to sit on the sub-committee.  It is a pleasure to work with the Senator and all my committee colleagues.  I also wish to take a moment to acknowledge the work of Mental Health Reform which has tirelessly lobbied members of the sub-committee.  It has called for the necessary improvements to mental health services for years.  It does incredible work not only in respect of the work we see in its engagement with the sub-committee.<\/p> <p>Not everything I have to say is full of pleasantries.  I have some concerns regarding this Bill.  I will reference the concerns raised with me by the Centre for Disability Law and Policy.  Its key issues come from a human rights perspective.  As the Minister knows, we cannot, as a nation, talk as often as we do about our human rights record with sincerity if we do not apply a human rights based approach to all sectors of public life.  The concerns of the Centre for Disability Law and Policy include the fact that the Bill continues to deny legally binding advanced healthcare directives to people detained under the Mental Health Act and will not abolish the functional tests of mental capacity, which have been confirmed as a violation of human rights by the UN Committee on the Rights of Persons with Disabilities.  The centre has also stated the Bill does not guarantee access to justice for people whose decision supporters may be removed from them.  It stated that the Bill maintains discrimination, especially against people with intellectual disabilities, in its determination of eligibility for jury service.<\/p> <p>The centre also noted that the Bill continues to enshrine a medical model of disability in determining the eligibility of members of the disability committee of IHREC, thereby hampering the work of the committee.  It is also of the opinion that the Bill prolongs the archaic and unconstitutional ward of court system.  It is also of the opinion that the Bill codifies the inherent jurisdiction of the High Court, which provides wide-ranging powers for judges to impose treatment without consent, to authorise restraint and to place people in institutional settings without any specific legal basis or mandatory review.  In the centre's view, this will embed a dangerous parallel system alongside the new assisted decision-making regime.<\/p> <p>There is still time to address some of the human rights violations that have been outlined in this amending Bill and its parent Act.  Almost all the proposed amendments to solve those violations have been rejected.  The sector concerned felt the Bill was published without significant consultation.  It does not address the most important issues that affected communities have raised since the 2015 Act was introduced.<\/p> <p>We have only just returned from the recess so I do not want to focus too much on the end of the previous term.  However, as with many things, there was a feeling that the legislation was rushed through with the inappropriate use of the guillotine.  There were not adequate opportunities for engagement.  I may as well express the hope now, in September, that we will not be flying through legislation again next July.<\/p> <p>Mental Health Reform has also expressed serious concerns regarding the Bill.  Leaving aside the Minister's announcement that some Government amendments are to be forthcoming, Mental Health Reform remains seriously concerned about the omission of those detained involuntarily people from the provisions of the historical Bill.  Mental Health Reform and I had hoped this discriminatory lacuna would be addressed through Government amendments but we now believe the necessary amendments will not be forthcoming in the relevant Stages as the Bill passes through the Seanad.  The necessary amendments are the responsibility of the Minister for Health.  It is not only Mental Health Reform that has these concerns.  The omission has been widely criticised across the mental health sector, including by the Mental Health Commission.<\/p> <p>Mental Health Reform received some communication from the Office of the Taoiseach in June this year assuring it that this was a matter of priority.  The communication informed Mental Health Reform that the matter would be raised with the Minister's Department.  It has not, however, seen the publication of any further amendments.  It must be said that was a hard blow, and not for the first time, to the people who are currently living with the consequences of involuntary detainment orders.  The Minister is now telling us that such matters will be dealt with through Government amendments.  I ask him to make a conscious effort to work closely on those amendments with the affected persons.  I ask him to keep them and the organisations that represent them up to date on his work on this matter.  For too long, the position of too many Governments has been to exclude from the process the people with the most intimate understanding of these matters and not to include them in communications about legislation that directly affects them.  I trust this Minister, of all Ministers, will do that and bring the people with him on this issue.  I am sure he will have the good will and good wishes of the members of the Joint Sub-Committee on Mental Health.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#X00200","speaker":"1663"},{"type":"speech","time":1663234200,"counter":107,"content":"<p>I warmly welcome the Minister to the House and thank him for the work he has been doing in this area.  I also welcome two campaigners who are in the Public Gallery, Ms Ber Grogan, policy and advocacy co-ordinator for Mental Health Reform, and Ms Fiona Walsh, co-director of Recovery Experts by Experience.  There is no doubt that both women have been doing a lot of work around this legislation.  Our debates are always enriched by the presence of the people campaigning on the issues we talk about.<\/p> <p>Legislation is necessary and long overdue.  In the programme for Government, Our Shared Future, there is a commitment to commence the Assisted Decision-Making (Capacity) Act 2015 to abolish wardships.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frances Black:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2474\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2474&amp;amp;pid=FrancesBlack&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is vital that we meet our obligations under the UNCRPD.  The system of wardship, as the Minister will probably agree, is outdated, oppressive and not fit for purpose.  It is a massive failure that was recognised in 2015 when the Assisted Decision-Making (Capacity) Act was passed.  It has taken all this time to add additional legislation to make it possible to commence it.  <\/p><p>People have been waiting for so long for assisted decision-making support.  Today, I want to apologise to all those who have been failed by this delay.  It is important to say that.  The Assisted Decision-Making (Capacity) (Amendment) Bill 2022 will operationalise the DSS.  As Cathaoirleach of the Sub-Committee on Mental Health, I chaired months of pre-legislative scrutiny on the heads of the Bill to reform the Mental Health Act in 2021.  There is no doubt that the two pieces of legislation are linked and are hugely important in progressing and realising the rights of people with psychosocial disabilities.  These are rights which they have under the UNCRPD.<\/p><p>Since Ireland ratified the UNCRPD in 2018, we have had nearly complete political consensus that mental health and disability are issues that require a move away from old paternalistic models.  A human rights-based framework is essential for the delivery of adequate support and care and for the empowerment of people with disabilities or mental health issues.  The HSE's mental health policy document, Sharing the Vision, reflects this.  It is a wonderful document.  We all agree that this is the way to move forward.  There is a major gap between the rhetoric and the reality of vindicating the rights of people with psychosocial disabilities.<\/p><p>However, the Bill as it stands is flawed.  It is likely that it is not UNCRPD-compliant.  My concern is that the Government will miss this opportunity to meet the State's obligations under the UNCRPD, extending rights around capacity to people with psychosocial disabilities. <\/p><p>During the very brief pre-legislative scrutiny process for this Bill, Mental Health Reform and others highlighted that people involuntarily detained under Part 4 of the Mental Health Act 2001 were excluded from the provisions of the 2015 Act.  The Government's mental health policy, Sharing the Vision, is person-centred and underlined by principles of human rights and recovery, yet involuntary patients do not have the right to have their advanced wishes on treatment respected.  People who are detained in hospitals for mental health treatment are specifically excluded from legally binding advance healthcare directives.  They have no legal right to have their advance wishes respected even though they had the capacity to make decisions about their mental healthcare and treatment at the time of making their directives.  No other group of individuals is superficially excluded from this legal right.  This exclusion is contrary to international human rights standards including the UNCRPD.  Therefore I am really heartened to hear that the Minister is taking this exclusion seriously.  It is music to my ears.  Campaigners have been doing large amounts of work to highlight the issue and it is great that the Minister is listening.  I look forward to seeing the Government amendments.  I really hope that the issue is resolved.  I would like to hear a firmer commitment today.  Rather than \"intend to\" I would like to hear him say that he commits to.  That is my ask today.<\/p><p>The Bill uses a functional capacity test that is not compliant with the UNCRPD.  Assisted decision-making legislation should not be in the business of excluding those who need support.  It should involve identifying what supports individuals need to exercise agency and ensure those supports are reliably provided to everyone who needs them.<\/p><p>We need to be building people up, and not codifying their exclusion from full participation in society.  We should not be passing and enacting legislation that is in breach of Ireland's commitments under the convention.  It is nonsensical and regressive.  The coercive nature of the traditional paternalistic model of mental healthcare has had a disastrous impact on the relationship between many individuals with psychosocial disabilities and the healthcare system in this country.  Unfortunately, people who need and want help are unwilling to ask for it because they are unwilling to surrender their rights to autonomy and bodily integrity.  Strong advance healthcare directives give individuals engaging with the system the comfort of knowing the parameters they set out when they are feeling well will be followed when they are unwell and unable to fully advocate for themselves.  They are an essential tool to recognise and realise the UNCRPD rights of people with mental health issues.  They are also a crucial way of mitigating the power imbalance that characterises the doctor-patient relationship.<\/p><p>Several Deputies outlined these issues and others during the Bill's passage through the D&aacute;il.  Deputies Cairns, Sherlock and Ward and many others highlighted the Bill's flaws and offered constructive actionable solutions through their contributions and amendments.  Unfortunately, most of those amendments were not accepted.  That is disappointing.  However, I know that the Minister cares deeply about this issue, that he works very hard and that he wants to do right by people who are impacted by the legislation.  I hope that the summer recess has provided time for him to think things over and allow him to change course and allow for the creation of a much stronger, more effective and more socially just version of the Bill.  It is a massive opportunity to rectify failures in our legal and healthcare system's treatment of individuals with psychosocial disabilities.  I hope that the Minister uses this opportunity to make a lasting positive impact.  If not, myself and others in the Opposition will continue to battle for a version of this Bill which truly upholds the principles of human rights and autonomy.  I look forward to hearing the Minister's commitment and to seeing the amendments to the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#X00300","speaker":"1632","continuing":true},{"type":"speech","time":1663234200,"counter":109,"content":"<p>I thank Senators for their contributions and their support in passing this critical legislation.  The move away from wardship is long overdue.  It represents a huge step forward in further aligning Ireland with our commitments under the UNCRPD.  Senators have spoken very eloquently about how the Assisted Decision-Making (Capacity) Act was passed in 2015 and for seven years we have seen no action.  We have not seen those important provisions implemented.  To be honest, I still cannot get a good explanation of why that is.  No one has really been able to make that clear to me.  I want to be absolutely clear that I do not want another term of government to elapse, or for another Minister to come through the office, without having that resolved.  I am determined to get this resolved.  That is why I wanted to move swiftly to get this legislation here.<\/p> <p>There was some criticism of the pace with which the legislation was brought forward.  Throughout the year, as I answered parliamentary questions and once or twice when I spoke here, I said very clearly that I wanted to get the DSS operational in June of this year.  The DSS itself was working towards that.  The HSE and many banks and building societies that had to change their processes were all working towards that date.  There is an outstanding court case challenging the ward system, rightly.  It will win because wardship is unconstitutional.  At a previous date, a commitment was given that we would bring forward the legislation that would abolish wardship by the end of the D&aacute;il term.  We had pre-legislative scrutiny and then Second Stage which was over two days.  There was Committee Stage and Report Stage.  We did not truncate or combine anything in the D&aacute;il.  We took amendments at both Stages.  I listened very carefully to debates in the D&aacute;il and to the concerns particularly on the issue of advance healthcare directives.  I made the determination, notwithstanding the risks and the fact that there is an outstanding case which could have come in against the Government, that it was right that we took that extra time.  That is why we are back here in September.  I intended to get it done before the end of the last term but we took the time to go through it.<\/p> <p>The officials in my Department have done intensive work with other Departments, primarily the Department of Health, to try to get a resolution to some of the key issues.  The issue that was most difficult and on which we focused most was the applicability of advance healthcare directives to people who are involuntarily detained.  Under the existing legislation they do not apply.  We have engaged significantly with the Department of Health.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Roderic O'Gorman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RodericOGorman&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As Senator Black said, there is a concurrence of two pieces of legislation, this Bill and the existing Mental Health Act 2001, which is outdated and in the process of being reformed.  The two need to interact with each other.  There is an issue with using this Bill to rewrite provisions of a Bill that is about to be rewritten itself and how those two elements come together.  Next week, I will bring to Cabinet a further set of amendments to this legislation, which I will introduce on Committee Stage in this House.  Included in those is one that will go in some way to address the issue of the application of advanced healthcare directives for people in involuntary detention.  I recognise it will not address the entire issue but it will go a significant way.  I believe the final part of that can be addressed in the next mental health Bill to reform the existing Act.<\/p><p>Regarding the timeline and commitment, I need to get Government approval which is why I cannot talk about the text of the amendment today.  I will be seeking Government approval at the Cabinet meeting next Tuesday.  That will then be submitted shortly for Committee Stage and Senators can review how far that advances the issue.  As I have said previously, it will not conclusively address the issue, but it will go a significant way in advancing it.  We always need to work towards advancing the matter.  I am not leaving a question hanging because I believe the mental health Bill can get the final element of this issue addressed.<\/p><p>Regarding the undo extension of wardships, as a Senator said, we all know the severe problems with wardships.  However, for some people they currently provide necessary legal protection and without them, these people would be in an incredibly vulnerable position.  We are moving from an old system that we recognise is not good enough to a new system that is vastly improved.  However, even in that transition some people will need the support of wardship because without it, they have no protection at all.  That is why we have added in a transition mechanism.  That is particularly appropriate because that transition will now take a bit longer as the Bill was not passed before the summer recess.  I hope it will be passed in the coming months.<\/p><p>I introduced amendments on Report Stage in the D&aacute;il to allow for wardship applications which had come before the commencement of the Assisted Decision-Making (Capacity) Act to be progressed to completion.  These amendments ensure that persons who require support immediately on the commencement time of the Act do not fall between the change of the legal systems and incur the cost and delay of switching a partially completed wardship application to a brand-new decision support application.  There are important caveats here.  If a decision supporter is appointed before a transitional wardship application is finished, the wardship application will be withdrawn immediately.  In one of the amendments I will bring to Cabinet next week, I will seek to bring further clarity on this.  This is not about extending the existence of wardships but about recognising that for a very small number of people, the interregnum between the abolition of wardships and the creation of the DSS is a vulnerable time and that their wardship should bridge it.  A pathway from wardship to the new DSS process is clearly set out in the amendments and will be further clarified.<\/p><p>On the interaction of this legislation with the changes made to our Constitution following the repeal of the eighth amendment, I need to be very clear that section 85(6) of the legislation was repealed on Report Stage in the D&aacute;il on foot of an amendment I introduced.  The 2015 Act had such a provision due to the previous constitutional position and that has now been repealed in the Bill, as passed by the D&aacute;il and now before this House.  That issue has been conclusively addressed, as was entirely necessary.<\/p><p>I will now speak to some of the broader issues in the legislation.  Even though the key focus is the ending of wardships and providing mechanisms for the DSS to operate, Senator Pauline O'Reilly spoke about the work we are doing to increase the obligation of the state to employ persons with disability.  Right now, that obligation is at 3% and is just being met; I think the figure is about 3.1% at the moment based on the most recent report produced by National Disability Authority.  That equates to approximately 7,500 people.  If we can double that again, we will have approximately 15,000 people with a disability employed in the public service.  That will be hard to achieve.  We have been hovering around 3.1%, 3.2% or 3.3% in recent years.  There will be a huge obligation on all Departments, State agencies and the entire apparatus of the State to do more to support the inclusion of persons with disabilities.  More also needs to be done in the private sector. <\/p><p>The Minister of State, Deputy Rabbitte, and I are part of the comprehensive employment strategy implementation group chaired by Fergus Finlay.  More needs to be done on the goal of employment, which is one that many persons with disability share.  I had a meeting at the Blanchardstown Centre for Independent Living just before the summer where I met one group of young people all with Down's syndrome, some of whom have jobs one day a week in the Blanchardstown centre.  They all wanted employment and those who did not have it were hugely jealous of those who did have it.  They spoke about preparing a CV and going out knocking on doors but just not getting interviews.  While it was uplifting, I am very conscious of the sense of disappointment and what having a job would do for their self-esteem and sense of person.  More needs to be done in the public and private sectors.<\/p><p>This is important legislation which has gone through extensive change during is passage through the D&aacute;il.  We will introduce more changes on Committee Stage in this House and Members can engage at that point.  Wardships were meant to have been abolished a number of years ago but were not.  The Bill provides us with a mechanism to ensure that a DSS is in place and we are ready to provide a range of supports to persons who have an issue with capacity according to their need.  The Bill needs to be passed for us to be able to consign wardship to the history books where it should remain.  I look forward to engaging with Members of this House as we take the Bill through Committee and Report Stages.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#Y00200","speaker":"1477","continuing":true},{"type":"unspoken","time":1663234200,"counter":111,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1663234200,"counter":112,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#Z00300","speaker":"1684"},{"type":"speech","time":1663234200,"counter":113,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#Z00400","speaker":"1682"},{"type":"speech","time":1663234200,"counter":114,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#Z00450","speaker":"1684"},{"type":"unspoken","time":1663234200,"counter":115,"content":"<p>Committee Stage ordered for Tuesday, 20 September 2022.<\/p>"},{"type":"unspoken","time":1663234200,"counter":116,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 2.38 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 4.30 p.m.<br \/><br \/>Sitting suspended at 2.38 p.m. and resumed at 4.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Report of the Future of Media Commission: Statements","time":1663234200,"counter":117,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#MM00100"},{"type":"speech","time":1663234200,"counter":118,"content":"<p>I welcome the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media, Deputy Martin, to the House.  Even though she is based in Dublin, I still describe her as my neighbour from home, which she is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#MM00200","speaker":"1692"},{"type":"speech","time":1663234200,"counter":119,"content":"<p>It is a privilege for me to be elected by the constituents of Dublin Rathdown, but I am a proud Monaghan woman and I appreciate the reference to us as neighbours each time I come in.<\/p> <p>Gabhaim bu&iacute;ochas leis an Teach as cuireadh a thabhairt dom bualadh libh chun pl&eacute; a dh&eacute;anamh ar Thuarasc&aacute;il um Choimisi&uacute;n na Me&aacute;n.  A diverse, vibrant and independent media sector is essential for our democracy, cultural development and wider society.  However, with technological advances, how we consume media has changed dramatically.  This has had a profound impact on traditional broadcasting, in particular, and the media sector in general.  These changed viewing habits, as well as falling print sales and the resultant move from traditional revenue streams to online advertising mean that media companies have had to alter their business models.  More and more, competition is global rather than national.<\/p> <p>Beyond these commercial concerns, growing disinformation and misinformation challenges our democracy and our society, having the potential to undermine public confidence in news and information.  The Government recognised this, and the programme for Government committed to the establishment of the Future of Media Commission to consider the future of print, broadcast, and online media.  The commission was tasked with making recommendations to Government to ensure the future funding of public service media is sustainable, ensures independent editorial oversight and delivers value for money to the public.<\/p> <p>The high level of interest shown in the work of the commission is a clear demonstration of how important the media sector is to society.  The commission&rsquo;s deliberations were informed by more than 800 public submissions, while more than 50 expert panellists took part in the online webinars along with 1,000 members of the public.  The commission has fulfilled its remit to the highest standard and I am sure the Senators will join me in taking this opportunity to thank Professor Brian MacCraith and the commission members for their work in bringing this comprehensive report to fruition.<\/p> <p>The commission&rsquo;s comprehensive and timely report details both the challenges and opportunities for media companies in Ireland.  The recommendations contained in the report are a blueprint for the Government to now build a framework to support the media sector to face the challenges ahead, and to continue its vital role in educating, informing and entertaining the public.  The Government accepted, in principle, 49 of the 50 recommendations made by the commission, which demonstrates how positively it was received.  However, the Government was unable to accept the commission&rsquo;s recommendation to move to a fully Exchequer-funded model.  A key consideration in this regard was the need to ensure the continued independence of media and minimise even the perceived risk of political interference, which could arise in a situation where public service media was fully dependent on Exchequer funding. <\/p> <p>The Government also believes that any new or reformed funding model should retain and build on the existing revenue stream from the direct sale of television, TV, licences, which provides an important direct link between broadcasters and the Irish public, to maintain a link between the creation and consumption of media content.  Furthermore, given the many pressing demands on the Exchequer, I am sure the Senators will appreciate that this is not the time to impose an additional burden on Exchequer funding.<\/p> <p>However, the Government recognises the need to reform the TV licence model.  A technical working group, led by my Department, has been set up and will report back to me in November on the practical steps that need to be taken to create a fairer, more efficient and more sustainable system.  Both public service media and providers of public service content will benefit from the reform of the TV licence fee.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Martin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2425\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2425&amp;amp;pid=CatherineMartin&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A cornerstone of the Future of Media Commission&rsquo;s report and recommendations is the establishment of a media commission, a new regulator with a wider remit to address the shift in media consumption.  Such a new body, coimisi&uacute;n na me&aacute;n, is to be established under the provisions of the Online Safety and Media Regulation, OSMR, Bill 2022.  The Bill will commence Second Stage next week in the D&aacute;il, having been debated extensively in this House before the summer.  I again thank Senators for their contributions and suggestions, many of which I was able to take on board on Committee Stage in the House.<\/p><p>An coimisi&uacute;n will provide the regulatory and developmental framework to implement the commission&rsquo;s report and two of the initial commissioner roles will play a significant role in delivering on the Government&rsquo;s implementation of the Future of Media Commission report, the broadcasting commissioner and the media development commissioner.  During the summer, the positions of executive chairperson, media development commissioner and online safety commissioner, were advertised by the Public Appointments Service, PAS, through public competitions.  The appointment processes are continuing.  In addition, the current CEO of the Broadcasting Authority of Ireland, BAI, will act as the interim broadcasting commissioner in coimisi&uacute;n na me&aacute;n. <\/p><p>Tectonic shifts in how media is produced and consumed mean that a media regulator cannot restrict itself to broadcasting; it must regulate and support the entire media sector and it must act with a sense of urgency.  I secured funding for this year to support the establishment of an coimisi&uacute;n so that it could hit the ground running.  I am sure that Senators will agree that the broadcasting fund and the sound and vision scheme, which are operated by the BAI, have been successful in the creation of high-quality audiovisual content.<\/p><p>While it is primarily funded through the proceeds of TV licence receipts, I was delighted to secure significant additional Exchequer funds to increase support to the sector during the Covid-19 pandemic.  I was also pleased to announce in May a further &euro;10.5 million in additional funding for 2022.  Some &euro;5 million of this has been assigned for a special round of the sound and vision scheme, which will create programming related to climate change and climate action, and is being co-funded by my Department and the Department of Environment, Climate and Communications.  A sum of &euro;2 million has been earmarked for Irish language programming, &euro;2 million for live music programming and a further &euro;1.5 million has been assigned to general sound and vision programming.  Notwithstanding this, I welcome the Future of Media Commission&rsquo;s recommendation to significantly enhance the existing broadcasting fund, an expansion to a platform-neutral media fund.  The BAI will commence work on the design of the new schemes, and of the six recommended schemes, I have prioritised those for local democracy reporting and court reporting.  I expect that coimisi&uacute;n na me&aacute;n will be in a position to commence roll-out of these schemes in 2023.<\/p><p>The planned schemes have the potential to be transformative for local and regional media, including the print sector.  The local democracy reporting scheme will help local media keep the public informed on areas such as regional health forums, joint policing committees and local authorities, among other areas.  I agree with the commission that is it essential to support local media to provide comprehensive coverage of issues related to local democracy and to provide additional supports for counties with Gaeltachta&iacute;.<\/p><p>Likewise, the courts reporting scheme will enable improved reporting from local, regional and national courts.  Comprehensive, professional and publicly accessible reports of court proceedings are integral to our democratic process.  While I have set out the priorities in this regard, other planned schemes will also play a significant role in supporting our media to meet the challenges they face.  The digital transformation scheme will help traditional media adapt to the changing media landscape, while the access and training scheme will develop internships, bursaries, and diversity training opportunities for both new and existing staff.  Senators will also appreciate how important it is to cover news that has high public interest but that is in danger of being under-reported and the proposed news reporting scheme will support the provision of news on topics we all care deeply about, such as the environment, equality and diversity.  <\/p><p>I am sure that the Senators are as committed as I am to our national broadcaster.  RT&Eacute; is continuing to serve the public well.  This was never so apparent and necessary as during the dark days of Covid-19 restrictions, when RT&Eacute; played a very important role, together with other media, in keeping our people informed with reliable and trustworthy news.  I welcome the commission&rsquo;s recommendation that RT&Eacute; develops a strategic capital asset management plan.  This will help the organisation to optimise its use of available resources in the medium and long term.  I also agree with the commission that RT&Eacute; needs to complete its digital transformation by investing more in technology, particularly streaming services, such as the RT&Eacute; Player.  Through strategic planning, digital innovation, and the support of organisations like NewERA and coimisi&uacute;n na me&aacute;n, the organisation can build on its strengths as a key public service broadcaster.<\/p><p>The commission proposed that during the interim period of 2021-23, RT&Eacute;, TG4 and the broadcasting fund should receive additional investment.  The Government will now look again at the funding levels that were proposed, taking into account changes in the financial position and economic climate since the commission made its assessments.  Funding decisions will need to be considered in the context of the ongoing budget and Estimates processes, and the competing demands on the Exchequer.<\/p><p>Like the commission, I applaud TG4 for its high-quality and innovative Irish language programming, especially during the Covid-19 pandemic, with initiatives such as C&uacute;la4 ar Scoil for families and teachers who were homeschooling.  As a mother and a former teacher, I appreciate how important this initiative was and I was pleased to be able to provide supplementary funding of &euro;1.9 million to TG4 in 2020 towards Covid-19 related costs.  I also provided another &euro;3.5 million in budget 2021 and &euro;4.2 million in budget 2022 to TG4, with this year&rsquo;s increase being the single largest increase provided to TG4.  This has supported it so it can continue to develop high-quality content, increase its reach and support the Irish language creative sector.<\/p><p>Tugaim t&uacute;s &aacute;ite, ar leibh&eacute;al pearsanta agus mar Aire le freagracht as an nGaeltacht agus as an nGaeilge, do chur chun cinn agus forbairt na teanga.  Tuigim go maith an r&oacute;l t&aacute;bhachtach at&aacute; ag na me&aacute;in chun freastal ar riachtanais agus mianta chainteoir&iacute; Gaeilge, chun cabhr&uacute; le daoine ar mhaith leo labhairt na Gaeilge a fhoghlaim agus chun strait&eacute;is 20 bliain an Rialtais don Ghaeilge a sheachadadh.<\/p><p>I very much support the commission&rsquo;s recommendation that coimisi&uacute;n na me&aacute;n conduct a comprehensive review of Irish language provision, looking at the roles of TG4, Raidi&oacute; na Gaeltachta, RT&Eacute; and other content providers.  We need to avoid duplications and find synergies and to attract new audiences.  Irish language broadcasting is a priority for the BAI, and the sound and vision scheme already allocates a quarter of its funding to Irish language projects.  New media fund schemes will also be accessible to Irish language projects.  The local democracy reporting scheme and the community media scheme should be of particular interest to Irish language media.<\/p><p>The commission&rsquo;s report details the challenges the print sector faces in Ireland and how deeply the commission consulted with the industry.  National, regional and local newspapers will benefit from the expanded media fund.  The radio sector will also have much to gain, both from the widening of the sound and vision scheme to support news content and from new media fund schemes, such as the media access and training scheme, the community media scheme and digital transformation scheme.  A diversity and inclusion strategy for sports reporting and broadcasting will also be developed, as coimisi&uacute;n na me&aacute;n and Sport Ireland develop a strategic plan for sports broadcasting.  We must showcase more sports across multiple platforms and work together to create a more active population.<\/p><p>Another area in which many organisations will need to work together to achieve a common aim is the fight against disinformation.  I completely agree with the commission&rsquo;s recommendation that we need to develop a national counter-disinformation strategy to explore how to combat the growing problem of disinformation.  My Department will lead on the development of such a strategy in the coming months, in conjunction with the T&aacute;naiste&rsquo;s Department, which is overseeing the Digital Services Act.<\/p><p>More generally, coimisi&uacute;n na me&aacute;n will promote sustainability in broadcast, print and online media by setting sustainability standards for media fund schemes.  The BAI&rsquo;s existing sustainability network will be expanded to include all of the sector.  Gender equality standards have shown themselves to be highly effective under the sound and vision scheme.  In the most recent round, more than 50% of TV funding went to projects in which half or more of the key production roles are filled by women.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Martin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2425\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2425&amp;amp;pid=CatherineMartin&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, I agree with the commission&rsquo;s recommendation that we go further in addressing equality, diversity and inclusion, EDI, not only in the content the sector provides but within the media sector itself.  The recommendations on EDI standards, increased research and auditing and the establishment of diversity boards will all play a part in ensuring the sector is a true reflection of our society today.<\/p><p>The Future of Media Commission report is a comprehensive document with far-reaching recommendations.  I look forward to hearing Members&rsquo; thoughts and contributions.  Gabhaim bu&iacute;ochas leis na Seanad&oacute;ir&iacute; as a gcuid ama inniu.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#MM00300","speaker":"1471","continuing":true},{"type":"speech","time":1663234200,"counter":122,"content":"<p>&Aacute;r mbu&iacute;ochas leis an Aire as ucht an r&aacute;iteas cuimsitheach sin chun t&uacute;s a chur leis an d&iacute;osp&oacute;ireacht ghinear&aacute;lta.  Glaoim anois ar an Seanad&oacute;ir Garvey.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#OO00200","speaker":"1692"},{"type":"speech","time":1663234200,"counter":123,"content":"<p>Cuirim f&aacute;ilte roimh an Aire agus gabhaim comhghairdeas l&eacute;i as an obair dhian at&aacute; d&eacute;anta aici ar an gcoimisi&uacute;n seo.  Well done to the Minister for fulfilling a programme for Government commitment to see this through with the completion of the report of the media commission.  It is a very important document.  Now more than ever, the way in which our media operate and how we support the are key, given the huge shift to everybody believing everything they read on Twitter and Facebook.  Now more than ever, we need mainstream media like RT&Eacute; and local media to be funded properly and recognised for how important they are.  Coming from a rural constituency, I know Clare FM, which is an award-winning local radio station, <i>The Clare Champion<\/i>and <i>The Clare Echo<\/i>are still valuable media outlets for people.  Those people may be of a certain demographic but that demographic deserves to be able to access those media too.  In Clare, we are very proud of our local media.  It is good that the commission recognises the importance of that and the value people in Ireland attach to access to local media.  I welcome that finding in the commission's report.<\/p><p>I have to support the Minister and the Government in their conclusion with regard to the TV licence.  At first I thought it might be great if we were to abolish the TV licence.  That was my knee-jerk reaction.  I thought of it as another fee so let us cancel the fee.  However, if we had no fees, we would have a 100% Government-dependent media outlet and national broadcaster.  That would mean the Government could dictate what way the broadcaster could operate.  Now I see I was wrong in thinking abolishing the TV licence would be a good idea because of what might happen if 100% of the funding came from the Government.  We have seen politicians try to use that in the past.  There have been cases in the past where politicians tried to interfere with RT&Eacute;'s independence and were rightly rebuffed.  We often see good &quot;Prime Time&quot; debates and research and documentaries highlighting issues that we as a Government needed to be seen and shown.  I learned myself how important that is.  It is easy to say we should abolish fees and that the Government is trying to get more money off people.  However, the fees reflect the people and the TV licence is a direct link between the people and RT&Eacute;.  If people do not want to pay the fees, then RT&Eacute; needs to look at that and see what it needs to do to encourage people to value it enough.  If it was completely reliant on Government funding, it would not have to care what people think.  It would just be trying to keep the Government happy all the time, which we do not want because in a democracy we want clarity and open information from our media sources.<\/p><p>The new media fund is welcome but until it is fully established, we have to increase our support for TG4 and RT&Eacute;.  The support we have received to date for TG4 is great.  The commission highlights the importance of the Irish language in mainstream media.  We cannot expect TG4 to do all the work.  T&aacute; &aacute;r dteanga f&eacute;in chomh t&aacute;bhachtach.  M&aacute; t&aacute; s&iacute; &aacute; h&uacute;s&aacute;id ar RT&Eacute; n&iacute;os m&oacute;, beidh n&iacute;os m&oacute; daoine ag &eacute;isteacht l&eacute;i, &aacute; cloiste&aacute;il agus ag f&eacute;achaint uirthi mar theanga bheo.  Mura bhfeiceann daoine an Ghaeilge &aacute; h&uacute;s&aacute;id go beomhar, n&iacute; bheidh meas acu ar an teanga.  T&aacute; s&eacute; riachtanach go bhfuil an coimisi&uacute;n ag r&aacute; go bhfuil s&eacute; sin t&aacute;bhachtach.  The commission recommended that RT&Eacute; give greater priority to the Irish language in its general programming and on all platforms.  In other countries like the Netherlands, there are loads of programmes in other languages but they are subtitled in their own language.  It would be great to see more Irish language programmes broadcast on RT&Eacute;, as opposed to TG4 being left to do all the work for the Irish language.  TG4 as a whole has been amazing in what it has done for the Irish language over the years.  It has got better and better.  The quality of the documentaries it produces is second to none.  It is great that the commission recognises the importance of increased funding for TG4.  We do not want Facebook and Twitter to be dictating what everybody believes and thinks.  We have seen how populist and polarising those forms of media have become, which is why this commission is so important.<\/p><p>I have one last point to make, which I think is important.  One of the recommendations of the commission was that the media in Ireland should adopt a more focused and ambitious approach to addressing environmental sustainability in its widest sense, including climate change and biodiversity.  It is not about just airing the odd episode of &quot;Eco Eye&quot;, which has actually lost funding recently.  We have a climate and biodiversity crisis.  That should be reflected in the media, and not just when COP26 is taking place.  There was a whole week of programming around climate then, but just for that one week.  There should be daily news reports about climate and biodiversity, because these are the facts we are living with.  Farming is dictated by our weather patterns.  It is all becoming increasingly erratic.  We have to prioritise this because it is affecting everything.  It is affecting our air quality, how we travel, our stress levels and our hope.  There is a good, positive news story here, which is that even though we are in a crisis, we have all the solutions.  They are there and we need to highlight them.  RT&Eacute; needs to realise how important it is for it not just to do some odd token thing when issues around climate and biodiversity become controversial.  We need this to become a daily news story about the different situations we are facing, not just in far-off places, because we see the effects of climate change daily in Ireland.<\/p><p>I welcome the findings of this report on what is needed for local media.  I look forward to these recommendations being implemented.  Again, it is always good to be open to learning because I had initially thought the TV licence should be abolished.  Then, when I thought about it properly and informed myself properly, I realised it would be bad to accept the recommendation that all funding should come from the Government as that would lead to a biased broadcasting service, which we do not want.  We want RT&Eacute; to become better and better at promoting what is important, whether biodiversity, climate action, our culture or our language.  We want it to do this in an unbiased way where it does not have to try to keep the Government happy.  I welcome that decision by the Government and I support the Minister&rsquo;s recommendation on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#OO00300","speaker":"1659"},{"type":"speech","time":1663234200,"counter":124,"content":"<p>The Minister is very welcome.  I want to relay apologies on behalf of Senator Cassells, who could not be here for unavoidable reasons.  I am speaking on behalf of both of us.<\/p><p>We were disappointed that we did not have this report prior to our discussions on the Online Safety and Media Regulation Bill.  However, I thank the Minister and note the time she gave to our discussions on that legislation, which were substantial.  I thank her for being here for all the discussions, which took 25 or 26 hours.  I also thank the commission for all its work.  The report is a substantial piece of work and runs to over 200 pages.  You would not read it in one night by any means.  It is substantial and comprehensive.  I thank Professor MacCraith and all the members of the commission for the work they have done.  They have made 50 recommendations, 49 of which have been accepted.<\/p><p>When I was media spokesperson for Fine Gael, my colleagues, Deputies Bruton and Cannon and Senator Buttimer, worked with me to make a submission to the commission.  We met representatives from the industry, including local radio and newspapers in particular, at a regional and local level around the country in order to put forward their views for the report.  This has been reflected in the recommendations that have been made.  One of the main findings in the report is the commission's conclusion that: <\/p> <blockquote> \tIreland&rsquo;s media sector has an enduring value and importance to members of the public, to wider society and democracy.  It rates comparatively well in terms of a number of respected international benchmarks, has delivered well on its public service aims and is broadly valued and trusted by the public. <\/blockquote> <p>That is a strong statement about our media.  As I said at the committee meeting yesterday, a survey was done, which is reported on page 39, showing that over 70% of the public have high or very high trust in our television stations, local and regional radio stations and local and regional newspapers.  This compares with an average of approximately 30% who have high or very trust in social media, where there is a significant amount of disinformation, as the Minister has noted.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Miche&aacute;l Carrigy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MichealCarrigy&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important that we strengthen and support the newspaper sector.  There are a number of recommendations to fund and support the sector and, indeed, the introduction of a broader media fund and the expansion of the Sound and Vision scheme to include news and current affairs.  I welcome the fact the Minister has initially had the roll-out of the local democracy scheme and the court reporting scheme to cover local authority meetings, court sittings and joint policing committee meetings ahead of the roll-out of the legislation.  We also have significant proposals to support digital transformation and develop bursaries and internships in conjunction with the Department of Further and Higher Education, Research, Innovation and Science, and the establishment of media hubs.<\/p><p>With regard to the Irish language, the Minister has fixed funding for more Irish language content and there is the appointment of an executive within the RT&Eacute; board with responsibility for the Irish content.  It is important that somebody is responsible within RT&Eacute; to ensure we increase the level of content in the Irish language.  I compliment TG4 for the work it has done in bringing the Irish language to every family home across the country.<\/p><p>With regard to sport, in which I have a keen interest myself, I am very favourable to the whole idea of promoting alternative sports on our media.  The report in particular mentioned swimming, running and cycling.  I believe that if we have more of that sport on our televisions, we will see more people out taking part in those sports, being more active and becoming healthier.  It is a very positive proposal.<\/p><p>I await the report of the technical working group with regard to the reform of the television licence in November.  All of these proposals are going to cost money so more money needs to be collected from the television licence to fund all of these extras that are being proposed by the commission.  We put forward a proposal to take it out of Exchequer funding but I see why the Government has looked at this in the light that it has.  It is important, whatever format is brought in, that there is at least a &euro;60 million to &euro;70 million increase to make the funding available to put into these alternative supports that are being put in place by the Government.<\/p><p>Earlier today, we met with NewsBrands Ireland and Local Ireland and the Minister is due to meet them next week.  They painted a very stark picture of where the newspaper sector is at the moment with regard to costs.  Being a small retailer myself, I can see the reduction in the purchasing of newspapers because people are looking at online content, so a lot of the advertising and income from sales has been affected.  As I said, they painted very stark picture.  I ask that the Minister would look strongly at supporting them with their asks in regard to 0% VAT.  The cost to the Exchequer is in the region of &euro;18.5 million but I think it is worth it.  We need proper, correct and trusted information, not the disinformation which we have from some other sources.  I would be very strong in asking for support on that.<\/p><p>With regard to a support that could be put in place - it was mentioned yesterday and I want to put it on the record today - a number of years ago, reports from the Houses of the Oireachtas were sent out to the regional newspapers and radio stations with regard to Members&rsquo; activities in their local area.  That is something that could be done by the Oireachtas that would support those sectors.<\/p><p>I thank the Minister for coming to the House.  I know she is very supportive of the sector.  She works very hard in her Department and has got significant funding across the Department in recent years to support various sectors.  I look forward to the proposals that may be coming in the budget to support this sector even further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#OO00400","speaker":"1639","continuing":true},{"type":"speech","time":1663234200,"counter":126,"content":"<p>I welcome the Minister to the House.  I am going to repeat many of the issues that we raised yesterday.  In the first instance, one of the recommendations from the Future of Media Commission is that, following detailed scrutiny of RT&Eacute;&rsquo;s financial situation, the commission recommends that in advance of the introduction of a new public funding model in 2024, the Government should ensure that RT&Eacute; is funded through a combination of television licence fee revenues and Exchequer contributions to the extent of &euro;213 million in 2022 and &euro;214 million in 2023.  Does the Minister accept that recommendation?<\/p> <p>The same couple of pages in the report talk about efficiencies in RT&Eacute; and, unusually, talk about the potential retention or disposal of assets in RT&Eacute;.  I think all of us would hope we do not need to dispose of any more assets in RT&Eacute; and I am a bit disappointed to see that written in the report.  When it comes to efficiencies, I am conscious that RT&Eacute;'s operating costs in 2008 were about &euro;439 million and in 2020 they were down at &euro;308 million, so there is a pretty big reduction in operating costs in RT&Eacute;, although I am obviously not forgetting the issues of freelance workers and bogus self-employment in Montrose.  Nonetheless, it is to be borne in mind that there has been a reduction in operating costs when we call for a focus on efficiencies.<\/p> <p>I also want to defend the call the Future of Media Commission has made in regard to general taxation.  It has a lot of merit and it would probably be fairer and more progressive to have general taxation funding of our public service media.  It would reduce prosecutions, given, as I said yesterday, 4,500 cases went to court in 2020.  It would also lower collection costs, which are currently at &euro;10 million.  On the issue of the threat to independence that we hear about if we were to fund RT&Eacute; from general taxation, we should not forget that TG4 is funded through general taxation and that the State covers through the household benefits package some 483,000 households at a cost of &euro;70 million.  Those are the reasons there is merit in the general taxation approach.<\/p> <p>The working group that the Minister has set up and that is due to report in November has a lot of work to do to make up the loss which RT&Eacute; has identified, which is &euro;35 million due to no-television homes although this is a device-specific charge, and the loss of &euro;30 million because of evasion.  Its work is cut out for it to report by November on how we make up those losses under the current system.<\/p> <p>I want to turn to community media, which rarely gets a shout out and sometimes, when it does, it is just confused with local commercial media.  I want to put on the record of the House and welcome the fact the Future of Media Commission has identified the calls for increased public support for community media.  CRAOL and the Community Television Association, CTA, have proposed the establishment of a community media support fund which would offer funding support, training and content production support.  I was involved in Dublin Community Television when I was younger.  It always relied on Sound and Vision funding and never received core funding support.  I hope the committee will invite NEAR TV, NEAR FM, the NEAR Media Co-op and Dublin Digital Radio, which is a community radio station operated by members.  I hope we can engage with them around their aspirations for funding.  I want to put that on the record.<\/p> <p>We spoke briefly about Article 15.  Given the newspapers were in the Oireachtas calling for reform of the VAT rate, it is probably relevant today to go over that.  We have seen in other jurisdictions, such as Australia and France, a rebalancing of the relationship between media and big tech, and how that can have profound implications for the sustainability and future of a vital, independent public interest journalism.  I am talking about the remuneration of journalists and news outlets when their work is carried on Facebook, Google, Twitter and so on.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In Australia, reforms have resulted in Meta announcing a AU$15 million fund to invest in public interest journalism and Google announcing a digital news academy that will fund 60, 12-month journalism trainees over three years.  I wonder what are the projected economic or other benefits of the effective implementation of Article 15 to Irish publications.  The report recommends that the assessment of the impact of the copyright directive be concluded and findings published within 12 months of the transposition of Article 15.  Article 15 was transposed in November 2021 and the assessment and publication of findings is due to be completed by November 2022.  Will the Minister inform us as to what stage the process is at?  Anecdotal evidence suggests that the measures currently prescribed are not going to be enough to give effect to the primary aim of Article 15 and effectively redress the current imbalance between Irish publications and big tech.  We need to see big tech companies engage in a real and meaningful way with Irish publishers.  Is the Minister willing to step in if those engagements do not prove to be fruitful?<\/p><p>I have just one minute remaining.  I am disappointed to see very little mention in the report of the future of the communications network that keeps Saorview going and the national infrastructure in 2RN.  There is some mention of it, but 37% of households watch TV through Saorview.  This is national infrastructure that is desperately underfunded.  A lot of Irish homes receive BBC and international terrestrial channels through the Astra 2 satellite.  Britain is probably going to switch off digital terrestrial television in 2034 so those homes will be without BBC and BBC NI.  There are lots of conversations that we need to have about the future of digital terrestrial television.  Obviously television is increasingly being delivered over broadband, but as we know, that infrastructure is not owned by the State.  There is a long history there.  The 2RN infrastructure is deeply underfunded at the moment and there are many years left in terms of people receiving TV over that network.  They are the points I wish to put on the record.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#PP00200","speaker":"1686","continuing":true},{"type":"speech","time":1663234200,"counter":128,"content":"<p>I thank the Minister very much for coming to the House.  I very much welcome the publication of the report in July and thank the members of the commission.  It is very clear from the 258 pages of the report that an enormous level of analysis and research went into the report and we owe a debt of gratitude to the commission members for their work.  Notwithstanding the 50 recommendations, some of which were very detailed, this is only the start of what needs to happen.  I do not doubt the Minister's determination to enact 49 of the 50 recommendations, although it does seem from listening to her comments that quite a lot will be delegated to coimisi&uacute;n na me&aacute;n and I worry about the range of work it will have to undertake.  I think in particular of equality, diversity and inclusion and fear it will become the poor relation when the coimisi&uacute;n has so much else to do once established.  We will give it the benefit of the doubt.<\/p><p>In terms of the elephant in the room - the TV licence and the proposals to move away from that towards direct Exchequer funding - this discussion is never going to be an easy one.  Successive Ministers have grappled with this question.  It would not be popular to change it, as such, but we see how unpopular the charge is at the moment given the declining numbers who pay it.  The figures in the report are sobering and point to a drop of 80,000 TV licence permits sold over a ten-year period from 2010 to 2020.  That is at a time when the number of households in this country grew.  I am concerned by the arguments put forward by the Government to directly fund RT&Eacute; from the Exchequer.  Some of the comments in July suggested that it would amount to a danger to democracy.  There is a question here as to whether the Government can trust itself.  More important is what sort of corner is the working group that is due to report in November being backed into.  It is being set up to fail.  We in the Labour Party have talked about a broadcasting charge to ensure sustainable funding for both RT&Eacute; and TG4.  We have got to get away from the days of recurring top-ups for RT&Eacute; and the semi-permanent funding crisis in RT&Eacute;.  We must grasp that nettle.  There are no easy or popular answers here, but if we are serious about our public broadcaster then we cannot shy away from the issue.  We look forward to what the working group will report on, but I worry that it is being boxed into a corner.<\/p><p>There would be no media without the journalists, print workers and the other paid employees who make the sector work.  We are living through a moment where traditional media outlets are facing relentless competition for the attention of audiences, in particular from the social media actors.  The concentration of ownership threatens the sector's diversity.  We cannot sit back and wait for quality, independent journalism to adapt to the market.  In that regard, investment in the media in this country must significantly increase.  I welcome the two new funds for court reporting and the local and regional fund.  They will be very important, but we need to go much further than that.<\/p><p>The concentration of ownership across some regional and local titles is of concern.  In certain titles across the country the standards now in place for the terms and conditions of workers have seriously deteriorated.  There is a question mark over how journalism can survive into the future unless we ensure that it is properly resourced in this country given that it is the cornerstone of our democracy that we have an independent and thriving media sector and in particular journalists who earn a decent income.  I stood with the National Union of Journalists, NUJ, and the workers from the Reach media group, which includes <i>The Star<\/i>and other newspapers in this country in August.  They were out on strike because of a failure of their employer to agree very modest wage increases.  We need the Government and the State to look at media concentration.  I do not believe we saw enough detail on that in the report.<\/p><p>A second issue is how we provide direct supports to newspapers.  In that context, there was a very clear call by a large number of newspapers across this country for a zero VAT rate.  We must look at newspapers as a public utility and, as such, how we support and subsidise them in so far as that is possible.  There is a real opportunity coming into the budget to apply a zero VAT rate.  There is an urgency.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie Sherlock:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarieSherlock&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Other Senators have referred today to the enormous increases in the cost of paper and other utility costs.  Immediate actions can be taken in this budget with regard to supporting local and regional newspapers.  Maidir le c&uacute;rsa&iacute; Gaeilge, t&aacute; s&eacute; an-t&aacute;bhachtach go mbeidh n&iacute;os m&oacute; acmhainn&iacute; &aacute; dtabhairt do TG4.  I am very pleased to see the proposals within the commission's report with regard to TG4.  Of course, we need to do more to ensure the availability of opportunities for Irish language broadcasting in this country.<\/p><p>The last thing I want to touch on, which the Minister and I have spoken about in this Chamber previously, is equality, diversity and inclusion, EDI, within broadcasting.  Of course, we had First Stage of the Broadcasting (Gender, Cultural and Other Diversities) Bill 2022 before the House earlier this year, but we also obviously considered this in the context of the much larger Bill establishing Coimisi&uacute;n na Me&aacute;n.<\/p><p>While it is very good to see the recommendations in respect of EDI within the report and particularly the commitment to greater monitoring, we need to see tangible changes with regard to greater diversity within broadcasting, in particular looking at the diversity of output within broadcast media.  I call for much stronger targets to be set down.  I note there is a recommendation regarding the diversity of boards, which is very welcome.  However, it is only when we actually see diversity in the output within radio stations that we will begin to see the population reflected in what they are listening to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#QQ00200","speaker":"1683","continuing":true},{"type":"speech","time":1663234200,"counter":130,"content":"<p>As there are no more speakers, I invite the Minister, Deputy Catherine Martin, to make her closing remarks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#RR00200","speaker":"1686"},{"type":"speech","time":1663234200,"counter":131,"content":"<p>I thank Senators for their contributions today.  In closing I will try to address as many of the specific matters raised as possible.  Forgive me if I do not get to touch upon all the Senators' contributions.  Regarding the funding of public service media, as mentioned by all who contributed today in the House, I am sure Members agree that maintaining the independence of the media is vitally important.  The Government believes that if it were to directly provide the full funding of our public service media providers, questions might arise - that is the Government's opinion - as to the media's independence from Government.<\/p> <p>We have carefully considered how best to reform the television licence collection and as the commission itself stated, no funding model is without its challenges.  We recognise that the television licence as it currently stands needs an overhaul and does not reflect the way we now consume broadcast content.  We also believe that any funding model should retain and build on the existing revenue stream from the direct sale of television licences, which provides an important direct link between broadcasters and the Irish public and which has underpinned the independence of the broadcasting sector.  A technical working group chaired by my Department has started work on the reform of the television licence model from the question of liability to pay to collection and enforcement.  It is examining these issues in detail and will report back to me in November.  I offered the terms of reference to the members of the Joint Committee on Tourism, Culture, Arts, Sport and Media yesterday.  I am quite happy to give Senator Sherlock and the members of the committee the detailed terms of reference.  I have faith in the working group to do the job and task that has been assigned to it.  It will report back to me in November.<\/p> <p>Of course, that brings us to the question of implementation.  While we all wish to see the necessary changes begin as soon as possible in accepting the report's recommendations in principle, the Government is conscious that some time has passed since the commission developed its conclusions.  We must, therefore, take some time to reassess the timeline for implementation.  The economic climate has changed and we must also have in place a regulatory and development framework.  This has been put in place in coimisi&uacute;n na me&aacute;n.  The implementation of the far-reaching recommendations of the commission will require changes to legislation, regulation and funding.  It will also require the co-ordination of various Departments, agencies and external stakeholders.  The Government has set up an implementation group, which has started work on developing a detailed implementation strategy.  This group will also report to me in November.<\/p> <p>The community scheme, which was raised by Senator Warfield, will provide funds for training, media literacy and community projects.  It will aim to enhance the links between community media and higher and further education and support the establishment of community media hubs.  With regard to his query on Saorview, RT&Eacute; is mandated to maintain the network.  I do not envisage any change in that.  I agree with Senator Warfield that Saorview serves us well, particularly in rural areas.  Three key recommendations of the commission were to enhance the exploitation of intellectual property rights, channel a content levy into the creator sector and expand section 4 for tax reliefs to include broadcasters.  The implementation group will examine that.<\/p> <p>On the issue of supports for the wider sector, the Government has already voiced its support for the commission's recommendation to establish a platform-neutral media fund.  Priorities have been set out to establish the courts reporting scheme and the local democracy scheme in 2023.  In response to Senator Sherlock, I believe that over time, the six recommended funding schemes will provide a full suite of support to the entire sector.  We can all agree that the print sector still plays a crucial role in Ireland.  The problems currently faced by the print sector are well documented.  Declining newspaper regulation figures, falling revenues from advertising and the rise of big tech have all combined to place the newspaper industry under increasing pressure.  I will meet representatives of NewsBrands Ireland next week.  With regard to the 0% VAT rate, I am in budgetary negotiations with the Minister, Deputy Donohoe, whose remit is in that area.<\/p> <p>The expanded media fund will provide a support base for newspapers and, in particular, local titles.  This will assist not only with content but with digital transformation and training and access.  I completely agree with the commission, as well as many Members of the House, that radio is an essential part of the media landscape in Ireland.  Joint national listenership research, JNLR, data show that four in five people in Ireland listen to the radio every day, tuning into international, local and community stations.  The vital role played by radio was clearly shown during the Covid-19 pandemic.  Radio stations are trusted sources of information and were a vital means of informing listeners of the threats posed by Covid-19 and how to deal with them.  I thank the commission for its practical recommendations on supporting the radio sector, enhancing the sound and vision scheme to allow the funding of news and current affairs and introducing new schemes such as that to support community media.  They are particularly important.  In addition, the Online Safety and Media Regulation Bill 2022 will enable radio stations to earn more income through changes to advertising.<\/p> <p>Senator Warfield mentioned RT&Eacute;'s financial stability.  The New Economy and Recovery Authority, NewERA, and my Department will continue to engage with RT&Eacute; on its commitment to deliver savings and efficiencies.  Under the revised strategy for 2020 to 2024, the Future of Media Commission also sees an enhanced role for Coimisi&uacute;n na Me&aacute;n in setting targets for RT&Eacute; and monitoring how well RT&Eacute; achieves these targets.  I have already addressed our commitment to reforming the public funding model.  However, the commission's recommended interim funding for RT&Eacute; will have to be addressed in the context of the ongoing budget negotiations and the competing priorities the Government must balance.<\/p> <p>I have demonstrated my commitment to Irish language broadcasting by providing TG4 with its biggest ever annual increase in funding of &euro;4.2 million in 2022, bringing its allocation to &euro;44.9 million this year.  As part of the annual Estimates and budgetary processes, I will continue to work with my Government colleagues to secure the funding to enable TG4 to continue to deliver on its ambitions.  I also agree with the commission that TG4 should be designated as a NewERA body, which will enable TG4 to benefit from NewERA's financial management expertise.<\/p> <p>Like Senator Sherlock, I am very supportive of the promotion of gender balance, inclusion and diversity in our media, as are others in the Oireachtas.  Senator Sherlock brought that particular issue up, however.  We are making progress in gender equality but there are still many areas in which women are in the minority in Ireland, including on our airwaves.  A refrain we often heard in the commission's thematic dialogues was \"You have to see it to be it\" and it is one with which I completely agree.  We need to see more women on screen and on air and more women behind the scenes also.  Minorities and people with disabilities must also become much more prominent in a diverse media landscape that should reflect the wonderful diversity of our society.  I trust Senators will agree with me that Coimisi&uacute;n na Me&aacute;n should play an even greater role in creating and enforcing EDI standards across the media industry.  I support the commission's call on media organisations to create diversity boards and media lead roles to promote diversity and equality.<\/p> <p>I acknowledge Senator Carrigy has a particular interest in this and Senators will see the merit in calling on media organisations to use new media fund schemes to assist in the broadcasting of minority sports.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Martin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2425\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2425&amp;amp;pid=CatherineMartin&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The transmission of sporting events, like so much else in the media industry, is undergoing rapid change.  The national sports policy 2018 to 2027 highlighted the need to create a more active population.  I endorse the commission&rsquo;s suggestion that public service media should be used in the promotion of sports that tie in with this policy, such as swimming, running and cycling.<\/p><p>The commission met with many experts in the field of culture and the creative economy.  It applauded the great strides that Ireland had made in this regard and the opportunity to achieve even more.  With a relatively small home market, the commission is correct in highlighting the need for Ireland to punch above its weight and to take advantage of international opportunities.  The implementation group will work with other Departments and stakeholders to explore how best to achieve this.  <\/p><p>Alongside the seismic shifts in media, the commission noted the troubling growth in misinformation and disinformation.  We are fortunate that the commission contained a number of members who are experts in this field.  My Department will lead on this in the coming months in conjunction with the Department of Enterprise, Trade and Employment, which is overseeing the transposition of the Digital Services Act.  We will also work with the Irish hub of the European Digital Media Observatory, news organisations, industry stakeholders, civil society groups, Irish fact checkers and disinformation researchers. <\/p><p>Regarding Senator Garvey's contribution on sustainability, I agree with the commission that media must champion sustainability throughout our society while, at the same time, adopting more sustainable approaches to programming and content.  The media sector must lead by example in this area.  <\/p><p>Let me end with the first recommendation of the commission, which is that media should be recognised as a &ldquo;merit good&rdquo;.  As Professor Brian MacCraith said at the launch of the report in July, public service content \"should be recognised as a &ldquo;merit good&rdquo; that delivers valued benefits to society and the democratic system, and, as such, represents critical public infrastructure\".  As the Minister with responsibility for the media, I understand that without a healthy media we cannot enjoy a healthy society and a functioning democracy.  The commission has clearly established that high-quality, independent journalism and a pluralistic media system is vital.  We have a media system that has served this country well.  However, we cannot take it for granted.  The sector needs to adapt to rapidly evolving technology and changing consumer needs and we as a Government must also respond to these transformations.  I look forward to working across government and with the media sector to ensure that together we achieve our shared ambition.  I thank the Seanad for the opportunity to discuss the report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#RR00300","speaker":"1471","continuing":true},{"type":"speech","time":1663234200,"counter":133,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#SS00200","speaker":"1686"},{"type":"speech","time":1663234200,"counter":134,"content":"<p>Next Tuesday at 2.30 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022091500002#SS00300","speaker":"1639"},{"type":"unspoken","time":1663234200,"counter":135,"content":"<p>Cuireadh an Seanad ar athl&oacute; ar 5.33 p.m. go dt&iacute; 2.30 p.m., D&eacute; M&aacute;irt, 20 Me&aacute;n F&oacute;mhair 2022.<\/p><p>The Seanad adjourned at 5.33 p.m. until 2.30 p.m. on Tuesday, 20 September 2022.<\/p>","notice":"TIME STRING DETECTED"}]