[{"type":"minorheading","content":"Prelude","time":1530617400,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 12:30:00","time":1530617400,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1530617400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1530617400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1530617400,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#A00100"},{"type":"speech","time":1530617400,"counter":6,"content":"<p>I have received notice from Senator Victor Boyhan that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Communications, Climate Action and Environment to provide an update on Ireland's transposition of the Aarhus Convention.<\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to provide pre-service and in-service education in the areas of movement therapy for learning readiness.<\/blockquote> <p>I have also received notice from Senator Kevin Humphreys of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to make a statement on the proposed route of the MetroLink on the Luas green line.<\/blockquote> <p>I have also received notice from Senator Frank Feighan of the following matter:  <\/p><blockquote>The need for the Minister for Health to confirm when the day-care centre for older people will open at the Ballinamore community nursing unit and primary care centre, County Leitrim.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion and they will be taken now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#A00200","speaker":"1420"},{"type":"majorheading","content":"Commencement Matters","time":1530617400,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#A00300"},{"type":"minorheading","content":"Environmental Policy","time":1530617400,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#A00350"},{"type":"speech","time":1530617400,"counter":9,"content":"<p>I welcome the Minister to the House.  I raise this issue regarding the need for the Minister to update us on Ireland's transposition into law of the Aarhus Convention.  The Minister is well aware of the importance of public participation in the planning process and how citizens across this country value that participation.  It is an important and a very good convention that is relied on heavily and embedded into most city and county development plans.  It is a very important aspect of our planning system that we have engagement with the public, with the citizens, as well as the public representatives in that process.<\/p> <p>What are we talking about here?  We are talking about enhancing environmental governance, transparency regarding proper planning and sustainable development of our communities, and empowering and entrusting people in sensitive information.  However, more importantly, we are talking about giving people access and the right to information which governs and affect their lives, particularly regarding proper planning and sustainable development.<\/p> <p>I welcome the Minister to the House and he might let is have his thoughts on these matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#A00400","speaker":"1379"},{"type":"speech","time":1530617400,"counter":10,"content":"<p>I thank Senator Boyhan for raising this issue. The United Nations Economic Commission for Europe Convention on Access to Information, Public Participation in Decision-Making and Access to Justice in Environmental Matters, or as it is commonly known, the Aarhus Convention, was adopted on 25 June 1998, just two decades ago.  The Aarhus Convention lays down a set of basic rules to promote public involvement in environmental affairs.  The convention governs environmental justice rights and is formed by three aspects or pillars of the convention, namely: access to information on the environment; public participation in decision-making on environmental matters; and access to justice in environmental matters.  The European Union subsequently introduced two directives to implement the Aarhus Convention.  These are Directive 2003\/4\/EC, on public access to environmental information and Directive 2003\/35\/EC, on public participation in respect of drawing up certain plans and programmes relating to the environment.  For the avoidance of any doubt I confirm that Ireland has already fully ratified the Aarhus Convention and this was achieved on 20 June 2012.<\/p><p>Since then Ireland has also ratified two related agreements: the protocol on pollutant release and transfer registers; and the GMO amendment to the Aarhus Convention.  The convention and these two related agreements entered into force on 18 September 2012.  An implementation table which details various legislative measures taken to implement the Aarhus Convention and related EU directives into Irish law is available on my Department's at <i>dccae.gov.ie<\/i>.  This includes measures in the Environment (Miscellaneous Provisions) Act 2011, principally to introduce new rules about costs to apply in certain legal cases.  Since Ireland transposed the convention in 2012, a body of case law has naturally emerged, as Irish and EU courts interpret the convention as transposed. <\/p><p>My Department is currently working on the heads of a Bill to address such matters.  This Bill is intended to reflect the recent case law and streamline the legislative framework, and to remove any doubts as regards Ireland&rsquo;s intentions in terms of the transposition where the courts have expressed the need for greater clarity.  The issues to be addressed in the Bill include: automatic recognition that certain environmental NGOs have sufficient interest in relevant environmental cases; establishing in law that judicial review is an appropriate review procedure under Article 9(2) of the convention; and where they exist, that administrative review procedures must be exhausted prior to an application for judicial review.<\/p><p>While it had been originally anticipated that the heads would be approved by the Government before the summer recess, a small number of issues still remain to be settled in consultation between my officials and those of the Office of the Attorney General.  It is, therefore, now more likely that the Bill will the published in the autumn, although my officials are still striving to have the heads approved by the Government before summer if possible.  Although this Bill, when enacted, will clarify certain matters regarding the transposition and implementation of the convention by Ireland, I would like to reassure the House that Ireland is already in full compliance with the Aarhus Convention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#A00500","speaker":"1234"},{"type":"speech","time":1530617400,"counter":11,"content":"<p>I thank the Minister for his comprehensive response and to note that he is bringing forward a Bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Would the Minister consider initiating the Bill in the Seanad?  The Taoiseach, Deputy Leo Varadkar, was in the House recently talking about expanding the role around scrutiny and legislation, and working more on legislation, perhaps more than statements that we tend to see much of in this House.  It is something that the Minister will be well aware of.  Any Minister can initiate legislation in this House, and the Minister might give consideration to that in due course.  I thank the Minister for a very comprehensive response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#A00600","speaker":"1379","continuing":true},{"type":"speech","time":1530617400,"counter":13,"content":"<p>I have no difficulty initiating legislation in this House.  As Senator Boyhan knows, it is a scheduling matter, mainly dictated by the Government Chief Whip's office.  I have absolutely no difficulty initiating legislation in this House.  My priority is to get legislation enacted.  It has to go through both Houses.  It is the case that there is limited legislative time available in the Lower House.  There seems to be far more time available in this House.  I am called in every week to give statements.  I am quite willing to bring forward the legislation in this House first.  I have absolutely no difficulty with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#B00200","speaker":"1234"},{"type":"minorheading","content":"Movement Therapy Programme","time":1530617400,"counter":14,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#B00250"},{"type":"speech","time":1530617400,"counter":15,"content":"<p>I would like to welcome the Minister for Communications, Climate Action and Environment, Deputy Naughten, to the House.  I met two ladies, Ms Aoife Caulfield and Ms Judy Breen, in Ennis two or three weeks ago.  I have a particular interest in education, particularly that of small children.  I am committed that they should be able to read and write as proficiently as possible.  These two ladies brought to my attention that a child's ability to read and write can often be dictated by his or her reflexes and muscle movement if the child's neural system is developing correctly and appropriately.  Certain movements in the neck, head and other parts of the body of many kids may not be developing, or may not have developed, appropriately and properly.  There has been much research done on this internationally, although it is limited in Ireland.  In England, it was proven beyond doubt that where children's reflexes and bodily movements are impaired, it leads to an literacy impairment.<\/p><p>We have seen a great commitment by the Government in recent times with more than 10,000 special needs assistants and significant resources put in to helping kids who have challenges reading, writing and so forth.  That is very welcome but we need to think outside the box.  I was struck by what these two ladies proposed, which they were able to back up by international research, that where programmes to help children with their reflexes were carried out their literacy skills improved dramatically.<\/p><p>I am not in any way suggesting this should be rolled out nationally immediately.  It should be looked at for in-service training as part of the curriculum, particularly in primary and pre-primary education.  Would the Minister consider doing this on a pilot basis with the proper analysis and reviews, and looking at the results?  I have no doubt the results will be positive and we will see there is merit in looking at rolling this out at a national level.<\/p><p>At the very least, I am looking for a commitment in principle from the Department of Education and Skills that it will engage with these people and listen to what they have to say.  They are doing it in schools on an <i>ad hoc<\/i>basis at the moment.  They are getting the results.  I would really encourage the Department of Education and Skills to engage with them and to carry out a pilot programme for the academic year 2018-19 in two or three schools.  If it works, perhaps we could look at doing it on a more streamlined national basis.  We need to think outside the box with these issues.  When one thinks about it, it makes sense that, if children have issues with reflexes, movements and so on, it is bound to have a knock-on effect on their ability to read and write.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#B00300","speaker":"1416"},{"type":"speech","time":1530617400,"counter":16,"content":"<p>I thank Senator Conway.  I apologise for taking this on behalf of the Minister for Education and Skills who has provided me with this response.<\/p> <p>Officials in the Department of Education and Skills were contacted in May by the organisation which promotes this movement therapy programme.  At its core, the programme has the aim to promote learning readiness in children.  On 19 June, officials met with the organisation and listened to a detailed presentation on therapy intervention.  The specific intervention is known as the Institute for Neuro-Physiology Psychology, INPP, method.  The theory behind the INPP method is the presence or absence of certain primitive reflexes or postural reactions are key stages in a child's development, and provide signposts of the maturity in the functioning of the central nervous system.  Examples of primitive reflexes might include sucking and grasping, while postural reflexes might include head-righting reflexes or certain rolling reflexes.  The theory suggests where there is a presence of an apparent reflex or postural reaction, which is not explained by an identified pathology, the reflexes and-or postural reactions can be associated with a variety of neurodevelopmental problems and specific learning difficulties.  In simple terms, certain movement characteristics can signal certain neurodevelopment problems or learning difficulties.  <\/p> <p>The theory further suggests that, by addressing these issues through the exercise programme, neurodevelopmental programmes and specific learning difficulties can be improved.  The INPP method uses the assessment of primitive reflexes and postural reactions in school-aged children and beyond to identify signs of immaturity and the functioning of the central nervous system.  The reflex profile of an individual child is then used as a clinical tool to identify the earliest point in development from which a physical remedial programme should be started.<\/p> <p>The method requires that physical movements based on movements normally made during infancy or the first year of life are prescribed and practised daily.  When applied, progress is assessed at eight-week intervals using tests for primitive and postural reflexes, gross muscle coordination and balance, and ocular motor functioning.  If the exercises are effective, the score on all physical tests should, in theory, decrease.  There should be measurable improvement in the range of neurodevelopmental problems, including speech and language problems, where they arise.<\/p> <p>In order to ensure there is a full understanding of the method, including any evidence of its effectiveness or merit, or potential application in schools, the National Educational Psychological Service was asked to consider the body of evidence provided by the presenting organisation along with any other research or studies on this intervention, and to report back to the Department when this consideration has been completed.  Until such time that the review, or any further review which may be deemed necessary to establish the merit of the programme, is completed it would not be appropriate to consider its inclusion in any existing or new programmes, or for pre-service or in-service provision for teachers.  The Department of Education and Skills is committed to considering any proposal for new or innovative evidence-based interventions.  Officials will remain in contact with the organisation during the review and will inform it of the outcome as soon as it is available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#B00400","speaker":"1234"},{"type":"speech","time":1530617400,"counter":17,"content":"<p>I thank the Minister for a very detailed explanation of the theory, which I am getting my own head around.  It appears to be very convincing.  It is appropriate that it would be referred to the body to which the Minister referred.  Is there a timeline?  We all know about things being referred to bodies, and it seems to be an infinite timeline.  Is there a specific eight-week, 12-week, three-month period in which the body can report back?  The next move for the Department of Education and Skills will be dictated by the recommendations of this body.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#B00500","speaker":"1416"},{"type":"speech","time":1530617400,"counter":18,"content":"<p>I thank the Senator.  I do not have a timeline and it has not been presented to me in the information I have been provided with.<\/p> <p>As part of the negotiations on the programme for Government, I specifically had a commitment written in on page 86 that the Government would be determined to ensure every child leaving primary school could read and write.  It should be a basic requirement that every child is literate and numerate leaving primary school.  Every child should have the opportunity to do that but, sadly, it is not the case.  The Senator has highlighted a particular initiative that may assist a small cohort of people, which I have consistently raised in the past.  I have taken plenty of heat from this House and the Lower House on the issue.  We have three separate databases that could assist us regarding the rate of truancy.  If we could link up the Department of Education and Skills database with those of the Department of Employment Affairs and Social Protection and the national educational welfare service of Tusla, which comes under the remit of the Department of Children and Youth Affairs, it would be an effective tool to identify problems and vehicles to address them.  Sadly, for political reasons people have jumped down on it.  Our priority should be to use all the available technology and information available to us to ensure that regardless of background every child has an equal opportunity to access a proper education particularly in primary school.<\/p> <p>The issue of truancy came up again in the media today.  We need to use the tools available to us as a State to try to ensure all children have the opportunity and are able to read and write when they leave primary school and progress to secondary school.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#C00100","speaker":"1234"},{"type":"minorheading","content":"Light Rail Projects","time":1530617400,"counter":19,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#C00200"},{"type":"speech","time":1530617400,"counter":20,"content":"<p>I welcome the Minister for Transport, Tourism and Sport, Deputy Ross.  We have a rather topical item coming up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#C00300","speaker":"1420"},{"type":"speech","time":1530617400,"counter":21,"content":"<p>I thank the Minister for taking this Commencement matter.  He could have asked a Minister of State to come in so I appreciate him taking the matter in person.<\/p> <p>The Minister knows the area well.  He has lived in this part of Dublin for a long number of years.  He is well aware of the proposal for MetroLink, which will erect a wall in the middle of the community of Ranelagh.  It is proposed that a train will run every 90 seconds.  It will separate the community forever and it will have a great impact on traffic and emergency services.  If they had to attend to a heart attack on one side of the line, for example, trying to access the incident would be difficult because of the way the emergency services are configured.  There has been little opportunity for the residents to make their views known.  Residents on the northside were invited to appear before the transport committee.  The Minister has no control over whether one group or another is invited to appear before the committee but they were excluded from that.  I feel particularly aggrieved by that.  They have requested a meeting with the National Transport Authority, NTA, which I hope will be granted shortly, and they have also asked to meet the Minister.  I ask the Minister to look at his diary on Friday, if that is when he has his diary meeting, to see if he can facilitate the representatives of the residents and schools in the Ranelagh area.  <\/p> <p>The proposal is to close the Luas green line for up to two years.  The official papers say it will be a year but the structural surveys on the embankment have not been carried out yet.  If the embankments have to be reinforced, which I believe will be the case, it will take substantially more than a year.  It will have an impact on the immediate area, not only Ranelagh and Rathmines but the entire southside of the city.  To put the number of people who use the green line back on to other public transport or in their cars would destroy the southside of the city for up to two years.  The economic impact would be substantial.  I ask that the Minister look at continuing the MetroLink further underground past Milltown, which the papers propose, would only close the green line for three months.  The green line could be closed for June, July and August during the school holidays which would lessen the impact on the city and its economic activity and mean having a better scheme to service the city.<\/p> <p>The Minister's officials will probably say he cannot implement these proposals without breaking eggs.  I am a realist.  To put in the infrastructure that is needed, some people will be discommoded and disadvantaged but we have to try to ensure we do not destroy where we do not have to.  There is a solution, although it is not a perfect solution.  It may not be the one everyone likes but it would certainly maintain the integrity of Ranelagh.  It would prevent an old-type Berlin Wall through the heart of Ranelagh, which would not only separate families and communities but would have an impact on small businesses and their economic viability if half their footfall is taken out.  <\/p> <p>I ask the Minister to meet the representatives of the residents' groups, who are the people most impacted.  They have formally written him asking for that meeting.  He may not have had time to consider it.  I ask the Minister to meet them as soon as possible with his officials, to allow them to explain the impact on their communities. He will see that there is a viable alternative.  The costing is &euro;420 million.  Similar major changes have taken place on the northside regarding the location of the stations.  We are hearing rumours.  The NTA said it may be move to a single bore tunnel.  We need to know what impact that will have and what can be done.  If it is moved to a single bore tunnel, as a result of the reduction in cost, can we reduce the impact it will have on communities such as Ranelagh and Rathmines?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#C00400","speaker":"1417"},{"type":"speech","time":1530617400,"counter":22,"content":"<p>I thank the Senator for raising this issue on which he has been a loud and extremely effective voice.  It is a difficult issue because when we embark on projects like this, some communities almost inevitably suffer discomfort or worse.  It is partly my job to ensure it is Government policy that the kind of disruption to which the Senator refers, particularly in Ranelagh, is deferred or does not happen at all.  It is difficult to embark on a project without doing that but I assure the Senator we have no intention of splitting communities in any way.  We will do everything we can to ensure no communities are split by this particular project, which is of such great importance to the entire city and county of Dublin.<\/p> <p>The recently published national development plan, NDP, which was launched earlier this year by Government as part of Project Ireland 2040, brings together the metro north and metro south projects, as envisaged by the NTA's greater Dublin area, GDA, strategy, into one project called MetroLink.  It is a massive project and Ranelagh is an important part of it.  Ranelagh will greatly benefit from it but the sensitivities of the people of the community have to be taken into consideration.  <\/p> <p>The MetroLink project is the development of a north-south urban railway service that will run between Swords and Sandyford, connecting key destinations along the 26 km route.  There will be 25 stations in total, 15 of them brand new.  A large proportion of the route will be underground, including where it passes under the important city centre area and Dublin Airport.  The underground section will terminate close to the Charlemont stop on the Luas green line, south city area, where the metro will connect to and run southwards on the existing Luas green line.  The Luas green line will be upgraded to metro standard as part of the project.  It will provide Dublin with a high-capacity, high-frequency, cross-city rail corridor, serving critical destinations such as Swords, Dublin Airport, Dublin City University, Ballymun, the Mater Hospital and existing destinations along the Luas green line to Sandyford.  MetroLink will provide faster reliable journey times to and from these key destinations while offering interchange with other rail, DART expansion, light rail and bus services.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Shane Ross:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1974\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1974&amp;amp;pid=ShaneRoss&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> It is predicted that capacity for 15,000 passengers per direction per hour during the busiest peak times will be required along this corridor.  MetroLink will have the capacity for 30 trains per hour in each direction, so it will greatly enhance the public transport offering in Dublin.  The creation of about 4,000 jobs during construction is also envisaged, which is highly significant for the economy in the region.  The NTA, in conjunction with TII, recently completed a public consultation process on the emerging preferred route.  The emerging preferred route is the proposal which has been identified as the likely optimal scheme from a technical design perspective, without the benefit of public consultation and input.  It is not a finalised and selected scheme.  The final layout will only be determined after consideration and evaluation of the issues raised during the consultation process.  The purpose of that process, which also includes public consultation meetings, was to obtain the views of the general public, particularly those along the identified emerging route and to take that input into account in finalising a selected route.  I gather there have been consultations and meetings on this subject in the Senator's area.<\/p><p>Following receipt of all of the submissions, the issues and concerns identified are being carefully considered by TII and the NTA in determining the final scheme proposal.  A public consultation report is expected to be published later this year, following a full appraisal of the 8,000 submissions received.  The NTA and TII expect that an application for a railway order, comprising the final design scheme, will be submitted to An Bord Plean&aacute;la during quarter 3 of 2019.  A further public consultation will be undertaken in 2019 as part of the statutory planning consent process.  This will include a report assessing the environmental impacts of the project as well as final details of any land acquisitions needed for the scheme.  Subject to receipt of planning approval, construction of the project is expected to commence in 2021 with MetroLink open for passenger use in 2027.<\/p><p>I absolutely understand the concerns raised by affected stakeholders, including those communities in Ranelagh, so well represented by Senator Humphreys.  I believe that the MetroLink project can bring many benefits.  I am confident that the NTA and TII, through the consultative process that they have under way, will find a way of delivering the MetroLink project, maintain good routes that interchange with other public transport modes, and do it in a way that respects the social and community life of our city.<\/p><p>Given the MetroLink emerging preferred route proposal is the subject of a current independent public consultation process, I am sure the Senator will understand it would be highly inappropriate for me to comment any further on the details of the proposal at this time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#C00500","speaker":"1213","continuing":true},{"type":"speech","time":1530617400,"counter":24,"content":"<p>It is not my intention or that of the residents' groups to put the Minister in an awkward position, but the residents in Ranelagh believe the consultation process was deeply unfair.  As I said earlier, others had access to the transport committee, to the National Transport Authority and to senior Ministers.  This is not what happened on the southside of the city.  When we requested a two-week extension to the public consultation we were informed that it would not be extended because of a specific request from residents on the northside that it should close on time.<\/p> <p>The opportunities for people to express their views were very limited.  That is why I am asking the Minister to find time in his diary to meet the residents' representatives.  Above all there have been a number of announcements since the closure of the public consultation.  We have heard of a temporary inconvenience of five or six years during the building of the MetroLink to Home Farm Football Club and certain GAA pitches.  I welcome that they can be facilitated as they should be.<\/p> <p>However, we have no information on whether the single-bore tunnel will affect the southside, whether it can be extended beyond Milltown or whether the residents' views will be taken on board.  That is why I am so insistent that they should have an opportunity now to engage with departmental officials on the matter.  They have some extremely good ideas.  The residents know very well the impact needs to be highlighted; they went through this procedure with the Luas green line.  They just want their views taken on board.  They do not want their communities divided in half.  They want equality.  They want to be treated in the same way as every other citizen in Dublin is treated which they have not been up to now.  They need to talk to the decision makers, to whom other residents in this city seemingly have access but the residents in Ranelagh do not.<\/p> <p>As I said earlier, I ask the Minister to meet the residents' representatives.  I ask him to ensure the National Transport Authority also meet the residents' representatives.  We need to seriously look at taking the single-bore tunnel underground much further out into the suburbs.  I know the areas involved and they need good public transport.  The MetroLink opens up lands past Dublin Airport for the construction of residential units that we badly need.  We know of the planning applications for a number of units to be built in Cherrywood.  We know of the need for access.  However, the impact this will have in the Ranelagh and Rathmines area needs to be taken on board.<\/p> <p>I thank the Minister for attending today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#D00200","speaker":"1417"},{"type":"speech","time":1530617400,"counter":25,"content":"<p>I wish to respond to the subsequent points the Senator has made.  I am not averse to meeting residents' groups at all, although I could not obviously meet everybody who has difficulty with every transport project.<\/p> <p>The public consultation process report is due to be issued later this year.  This is primarily a matter for the NTA and it is not primarily a matter for me to interfere with that process.  In fact, it would be wrong for me to do so.  It should be left.  The Senator might like the result of the public consultation report that is due to be released this year.  After that I will certainly consider meeting the residents if the Senator still feels dissatisfied or aggrieved by the treatment he received from the NTA in this matter.<\/p> <p>There will be another public consultation process in 2019 as part of the statutory planning consent process as the Senator will be aware.  I will convey what he had to say to the NTA and I will communicate with him on its response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#D00300","speaker":"1213"},{"type":"minorheading","content":"Care of the Elderly Provision","time":1530617400,"counter":26,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#D00400"},{"type":"speech","time":1530617400,"counter":27,"content":"<p>I am asking the Minister for Health to confirm when the day-care centre for older people will open at the Ballinamore community nursing unit and primary care centre and if there are any plans to provide additional beds at the unit.  I thank the Minister of State for being here today.  I clearly remember five years ago turning the sod on the &euro;6 million primary care centre and the 20-bed community nursing unit in what is a very impressive campus.  It was a great privilege for me as a local Deputy back then to turn the sod on the wonderful development.  We now have a modern purpose-built primary care centre and an interconnected 20-bed care managed unit.<\/p> <p>The role of the primary care centre fits in with the Government's primary care strategy which is to provide a range of key services addressing the needs of local communities all under one roof.  Using this approach, the primary point of contact between a person and the health system is through the local primary care team.  The community nursing unit works in tandem with the primary care centre, acting as either a step-down facility for patients well enough to be discharged from general hospital but not well enough to go home or those who require additional therapies.<\/p> <p>Regarding my first query over the day-care centre, it was clearly stated in the project's brief at the very outset that this campus would have a day-care facility.  Unfortunately this is still to happen.  I would like to establish when the facility will commence.  It is certainly long overdue.  Day-care centres provide a range of social and rehabilitative services for older people with disabilities, and are a vital lifeline for many elderly people.  Ballinamore deserves one like any other area.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frank Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The community nursing unit is a long-term care facility designed to meet the needs of dependent older people in south Leitrim and has been operational since May 2016.  At present there are 20 residents in the facility.  It is an extremely busy unit but, unfortunately, there is a long waiting list to avail of all its services.  Given this situation, I want to ask Minister of State whether there are any plans to provide additional beds at the site.  There is certainly more space in the site for a further build, which would provide more beds to cater for this demand.  I will be interested to hear the views of the Minister of State on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#D00500","speaker":"1424","continuing":true},{"type":"speech","time":1530617400,"counter":29,"content":"<p>On behalf of the Minister of State with responsibility for mental health and older people, Deputy Jim Daly, I thank Senator Feighan for raising this very important matter.  I also acknowledge his work on this issue and with regard to health and disability services and senior citizen services in his area.<\/p> <p>The overarching policy of the Government is to support older people to live with dignity and independence in their own homes and communities for as long as possible, and to support access to quality long-term residential care where this is appropriate, and this appropriateness is the important aspect.  Yesterday we announced &euro;14 million for housing adaptation grants for senior citizens with disabilities and this is another step in the same direction, so we have more people living in their own homes, where possible, as long as they have the proper facilities and accessibility.<\/p> <p>The HSE has operational responsibility for planning, managing and delivering health and personal social services.  Home care and other community services provide a greater range of options to avoid admission to acute hospitals, support early discharges and, where appropriate, to rehabilitate and re-able patients after periods of particular difficulty.<\/p> <p>Our ageing population is one of the most significant demographic and societal developments that Ireland has encountered in modern times.  Not only are people living longer, but a great many people are staying healthier and living better for longer.  Demand for community services is rising as more people are supported in their own homes rather than in hospitals or nursing homes.  However, quality residential care must continue to be available for those who need it.  I emphasise this angle to the debate.  It is for those who urgently need it.<\/p> <p>Primary care centres provide a range of key services to address the health needs of their local communities.  Access to day centres can make an important contribution by providing invaluable support, advice and social interaction for older people who may, for any number of reasons, be experiencing isolation and loneliness.  The Ballinamore primary care centre and community nursing unit consists of a modern purpose-built primary care centre and interconnected 20 bed community nursing unit.  The community nursing unit has been operational since May 2016.  There are 18 single bedrooms and one twin bedroom.  Residents are supported by a full nursing team and support team, who provide nursing care and support on a 24-hour basis.  Medical care is provided by a GP service Monday to Friday between 9 a.m. and 5 p.m.  Outside these hours medical care is provided by NoWDOC.  Multidisciplinary team members are accessible to residents through a referral process.<\/p> <p>Ballinamore forms part of the south Leitrim complement of nursing home beds, which includes St. Patrick's hospital in Carrick-on-Shannon with 65 beds and Arus Carolan in Mohill with 36 beds.  At present, there are no plans to provide additional beds in Ballinamore.  However, as the Senator is aware, the national development plan acknowledges the need for additional capacity.  It is expected that 4,500 additional short-term and long-term beds will be required across the public system in community nursing units and other step-down facilities, as identified by the health capacity review.<\/p> <p>Health capital projects and programmes under way will continue, and these major priority projects will require the bulk of the notified capital allocation over the initial period of the plan from 2018 to 2022.  The next planned phase of service provision for Ballinamore is the introduction of an integrated social day care service, which will further enhance day service provision in the south Leitrim area.  It is envisaged that hot meals for clients who attend will be provided through the Ballinamore community nursing unit based on the same site.  Social day services help to prevent social isolation, reduce possible hospital admissions and support early discharge from acute settings.  The integrated social day care service will provide clients with opportunities to engage with their peers while participating in social activities.  The HSE is seeking funding through the 2019 Estimates process to progress this plan and I will be very supportive of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#E00200","speaker":"1359"},{"type":"speech","time":1530617400,"counter":30,"content":"<p>I thank the Minister of State for his, as always, considered contribution.  I welcome the fact that integrated social day-care services are planned and I hope the HSE will get the funding through the Estimates in 2019.  We should support anything that prevents social isolation, reduces possible hospital admissions and supports the early discharge from acute settings.  There is a very elderly community in Ballinamore and it should get priority funding and attention.<\/p> <p>The fact that 4,500 additional short-term and long-term beds will be required throughout the public system in community nursing homes and other step-down facilities was identified by the health capacity review.  There is no better place to increase the number of beds than Ballinamore.  The 65 beds in St. Patrick's Hospital in Carrick-on-Shannon and the 36 beds in Arus Carolan in Mohill are very welcome.  Providing an extra 20 beds in Ballinamore would bring it on par with Mohill.  It is not that one is competing with the other, but that these beds are needed in the south Leitrim area.  I know the Minister of State will look favourably on providing these extra beds for Ballinamore, and I hope he does so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#E00300","speaker":"1424"},{"type":"speech","time":1530617400,"counter":31,"content":"<p>I thank Senator Feighan for his comments.  I also welcome the fact that he welcomes the integrated care plan.  With regard to the Estimates, it is very important that we are all very supportive.<\/p> <p>The Minister and the HSE recognise that services provided at Ballinamore are a vital element in helping people to stay in their communities and homes.  These services assist people who do not require emergency department hospital admission to be discharged as early as possible from acute care back to their communities.  The level of funding available from the Department of Health in 2019 and the quantum of service to be provided by the HSE will be considered as part of the national estimate budgetary process and the national service planning.<\/p> <p>The Minister of State, Deputy Jim Daly, would wish to acknowledge Senator Feighan's continued commitment on behalf of the community to improve services in the area.  When we listen to this debate and see the work has started, there is a genuine issue with regard to Ballinamore.  I commend the commitment of Senator Feighan to Ballinamore.  There should be an increase in the number of beds.  It is a genuine request from the Senator and it is very important that I bring this message back to the Minister of State.  I will bring back all of the issues the Senator has raised with regard to the wonderful service in Ballinamore.  We should develop it as part of the national plan.  There is a genuine issue because, of course, we recognise the valuable work done for many of our senior citizens.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#E00400","speaker":"1359"},{"type":"unspoken","time":1530617400,"counter":32,"content":"<p>Sitting suspended at 1.18 p.m. until 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1530617400,"counter":33,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#T00100"},{"type":"speech","time":1530617400,"counter":34,"content":"<p>The Order of Business is No. 1, motion re Employment Equality Act 1998 (section 12) (reservation of vocational training places) Order 2018 - referral to committee, to be taken on conclusion of the Order of Business; No. 2, Judicial Appointments Commission Bill 2017 - Committee Stage, to be taken at 4.45 p.m. and adjourned at 6 p.m., to be resumed at 7.30 p.m. and adjourned at 11 p.m., if not previously concluded; and No. 3, Data Sharing and Governance Bill 2018 - Committee Stage (resumed), to be taken at 6 p.m. and adjourned at 7.30 p.m., if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#T00200","speaker":"1391"},{"type":"speech","time":1530617400,"counter":35,"content":"<p>I have raised my first matter previously in the House and it is deeply connected to the lack of supply in the housing market, which I also speak of on a consistent basis in the House.  There is a crisis in the construction sector now because of a lack of skilled construction workers.  This stems from the fact that in recent years we have completely neglected the operation of apprenticeship schemes in this country.  In 2017, for example, a grand total of 121 bricklayer apprentices commenced training.  That figure was obtained through a parliamentary question tabled by my colleague, Deputy Niall Collins.  This is a drop in the ocean when IBEC estimates an additional 80,000 workers are needed in the sector in order to deal with current housing demand.  There are 134,000 workers in the construction sector and the serious lack of investment in apprenticeships in recent years is a matter of grave concern.  These skilled workers are not just needed in the short term, they are also very much needed in the long term in order to ensure that we have a sustainable housing supply to deal with future growing demands from the rising population.<\/p> <p>Instead of supporting apprenticeship schemes, the Government scrapped the new shared apprenticeship model in March.  The latter was a pilot partnership between SOLAS, the Construction Industry Federation and Waterford and Wexford Education and Training Board.  This pilot programme was deemed a success but, despite this, the Government failed to roll it out nationally.  I call on the Minister of State at the Department of Business, Enterprise and Innovation and Education and Skills, Deputy Halligan, as well as the Minister for Housing, Planning and Local Government, to see what they will do about boosting apprenticeship numbers.<\/p> <p>My second matter is a call for the public, especially Dubliners, to look at the proposed new Dublin Bus network routes.  This will replace the current system, which has 130 routes, and the new proposed network will form around the concept of seven spines around the city running from one end of the city to the other, as well as a circle line.  A public consultation process will start in the next month and I urge all Dubliners, as well as people who come here and use the public transport system, to engage with the process and make their views known.  Our current system is quite cumbersome and difficult to access; it is it hard to get from one end of the city to another without going through the centre.  This new system aims to make Dublin Bus routes more accessible and easier for tourists and others to use.  I urge Senators to review the new Dublin Bus network and I ask them to urge supporters and others to review it and submit their opinions to the National Transport Authority in the next month.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#T00300","speaker":"1407"},{"type":"speech","time":1530617400,"counter":36,"content":"<p>I wish to raise a matter that is due to be discussed later.  I will not go into substantive detail.  I refer to the Judicial Appointments Commission Bill 2017.  The Group of States against Corruption, GRECO, was established in 1999 by the Council of Europe to monitor states' compliance with organisations relating to anti-corruption.  GRECO's objective is to improve the capacity of members to fight corruption by monitoring compliance with the Council of Europe's anti-corruption standards.  I and many other Members will have read in the media comments from GRECO, which has significant concerns about some key measures proposed in the Bill, particularly the provisions around the new judicial appointments commission.  It states that these are not in line with European standards and more substantial participation is required.<\/p> <p>I will not get into any real detail other than to say I am thinking of one of our current Ministers, Deputy Ross.  If he was not a Minister and a report like this came to the attention of the Government, he would stand in the D&aacute;il demanding that it be published.  It is right and proper that we stand today in solidarity and demand of the Government to publish the GRECO report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#T00400","speaker":"1379"},{"type":"speech","time":1530617400,"counter":37,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#T00500","speaker":"1392"},{"type":"speech","time":1530617400,"counter":38,"content":"<p>I understand that it makes some damning remarks.  I do not want this GRECO report to come back and haunt us.  We know the Government has sight of the GRECO report.  How can we proceed with legislation when we know that the Government is withholding the report?  I suggest that this is being done under pressure from a Cabinet Minister, which is not the right way to proceed.  I hope that today we will show solidarity and illustrate to the public that for which we, as Senators, stand.  We should not proceed with any legislation-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#T00600","speaker":"1379"},{"type":"speech","time":1530617400,"counter":39,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#T00700","speaker":"1392"},{"type":"speech","time":1530617400,"counter":40,"content":"<p>-----until the GRECO report is published by the Government.  The Minister for Transport, Tourism and Sport, Deputy Ross, would have stood up in the Lower House to demand accountability and transparency but today I challenge him.  He is aware, like all Ministers, of the GRECO report.  We need to see it and decide for ourselves what is in it.  Let it not come back to haunt us in two weeks or have us standing up to say that if only we had heeded the report, it would have been different.  Say \"No\" to proceeding with the legislation until such time as the GRECO report is published and debated in both Houses of the Oireachtas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#T00800","speaker":"1379"},{"type":"speech","time":1530617400,"counter":41,"content":"<p>I welcome the recent announcement regarding the traditional harvesting rights of the seaweed harvesters along the western counties, including my county of Mayo.  From the very beginning of the lifetime of this Seanad, it is an issue we have fought hard to put right.  We had major concerns around the harvesting of seaweed, with particular concerns rooted in the sell-off of Arramara Teoranta to Acadian Seaplants Limited and what it might lead to with respect to the privatising of our natural resource of seaweed.  We spoke on many occasions about the increasing value of seaweed with respect to job and enterprise creation.  The Minister of State at the Department of Housing, Planning and Local Government, Deputy English, has indicated his intention to establish a body to develop and implement a strategy to underpin the development of the wild seaweed sector and the licensing system.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We do not want the delays and confusion that accompanied the other agricultural schemes and grants in recent years to happen in the case of seaweed.  Just like Senator Grace O'Sullivan, my party has repeatedly called for a debate in the House on seaweed, particularly on the latest development and the mechanisms that will give effect to this decision. <\/p><p>The seaweed industry in Ireland has huge potential but it has suffered from a lack of strategic Government investment for decades.  It is vital for rural Ireland but it must be maintained in an equitable and fair manner, and take into account the concerns of local people.  Seaweed is a really valuable resource that must be exploited.  Unlike what we have done to date, in terms of oil and gas, we must exploit our seaweed resources for the benefit of the people who live along the coastline and create jobs and enterprises.  It is timely for us to invite the Minister to the House for a full debate on how to bring the seaweed industry forward to create jobs and enterprises in an environment friendly manner while keeping the resources within the State rather than sell them to multinational companies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#T00900","speaker":"1378","continuing":true},{"type":"speech","time":1530617400,"counter":43,"content":"<p>Go raibh maith agat f&eacute;in agus anois, an Seanad&oacute;ir Colette Kelleher.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U00200","speaker":"1381"},{"type":"speech","time":1530617400,"counter":44,"content":"<p>I thank the Cathaoirleach for helping me out on a matter that I shall not divulge to the House today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U00300","speaker":"1430"},{"type":"speech","time":1530617400,"counter":45,"content":"<p>Come on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U00400","speaker":"1388"},{"type":"speech","time":1530617400,"counter":46,"content":"<p>Why mention it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U00500","speaker":"1427"},{"type":"speech","time":1530617400,"counter":47,"content":"<p>The Senator cannot say that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U00600","speaker":"1390"},{"type":"speech","time":1530617400,"counter":48,"content":"<p>Why mention it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U00700","speaker":"1427"},{"type":"speech","time":1530617400,"counter":49,"content":"<p>Some men will go to any lengths to stay at home to watch the World Cup.  That was why my husband smashed his elbow on the road in Crosshaven recently and I am getting some leave, courtesy of the Cathaoirleach, for which I thank him.  I assure Senators that my husband is on the mend.<\/p> <p>I propose an amendment to the Order of Business to the effect that No. 14 on the Order Paper be taken before No. 1.  Today, at the launch of the Travellers' Oireachtas group I said that I would seek leave to introduce the Traveller Culture and Education Bill later in the day.  My legislation proposes to incorporate Traveller culture and history into the mainstream school curricula, an important first legislative inclusion since the recognition of Traveller ethnic minority status by the then Taoiseach, Deputy Enda Kenny.  <\/p> <p>The Bill provides for the inclusion of Traveller culture and history in the school curriculum that is taught by recognised schools in the State, and for that purpose to amend the Education Act 1998 and provide for related matters.  This Bill will go some way to make schools a more conducive environment for young Travellers.  Today, at the launch we heard that only 9% of young people aged between 24 and 35 years with a Traveller background had completed the leaving certificate examination compared with 86% of the mainstream population.  Therefore, making Traveller culture and education part of schooling would go some way to make schools a more welcoming environment.  The legislation would also provide important checks and balances to counter the prejudice and hate speech that Travellers often experience on a daily basis.  I seek permission from the Leader to introduce my legislation.  I thank Senators Ruane, Higgins, Mac Lochlainn and Devine for their support and for attending the launch.  I also thank colleagues from the other House who attended as well. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U00800","speaker":"1430"},{"type":"speech","time":1530617400,"counter":50,"content":"<p>I propose an amendment to the Order of Business that we would not take Committee Stage of the Judicial Appointments Commission Bill 2017 today.  On behalf of the Labour Party group, I seek to put forward again the position that Senator Humphreys and myself put forward last Thursday that Committee Stage of the Bill should not be taken until we have sight of the as yet unpublished report that touches on the Bill from the Council of Europe's Group of States against Corruption, GRECO, because we need time to see what GRECO has said and to hear the response of this Government.  I endorse the very strong words uttered by Senator Boyhan.  He criticised the way this Bill has been approached in the Seanad. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U00900","speaker":"1402"},{"type":"speech","time":1530617400,"counter":51,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U01000","speaker":"1392"},{"type":"speech","time":1530617400,"counter":52,"content":"<p>The approach has made a mockery of the legislative process.  We are being asked to legislate in the dark without sight of a report, significant excerpts of which have already been leaked into the public domain.  I want to refer colleagues who may as yet be undecided as to what way they will vote on our amendment to four points that were raised in the GRECO report.<\/p> <p>First, GRECO expressed the point that while the Government says there have been in-depth consultations with the Judiciary, conversely the Judiciary says that there have not been such consultations.  Second, GRECO has said it has significant concerns about the composition of the judicial appointments commission, as proposed in the Bill.  Third, GRECO claims that the Government's proposal is not in line with European standards.  Fourth, GRECO has urged the Government to reconsider this matter in order to limit the potential risks of improper influence from the Executive or political power over the appointments process to the Judiciary, or any perception thereof, and to do so in close co-operation with the judicial authorities.<\/p> <p>Instead of this considered approach to much-needed reform of judicial appointments, legislation is being rammed through subject to Whips and late night sittings.  This is not good legislation.  It is not in keeping with what the Government describes as the best part of new politics.  It has been proposed to debate the Bill until 11 p.m. tonight and, again, indefinitely into tomorrow night but this is simply unacceptable.  As many as 111 amendments have been tabled, including a significant number from the Government.  My party has tabled its own amendments without prejudice to the amendment that we seek to have passed by the House today.  I repeat that this is not sound legislation.  The first thing that we need to do is see the GRECO report and hear what the Government proposes to do-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U01100","speaker":"1402"},{"type":"speech","time":1530617400,"counter":53,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U01200","speaker":"1390"},{"type":"speech","time":1530617400,"counter":54,"content":"<p>-----to respond to these very serious criticisms-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U01300","speaker":"1402"},{"type":"speech","time":1530617400,"counter":55,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U01400","speaker":"1392"},{"type":"speech","time":1530617400,"counter":56,"content":"<p>-----by the Council of Europe's Group of States against Corruption, GRECO.<\/p> <p>Finally, I agree with Senator Boyhan that the Minister for Transport, Tourism and Sport would be the first person to jump up and down in disgust if a Government, of which he was not part, tried to bring about much-needed reform in this extremely misguided and ill-conceived way.  I urge colleagues to support my amendment to the Order of Business that calls on us not to take Committee Stage of the Bill today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U01500","speaker":"1402"},{"type":"speech","time":1530617400,"counter":57,"content":"<p>I wish to raise the issue of convicted sex offenders travelling from Britain to start new lives in Ireland.  In my area, two sex offenders were caught in Trim and Athboy, County Meath.  Last week, a man was discovered to be waiting for two 14-year old girls that he had groomed online to arrive by bus from Dublin.  Thankfully, it was a sting operation and he was caught.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U01600","speaker":"1423"},{"type":"speech","time":1530617400,"counter":58,"content":"<p>Was he English?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U01700","speaker":"1392"},{"type":"speech","time":1530617400,"counter":59,"content":"<p>The man was caught by a group of citizens.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U01800","speaker":"1423"},{"type":"speech","time":1530617400,"counter":60,"content":"<p>Was he English?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U01900","speaker":"1392"},{"type":"speech","time":1530617400,"counter":61,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U02000","speaker":"1423"},{"type":"speech","time":1530617400,"counter":62,"content":"<p>Senator Butler please, without interruptions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U02100","speaker":"1381"},{"type":"speech","time":1530617400,"counter":63,"content":"<p>One can listen online to a recording of what he had posted online.  His postings were sick beyond belief.  Why does the State not prevent such convicted monsters from entering this country and starting new lives here?  They should be deported back to where they came from.  We need to introduce an Australian style policy to deal with convicted sex offenders.  I have seen the devastation inflicted by these people.  I know of a family that has been destroyed and so much so that they had to leave the area.<\/p> <p>I ask the Leader to invite the Minister here for a debate on the matter.  We urgently need stronger legislation in this area.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U02200","speaker":"1423"},{"type":"speech","time":1530617400,"counter":64,"content":"<p>I support Senator Boyhan's remarks on GRECO and, equally, Senator Ardagh's comments, particularly on BusConnect.  I firmly believe that it is important that people consider the matter.<\/p><p>I wish to raise an issue that has been talked about a lot recently.  I have in my hand a copy of the confidence and supply agreement.  I do not think anybody, including journalists and members of the Cabinet, have bothered to read the agreement in the past two years because I am constantly being told that my party will pull the plug whenever it suits.<\/p><p>The agreement consists of seven pages.  Two pages are dedicated to the confidence and supply agreement.  Appendix 1 consists of three pages and deals with the following issues: a policy framework for a confidence and supply agreement; <font color=\"#2F2F2F\">Ireland&rsquo;s economy; industrial relations and public sector pay; <\/font>securing affordable homes and tackling homelessness; creating decent jobs and supporting enterprise; cutting costs for families and improving public services; and tackling crime and developing community services.  Appendix 2 is entitled the Fine Gael-Fianna F&aacute;il Agreement on Water Services, which has been dealt with.  Please note that on page 2 of the agreement it states: &quot;It is agreed that both parties to this agreement will review this Framework Agreement at the end of 2018.&rdquo;  It does not state the middle of 2018, the summer of 2018 or before the budget but at the end of 2018.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Nobody has asked me to raise this but I am raising it because I am tired of reading in the newspapers and hearing people say that it should be reviewed now.  People are ramping it up on both sides.  It is in the agreement that was signed by the leaders of Fianna F&aacute;il and Fine Gael that both parties would review the framework arrangement at the end of 2018.  That is what is in the agreement and that is what Deputies Miche&aacute;l Martin and Enda Kenny signed up to.  It is what our party signed up to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#U02300","speaker":"1412","continuing":true},{"type":"speech","time":1530617400,"counter":66,"content":"<p>Does the Senator wish to bring the review forward?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#V00200","speaker":"1381"},{"type":"speech","time":1530617400,"counter":67,"content":"<p>He does, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#V00300","speaker":"1417"},{"type":"speech","time":1530617400,"counter":68,"content":"<p>I do not; quite the opposite.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#V00400","speaker":"1412"},{"type":"speech","time":1530617400,"counter":69,"content":"<p>I formally second it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#V00500","speaker":"1398"},{"type":"speech","time":1530617400,"counter":70,"content":"<p>I am just advising people on the record of the House that this is what was agreed by both parties, and my party has stuck to it.  We have done our budget so far, as we said we would, and we have facilitated the Fine Gael-led minority Government of 50 Fine Gael Deputies, with eight Independent Members of various groupings supporting it.  We have played our part and it is important that be acknowledged.  All these calls for early reviews are not in keeping with the letter of the agreement.  It should be acknowledged that we are playing our part in delivering the stability that is needed for this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#V00600","speaker":"1412"},{"type":"speech","time":1530617400,"counter":71,"content":"<p>I am sure the Leader will reaffirm the Senator's view.  I call Senator McDowell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#V00700","speaker":"1381"},{"type":"speech","time":1530617400,"counter":72,"content":"<p>I, too, wish to mention the GRECO report, without trespassing on the debate on the Judicial Appointments Commission Bill.  This is a Council of Europe report and one version of it has been considered.  The Government's proposals have changed somewhat since the first report was published so now we have a second set of circumstances.  It is my understanding that the Government has received a second report from the GRECO committee.  That report must take account of what has happened to the proposed legislation in the meantime.  We are expected to believe that this report will be discussed by the Council of Europe in the near future but that we should not see it at this point even though it is of significant relevance to the proposed business of the House.  If the report has been received in its amended state by the Government, as I believe it has been, and if it has been available to the Government for consideration and the Government has sat on it, so to speak, and not yet issued its comments to the Council of Europe so that the publication of the report and its response should be delayed, that is a serious state of affairs.<\/p> <p>We are here to consider the legislation that has been put before us on this serious issue.  Under the European Convention and the Council of Europe arrangements, we are a democracy that has agreed to comply with international standards.  There is, on the face of it, a report that is deeply critical of what the Government is proposing to do.  It might be less critical or more critical since the amendments were made but we do not know.  However, we are told by the newspapers that it remains deeply critical of what the Government is proposing to do.  The issue is that there is no reason that we should not be acquainted with the terms of this report before we consider what amendments have to be made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#V00800","speaker":"1403"},{"type":"speech","time":1530617400,"counter":73,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#V00900","speaker":"1392"},{"type":"speech","time":1530617400,"counter":74,"content":"<p>It is simply a question of timing.  There is no need for us to continue playing blind man's buff on legislation if this report is being kept secret.  What is the point of the Government sitting on the report and not releasing it when it would inform and advise us on what we should or should not do with our legislative time?  I appeal through the Leader to the members of the Government to stop playing a game of hunt the thimble here, by asking us to guess what is in the GRECO report, and to accord us the common decency and the democratic obligation of letting us know what the view in the Council of Europe is of the Government's proposed legislation before we are asked to cast our own judgment on the amendments to this troubled legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#V01000","speaker":"1403"},{"type":"speech","time":1530617400,"counter":75,"content":"<p>I wish to let people know that the Pride parade is on in Limerick at 2 p.m. on Saturday.  We would welcome anybody who wishes to come along to support it.  It is meeting at Merchant's Quay in Limerick.<\/p> <p>I wish to raise is a concern about University Hospital Limerick and the report that was issued today.  The son of a lady who is in the hospital was on the radio this morning.  I will not mention any names.  More than 800 people were treated on trolleys in the hospital in June.  It is hot everywhere now, but the air conditioning broke down in the hospital and there are a number of other issues.  There are many sick people and while there has been an effort to repair many of the different problems, there seems to be one thing after another.  The Government has put a great deal of money into the hospital.  The new emergency department is three times the size of the old one.  However, something will have to be done.  The Minister for Health will have to focus on University Hospital Limerick and try to resolve the issues there.  I ask that he be invited to the House to discuss it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#V01100","speaker":"1384"},{"type":"speech","time":1530617400,"counter":76,"content":"<p>I welcome the safe location of the school children and their coach in a cave in Thailand.  The drama is still unfolding and there are difficulties ahead but we wish them a full and successful recovery.<\/p> <p>I also wish to raise BusConnects.  I attended the briefing yesterday and apparently more than 80% of Dubliners believe that change is needed for a better bus service in the capital city.  Hopefully, that will go smoothly but the public consultation is to commence on 16 July and cease on 14 September.  Along with some of my colleagues yesterday I impressed on the NTA and Dublin Bus that the public consultation should not take place in the summer months when most Dubliners will be away on holiday.  Cynics would say that a great deal of public consultation takes place at Christmas time, Easter time or during the summer holidays.  It will not achieve the responses we need and will not generate the inclusion and ownership by Dubliners of this public consultation if most of them are unaware of it or are unavailable to do it.  I plead with the Leader to ask the Minister for Transport, Tourism and Sport to intervene and extend the public consultation period.  It is intended to examine the appropriate public transport for Dublin so we need everybody's voice at it.<\/p> <p>The other issue is that Dublin Bus has invested in a fleet that is diesel hybrid.  Diesel has a bad rap and it is a pollutant.  Even if the hybrid is an improvement the diesel part of the exchange is not.  Millions of people and thousands of cities worldwide have successfully adopted 100% electric public transport.  Perhaps the Minister could also address why Dublin Bus is not purchasing an electric fleet as opposed to using the diesel pollutant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#V01200","speaker":"1388"},{"type":"speech","time":1530617400,"counter":77,"content":"<p>First, I support the amendment proposed by Senator Kelleher regarding the Traveller Culture and Education Bill.  Second, I thank my colleagues who attended the briefing this morning by users of the opioid treatment services.  There was a brilliant turnout and it was good to have people there to hear the users' concerns about how their human rights are being violated, in a sense, especially through the supervision of urine tests, which sometimes take place up to three times a week.  There was one issue I had never thought of in all the years that I have been working in the services.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The comment of one young man, who was a former service user, spoke about how women were observed by a member of staff during menstruation.  They were given no privacy and were observed at all times giving urine sample.  Should the sample during menstruation be deemed as dirty, they would be punished and have their methadone restricted or have their dose decreased.  Medication was being used as a form of punishment in addiction services.<\/p><p>We need to move away from this model.  I thank the Oireachtas Members who came to the presentation in the AV room.  I have plenty of reports for those who want one, or I can email them a report.  Some very solid recommendations were made and we should all be getting behind the recommendation in this report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#V01300","speaker":"1404","continuing":true},{"type":"speech","time":1530617400,"counter":79,"content":"<p>I wish to raise an issue on mental health services in County Roscommon.  I attended a meeting last Friday afternoon on two facilities in County Roscommon, the Rosalie unit in Castlerea and the Ballaghaderreen mental health day centre.  I am extremely frustrated at the way in which the HSE is treating public representatives and the public in respect of this issue.  We already have had an external report into mental health services in County Roscommon because of the significant management difficulties which have taken place during several years.<\/p> <p>I strongly emphasise the importance of ensuring that we provide for the 12 residents who are currently living in the Rosalie unit and their future needs in terms of specialist residential care.  I say that, having worked in the health service for eight years.  I am deeply frustrated, like the residents and the family members that the HSE is not listening to our concerns and the need for this unit to remain open.  The HSE has completely failed to look at options to ensure that whatever improvements are necessary are made.  The only word we are hearing is the word \"closure\".<\/p> <p>I have concerns about the Ballaghaderreen mental health day centre.  I am deeply concerned again with regard to the way the HSE informed the public as to what replacement services will be.  Again, the only word we hear is the word \"closure\".  The HSE has said that replacement services will be based on individual need.  Of course services need to be based on individual need, but we need to know what types of services they will look like.  That is not a practical answer to the people with mental health difficulties who need to use these services and future people who may need to use these services.<\/p> <p>I have raised this issue on the Commencement on a number of occasions and I know the Cathaoirleach will direct me to do that, but I am very frustrated at present that we are not getting answers to ensure that the people in County Roscommon are properly supported in terms of mental health services.  I have raised this at length with the Minister for Health, Deputy Harris, and most recently on Monday afternoon.  I have raised it also with the Minister of State, Deputy Jim Daly, and I want answers.  I want answers that indicate there will be improvements to our services.  We deserve our fair share in our region.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#W00200","speaker":"1415"},{"type":"speech","time":1530617400,"counter":80,"content":"<p>I second Senator Ivana Bacik's amendment to the Order of Business.  We mentioned the word \"GRECO\" and that goes over the public's heads.  What is GRECO?  I think it is worthwhile to state that GRECO is the Council of Europe's Group of States against Corruption.  We know that everybody in this House today knows that GRECO has issued a yellow card to Ireland.  The State is not formally replying to it because it does not want it published.  I can honestly say that the majority of this House at this stage has seen some sign or some part of that report.  I appeal to my colleagues in the Fine Gael Party, with whom I sat in government and we said that we would not let that happen again.  Our courts are the foundation of democracy.  We said that future decisions will be facts based.  What are we pushing through the House today?  A vanity of the Minister for Transport, Tourism and Sport, Deputy Shane Ross.  There is no common sense and no proper procedures.  We received the amendments late.  It is not good enough to keep the Minister, Deputy Ross, on.  He is not coming in to defend his Bill because the Minister for Justice and Equality does not believe in it, yet it will be rammed through the Seanad in the next couple of days.  Then we will get the yellow card from Europe to say that we had proceeded incorrectly.  There are flaws in the Bill.<\/p> <p>I am not saying the whole Bill is wrong.  There are some good elements but what will be rammed through the Seanad in the next couple of days is wrong.  It is undemocratic.  It is being done to keep one Minister on board.  The Government is undermining democracy, making deals with the devil.  Be very careful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#W00300","speaker":"1417"},{"type":"speech","time":1530617400,"counter":81,"content":"<p><i>Bravo<\/i>.  Take an Oscar.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#W00400","speaker":"1391"},{"type":"speech","time":1530617400,"counter":82,"content":"<p>I have just come in from another gorgeous day outside.  We have seen beautiful sunshine and blue skies for some time now.  People have been loving and hating it for a variety of reasons.  The real issue that brings the good weather to my attention is anti-social behaviour.<\/p> <p>I hosted a town hall meeting in Carlow last week and anti-social behaviour encouraged by the good weather was raised by a number of those present.  We have beautiful villages and towns around Ireland, some near beaches and others near rivers and streams.  Everyone is entitled to go down to these public amenities and enjoy them.  However, this week it has been brought to my attention that people were drinking and littering the vicinity with empty cans, household rubbish and leftover food.  It is a minority of people, it is unfair to others who are using the amenities.<\/p> <p>While we have by-laws in each county governing this type of activity and there is anti-social behaviour legislation, the public does not feel empowered and often they do not know if what they are witnessing is illegal activity or not.  It is quite simply unfair that we do not give the power of knowledge to our citizens and tell them exactly how to deal with this behaviour.  They need information on who they should call.  We all know that if one has an emergency, one rings 999, but when one comes across this type of behaviour who does one contact?  We need greater public awareness about citizens' rights in these situations.  We could do with a debate about our laws and how we can enforce them and make the public aware of them.  Only this week, we have heard of a hosepipe ban and people were told they could be fined if they use a hosepipe to water the garden.  The question must be asked about who will enforce it, who will fine them and sort this out.  We have no enforcement of the law.  Who will enforce these provisions?  We need to bring the Minister to the Chamber to discuss the by-law and see what we can do to help people become more aware of the by-laws.<\/p> <p>I am calling for a debate on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#W00500","speaker":"1395"},{"type":"speech","time":1530617400,"counter":83,"content":"<p>Water charges would solve that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#W00600","speaker":"1392"},{"type":"speech","time":1530617400,"counter":84,"content":"<p>I speak in support of Senators Bacik, Humphreys, Boyhan and McDowell.   We are discussing a Bill coming before this House that is supposed to lead to the open and transparent appointment of judges, yet there is a report that is closed and is not available to any of us before we debate this Bill.  I understand the report is critical of the Bill.  It strikes me as rather strange that Senators would be asked to buy a pig in a poke.  This is one of those rare occasions when the Members of this House get to show their teeth and show they have backbone and they are not afraid to suspend.  We are only asking for a suspension for 24 hours so the Government has an opportunity to bring forward the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#W00700","speaker":"1390"},{"type":"speech","time":1530617400,"counter":85,"content":"<p>Does Senator Bacik want to brief Senator Craughwell?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#W00800","speaker":"1391"},{"type":"speech","time":1530617400,"counter":86,"content":"<p>One can only amend the Order of Business today.  One has 24 hours to bring forward this GRECO report.  Let us all sit down and have a read of the report and see why it is so God damning of the Bill that the Government is trying to ram through this House against the wishes not just of the Members of the House but so many people in the public domain who have been saying that this Bill is a dog's dinner not a plate of oysters.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Let us take our time-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#W00900","speaker":"1390","continuing":true},{"type":"unspoken","time":1530617400,"counter":88,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1530617400,"counter":89,"content":"<p>Has anyone heard of the likes of today?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#X00300","speaker":"1391"},{"type":"speech","time":1530617400,"counter":90,"content":"<p>-----and let us read this report.  The Government is sitting on the report and will not release it because it knows that if it did nobody could support the Bill.  The Leader knows that.  He should release the report and prove me wrong.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#X00400","speaker":"1390"},{"type":"speech","time":1530617400,"counter":91,"content":"<p>I want to make two points.  I have been making the first one here most afternoons.  It is about the fact that we now have a new poor in Ireland.  If one earns anything between &euro;30,000 and &euro;60,000 in Ireland and if one happens to be in the area of trades, teaching, health, retail or services, one cannot afford to live in one's own country if one is young.  One cannot afford to buy a house or even to save for a home.  One cannot afford even to have the expectation that one might one day own an apartment, because one will not be able to save.  One is so busy renting that one will not be able to save the &euro;20,000, &euro;30,000, &euro;40,000 or &euro;50,000 the appalling pillar banks are demanding of people.<\/p> <p>I keep asking the Leader to tell me what is happening about An Post and the New Zealand style community banking model which An Post is trying to implement.  The Minister has not yet come back to me to tell me what is happening about the report.  This is another report we cannot see.  In Germany one can get a mortgage for ten years at 1.1% in one of its community banks.  We are not allowed do that here.  Some 95% of our banks are commercial.  Only 12% of banks in Germany are commercial.  We are not allowed.  We seem to be waiting for the next report or the report after or the next committee meeting.  This matter recently came before the Joint Committee on Climate Action, Communications and Environment.  Will the Leader bring the Minister to the House?  This is very political.  If one wants young people to stay in our country - and we are roaring about them staying in the country - or to bring them back to the country but they cannot afford to live here or to rent here and they cannot have an expectation of getting a house or apartment in their own country, it is not going to happen.  They do not even get tax relief on the rents they pay out.  <\/p> <p>I am a great believer that something should come from a freshwater place.  We are supposed to be freshwater people in here with clean ideas which come in under the door like a fresh breeze.  This Bill has not come from a freshwater place.  It has come from a conditional place - if someone gives me something, I will give something back.  Sinn F&eacute;in came in on the back of it.  Its representatives are sitting there very quietly today.  I know they will vote with the Government.  They are sitting there very quietly because they also got the sentencing-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#X00500","speaker":"1427"},{"type":"unspoken","time":1530617400,"counter":92,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1530617400,"counter":93,"content":"<p>They also had a condition attached to their support.  They said they would vote with the Government if the sentencing guidelines were included in the Judicial Council Bill 2017.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#X00700","speaker":"1427"},{"type":"speech","time":1530617400,"counter":94,"content":"<p>Has the Senator suddenly developed a conscience?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#X00800","speaker":"1413"},{"type":"speech","time":1530617400,"counter":95,"content":"<p>What is happening to the Bill now is that it is collapsing.  Senator Michael McDowell and the Independent group are entirely correct, as is the Labour Party, in respect of the GRECO report.  We will see the report and if it is clean and freshwater, which it is, we will vote accordingly on the Bill itself, in which there are many good things with which I entirely agree.  Generally, however, it is falling apart at the seams.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#X00900","speaker":"1427"},{"type":"speech","time":1530617400,"counter":96,"content":"<p>Unfortunately clear fresh water is getting scarce.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#X01000","speaker":"1381"},{"type":"speech","time":1530617400,"counter":97,"content":"<p>I like it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#X01100","speaker":"1388"},{"type":"speech","time":1530617400,"counter":98,"content":"<p>I welcome-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#X01200","speaker":"1424"},{"type":"speech","time":1530617400,"counter":99,"content":"<p>I am a salt water man.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#X01300","speaker":"1381"},{"type":"speech","time":1530617400,"counter":100,"content":"<p>I welcome the very recent decision, published only a few minutes ago, of the Unite trade union in the United Kingdom.  It has agreed to be open to the possibility of a popular vote being held on any deal, depending on political circumstances.  It is a bit vague but it is welcome.  A few weeks ago we saw the polls change.  Now 53% of the people of the United Kingdom want to remain.  There was momentum which I believe should be supported.  We should do everything possible to ensure the United Kingdom does not agree to Brexit.  It is in the interests of this island, the two islands and the Good Friday Agreement.  I welcome this decision announced only a few minutes ago.  I also agree with my colleague, Senator Devine, on the really uplifting news from Thailand that the 12 boys and their football coach have been found safe and well.  I know the situation will continue over the next few weeks and months, but this Chamber really should welcome that news.  I was watching coverage last night and it certainly gave great hope in a very difficult time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#X01400","speaker":"1424"},{"type":"speech","time":1530617400,"counter":101,"content":"<p>I want to raise the issue of hate crime legislation and the need for it.  In the week before Pride there was a horrific homophobic attack on a couple in Portlaoise.  On Pride weekend there was brick thrown through the window of the PantiBar.  A Brazilian actor, Rodrigo Ternevoy, spoke to GCN about the verbal homophobia directed towards him while shooting a video outside the George.  The BBC reported yesterday that two thirds of LGBT people fear holding hands in public.  I hold hands with my boyfriend in public but we only do so if we have a sense of place.  We also regularly cross the road or the lock on the canal if we fear for our safety.  It is likely that the women in these Houses will understand that to a greater degree than others.<\/p> <p>Fianna F&aacute;il has a Bill on hate crime which seems to be lost somewhere in these Houses.  Without being mean-spirited, the Bill is somewhat of a mess.  From what I can gather, we need the political will of the Government to use the structures of the State to bring forward a workable Bill.  I would happily bring forward the Irish Council for Civil Liberties Bill from 2015.  Sinn F&eacute;in has done so before.  We are one of few EU states not to have legislation on hate crime that addresses racism, ableism, sectarianism, bigotry and homophobia in society.  I ask the Leader to do all he can to progress this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#X01500","speaker":"1372"},{"type":"speech","time":1530617400,"counter":102,"content":"<p>I support my colleagues, Senators Boyhan, McDowell, Bacik, Humphreys and Craughwell, who have spoken of the critical importance of us having sight of the GRECO report before we discuss the Judicial Appointments Commission Bill 2017.  It is madness to have a discussion without full information.  It is completely undemocratic.  I find it very disappointing to hear that some groups and individuals have made deals with the Government on other legislative matters in return for their votes to continue madly with this Bill this afternoon.  I am not sure if that is true but I actually believe it.  This pork-barrelling and horse trading does nothing for the moral authority or intellectual consistency of this House and I personally really deplore it.  We should discuss this Bill on its merits and on its defects.  We should know what our colleagues in Europe think of it.  If a senior committee of the Council of Europe thinks that this Bill is utterly wrong and mistaken in various aspects, then we as Seanad &Eacute;ireann should pay heed to that.  I will certainly be voting to postpone the Bill until we have full information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#X01600","speaker":"1392"},{"type":"speech","time":1530617400,"counter":103,"content":"<p>I wish to raise the issue of psychiatric services for those under 18 years of age on the north side of Cork city.  I came across a number of cases in the last few weeks in which people under 18 who require access to a psychiatric consultant have had huge difficulty because that position has been vacant for a number of months.  A locum was put in place but the locum has also resigned.  As a result, young people are not able to get access to psychiatric services.  It is extremely worrying.  It is worrying for parents and the young people themselves.<\/p> <p>What is wrong is that there seems to be an entrenched position that if people come from a particular area then a consultant from another area is not entitled or prepared to see them.  I am not clear how the boundaries were established.  I always thought medicine was about providing assistance and help when people required it and that there were no barriers or a Berlin Wall put around the place so that no one could deal with a patient from a particular area if there was no consultant appointed for that area.  I ask the Leader to invite the Minister in to deal with this issue.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have raised it with the Minister's office already.  I have also raised it directly with the HSE, including the chief executive officer of the South\/South West hospital group.  I have discussed it with the people in charge, but it does not seem that progress is being made.  I am not blaming any one person for this.  It is not good enough that someone who went into an accident and emergency department in April of this year has not yet had a consultation with a consultant psychiatrist.  It is wrong that the person in question cannot get on the CAMHS scheme until a full report is prepared by a consultant.  I ask for this matter to be given priority so that this person can get the required treatment and some reassurance can be given to the parents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#X01700","speaker":"1409","continuing":true},{"type":"speech","time":1530617400,"counter":105,"content":"<p>According to figures that were released recently, over 500,000 people are waiting for outpatient appointments and 80,000 people are waiting for inpatient day procedures.  These figures are at an all-time high.  The National Association of General Practitioners is encouraging its members to refer patients who have been waiting for a long time to the cross-border health directive.  As Senators will be aware, this procedure enables patients to avail of the treatments they require across the Border or indeed abroad.  We have an issue with the cross-border health directive because we believe the capacity exists within this State to cater for those who are availing of the directive at present.<\/p> <p>Some &euro;9.247 million has been spent since the directive was introduced in October 2014.  The Private Hospital Association has said that its hospitals have the capacity and the personnel to do all the procedures covered under the cross-border health directive.  These procedures could be done in the state-of-the-art theatres in many small hospitals throughout the State, including a hospital in Monaghan.<\/p> <p>Given that it would surely make more sense to spend the money I have mentioned - almost &euro;10 million - in this jurisdiction rather than sending it abroad, I ask the Leader to invite the Minister for Health to come to this House to discuss the cross-border health directive and explore how this money might be spent in this State.  I know it would be much better spent here.  The cross-border health directive is the only show in town for those who are using it because the alternative is to spend years languishing on waiting lists.  Those who avail of the directive have to contend with various issues thereafter.  If they need follow-on appointments, for example, they could be out of pocket.  We need to have a discussion on this matter.  I would like the Minister for Health to come to the House for such a debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y00200","speaker":"1396"},{"type":"speech","time":1530617400,"counter":106,"content":"<p>I will be supporting the Labour Party amendment in respect of the Judicial Appointments Commission Bill 2017.  As I said to Senator Humphreys just now, just because it is a Labour Party motion does not mean it is a bad motion.  In fact, it is a very important motion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y00300","speaker":"1401"},{"type":"speech","time":1530617400,"counter":107,"content":"<p>Now who is doing a deal with the devil?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y00400","speaker":"1391"},{"type":"speech","time":1530617400,"counter":108,"content":"<p>The problems with the process being used to advance this Bill have been well rehearsed by my colleagues in this House.  There are also problems with the content of the Bill.  Given that we rely on retired judges and lawyers in many spheres - they are involved in chairing referendum commissions and various other activities - I find it very troubling that they are disqualified from being considered for participation in the proposed judicial appointments commission as lay persons.  That is just one of the many flaws I can see in the Bill.<\/p><p>Senator Marie-Louise O'Donnell spoke about &quot;freshwater&quot; and I would like to raise some particular issues regarding the current water shortages.  I think the communication of the high-profile hosepipe ban in the greater Dublin area to consumers has been very poor.  I believe many people are confused.  Some confusing and sometimes contradictory statements have been attributed to representatives of Irish Water, including a suggestion in <i>The Irish Times<\/i>that people should be reluctant to flush their toilets during the current water shortages.  I think we should pooh-pooh that suggestion for sure.  It says a lot about the so-called progress in improving our water infrastructure that a couple of weeks of fine weather is all it takes to see widespread concern about the availability of water.  I say that as somebody who was in favour of water charges and who deplored the hysteria and tribalism that left us in our current circumstances, where there is no incentive to the public to conserve water.  The current water shortages are not confined to Dublin, but are also being experienced in the west and the midlands, etc.  This raises questions about the proposal to take 330 million litres of water from the Parteen Basin to Dublin each day.  Given that water shortages are affecting the country across the board, surely there are questions to be asked about this plan.  The proposed pipeline seems to be Irish Water's preferred quick-fix option for solving these problems, rather than the more fundamental work that is needed to repair our water infrastructure.  I would appreciate a debate on these matters in early course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y00500","speaker":"1401"},{"type":"speech","time":1530617400,"counter":109,"content":"<p>I call Senator &Oacute; R&iacute;ord&aacute;in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y00600","speaker":"1381"},{"type":"speech","time":1530617400,"counter":110,"content":"<p>On a point of order-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y00700","speaker":"1427"},{"type":"speech","time":1530617400,"counter":111,"content":"<p>No, please.  I cannot allow people in.  I gave everyone a fair chance.  In fairness, I left Senator O'Donnell in at a certain slot.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y00800","speaker":"1381"},{"type":"speech","time":1530617400,"counter":112,"content":"<p>I think it might have been my slot too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y00900","speaker":"1413"},{"type":"speech","time":1530617400,"counter":113,"content":"<p>I was allowing her to jump the queue to a certain extent, but she took three minutes rather than two minutes.  I am trying to be fair to everyone.  If there is an issue, it can be raised later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y01000","speaker":"1381"},{"type":"speech","time":1530617400,"counter":114,"content":"<p>I ask the Leader to put on the record of the House the exact nature of the relationship between this Government and Deputy Michael Lowry, who has a criminal conviction for tax irregularities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y01100","speaker":"1410"},{"type":"speech","time":1530617400,"counter":115,"content":"<p>He is a conscientious taxpayer, according to the judge.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y01200","speaker":"1392"},{"type":"speech","time":1530617400,"counter":116,"content":"<p>I found the Taoiseach's comments about this relationship at the weekend quite disturbing.  I ask the Leader to inform the House exactly what support arrangements the Government has with Deputy Lowry, and indeed to publish those details.  We would all be interested to know the exact nature of that relationship.<\/p> <p>I noticed that the confidence and supply agreement was flittered around the place on the Fianna F&aacute;il benches a few moments ago.  I would like to inform Fine Gael and Fianna F&aacute;il that I have done a short word count on the important issues covered in that document.  It contains ten words on child poverty and 143 words on housing, but 603 words on water.  It is obvious that when this agreement was being scratched together, water was 60 times more important than child poverty and four times more important than homelessness and housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y01300","speaker":"1410"},{"type":"speech","time":1530617400,"counter":117,"content":"<p>I am glad the Senator is paying attention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y01400","speaker":"1412"},{"type":"speech","time":1530617400,"counter":118,"content":"<p>Surely that agreement, which considers water to be more important than anything else, especially housing and child poverty, contains all the answers to the water shortages and water problems we are having in this country at present.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y01500","speaker":"1410"},{"type":"speech","time":1530617400,"counter":119,"content":"<p>I support Senator Bacik's amendment, on which various Senators, including Senators Boyhan, Norris and Humphreys, have spoken.  It is important for us to get sight of this report before the Bill moves on.  We are not preventing the Bill from moving on.  As we consider the Bill, we need every bit of knowledge that is available to us to make sure it does not come back on us.  When this report eventually sees the light of day in a couple of months, it will fall on all of our shoulders.  I remind the House that the Attorney General called the Bill a \"dog's dinner\".  It is being advanced for cynical reasons.  To be honest, I think it is time for the Government to call a halt to this rubbish.  The amendment that has been proposed would postpone it for a day and allow the Government to do the right thing.  I appeal to all my colleagues in the House to support Senator Bacik's amendment to the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y01600","speaker":"1376"},{"type":"speech","time":1530617400,"counter":120,"content":"<p>I want to touch on an issue that is linked to Brexit.  It is an example of an opportunity that exists despite Brexit.  Many multinational companies are seeking English-speaking European bases after Brexit.  Many companies in Canada, which possibly has the fastest growing multinational sector in the world, are seeking English-speaking European bases post-Brexit.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Many companies there are seeking English-speaking European bases post-Brexit and they are looking to Ireland.  IDA Ireland has set up a new office in Toronto, and I welcome that.<\/p><p>Among the difficulties those companies experience are the challenges of doing business in Ireland, especially the challenges around housing, transportation and infrastructure.  I do not know whether we could organise a debate in the House before the summer recess on foreign direct investment in Ireland and seeking some kind of joined-up partnership approach across government whereby there would be a one-stop-shop process available for the multinational companies.  What appears to be happening at the moment is that the system is multi-departmental but without the structure.  I know that IDA Ireland does much of the co-ordination.  There is a need to look at these challenges and to try to exploit the opportunities that arise.<\/p><p>The planning issue is being acknowledged by some multinationals, including a French multinational that is looking at basing in Dublin.  However, the planning process is so drawn-out in Ireland that other European capitals are more attractive.  There are many challenges in this area.  If we are looking for the high-technology jobs, we need to meet the housing, transportation and planning challenges.  I would like to see a Minister before the House to discuss these issues in the coming weeks, if possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Y01700","speaker":"1382","continuing":true},{"type":"speech","time":1530617400,"counter":122,"content":"<p>I thank the 25 Members for their contributions on the Order of Business.<\/p> <p>I will begin with Senator Ardagh and the important point she raised regarding apprenticeships.  I wish to remind Senator Ardagh that Government has again announced a further &euro;8 million investment in apprenticeships creating an increase of 2,300 places.  Government aims to double the number of apprenticeships by 9,000 by 2020.  We will see 13 different trades benefit from the apprenticeship recruitment.  I remind Senator Ardagh that under her Government's watch and during the recession-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z00200","speaker":"1391"},{"type":"speech","time":1530617400,"counter":123,"content":"<p>That was ten years ago but we still hear about it every day.  Move on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z00300","speaker":"1376"},{"type":"speech","time":1530617400,"counter":124,"content":"<p>We have a long day and we are running out of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z00400","speaker":"1381"},{"type":"speech","time":1530617400,"counter":125,"content":"<p>I remind Senator Clifford-Lee that we are still putting the pieces together from the country that her party wrecked.  Apprenticeships fell by-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z00500","speaker":"1391"},{"type":"speech","time":1530617400,"counter":126,"content":"<p>Brian Lenihan left Fine Gael a very good plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z00600","speaker":"1376"},{"type":"speech","time":1530617400,"counter":127,"content":"<p>Does Senator Clifford-Lee want to do the Order of Business?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z00700","speaker":"1391"},{"type":"speech","time":1530617400,"counter":128,"content":"<p>I would love to be roped in by Fine Gael.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z00800","speaker":"1376"},{"type":"speech","time":1530617400,"counter":129,"content":"<p>We do not need a party political broadcast.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z00900","speaker":"1392"},{"type":"speech","time":1530617400,"counter":130,"content":"<p>I had to listen to all Members giving their particular broadcasts for an hour, so I am going to reply with my particular broadcast.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z01000","speaker":"1391"},{"type":"speech","time":1530617400,"counter":131,"content":"<p>Allow the Leader to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z01100","speaker":"1381"},{"type":"speech","time":1530617400,"counter":132,"content":"<p>Apprenticeships fell by 80% but Government is committed to increasing the trend in this area of training and education.  Of course we should remember the role Fianna F&aacute;il played in regard to F&Aacute;S as well.  Then again, Senator Clifford-Lee might get into hysterics again.<\/p> <p>Government is about strong pathways for education and training.  Government is cognisant of the scar that the training and education sectors felt during the recession.  That is why we have seen an increase of 25% in the number of people choosing apprenticeships, and that is welcome.<\/p> <p>I have said it in the House before and I will say it again: we should not simply always be about third level education.  While postgraduates and graduates in third level are important, we should ensure that we have a strong group of people who are involved in further education and training as well.  As I said before, I commend Senator Wilson on the role he plays in that regard.  Let us be assured that Government is committed to a quality apprenticeship scheme.<\/p> <p>Senator Ardagh also made reference to the issue around the construction sector.  Today the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, and the Minister of State, Deputy English, are hosting the third housing summit with chief executives of local authorities in Ireland.  Government is committed to expanding and increasing all forms of social housing delivery and all delivery of housing.  That is why we have seen strong growth in employment in the construction sector.  I call on Senator Ardagh to cast her mind back to the national economic dialogue forum last week.  We saw figures coming from independent sources indicating strong growth in the construction sector.  The indicators are that the housing sector is beginning to grow again and we welcome that.<\/p> <p>Senators Boyhan, McDowell, Craughwell, Bacik, Humphreys, Norris, Marie-Louise O'Donnell, Clifford-Lee and Mullen raised the issue of the Judicial Appointments Commission Bill.  Subject to the vote, the debate will take place later on.  I am confident, as is the Government, that there has been well-informed debate on the matter.  I am not accepting the proposed amendment to the Order of Business.  I am not going to get into a political war of words with Members this afternoon other than to say that I will not accept the proposed amendment to the Order of Business.  Government does not support the amendment.  We are confident that what Government is proposing is the correct course of action notwithstanding the differing viewpoints around the Bill and the views expressed on the GRECO report.  We have had a well-documented debate on the Judicial Appointments Commission Bill for over 12 months.  We had a good Second Stage debate.  We have discussed it on the Order of Business on numerous occasions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z01200","speaker":"1391"},{"type":"speech","time":1530617400,"counter":133,"content":"<p>We did not even know what the amendments were.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z01300","speaker":"1417"},{"type":"speech","time":1530617400,"counter":134,"content":"<p>I am not going to get into a war of words with Senator Humphreys.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z01400","speaker":"1391"},{"type":"speech","time":1530617400,"counter":135,"content":"<p>It is a fact.  We did not know what the amendments were.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z01500","speaker":"1417"},{"type":"speech","time":1530617400,"counter":136,"content":"<p>The clear water that Senator Marie-Louise O'Donnell is relishing and seeking will be fully transparent in the debate on Committee Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z01600","speaker":"1391"},{"type":"speech","time":1530617400,"counter":137,"content":"<p>I am not relishing it today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z01700","speaker":"1427"},{"type":"speech","time":1530617400,"counter":138,"content":"<p>Like Senator Conway-Walsh, I congratulate all involved in harvesting of seaweed.  I will commit to giving the debate in due course.<\/p> <p>I will accept Senator Kelleher's important Bill and I commend her on her work on the issue.  In particular, I commend her on her contribution this morning on \"Morning Ireland\".  It was a particularly clear and cogent point.  I will accept the amendment.<\/p> <p>Senator Butler raised the important issue of sex offenders.  The Minister for Justice and Equality, Deputy Flanagan, has published draft legislative proposals on the issue of supervision of convicted sex offenders.  I have listened to the comments of Senator Butler.  I am not familiar with the case he has mentioned.  A proposal is being put forward by the Minister, Deputy Flanagan, around the Sex Offenders (Amendment) Bill, which will have a variety of issues tackled in terms of notification and requirements of communication.  We will have that debate in due course.<\/p> <p>Senator Horkan raised the issue of the confidence and supply, as did Senator &Oacute; R&iacute;ord&aacute;in.  The most important thing that can happen now is that Government, in association with all of us, gets on with governing the country.  To be fair to Senator Horkan, he has always demonstrated a willingness to work in this House, unlike his party leader.  I think the sun must have gotten to him last weekend.  A period of calmness until the summer recess would be best and a most prudent course of action.  Then we can have the debate around confidence and supply.  As others have said, we have important work to do in terms of getting the Judicial Appointments Commission Bill passed in the House and getting a third budget passed.  There is a mechanism whereby Deputy Miche&aacute;l Martin can pick up the telephone and speak to the Taoiseach.  To be fair to leaders in this House, we have a two-way process whereby we can talk to one another, and we can do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z01800","speaker":"1391"},{"type":"speech","time":1530617400,"counter":139,"content":"<p>We will have to wait until the Taoiseach comes back from the U2 concert in New York.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z01900","speaker":"1376"},{"type":"speech","time":1530617400,"counter":140,"content":"<p>There must be a good deal of heatstroke on the far side of the House this afternoon.  The Senators are much exercised this afternoon.  They must really want an election.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z02000","speaker":"1391"},{"type":"speech","time":1530617400,"counter":141,"content":"<p>We are ready.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z02100","speaker":"1376"},{"type":"speech","time":1530617400,"counter":142,"content":"<p>I am sure Senator Clifford-Lee is ready.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z02200","speaker":"1391"},{"type":"speech","time":1530617400,"counter":143,"content":"<p>It is in our hands.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z02300","speaker":"1417"},{"type":"speech","time":1530617400,"counter":144,"content":"<p>This is a Fine Gael gimmick now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z02400","speaker":"1395"},{"type":"unspoken","time":1530617400,"counter":145,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1530617400,"counter":146,"content":"<p>Calm down, everyone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z02600","speaker":"1412"},{"type":"unspoken","time":1530617400,"counter":147,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1530617400,"counter":148,"content":"<p>I am absolutely independent in the Chair and I try to display that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z02800","speaker":"1381"},{"type":"speech","time":1530617400,"counter":149,"content":"<p>You do it well, a Chathaoirligh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z02900","speaker":"1413"},{"type":"speech","time":1530617400,"counter":150,"content":"<p>I wish to join with Senator Byrne in congratulating the organisers of Limerick Pride next weekend.  I wish them well.  I share with her the concerns she has raised regarding the condition of University Hospital Limerick notwithstanding the investment by Government.  Senator Byrne is right to raise the issue around the air conditioning, in particular.  It should not be broken in a hospital.  The other point she makes relates to how the number of people who are being treated has grown exponentially.<\/p> <p>Senator Devine raised several issues around BusConnects.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know that the National Transport Authority, NTA, has committed to engaging with all householders affected by the proposed route.  We all welcome investment in public transport, whether it is in buses, bus corridors, cycle lanes or increased footpath accessibility for pedestrians.  We all want to see a reduction in carbon emissions.  Dublin Bus was mentioned.  The Government has committed almost &euro;1 billion to a new network for Dublin Bus which includes new bus fleets.  We will have that debate in due course, and there is a public engagement process that should be engaged in.  I join with the speaker and Senator Feighan in commending all involved in the safe relocation of the young people in Thailand.  It was a great story to hear yesterday, and made for even better imagery on our televisions of them being safe and well.  A way must be found to bring them out now, and I hope that will be a success.  It is a good news story, and I join with previous speakers on that. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#Z03000","speaker":"1391","continuing":true},{"type":"speech","time":1530617400,"counter":152,"content":"<p>Could we push the public consultation out, away from the holiday period?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA00200","speaker":"1388"},{"type":"speech","time":1530617400,"counter":153,"content":"<p>That is not a matter for me, it is a matter for Dublin Bus, the NTA and the Minister for Transport, Tourism and Sport.  I am sure we can articulate that viewpoint.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA00300","speaker":"1391"},{"type":"speech","time":1530617400,"counter":154,"content":"<p>The Minister is busy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA00400","speaker":"1410"},{"type":"speech","time":1530617400,"counter":155,"content":"<p>He is engaged with judicial appointments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA00500","speaker":"1412"},{"type":"speech","time":1530617400,"counter":156,"content":"<p>I commend Senator Ruane for her briefing today, and I apologise that I was not able to get to it.  I think it is an important piece of work that she is undertaking.  I also think that Deputy Catherine Byrne is a very proactive Minister of State at the Department, as was Senator &Oacute; R&iacute;ord&aacute;in.  We need to see the old concepts and precepts change and be challenged, and I commend the Senator for the work she is doing in that regard.<\/p> <p>Senator Hopkins raised the issue of mental health in Roscommon, particularly in reference to the Rosalie unit and St. Joseph's Mental Health Day Centre in Ballaghderreen.  I know she has raised the matter with the HSE.  I think it is important that those who need specialist residential care should be able to access the appropriate service for them.  Equally, it is important that centres should not be closing.  They should be resourced and staffed.  We had a very significant week last week in mental health with the passing of the Mental Health (Amendment) Bill 2016 sponsored by Senator Joan Freeman and Deputy James Browne.  It is important that confidence in the system is built in the case of Roscommon.  I know that Senator Hopkins has been questioning the HSE at length in regard to it.  As a matter of expediency, she might get that more quickly through a Commencement matter.<\/p> <p>Senator Murnane O'Connor raised the issue of anti-social behaviour.  I am not sure that it is caused by the heat.  I think it is partly due to some young people being off school and being available all day.  The important point that was made is that there are tools available to An Garda S&iacute;och&aacute;na in regard to the matter.  I think it is important that people accept personal responsibility and that families accept that they have a duty of care to their own loved ones and to the wider community.  The issue the Senator raises is one we need to have a further debate on, because it is not peculiar to Carlow.  There are also people affected in many parts of the country and I would be happy to have that debate. <\/p> <p>Senator Marie-Louise O'Donnell raised the issue of An Post.  The Minister for Communications, Climate Action and Environment, Deputy Denis Naughten, has appeared in the House, and the Senator had a number of amendments to the Order of Business last week.  We are awaiting the publication of the report she mentioned, but I think the point she makes in regard to An Post is a very important one.  I concur with her.  I have stated publicly here that An Post is very important and central to rural Ireland and small rural villages, but also to urban life.  If we do not use our post offices, we cannot expect them to continue.  We need to have competition within the banking system, but we do require pillar banks as well.  I would be happy to have that debate again in the coming weeks.<\/p> <p>Senator Feighan raised the issue of Unite and its vote on Brexit.  I welcome that decision.  I think as the issue of Brexit looms, it is becoming quite clear that the British Government does not have any plan B.  It does not have a vision of where it wants to go.  I think it is important, and I want to wish the T&aacute;naiste well tonight in London as he travels for talks. <\/p> <p>Senator Warfield raised the issue of hate crime legislation.  I join with him in utterly condemning the attacks last weekend in Dublin and Portlaoise.  It is unacceptable that we have seen an increase in any type of hate crime or backlash against diversity.  We have a number of measures in place by which people can be sanctioned.  However, I accept that we do need to increase our hate crime legislation.  It needs to be strengthened.  Any increase in hate crime incidents is a worry and must be condemned.  I accept fully that the Minister for Justice and Equality, Deputy Flanagan, and his predecessor, Deputy Frances Fitzgerald, had plans to update and strengthen hate crime legislation.  There is the Prohibition of Incitement to Hatred Act 1989, and criminal laws concerning assault and criminal damage, but I think the point the Senator makes is that we need to see hate crime legislated for.  I hope that we will have that during the lifetime of this Oireachtas. <\/p> <p>I congratulate all involved in Dublin Pride at the weekend.  I welcome the increase in the number of participants.  Unfortunately I could not be there, but again I welcome the numbers participating.<\/p> <p>Senator Burke raised the issue of psychiatric services in the north side of Cork city.  I do not have the information that he requires to hand, but I think that he might get a faster reply through a Commencement matter. <\/p> <p>Senator Gallagher raised the issue of waiting times.  The Government has increased funding to the National Treatment Purchase Fund, NTPF.  He raised the issue of the cross-Border healthcare directive.  That is an important piece of work that we can see is of benefit to all of us.  There is a benefit in having a North-South dimension to our health system.  I would be happy for the Minister to come before the house. <\/p> <p>Senator Mullen raised the issue of the water shortages.  I think it highlights the folly of the approach of some in opposing Irish Water and and investment in fixing a broken system.  Water meters may not be the answer but they will find the source of a leak, and that is part of our problem.  Communication is important.  I am surprised that the Senator commented on Irish Water.  I think the company was very proactive both in our national media and on social media, but I will be happy to take the point the Senator makes on board.  <\/p> <p>Senator &Oacute; R&iacute;ord&aacute;in referred to Deputy Michael Lowry.  Deputy Lowry is an Independent Member of D&aacute;il &Eacute;ireann.  He is not a member of the Government.  He did not vote for the Taoiseach in his election.  He has voted against the Government as often as he has voted with it. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA00600","speaker":"1391"},{"type":"speech","time":1530617400,"counter":157,"content":"<p>He is a spare wheel rather than a wheel under the car.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA00700","speaker":"1401"},{"type":"speech","time":1530617400,"counter":158,"content":"<p>The Senator made reference to a number of topics pertaining to child poverty including housing and water.  I do not think one can gauge the importance of an issue like child poverty in housing or water by the number of words in a programme for Government.  Senator &Oacute; R&iacute;ord&aacute;in was part of a Government that had many different parts in its programme of Government.  It attached different priorities to different things, and the priority was not weighted by wording.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA00800","speaker":"1391"},{"type":"speech","time":1530617400,"counter":159,"content":"<p>Sorry, I need to clarify.  The Leader has not answered my question.  I asked him about the relationship between Deputy Michael Lowry and this Government.  He has not answered the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA00900","speaker":"1410"},{"type":"speech","time":1530617400,"counter":160,"content":"<p>That is a D&aacute;il matter.  He has answered the question.  If there is a voting arrangement, that is a matter for the other House, not for this one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA01000","speaker":"1381"},{"type":"speech","time":1530617400,"counter":161,"content":"<p>Go raibh maith agat, a Chathaoirligh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA01100","speaker":"1391"},{"type":"speech","time":1530617400,"counter":162,"content":"<p>I think he has been very fair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA01200","speaker":"1381"},{"type":"speech","time":1530617400,"counter":163,"content":"<p>Senator &Oacute; Domhnaill raised the very important issue of foreign direct investment, and the need to have joined-up thinking.  I would be happy to have the Minister for Business, Enterprise and Innovation, Deputy Heather Humphreys, come before the House.  It is an important issue, not only because of Brexit, but also because of the emerging trade wars taking place in many parts of the world, instigated in the main by US President Donald Trump.  I think the point the Senator makes is a valid one.<\/p> <p>I will not be accepting the amendment of the Order of Business. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA01300","speaker":"1391"},{"type":"speech","time":1530617400,"counter":164,"content":"<p>Senator Colette Kelleher has proposed an amendment to the Order of Business: \"That No. 14 be taken before No. 1\".  It has been seconded by Senator Ruane.  The Leader has indicated he is prepared to accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA01400","speaker":"1381"},{"type":"unspoken","time":1530617400,"counter":165,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1530617400,"counter":166,"content":"<p>Senator Ivana Bacik has proposed an amendment to the Order of Business: \"That No. 2, Judicial Appointments Commission Bill 2017 - Committee Stage, not be taken now.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA01600","speaker":"1381"},{"type":"speech","time":1530617400,"counter":167,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#AA01700","speaker":"1402"},{"type":"unspoken","time":1530617400,"counter":168,"content":"<p>Amendment put.<\/p>"},{"type":"unspoken","time":1530617400,"counter":169,"content":"<p>The Seanad divided by electronic means.<\/p>"},{"type":"speech","time":1530617400,"counter":170,"content":"<p>Under Standing Order 62(3)(<i>b<\/i>) I request that the division be taken again other than by electronic means.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#CC00100","speaker":"1402"},{"type":"vote","time":1530617400,"counter":171,"content":"<p>Amendment again put: \"That No. 2, Judicial Appointments Commission Bill 2017 - Committee Stage, not be taken now.\"<\/p><p>The Seanad divided: Tá, 23; Níl, 26.<\/p><br\/><br\/><p>Tellers: Tá, Senators Ivana Bacik and Aodhán Ó Ríordáin; Níl, Senators Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#DD00100","aye":["1407","1402","1379","1376","1390","1414","1428","1396","1405","1412","1417","1430","1439","1403","1401","1395","1398","1392","1427","1385","1431","1410","1418"],"nay":["1409","1380","1423","1391","1384","1420","1378","1416","1388","1424","1389","1415","1438","1386","1400","1375","1425","1406","1374","1426","1397","1382","1413","1421","1399","1372"],"abs":[]},{"type":"unspoken","time":1530617400,"counter":172,"content":"<p>Question put: \"That the Order of Business, as amended, be agreed to.\"<\/p>"},{"type":"unspoken","time":1530617400,"counter":173,"content":"<p>The Seanad divided by electronic means.<\/p>"},{"type":"speech","time":1530617400,"counter":174,"content":"<p>Under Standing Order 62(3)(<i>b<\/i>) I request that the division be taken again other than by electronic means.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#EE00300","speaker":"1392"},{"type":"vote","time":1530617400,"counter":175,"content":"<p>Question again put: \"That the Order of Business, as amended, be agreed to.\"<\/p><p>The Seanad divided: Tá, 28; Níl, 18.<\/p><br\/><br\/><p>Tellers: Tá, Senators Gabrielle McFadden and John O'Mahony; Níl, Senators Ivana Bacik and David Norris.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018070300002#EE00400","aye":["1409","1380","1423","1391","1384","1420","1378","1416","1388","1424","1389","1405","1415","1430","1438","1386","1400","1375","1425","1406","1374","1427","1426","1397","1413","1421","1399","1372"],"nay":["1402","1379","1376","1390","1414","1411","1428","1396","1412","1417","1439","1403","1398","1392","1385","1431","1410","1418"],"abs":[]}]