[{"type":"minorheading","content":"Prelude","time":1540373400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1540373400,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1540373400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1540373400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1540373400,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#A00100"},{"type":"speech","time":1540373400,"counter":6,"content":"<p>I have received notice from Senator Maura Hopkins that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to provide an update on plans to develop a greenway between Athlone, County Westmeath and Ballinasloe, County Galway. <\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Communications, Climate Action and Environment to make a statement on the alleged illegal dumping of toxic waste at a site in Bunnamayne, County Donegal.<\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p><blockquote>The need for the Minister for Communications, Climate Action and Environment to increase funding and the number of collection centres for agriculture tyre recycling.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion and they will be taken now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#A00200","speaker":"1381"},{"type":"majorheading","content":"Commencement Matters","time":1540373400,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#A00250"},{"type":"minorheading","content":"Greenways Development","time":1540373400,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#A00300"},{"type":"speech","time":1540373400,"counter":9,"content":"<p>I welcome the Minister to his alma mater.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#A00400","speaker":"1381"},{"type":"speech","time":1540373400,"counter":10,"content":"<p>I emphasise the need for refocused efforts to progress the Athlone to Ballinasloe greenway.  The project was paused in 2015 and it is important to see progress now.  A report was completed on route selection and a number of options have been identified.  The national greenway strategy was launched a number of months ago and it is important that this project benefit fully from the available funding of &euro;53 million.  The Mayo greenway has been hugely successful, while the Waterford greenway has attracted 250,000 visitors this year alone.  It has led to the economic revival of the region.  The greenway from Ballinasloe to Athlone and on to Dublin could also provide a boost for south Roscommon and east Galway region.  I am regularly in the area which has a lot of potential.  The Athlone to Ballinasloe greenway can rival the greenways in counties Waterford and Mayo.  The River Shannon runs through the region and there are also the Wake House at Nure, the Clonmacnoise viewing point across the river and the historic village of Shannonbridge across the border in County Offaly.  The new tourism brand for the region, Ireland's Hidden Heartlands, places a strong emphasis on being active in nature.  This project, with the Beara-Breifne Way and the Shannon blueway, should be at the centre of the brand.<\/p> <p>Route selection has been an issue in greenway development across the country and the Minister will be very aware of issues that can arise.  We need to learn lessons from these experiences and ensure final route chosen is the one that will best utilise the amenities in the region.  This can be done through proper engagement with local landowners and communities and each local authority, as well as other relevant stakeholders.  I understand much of the route could cross State lands.  Engagement must occur as early as possible and in the most open manner possible.  We need the greatest possible buy-in by the local community to support the successful development of the greenway.  There is significant untapped potential in the region and it is essential that we see further progress in the development of this section of the greenway between Athlone and Ballinasloe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#A00500","speaker":"1415"},{"type":"speech","time":1540373400,"counter":11,"content":"<p>I thank the Senator and congratulate her on the case she has made for the development of this greenway, to which we are equally committed.  I acknowledge that there have been difficulties and welcome the opportunity to recommit ourselves to it.  We will all move in the same direction because greenways are a very important part of the tourism strategy the Government has promoted.  We are very keen that this greenway be expedited.<\/p> <p>As I am sure the Senator is aware, on 20 July this year I launched on the Old Rail Trail in Moate, County Westmeath the strategy for the future development of national and regional greenways.  The strategy provides a framework for the development of Ireland&rsquo;s greenways and will determine the type of project to be funded by my Department in the coming decade.  It is a long-term strategy, with the aim of increasing the number, length and regional spread of greenways across the country.  It sets out guidance for project promoters on various matters, including strategic nature, length, design standards, accommodation works and early consultation with communities and landowners along proposed routes.  The strategy sets out the general high level criteria on what we think makes for a good greenway - one that is scenic, provides access to things to see and do, is sustainable, substantially segregated or where there is shared use, and is strategic.  This is based on F&aacute;ilte Ireland research and experience on the ground of what has and has not worked in previous investments.  <\/p> <p>I was delighted to secure funding of &euro;53 million for greenways projects to be constructed in the period 2019 to 2021.  In addition to the strategy, the application form for this funding call has also been published.  The closing date for the receipt of applications is 30 November.  The quality and deliverability of projects will determine whether the full amount of &euro;53 million will be allocated following this funding call.  If the full amount is not allocated, there will be further funding calls.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Shane Ross:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1974\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1974&amp;amp;pid=ShaneRoss&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> With regards to the Senator's specific query about a greenway between Athlone and Ballinasloe, as the Senator will be aware my predecessor paused work on the Galway to Athlone route in 2015 until a number of issues were clarified.  Those issues were set out in detail at the time.  They essentially related to the need for a reconsideration of the route, with the need to minimise the impact on landowners emphasised and consideration given to levels of compensation for landowners while also maintaining the goal of creating a coast-to-coast, off-road greenway from Galway to Dublin.  The strategy has addressed a number of those issues and the Department is currently in the process of setting up a group to develop a code of best practice for developing greenways that will look at the remaining outstanding issues.  This group will look at consultation, route selection, land purchase and compensation matters, and should hopefully lead us to a position whereby an agreed route can be found between Athlone and Galway.<\/p><p>Progress on the construction of the eastern sections of the route has continued and I expect that the section from Maynooth to Athlone will be completed in 2019.  This should significantly increase the numbers using the route.<\/p><p>I understand that there was less opposition to the original preferred route between Athlone and Ballinasloe.  However, we need to start again and look at all route options for the entire Athlone to Galway section.  I will not pre-empt the work of the group devising the code of best practise and it would not be appropriate for me to go into any great detail about the specific route between Athlone and Galway.  It is important to reiterate, however, that we have ample evidence from the current long distance greenways, such as those in Waterford and Mayo, of the economic benefits that accrue to the towns and villages along these routes.  Jobs have been created in caf&eacute;s, restaurants, hotels and bike hire companies that would not otherwise have been created and those jobs support other jobs and households in the locality.  This has assisted in retaining people in their own locality rather than them having to leave for jobs in our larger cities.  That is why we regard greenways as so important for regional tourism development as well as health and well-being.  The benefits to the entire local community are significant and finding agreed routes that respect the rights of landowners while providing a sensible route for greenway users will be a key goal of the group developing the code.<\/p><p>We continue to view the Galway to Dublin greenway as the most likely national greenway of scale and international appeal and are committed to its construction should an agreed route be found.  I do not want anybody to get the impression that we lack determination or there is any diminution in our determination that this greenway will go ahead.  The Senator's contribution today will assist us in our resolve to finish this project.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#A00600","speaker":"1213","continuing":true},{"type":"speech","time":1540373400,"counter":13,"content":"<p>That was a positive answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#B00200","speaker":"1381"},{"type":"speech","time":1540373400,"counter":14,"content":"<p>I thank the Minister.  It is positive that the Minister is keen to see the greenway being expedited.  However, I emphasise the need.  When we are aware that there has been less opposition with regard to the Athlone to Ballinasloe section, I am a little concerned when the Minister stated, \"we need to start again\".  I would like to see progress in terms of that section, particularly when it forms part of the new tourism brand, Ireland's Hidden Heartlands, and offers a significant amount of untapped tourism potential at present.<\/p> <p>The Minister mentioned the group that will devise a code of practice which is positive in terms of ensuring proper engagement with all relevant stakeholders but I am a little concerned when he states that \"\"we need to start again\" with regard to looking at all of the route options, particularly when we know that there is a high level of positivity towards developing that greenway section between Athlone and Ballinasloe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#B00300","speaker":"1415"},{"type":"speech","time":1540373400,"counter":15,"content":"<p>Senator Hopkins is understandably impatient when we say this but she will also be aware as much as anybody else of the sensitivities surrounding this and the difficulties that we ran into.  Rather than say \"start again\", maybe I should say \"a fresh start and a fresh attitude and fresh outlook\", because there were difficulties and sensitivities in which we, as much as every other side, made mistakes.  We want to ensure that those mistakes are not repeated and that we are aware of those and prepared to take careful but prudent steps to avoid those sensitivities being aroused again so that we get the result that we want.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#B00400","speaker":"1213"},{"type":"speech","time":1540373400,"counter":16,"content":"<p>I thank the Minister.  Tread carefully.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#B00500","speaker":"1381"},{"type":"minorheading","content":"Illegal Dumping","time":1540373400,"counter":17,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#B00600"},{"type":"speech","time":1540373400,"counter":18,"content":"<p>I welcome the Minister of State, Deputy D'Arcy, to the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#B00700","speaker":"1381"},{"type":"speech","time":1540373400,"counter":19,"content":"<p>I welcome the Minister of State, Deputy D'Arcy, to the Chamber.  I thank him for coming in to take this Commencement matter and thank the Cathaoirleach for selecting it.  This relates to the need for the Minister to make a statement on the alleged illegal dumping of toxic waste at a site in Bunnamayne, County Donegal.<\/p><p>Without listing them, a number of public representatives in this area have made contact with my office.  They are extremely frustrated at the lack of any progress made in Donegal County Council, the Environmental Protection Agency, EPA, and the regulatory authorities which should be dealing with this matter.<\/p><p>This is a long dispute which has been ongoing for over 20 years.  The Minister of State, as someone who is very much in contact with and close to his constituents, can imagine the importance of an illegal dump in terms of pollution into the water stream and general environmental nuisance.  There appears to be a major issue.<\/p><p>I thank the media, particularly the provincial newspapers in Donegal and <i>Donegal Now<\/i>, which is an online publication that has done a great deal of work in highlighting this issue.<\/p><p>There is general frustration that nothing is happening.  To date, Donegal County Council confirmed there is an issue.  There is an ongoing investigation into it.  The local authority accepts it has responsibility for safety and for prosecuting those who are in breach of the law.  The EPA has confirmed that it carried out tests in 2014 and that there is contamination of the soil and the water, and in conjunction with Donegal County Council, it was trying to pursue the matter.<\/p><p>I thank public broadcasting, particularly &quot;RT&Eacute; Investigates&quot;.  Fair play to them.  &quot;RT&Eacute; Investigates&quot; decided to investigate the matter and we saw a programme televised on 18 June last.<\/p><p>The real issue is there is a festering dispute and a sore that has gone on for 20 years regarding the leeching of toxic waste into the environment.  It is putting people and animals in the community at risk.<\/p><p>I hope to hear from the Minister of State today how this matter will be resolved.  It is not a matter of the blame game at this stage.  It has gone on for 20 years.  There is an acknowledgement by the Environmental Protection Agency, the local authority and the Department, that something - pardon the pun - stinks and it needs to be resolved.  I want to hear today how we can resolve this issue, remediate the site and, ultimately, support the campaign of local residents and councillors.  Having spoken to somebody today, I might add that they plan to field their own candidates in the next local elections because they feel this is so important and no one is listening to them.  It is important now, after 20 years, that we find a resolution to this ongoing dispute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#B00800","speaker":"1379"},{"type":"speech","time":1540373400,"counter":20,"content":"<p>I thank Senator Boyhan for raising this matter as it is important, at both local and national levels, how such matters are being dealt with.<\/p> <p>The role of the Department of Communications, Climate Action and Environment is to provide a comprehensive legislative and waste policy framework through which the enforcement authorities operate.  Under section 60(3) of the Waste Management Act 1996, the Minister for Communications, Climate Action and Environment, Deputy Bruton, is precluded from exercising any power or control regarding the performance by the Environmental Protection Agency or a local authority in particular circumstances of a statutory function vested in it.  Notwithstanding this fact, the Department is aware of waste management issues regarding the site at Bunnamayne, Bridgend, and the response to these issues by Donegal County Council.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The local authority has had extensive involvement with various statutory stakeholders, landowners and other parties in respect of these matters.  Following investigations which involved the excavation of trial pits at the site, Donegal County Council issued a section 55 notice in 2011 which covered a portion of the site in which waste material was found to have been deposited illegally.  On foot of the section 55 notice, this waste was removed from the site.<\/p><p>The council carried out further extensive investigations on other areas of the site and on adjoining lands in 2015 with the co-operation of the EPA, with a view to obtaining evidence as to the extent of any further areas of waste deposition.  The council continues to work with the EPA and the Department in order to determine any further risk to the environment and to identify remedial measures that may need to be put in place at this location.  To support this, the Department has granted &euro;104,000 of landfill remediation funding in 2017 in respect of two sites, including Bunnamayne, Bridgend.  A total of &euro;8,000 was used to complete the first stage risk assessment, or tier 1 assessment, in 2017.  In 2018 the Department granted &euro;80,000 of funding to Donegal County Council under the landfill remediation programme for the completion of the second stage risk assessment, or tier 2 assessment.  The site in question is the subject of ongoing enforcement action for illegal waste activity and, as such, it would be inappropriate to comment on matters which may ultimately be brought before the courts.<\/p><p>With respect to support being provided by the Department to Donegal County Council in respect of this site, as the former Minister, Deputy Naughten, stated, funding has been allocated to complete the environmental risk assessment process.  The risk assessment process is completed in accordance with the EPA code of practice which was developed in 2007 to manage landfill remediation sites.  The environmental risk assessment works are comprised of a three-tier risk assessment process to inform the remediation that may be required.  The first-tier risk assessment involves a review of all available data, helps to create a conceptual site model and informs the prioritisation of environmental risks posed.  The second-tier risk assessment involves site investigation works and testing of the site itself.  On completion of this stage, a third-tier risk assessment allows for a refined conceptual site model to be created and a final quantitative risk assessment to be completed.  This determines the level of environmental risk posed by the site and identifies what necessary remedial works or management systems need to be specified and put in place to militate against any environmental risk posed.<\/p><p>At the Bunnamayne, Bridgend, site, significant work has already been undertaken to conclude a tier 1 risk assessment.  This has included extensive trial pitting and trenching on the site.  The testing has helped to inform the risk assessment process.  The tier 1 report is currently being considered by Donegal County Council and will be forwarded to the Department of Communications, Climate Action and Environment and the EPA for consideration in due course.  The works to inform the next stage of managing the site, the tier 2 risk assessment, is under way and due for completion this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#B00900","speaker":"1364","continuing":true},{"type":"speech","time":1540373400,"counter":22,"content":"<p>I thank the Minister of State for that comprehensive report but it in itself tells us how serious this matter is.  He acknowledges it has gone on for 20 years.  What I ask today is that we get closure to it eventually.  It is very substantial.  I acknowledge money is being given for it, but more substantial moneys are required to remediate these sites.  I mentioned one particular site with which I am very familiar.  We have a problem here that really needs to be resolved.<\/p> <p>I acknowledge the comprehensive report the Minister of State has given.  Community activists are now leading the charge.  Some councillors are effectively outside the loop and do not even know what is happening.  They are constantly told the same words that are in the Minister of State's report: \"As this matter is subject to ongoing investigations, it would not be appropriate for Donegal County Council executives to comment at this point in time.\"  That is the standard old catchphrase that councillors up there receive all the time.  It is not good enough.  I ask the Minister of State to bring the matter back to the relevant person in the Department who is responsible and tell him or her that the Department has a responsibility.  The councils have a right to be informed of what is going on in their communities so they in turn can inform the communities they represent.  I thank the Minister of State for his comprehensive response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#C00200","speaker":"1379"},{"type":"speech","time":1540373400,"counter":23,"content":"<p>If the corporate body that is Donegal County Council has the information, it is a matter for it to pass it to its board of directors, that is, the members of Donegal County Council.  As I said in my statement, if the matter is before the courts, it is inappropriate to comment.  While trialling and trenching is happening and analysis is being carried out, there may or may not be a requirement to remove the landfill product - I do not know.  If something illegal has occurred, there may or may not be a prosecution.  What none of us wants to do is put at risk a prosecution if illegal activities are occurring or have occurred to date.  This would be an error of this Chamber or any other chamber and is something we just cannot do.  As I said, the matter was dealt with in 2011.  The second report will be concluded by the end of this year, at which stage we should be able to see what necessary works are required.  There may be a requirement for this product to be removed; there may not be.  If the product is not damaging to the environment, that is a decision to be made by people who are better qualified in this area than I am.  I trust the people doing the analysis to try to bring the matter to a conclusion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#C00300","speaker":"1364"},{"type":"minorheading","content":"Recycling Policy","time":1540373400,"counter":24,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#C00400"},{"type":"speech","time":1540373400,"counter":25,"content":"<p>I thank the Cathaoirleach for the opportunity to raise this issue.  I am asking the Minister for Communications, Climate Action and Environment to increase funding for, and the number of, collection centres for agricultural tyre recycling.  This follows on from the announcement last September of four locations nationwide for agricultural tyres to be collected.  The four locations were distributed around the country in Cavan, Wexford, Galway and Tipperary.  It was an amazingly successful initiative.  Many hundreds of thousands of tyres were collected.  Members of the agricultural community were charged a fee if the weight of the tyres collected went over a certain limit - 3 tonnes, I think.  We really need a policy on this area.  Picking four areas around the country and having them as the collection centres was an appropriate start but now we need to roll out a full scheme.<\/p> <p>The scheme does not make sense in many ways.  I will give the example of my county of Cork.  There are more cows in Cork than in Northern Ireland, but there was no collection centre in Cork.  If tyres had to be transported from parts of my constituency up to the nearest location, being in Tipperary, the distance travelled would be over 250 km.  It would cost literally &euro;1,000 to get a lorry up there and down again.  It was therefore not logical for farming in my part of the world to avail of this very important scheme.  Speaking parochially again, in Cork we had the Dunlop tyre factory, which closed in the early 1980s.  As a result we had a massive array of tyres that were distributed locally to farmers, so we have a history in the county of having an awful lot of tyres.  We needed a solution and the nearest solution we got was Tipperary.<\/p> <p>There is already a scheme, as the Minister of State knows, for farm plastics.  Farm plastics are collected in every co-operative the length and breadth of this country at least annually.  There is a fee attached, but everyone goes to their local co-operative and recycles their farm plastics.  They travel 2 miles, 3 miles or 4 miles, depending on the location.  That is the logical space into which we need to move the agricultural tyre recycling service: in the same dynamic and the same situation we have with recycling of farm plastics.<\/p> <p>What I am asking for today is an increase in the funding in this regard and that we look at the model that has already been very successful for recycling farm plastics being used for the recycling of farm tyres.  The tyres that are there are a blight on us, a blight on society and a blight on our farmyards.  We have now moved into a greener space.  Farming has become in many ways a green industry because it had to do so.  The world has changed.  Farmers want to be a part of this revolution, ensuring that our environment is appropriately clean.  This is a very important initiative.  For it to have a major effect, it must come down to every parish and to the co-op and follow the model that has been in place for farm plastics.  If I told the Minister of State 20 years ago that there would be a scheme for the collection of farm plastics, he would think I had gone mad, but now it is the norm.  The question now is to expand it into this space so farmers have the opportunity to recycle these waste tyres for which they no longer have any use.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#C00500","speaker":"1386"},{"type":"speech","time":1540373400,"counter":26,"content":"<p>I thank the Senator for raising this issue.  Both of us are dairy farmers and know that this is a serious issue.  The farming sector is becoming much greener than ever before, which is a really good step.  <\/p> <p>The Minister for Communications, Climate Action and Environment, Deputy Bruton, thanks the Senator for bringing forward this Commencement matter.  Repak End of Life Tyres, Repak ELT, commenced operations on 1 October 2017 as the compliance scheme for the tyres and waste tyres sector, under the Waste Management (Tyres and Waste Tyres) Regulations 2017, with a registration and reporting role for The Producer Register Limited.  The compliance scheme carries out regulatory functions on behalf of its members and is funded by a visible environmental management charge.  Under the Waste Management (Tyres and Waste Tyres) Regulations 2017, farmers are not allowed to stockpile tyres on farms.  Where farmers use tyres to cover silage, they are prohibited from having more than eight tyres per square metre of any silage pit&rsquo;s floor area.  Since 1 October 2017, any farmer who wishes to take in waste tyres for the purpose of anchoring silage must register with the new tyre compliance scheme, Repak ELT.<\/p> <p>The previous Minister made funding of &euro;1 million available in 2017 for local authorities to deal with the clean-up of existing stockpiles of waste tyres across the country.  The funding was provided to support the introduction of the new compliance scheme.  At the time, he also indicated that he would look at the issue of tyres on farms.  To that end, he announced on 13 September this year that funding of &euro;700,000 would be made available in 2018 to assist farmers in removing waste tyre stockpiles from farms.  The funding was intended to give farmers an opportunity to remove unwanted tyres from farms and ensure the tyres were treated in an environmentally sound manner.  The vast majority of tyres collected are to be recycled in Ireland, which will support Irish jobs and the circular economy.  Irish Farm Film Producers Group Limited, the national farm plastics recycling compliance scheme, agreed to organise the removal of waste tyres from farms through the holding of four bring centre collection days throughout the country.  The collections - the centres were chosen because they represented a good geographical spread - took place in Cavan, New Ross, Athenry Mart in Galway and Monard, County Tipperary.  In total, approximately 4,253 tonnes of tyres were collected at the bring centres and the &euro;700,000 budget for 2018 was fully spent.  The Department is reviewing the results of the process and, in conjunction with other stakeholders, will assess whether further collection days could be centrally funded during 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#D00100","speaker":"1364"},{"type":"speech","time":1540373400,"counter":27,"content":"<p>I thank the Minister of State for his comprehensive response.  The success of the scheme is the issue.  It has been a great success.  The Minister of State has mentioned a figure of 4,253 tonnes of tyres being collected in the four centres.  That is an indication of how successful the scheme has been, but it also proves that there is a huge appetite among farmers to ensure they can apply for and work within the scheme.  When reviewing it, we have to take into account that there were only four locations.  It can be argued that they were geographically central, but some farmers had to travel over 250 miles.  That is probably the biggest issue.  To make the scheme workable, we need to look at the model that has worked, namely, the model for farm plastics.  We need to review the scheme and look at the model which has worked to see if we can follow it through to have a much cleaner environment and farmyards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#D00200","speaker":"1386"},{"type":"speech","time":1540373400,"counter":28,"content":"<p>The Senator is making the point that there are farmers living in his constituency who, when driving to Dublin, have still not come halfway when they reach Mitchelstown.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#D00300","speaker":"1381"},{"type":"speech","time":1540373400,"counter":29,"content":"<p>Very well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#D00400","speaker":"1386"},{"type":"speech","time":1540373400,"counter":30,"content":"<p>I am also very close to that border, but the Minister of State might want to have a final word.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#D00500","speaker":"1381"},{"type":"speech","time":1540373400,"counter":31,"content":"<p>The Cathaoirleach is also well aware of the constituency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#D00600","speaker":"1364"},{"type":"speech","time":1540373400,"counter":32,"content":"<p>That was in the past.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#D00700","speaker":"1381"},{"type":"speech","time":1540373400,"counter":33,"content":"<p>I apologise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#D00800","speaker":"1364"},{"type":"speech","time":1540373400,"counter":34,"content":"<p>No bother.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#D00900","speaker":"1381"},{"type":"speech","time":1540373400,"counter":35,"content":"<p>I am aware of where we are and that the farming sector is much more responsible than ever before, which is good.  Having said that, it is important that farmers do not allow large stockpiles of tyres to accumulate.  If they are not required, they should be removed.  While funding of &euro;1 million was allocated initially and &euro;700,000 subsequently, I am aware that there were large queues in New Ross, although I do not know about the other centres.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#D01000","speaker":"1364"},{"type":"speech","time":1540373400,"counter":36,"content":"<p>Hours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#D01100","speaker":"1386"},{"type":"speech","time":1540373400,"counter":37,"content":"<p>That is appropriate.  It is important that where there are stockpiles of tyres, farmers do the right thing and remove them.  We have not yet advanced it.  I am not saying we will, but the matter is to be considered.  If there are stockpiles, they have the potential to cause pollution and should be recycled.  I know from speaking to tyre centres throughout the country that there might be a small cost involved, but it is the right thing to do, rather than have the tyres on farms, polluting and causing damage.  If there was a check, it could potentially cost somebody money under the basic payment scheme.  That would not be a good result and nobody wants it to happen.  We are still looking at the issue, but the Minister is aware of the success of the scheme.  There were 4,200 tonnes of waste taken out and properly disposed of.  It was the right thing to do, but there is more to be done, of which we are aware.  I thank the Senator for raising the issue.  I understand the size of County Cork.  I also know the number of cows in the county.  The Senator is a very good advocate in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#D01200","speaker":"1364"},{"type":"speech","time":1540373400,"counter":38,"content":"<p>I thank the Senator and the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#D01300","speaker":"1381"},{"type":"unspoken","time":1540373400,"counter":39,"content":"<p>Sitting suspended at 11.05 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Message from Joint Committee","time":1540373400,"counter":40,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#G00100"},{"type":"speech","time":1540373400,"counter":41,"content":"<p>The Joint Committee on Health at its meeting today completed its consideration of the following order which was referred to the joint committee by the Seanad on 16 October 2018:<\/p><blockquote>Health and Social Care Professionals Act 2005 (Section 95(3)) (Variation of title: Physical Therapist) Regulations 2018.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#G00200","speaker":"1381"},{"type":"majorheading","content":"Order of Business","time":1540373400,"counter":42,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#G00300"},{"type":"speech","time":1540373400,"counter":43,"content":"<p>The Order of Business is No. 1, statements on agriculture, to be taken at 1.45 p.m. and to conclude not later than 3.15 p.m., with the contributions of group spokespersons not to exceed eight minutes, those of all other Senators not to exceed five minutes, and the Minister to be given not less than five minutes to reply to the debate; No. 2, Judicial Appointments Commission Bill 2017 &ndash; Committee Stage, resumed, to be taken at 3.15 p.m. and to be adjourned not later than 5.15 p.m., if not previously concluded; and No. 3, which is Private Members' business, Perjury and Related Offences Bill 2018 &ndash; Second Stage, to be taken at 5.15 p.m., with the time allocated to this debate not to exceed two hours.<\/p><p>At 12.45 p.m. today there will be tributes to our former colleague and friend, iar Sheanad&oacute;ir Maurice Hayes.  I hope that Members will attend in good numbers to pay their respects to an esteemed former Member of the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#G00400","speaker":"1391"},{"type":"speech","time":1540373400,"counter":44,"content":"<p>We learnt today that, unfortunately, two more schools have closed and up to 1,200 children are affected.  The schools are the Educate Together in Tyrrelstown and St. Luke's national school in Mulhuddart.  Parents have been told anecdotally that the schools should be open after Christmas.  Other parents have been advised, however, that if their child is to attend school next September, they should consider putting that child on the transfer list.  Parents are worried about what will happen to their children's education.  Many more schools around the country seem to be affected than we initially thought.<\/p><p>Generally after any construction project, whether an extension, a house or a big project such as a school, a structural engineer will come in.  It is very worrying that the Department of Education and Skills did not have its own structural engineer sign off on the completion of the schools at the time.  It is important that the Minister now come to the Seanad to make a statement on how many schools are affected, why structural engineers did not sign off at the time the schools were completed, and to give us an overview of the schools affected.<\/p><p>On a separate issue, those aged more than 70 years must have a fitness form completed by their general practitioners, GPs.  Many people older than 70 receive the GP-only medical card.  This fitness form, however, is not covered by the card.  This is an anomaly in the system and it is very unfair to pensioners to have to pay this fee.  Pensioners are on a fixed income and there is no likelihood of that income increasing.  Will the Leader bring this to the attention of the relevant Minister to ensure that this form is covered by the GP-only medical card?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#G00500","speaker":"1407"},{"type":"speech","time":1540373400,"counter":45,"content":"<p>I thank the Government and particularly the Minister for Children and Youth Affairs, Deputy Zappone, on the decision to approve the forensic excavation of the site of the former mother and baby home in Tuam.  It was the right decision.  After a protracted investigation and forensic research, the Minister took the decision.  She came to the House before doing so and said she would keep the House informed.  It would be helpful if at some appropriate time the Minister came back to update us on this.  My understanding is that significant quantities of human remains were discovered at the site last year.  The Minister confirmed that to the House at the time.<\/p><p>The decision the Government has made, on the Minister's recommendation, is that several actions will be undertaken to include a phased approach for the evacuation and recovery of the juvenile human remains, as far as possible and practical, the use of systematic on-site ground testing and excavation to effectively locate the burials on this site and forensic analysis.  That is very important.  I commend the Minister because she said she was committed to it but that she would have to take expert advice and she did that.  The lost children at Tuam, and all children wherever they may have been, deserve truth, recognition and ultimately dignity in their burial.  The Government's decision is appropriate and welcome.  We cannot forget Ms Catherine Corless who was brave and courageous and went out time and again, against all the odds, to highlight this issue.  She put her personal story and that of her family into the public domain, which is never an easy thing to do but she felt she had to do that because she thought it was important to explain the problems around this issue.<\/p><p>I would like to pay a personal tribute to Seymour Crawford, a man I knew well.  He made an outstanding contribution, especially to agriculture. As a Border man who was sensitive to the complexities of the Border and an active Presbyterian in his community, he was very much in tune with the sensitivities of North-South relations.  I have just returned from the British-Irish Parliamentary Assembly, and on all sides his name was raised as someone who was a great advocate of cross-Border support within that group of which he was a founder member.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He always spoke very eloquently about the great potential of the island of Ireland in agriculture and how, through economics, we could embrace and overcome many of our differences.  BIPA acknowledged his great contribution to Northern Ireland politics and those in the South for the way he had always advocated moving forward.  I pay my respects to his family.  He was an outstanding politician who brought unique experiences to politics, not least a practical and simple application of agricultural methods.  May he rest in peace.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#G00600","speaker":"1379","continuing":true},{"type":"speech","time":1540373400,"counter":47,"content":"<p>I echo the words of Senator Boyhan about the Government's decision yesterday on the Tuam mother and baby home.  I commend the Minister for Children and Youth Affairs, Deputy Zappone, for taking the lead.  I also commend Catherine Corless, without whose painstaking historical work, the matter would never have been uncovered.  Senator Boyhan is right in saying the families of the babies buried in Tuam deserve truth, recognition and the dignity which was lacking in the past.<\/p> <p>Will the Leader invite the Minister for Foreign Affairs and Trade to come to the House to discuss the action he, on behalf of the Government, proposes to take against Saudi Arabia and the words of condemnation he will utter about the appalling murder of the Saudi journalist Jamal Khashoggi in Istanbul in Turkey, about which various things have been leaked in recent days.  There appears to have been a complete U-turn by the Saudi authorities which now acknowledge that he was killed in the embassy, despite the fact that they initially suggested he had left alive and then claimed he had been involved in a fight.  There is a slow trickle towards the truth which is coming out, but we need to take a strong stance on the issue.  I am conscious that we have extensive trade with Saudi Arabia, but we need to look at the issue and what other countries are doing.  Canada is taking action on foot of condemnation of the incident.  It is an appalling attack on journalism, free speech, democratic principles and the rule of law and needs to be condemned outright.<\/p> <p>I hope the referendum on blasphemy will be passed on Friday.  I would then like us to have a debate on reforming the incitement to hatred laws.  The Prohibition of Incitement to Hatred Act 1989 prohibits incitement to hatred on religious and other grounds.  It is a much more appropriate way to tackle attacks on people because of their religion.  Blasphemy is the offence of defamation against religion, not people.  In Pakistan a Christian woman is awaiting a Supreme Court decision on an appeal against her conviction for the offence of blasphemy and the death sentence pronounced on her.  This is but one example of the use by countries with oppressive regimes of the offence of blasphemy to repress religious minorities.  We should be very mindful of this when we vote on Friday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#H00200","speaker":"1402"},{"type":"speech","time":1540373400,"counter":48,"content":"<p>I echo the words of Senator Boyhan and pay tribute to the late Seymour Crawford who was a family friend, particularly on my mother's side of the family in the Cavan\/Monaghan area.  I know that there was a huge crowd yesterday in Newbliss to mark his passing.  My sympathy goes to his surviving nephews and niece.<\/p> <p>Yesterday I had the opportunity to welcome students from Gaelscoil Inse Ch&oacute;r for a tour of Leinster House as part of its Blue Star programme, an excellent programme run by European Movement Ireland and the Department of the Taoiseach which discusses the future of Europe and exactly what it should mean to primary school children.  Will Leader invite the Minister of State at the Department of Foreign Affairs and Trade, Deputy McEntee, to come to the House for statements on the follow-up to her initial report on the future of Europe?  The Joint Committee on European Affairs has done an awful lot of work on the issue, on which there were initial statements on in May.  It would be appropriate to have supplementary statements to see where the report is and how we can impact on the future of Europe to make sure Ireland will remain at its heart.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#H00300","speaker":"1399"},{"type":"speech","time":1540373400,"counter":49,"content":"<p>I propose an amendment to the Order of Business that No. 18 be taken before No. 1.  It is a Bill which I wish to introduce to amend the Safety, Health and Welfare at Work Act 2005 to facilitate the establishment of a farm safety agency and define its function and role.  The Cathaoirleach and Senator Conway spearheaded a very good report in the Houses on farm safety, but, through no fault of theirs, like many other initiatives, it now sits on the shelf.  I tried to raise the issue of farm safety to have it included in the work programme of the Joint Committee on Agriculture, Food and the Marine, but I was told that it was the wrong committee, as the HSA came within the remit of the Department of Jobs, Enterprise and Innovation.  That was when I realised there was a need for a dedicated agency to collaborate with and control all of the great agencies that were doing fantastic work such as the Department of Agriculture, Food and the Marine, Teagasc, the farmers' organisations, the HSA and many private NGOs which are doing admirable work.  There is, however, nobody to pull all of it together and certain areas of the country are being omitted.  I will not go into the details of the Bill at this early juncture, but I hope that, when it is brought back on the various Stages in the House, we can have a good, open and frank debate and that people will see the importance of the agency.  Last year there were 24 deaths on Irish farms.  While it is a sector that only provides 5% of the workforce, it accounted for 50% of fatalities.  I look forward to everybody's input and support.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#H00400","speaker":"1383"},{"type":"speech","time":1540373400,"counter":50,"content":"<p>The Leader will say I am like a broken record when it comes to the Defence Forces, but I have gained information this morning that adjudications provided for increases in income for specialists in the Defence Forces such as chefs and members of the ranger wing, among various other specialists, but the Department has decided that, while it will pay the increases from 1 October, it will not backdate them.  A considerable amount of money is involved and it is not good enough that, following a process, adjudications have been overturned by departmental officials.  It has resulted in PDFORRA initiating a High Court action to get what is due under the adjudications.  What is it about this country that every time something like this comes up, we cannot resolve it without going to the courts, costing the country tens of thousands of euro to defend the indefensible?  This morning I also found out that the wives and girlfriends of members of the Defence Forces had opened up a GoFundMe page because they said soldiers could not afford to live.  It is embarrassing that they have to try to raise money for Christmas.  I heard stories about children eating pasta and cereal for lunch and not having seen meat for several days.  We have to get to the truth of the matter.  I hope the Leader will support me.  We need somebody from the welfare services to meet the families.  I am prepared to go with them as we cannot allow this to continue.  I hear about soldiers going for a run at lunchtime because they cannot afford to eat in the mess.  This is not acceptable.  We need to come together to resolve the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#H00500","speaker":"1390"},{"type":"speech","time":1540373400,"counter":51,"content":"<p>I also bang on about the same thing day in and day out.  The Department has confirmed that it is willing to pay the increases with effect from 1 October.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gabrielle McFadden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2399\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2399&amp;amp;pid=GabrielleMcFadden&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Unfortunately, the Department has also confirmed that it is unwilling to pay the arrears.  This would be in connection with the adjudication on pay for cook technicians, Army rangers, account holders and recruits who must pay for their rations and accommodation.  I welcome this decision but it is terrible that we had to raise the issue so much.  Senator Craughwell and I have raised the issue many times.  It is terrible that it has taken so long to reach the position where the provision will have commenced on 1 October.  I am exceptionally disappointed that the arrears will not be paid.  As I have said in the House on numerous occasions, this affects several of my friends, two of whom have passed away since this all started.  Their wives and widows will not get this adjudication or arrears.  Some of my friends have retired and will not get this adjudication paid to them, which is very disappointing.<\/p><p>A rebate should be considered for recruits.  In recent years recruits have had to pay for their accommodation and rations.  At the very least, and especially as there will be no back pay, they should get a rebate for their expenditure.  They have paid for training so should get their money back.<\/p><p>I urge both sides to discuss whether there are alternatives to the absolute denial of the arrears payment.  PDFORRA has suggested legal action, as has Senator Craughwell.  I would be very nervous of taking legal action until I know that the recruits and cook technicians get what they deserve.  Let us get them paid first from 1 October and then consider the adjudication or court proceedings.  It is vital that these people get their money because they are entitled to this money.  Nobody who works for the Defence Forces should be hungry when they get up in the morning and go out to work.  I do not blame the Department of Defence but I blame the Department of Finance.  It is vital that we deal with this matter.  PDFORRA should see if there is a way to deal with this matter first and at least allow the payments dating from 1 October to be made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#H00600","speaker":"1375","continuing":true},{"type":"speech","time":1540373400,"counter":53,"content":"<p>I second Senator Paul Daly's proposal to amend the Order of Business.<\/p><p>I commend the members of the British-Irish Parliamentary Assembly who attended the 57th plenary conference in London from 21 to 23 October.  In particular, I commend the Co-Chairs, Mr. Andrew Rosindell, MP, and Deputy Se&aacute;n Crowe, on their excellent management and chairing of the session.  It was a wonderful experience to meet our colleagues from all over the United Kingdom, Scotland, Wales, Northern Ireland, the Isle of Man and the Channel Islands.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#J00200","speaker":"1393"},{"type":"speech","time":1540373400,"counter":54,"content":"<p>I cannot hear the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#J00300","speaker":"1391"},{"type":"speech","time":1540373400,"counter":55,"content":"<p>I will try to project my voice.  The British-Irish Parliamentary Assembly was established under the Good Friday Agreement.  It is a tremendous forum for meeting our colleagues from all over the region comprised of England, Ireland, Wales, Scotland, Northern Ireland, the Isle of Man and the Channel Islands.  We had interesting and excellent meetings with the Right Honourable Jeremy Hunt, MP and UK Secretary of State for Foreign and Commonwealth Affairs, and the Right Honourable Ms Karen Bradley, MP and Secretary of State for Northern Ireland.  Indeed, the Irish ambassador to the UK, Mr. Adrian O'Neill, acquitted himself very well, as we would expect from his experience.  Yesterday, we were also guests at No. 10 Downing Street where we had an opportunity to meet the Secretary of State for Northern Ireland and Secretary of State for Foreign and Commonwealth Affairs.<\/p><p>I am encouraged and hopeful that there will be a breakthrough in the Brexit talks on the future arrangements between the European Union and the United Kingdom.  I genuinely believe that the backstop will be agreed for a special economic zone between the United Kingdom and Ireland in terms of the Border and the continued trade between us and our nearest neighbour.  The United Kingdom and Ireland are two islands located off the mainland of Europe.  Therefore, we need a special arrangement to ensure that the continuation of trade worth &euro;1.1 billion between our two countries is maintained.  It is vital.  I am convinced that goodwill will be shown by both sides to bring about this agreement.<\/p><p>I compliment Prime Minister Theresa May on doing her utmost to solve this issue.  She is under enormous pressure but she is an excellent Prime Minister.  I firmly believe that she will produce a solution that will be agreed by all sides and that will benefit both Ireland and the United Kingdom.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#J00400","speaker":"1393"},{"type":"speech","time":1540373400,"counter":56,"content":"<p>I join in the words of sympathy extended to the nephews and nieces of the former Deputy, Seymour Crawford, who, sadly, has passed away.  He was a humble man who devoted his considerable talents and ability to the services of others.<\/p><p>I wish to raise an education issue with the Leader, but before I do so, I congratulate my fellow Ulsterman, Deputy McHugh, on his elevation to Minister for Education and Skills.  I also thank his predecessor, Deputy Bruton, for the extraordinary work that he did in that Department.<\/p><p>I want to talk about a great inequality and wrong in the education system that has gone under the radar.  The capitation fee for secondary schools is double that for primary schools.  The fee was reduced by 30% in the recession.  In the previous budget it was restored by 5% but there is still a deficit of 25% due to the recession.  The standard capitation grant in a primary school is about 92 cent a day or &euro;172 per year.  The grant is double that amount in post-primary education, at &euro;296.  Indeed, the Catholic Primary School Management Association, CPSMA, has said that &euro;46 million a year comes from voluntary contributions.<\/p><p>The important thing about primary education is that we have a new hands-on curriculum and pupils learn by doing.  The curriculum involves all facets of education, including music and sport, the same as secondary education.  The primary school curriculum also involves IT.  The needs of a primary school student, in terms of education, equipment and extracurricular activities, will be similar to the needs of a secondary school student if there is to be active learning as per the curriculum.  Primary education acts as a foundation stone and it is where a person really develops.  The real way to create equality is to invest in the lower tiers of education.<\/p><p>It is a great wrong that the children who attend primary schools get half the capitation grant and thus are supported half as well as children who attend secondary schools.  That is wrong, inequitable and unfair, it does not create equality, and it is wrong for development.  We are now in an economic position to solve the problem.  I call on the Leader to arrange a debate on this serious issue.  People may not notice but it is wrong that a child attending primary school is discriminated against, and it is active discrimination.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#J00500","speaker":"1397"},{"type":"speech","time":1540373400,"counter":57,"content":"<p>I support Senator Leyden's comments as I, too, am a member of the British-Irish Parliamentary Assembly.  We had a very productive two days in London, both at the conference venue and Westminster.  Yesterday we had a moving wreath-laying ceremony in Westminster that was led by the two Co-Chairs and that acknowledged all of the people who died in the First World War, or the Great War, as it is also known.<\/p><p>I highlight a report produced by the Nevin Economic Research Institute and outlined this morning.  It claims that multinationals hide the weakness in the indigenous economy and that while the average statistics look quite good, it is really the multinationals that are very productive and advanced in terms of efficiencies, thus hiding a lack of productivity in the indigenous sector.  The report highlights in particular that the domestic economy is weaker in terms of information and communications, which is somewhat surprising, and real estate activities when compared with European counterparts.<\/p><p>Will the Leader schedule a debate on the topic of our national competitiveness?  While we welcome and appreciate the tremendous employment and tax benefits that foreign direct investment, FDI, brings, equally, we must strengthen and protect our indigenous economy.  It would be wonderful if we had as many home-grown companies.  We have some very successful multinational companies such as Cement Roadstone Holdings, CRH, the Kerry Group, Smurfit and others that have grown out of Ireland.  Nonetheless, there are an awful lot of companies in Ireland that are not as productive as I would like them to be and as, I am sure, they would like to be themselves.  The Minister for Business, Enterprise and Innovation, Deputy Humphreys, would be the most appropriate Minister to invite to the House.  We could discuss what she and her Department, along with Members of this House and the Lower House, can do to strengthen the indigenous economy, which is always going to be here.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I wish for as much foreign direct investment as we can get because it is fantastic.  The more FDI we have, the less dependent we are on any individual company.  This is, however, an important topic on which I ask the Leader to schedule a debate as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#J00600","speaker":"1412","continuing":true},{"type":"speech","time":1540373400,"counter":59,"content":"<p>I agree with Senators Leyden and Horkan on the British-Irish Parliamentary Assembly.  I compliment the British co-chair of BIPA, Mr. Andrew Rosindell, MP, on a truly great programme that he laid on.  I had an opportunity at the meeting to pay tribute to the late Seymour Crawford, who was a proud member of that body for some time.  On one occasion - I do not know how many years ago - when the conference was held in Dalmahoy, outside Edinburgh, the former Deputy had a bad back and could not fly.  I collected him in Monaghan and drove him there and we got on very well.<\/p> <p>On a happier note, I personally conveyed the Cathaoirleach's warm wishes to The Right Honourable John Bercow, Speaker of the House of Commons, and I assure the Cathaoirleach they were heartily reciprocated.  He told me he had met the Ceann Comhairle and he would like to meet the Cathaoirleach.  Perhaps the Cathaoirleach's office will get in touch with the Speaker's office in due course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#K00200","speaker":"1420"},{"type":"speech","time":1540373400,"counter":60,"content":"<p>I thank Senator Coghlan for his kind words.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#K00300","speaker":"1381"},{"type":"speech","time":1540373400,"counter":61,"content":"<p>From everything I hear, the Cathaoirleach is much easier to work with than the Speaker of the House of Commons.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#K00400","speaker":"1401"},{"type":"speech","time":1540373400,"counter":62,"content":"<p>He was chirpy and happy when we met him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#K00500","speaker":"1420"},{"type":"speech","time":1540373400,"counter":63,"content":"<p>He is not here to defend himself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#K00600","speaker":"1391"},{"type":"speech","time":1540373400,"counter":64,"content":"<p>He is also very witty.<\/p> <p>I would also like to be associated with the expressions of sympathy on the passing of former Deputy Seymour Crawford.  I knew Seymour and found him very pleasant company.  I extend my condolences to his loved ones.<\/p> <p>This month we have seen the introduction of an air ambulance service in the south-west area based in Cork.  The new service is run by Irish Community Rapid Response, a group whose work deserves to be commended.  It provides airlifts of patients to specialist units arising out of accidents and other emergency events, such as cardiac arrests and strokes.  The service is being established voluntarily along a charity model and will, I understand, cost &euro;2 million per annum, all of which will be funded by local contributions.  Amazingly, this service will provide a 20 minute response time to a 10,000 mile area.  I understand that is its capacity.  It is a fantastic initiative, which is fully deserving of State support.<\/p> <p>It was my colleague, Senator Feighan, who raised a Commencement matter on this general topic in June of last year.  The Minister of State, Deputy Finian McGrath, gave an update to the House on the Department of Health's work in expanding such services.  Senator Feighan correctly pointed out that air ambulance services had been vital in saving lives in the Roscommon area following the downgrading of the accident and emergency unit in Roscommon hospital.  As I understand it, the vast majority of existing air ambulance cover is currently provided by the Air Corps with back-up provided by the Irish Coast Guard.  Perhaps this model of charity-based and voluntary air ambulance services, as we see with the new service in counties Cork and Kerry, could be a means of helping to bridge any gaps in cover across the country.<\/p> <p>Last year, the Minister of State agreed with Senator Feighan that there was ample scope for a cross-Border service to be put in place serving Ulster counties.  It strikes me that such a service would be especially useful in areas such as County Donegal, where it was reported a few months ago that, over a four-week period, 130 people who had called an ambulance from Letterkenny hospital had to wait for more than an hour.  Such circumstances are indefensible and we need to examine possible new solutions.<\/p> <p>We should debate this matter to get an update from the Minister on any gaps in air ambulance cover; to explore whether the voluntary charity model might be a means of addressing gaps and whether grant aid or tax incentives can be provided for such community or voluntary schemes; and to find out if there has been any progress on the possibility of establishing cross-Border services, which the Minister of State appears to favour and which might assist more isolated rural areas in the north and north west, such as County Donegal.  I would be glad to be brought up to date, as I am sure other Senators would be, on any developments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#K00800","speaker":"1401"},{"type":"speech","time":1540373400,"counter":65,"content":"<p>I have received a number of angry emails in the past week in regard to a settlement of &euro;550,000 that was made in the High Court to someone who did something totally stupid.  Insurance awards are four and a half times higher here than in the United Kingdom.  For every &euro;100,000 that is awarded, &euro;42,000 goes on legal and other associated costs.  The &euro;550,000 settlement that was made last week will result in an additional &euro;200,000 in costs.  Whether one is paying home insurance, motor insurance or business insurance, that impacts on every citizen.  Something has to be done about this.  I ask the Leader to invite the Minister with responsibility for this matter to the House to debate this issue and discuss the need for the courts to make realistic payments, as opposed to the payment made at the weekend to someone who did something stupid.  In the old days, we used grab onto a truck to be pulled along on our cart or bicycle.  We knew if we fell off it would be our fault and we would not be able to go after anyone else.  Last week, a payment was made to someone who did something totally stupid.  If this is the way our insurance payouts will go in the future, we need to do something about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#K00900","speaker":"1438"},{"type":"speech","time":1540373400,"counter":66,"content":"<p>I raise the issue of illegal parking in designated disabled car parking spaces.  Unfortunately, this problem seems to be on the increase throughout the country.  The Garda in Monaghan has recently voiced concern at the increasing trend of able-bodied motorists parking in designated disabled car parking spaces, particularly in the evening and at weekends.  This is a disappointing trend, which is very frustrating for those who need disabled parking spaces, for example, while visiting their general practitioner, GP, or calling into a pharmacist.  If a space is taken, people are unable to park and are forced to drive off.  As Senators will be aware, the fine for anyone caught parked in a disabled parking spaces is &euro;150.  This growing trend indicate that the fine is not heavy enough and may need to be reviewed.<\/p> <p>At a recent meeting of Monaghan County Council, a local independent councillor, Mr. Paudge Connolly, suggested that we should consider allocating penalty points to those who are found parking in disabled spaces to try to stamp out this trend.  I support that proposal.  This issue needs to be addressed.  I ask the Leader to bring it to the attention of the Minister for Transport, Tourism and Sport, Deputy Ross.<\/p> <p>I join my colleagues in expressing sympathy on the death of former Deputy Seymour Crawford.  Yesterday in Newbliss, the people of County Monaghan bade their final farewell to Seymour, affectionally known as \"the Gentle Giant\".  He served his community, both as a county councillor and a Member of the Lower House for almost 20 years.  Seymour was a decent, honourable man who was highly respected throughout County Monaghan and the Cavan-Monaghan constituency.  I join others in extending my deepest sympathy to the extended family of the late former Deputy Seymour Crawford and to the Fine Gael Party in County Monaghan which has lost an honest, decent individual and member.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#K01000","speaker":"1396"},{"type":"speech","time":1540373400,"counter":67,"content":"<p>I also want to remember the late former Deputy Seymour Crawford.  I served with Seymour from 2002 and 2011.  He was, as Senator Gallagher stated, a gentle giant and an honourable, decent and respectful man.  He will be much missed by his colleagues in Leinster House and his constituents.  As Senator Leyden said, Seymour did more for North-South relations on the island of Ireland than most, including through his work in the British-Irish Parliamentary Assembly.  He certainly made a difference.<\/p> <p>Last weekend, we had an interesting few days at the British-Irish Parliamentary Assembly meeting in the UK.  I thank the co-chairs, Deputy Se&aacute;n Crowe and Mr. Andrew Rosindell, MP, who commemorated the centenary of the ending of the First World War with dignity and respect in Westminster yesterday.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frank Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have moved forward in many ways, given that we can now commemorate and respect the up to 50,000 Irish men, including the 30,000 from the Twenty-six Counties who were forgotten.  That is for another day, though.<\/p><p>Yesterday, we held some meetings with Ms Karen Bradley.  We told her that under no circumstances would there be a hard border on the island of Ireland.  People, particularly in the UK, are talking about 98%, 95% or 90% of the deal being done.  No deal will be done on Brexit if the Border is not respected and the Good Friday Agreement is not implemented in full.  Those are the sticking points.  Ms Bradley was asked how the UK could ever be trusted again if it did not respect a written guarantee.  She effectively stated that the UK would not renege on its Border agreement.  I hope so.<\/p><p>Seymour Crawford was a decent, honourable and honest man, and he will be missed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#K01100","speaker":"1424","continuing":true},{"type":"speech","time":1540373400,"counter":69,"content":"<p>I rise to voice the concerns and anger of residents who live in the vicinity of Oweninny wind farm, which is in north Mayo not far from Bellacorick and Crossmolina.  This raises a larger question of how communities located immediately beside wind farms are looked after.  I welcome the wind farm, which represents a &euro;160 million investment.  Once completed, which is expected to happen next year, it will provide power for approximately 50,000 households and go some way towards helping us achieve our 2020 renewable electricity targets.  However, people who are located immediately beside such infrastructure need to be looked after.  In particular, financial provision should be made for them.  The offering made by Bord na M&oacute;na and the ESB, the authors of this joint venture, is basically a community fund that can be distributed far and wide.  Its details have not been decided yet, but it in no way acknowledges the fact that some people will be living right beside and looking at turbines.  The area in question saw the closure of the Bord na M&oacute;na peat-burning power station at Bellacorick, which had a cooling tower of 290 ft in height.  Most of us know what those towers look like.  The wind farm's turbines will be more than 580 ft in height, more than double that of the cooling tower.  There are no other turbines of such a height in the country.<\/p> <p>Under the Bord na M&oacute;na-ESB proposals, a near neighbour scheme will be operated.  This would see reduced electricity prices, but only for people living within 2 km.  In this case, that would only benefit four households.  An estimated 100 households will be affected by the development.  Bord na M&oacute;na and the ESB need to revisit the matter.  The new Minister should attend the House to discuss how communities can feel a real benefit of funding that comes from renewable electricity generation projects.  There will be a fund of &euro;232,000 per year.  These people need more money to retrofit their houses, including improving their insulation, as well as cheaper or free electricity.  I do not doubt that, with the right model, this could be rolled out elsewhere.<\/p> <p>The community has accepted the wind farm, but many communities are not in a position to do so.  Bord na M&oacute;na and the ESB need to look after this community better.  I call on the Minister to come to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#L00200","speaker":"1425"},{"type":"speech","time":1540373400,"counter":70,"content":"<p>The Safe World Summit 2018 took place in Dublin this week.  The organisers, contributors and speakers all deserve our applause.  One of the main challenges facing the world is the extent and impact of violence against women and children.  Ireland has come an incredibly long way.  We have criminalised domestic violence in the Domestic Violence Act 2018.  Now, domestic violence is treated as a much greater crime than violence against a stranger.  For the first time, we have a robust legislative foundation that recognises and responds to the dangerous patterns of control, domination, inequality and psychological abuse within the home.  Thanks to the Act, the barriers victims encounter are breaking down, but some remain.  We need to consider how to help victims in bad situations to get out and be free before matters turn more sinister.  There are services and supports, but not enough, especially in terms of housing.  We need to consider how we listen to and help victims after they have suffered.<\/p><p>According to the <i>Irish Probation Journal<\/i>, sentence lengths in assault cases range from a fortnight to half a year whereas sentence lengths in theft cases can range from one month to nine months.  That is unrealistic.  If we fail the victims, we are letting them down.  We need to help them and ensure that, instead of silencing them, we encourage them to speak out.  Yesterday, Ms Noeline Blackwell, the chief executive of the Dublin Rape Crisis Centre, told <i>The Irish Times<\/i>that information on how judges decided sentences in rape and sex abuse cases needed to be published to ensure that survivors understood the process and were not discouraged from reporting.  We do not have sentencing guidelines and should not tell the Judiciary how to do its job, but we must ensure that it gives support to victims.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#L00300","speaker":"1395"},{"type":"speech","time":1540373400,"counter":71,"content":"<p>Is the Senator calling for a debate on this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#L00400","speaker":"1381"},{"type":"speech","time":1540373400,"counter":72,"content":"<p>Yes.  It is important, given the figures, and it needs to be highlighted.  It is close to all our hearts.  I see it in my area daily with people coming to my clinics.  I am calling for a debate with the Minister.  This is all about information and letting people know of their entitlements.  It is an awareness campaign.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#L00500","speaker":"1395"},{"type":"speech","time":1540373400,"counter":73,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#L00600","speaker":"1393"},{"type":"speech","time":1540373400,"counter":74,"content":"<p>Before the Leader responds, I wish to be associated with the remarks of sympathy to the late Seymour Crawford.  I served with him in the Lower House for some years.  He was indeed extremely knowledgeable on farming matters and, from my experiences with him, a very polite and decent man.  I served on a committee with him.  I convey my sympathies to his family and the Fine Gael Party in Monaghan, where he was a pillar.  I remember from election results some years ago that he was always on top of his game in his native county.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#L00700","speaker":"1381"},{"type":"speech","time":1540373400,"counter":75,"content":"<p>I join the Cathaoirleach and Senators Gallagher, Feighan, Boyhan, Richmond, Mullen, O'Reilly and Coghlan in expressing to the nephews and nieces of the late Seymour Crawford our deepest and heartfelt sympathies.  He was an extraordinary person and a gentle but firm man who was very passionate about Monaghan, his faith and the farming community that he was a member of and represented.  He was also very good company.  I would love to have been in the car with Senator Coghlan as they travelled from Monaghan to the ferry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#L00800","speaker":"1391"},{"type":"speech","time":1540373400,"counter":76,"content":"<p>I could tell a few stories.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#L00900","speaker":"1420"},{"type":"speech","time":1540373400,"counter":77,"content":"<p>It would have been some journey.  Senator Gallagher is right, in that he was a decent and honourable man who was sincere, forthright and open to diversity and inclusion.  I pay tribute to him.  Unfortunately, I could not get to his funeral.  He was a wonderful mentor to the Minister, Deputy Humphreys, and was proud of her elevation to Cabinet.<\/p> <p>One of my most enduring memories of the former Deputy, Seymour Crawford, was his ability to bring people around him and to be a catalyst for fun and good discussion.  I sympathise with his family.  Ar dheis l&aacute;imh D&eacute; go raibh a anam d&iacute;lis.<\/p> <p>Senator Ardagh referred to the school closures.  It is a disgrace that 40 schools have to be inspected like this.  Oversight of schools building projects is vastly different today than it was ten years ago when some of these schools were built.  The issues that Senator Ardagh has raised relate to schools built in 2009 by Western Building Systems under a design-and-build contract on behalf of the then Department of Education and Science.  Phase 2 builds, which were delivered in 2015, are unaffected.  The programme of fire safety assessments was initiated by the Department in 2017.  It includes all works constructed by Western Building Systems in the 2009-17 period that had not previously been assessed for fire risks as well as a representative sample of 25 other schools.  During this week, over the mid-term break and the week after that, the Department intends to conduct structural assessments of all schools constructed by Western Building Systems.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In September of this year, the Chief State Solicitor's office, on behalf of the Department, initiated legal action against Western Building Systems in respect of the four schools in which fire-related works have been assessed or carried out.  It is important we ensure students and staff have certainty and, critically, safety.  We reflect on the great announcement in 2007 of public private partnerships.  A rapid-build programme for new schools was announced then.  We must learn lessons from that decision as well.  I welcome yesterday's announcement.<\/p><p>Senator Ardagh also raised the issue of over 70s and the expenses they face seeing their GPs.  I will have the Minister come before the House to discuss this issue.<\/p><p>Senator Boyhan raised the announcement yesterday concerning the Mother and Baby Home in Tuam.  We had a discussion about this on the Order of Business yesterday.  I again commend, as did Senator Bacik, the decision of the Minister, Deputy Zappone, and the Government to have this forensic excavation.  As I said yesterday, it is about respect and dignity and ensuring we individualise, personalise and bring a sense of dignity to this very difficult and traumatic period.  I commend Catherine Corless again for her tremendous work.<\/p><p>I join Senator Bacik in condemning outright the killing of Jamal Khashoggi in Istanbul.  No administration can condone what happened.  The drip feed of information is deplorable.  There is now an obligation on Saudi Arabia, notwithstanding the actions it has taken so far, to reveal the whole truth of the matter.  Anyone who is in any way interested in upholding and promoting human rights must condemn this killing unreservedly.  I hope the Minister will come before the House to discuss the matter; I will endeavour to have him do so.  There can be no equivocation on this.  I would be equally happy to have the matter of incitement to hatred legislation debated post the referendum.  Like Senator Bacik, I hope people will vote \"Yes\" in Friday's referendum.<\/p><p>Senator Richmond raised the importance of Europe and discussing its future.  As he rightly said, we had the Minister of State, Deputy McEntee, before the House prior to the summer recess.  Given the impending Brexit date and the need to have a discussion on the future of Europe, I hope we will have this debate post the Hallowe'en break.<\/p><p>I would be happy to accept Senator Paul Daly's amendment to the Order of Business.  I know that the Cathaoirleach and Senator Conway in the last Seanad did work on farm safety.  The figures for incidents and deaths regarding farm safety are far too high, and I commend Senator Daly on being proactive in this regard.<\/p><p>Senators Craughwell and McFadden raised the issue of the Defence Forces in the context of adjudication matters.  The Defence Forces were the first sector to be engaged with on these matters.  Outstanding adjudications and findings in the public service pay deals are in some cases not yet fully implemented.  As we know, financial emergency measures in the public interest, FEMPI, legislation is being unravelled and the measures removed from people's pay.  We have a public service stability agreement on pay which is addressing outstanding issues, and discussions in this regard are ongoing.  I welcome the fact that the adjudication has stated that payments will be made to the range of specialties that Senators Craughwell and McFadden have raised, including cooks, technicians, rangers and account holders.  I hope, and I would caution, that any action that might do nothing other than further delay these long-overdue payments would be reflected upon by the unions and others.  Like Senator McFadden, I urge both sides to negotiate further to see if a solution can be arrived at that would allow for a satisfactory outcome to the matters raised by the Senators.<\/p><p>Senators Leyden, Horkan, Coghlan and Feighan raised the matter of the British-Irish Parliamentary Assembly meetings yesterday and on Monday in London.  I welcome the discussions and compliment all involved in them.  The point made by all Members of the House who are members of BIPA is the importance of the assembly, especially now, given the Brexit timetable.  More specifically, post Brexit, it will be equally important to have the British-Irish Parliamentary Assembly enhanced and strengthened.  I urge Senator Leyden to explore the possibility of more meetings of the assembly than have been held until now, given the importance of the relationship post Brexit.  I join him in congratulating everyone involved in the discussions and I sincerely hope that the Speaker of the House of Commons will visit these Houses on foot of Senator Coghlan's advocacy on the Cathaoirleach's part.  I am sure the discussions of John Bercow, Senator Coghlan and the Cathaoirleach would make for interesting dinner table conversation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#L01000","speaker":"1391","continuing":true},{"type":"speech","time":1540373400,"counter":79,"content":"<p>I thank the Leader for his comments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M00200","speaker":"1393"},{"type":"speech","time":1540373400,"counter":80,"content":"<p>T&aacute; f&aacute;ilte romhat.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M00300","speaker":"1391"},{"type":"speech","time":1540373400,"counter":81,"content":"<p>I appreciate them.  It is good to highlight the matter here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M00400","speaker":"1393"},{"type":"speech","time":1540373400,"counter":82,"content":"<p>It is important that we as parliamentarians reach across to and engage with other parliamentarians.  Post Brexit, the need for the assembly to be strengthened and the meetings to be held more often will be evident.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M00500","speaker":"1391"},{"type":"speech","time":1540373400,"counter":83,"content":"<p>Without the input of Senators, it would not be the body it is today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M00600","speaker":"1393"},{"type":"speech","time":1540373400,"counter":84,"content":"<p>The need for it to be expanded, perhaps to include younger, female and diverse Members of the House, should be considered as well.  We should embrace all sections of-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M00700","speaker":"1391"},{"type":"speech","time":1540373400,"counter":85,"content":"<p>We embrace everyone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M00800","speaker":"1393"},{"type":"speech","time":1540373400,"counter":86,"content":"<p>Good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M00900","speaker":"1391"},{"type":"speech","time":1540373400,"counter":87,"content":"<p>All God's children have a place in the choir.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M01000","speaker":"1396"},{"type":"speech","time":1540373400,"counter":88,"content":"<p>I am nearly making a fist of becoming a member of it myself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M01100","speaker":"1391"},{"type":"speech","time":1540373400,"counter":89,"content":"<p>There are lots of subtexts going on there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M01200","speaker":"1401"},{"type":"speech","time":1540373400,"counter":90,"content":"<p>We do not want to do too much embracing, though.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M01300","speaker":"1393"},{"type":"speech","time":1540373400,"counter":91,"content":"<p>Can we move on from Brexit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M01400","speaker":"1381"},{"type":"speech","time":1540373400,"counter":92,"content":"<p>Senator O'Reilly raised the issue of capitation for schools.  It is a very important matter and one on which I would be happy to have the Minister come before the House.<\/p> <p>Senator Horkan raised, in addition to the British-Irish Parliamentary Assembly, the issue of the Neville report and the need to have a debate on employment and the way in which foreign direct investment plays a key role in attracting jobs to our country.  There are some, of course, who do not want us to have any foreign direct investment and who would set corporation tax at a higher level.  I know Senator Horkan is not one of them, but we must be mindful that we are a peripheral nation, depending-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M01500","speaker":"1391"},{"type":"speech","time":1540373400,"counter":93,"content":"<p>The more the better.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M01600","speaker":"1412"},{"type":"speech","time":1540373400,"counter":94,"content":"<p>We need a mix, which is what we are trying to achieve.<\/p> <p>Senator Mullen raised the issue of the air ambulance service and its importance, acknowledging the work done by Senator Feighan.  Notwithstanding the fact that we now have an excellent service being provided in Cork by Irish Community Rapid Response, the points Senator Mullen makes should be aired in a further debate.  Perhaps a Commencement matter might be more appropriate and might provide the Senator with a more expeditious reply.  He raises an important matter.<\/p> <p>Senator Lawlor raised the issue of the High Court, the settlements and the breakdown of the awards in terms of their costs.  It is a matter on which the Minister should come before the House, and I would be happy to facilitate that.<\/p> <p>Senator Gallagher raised the issue of disabled parking spaces.  This is a matter in all cases for the local authorities to police and monitor with the Garda.  It is disconcerting to hear and read of an increase in the number of people parking illegally in disabled parking spaces.  It is an issue on which we need to educate people further.<\/p> <p>Senator Mulherin raised the issue of the wind farm in north Mayo.  She raises a very serious question as to how one supports communities in areas where there are wind farms, notwithstanding their benefit and our need for diversity in energy supply.  I would be happy for the Minister to come before the House to discuss the matter.<\/p> <p>Senator Murnane O'Connor raised the issue of domestic violence.  I am sure she welcomes the fact that this Government successfully brought the domestic violence legislation to the House.  I commend the former Minister, Deputy Fitzgerald, the Minister of State, Deputy Stanton, and the Minister, Deputy Flanagan, for their work in this regard.  I spoke about the matter she raised on the Order of Business yesterday.  It is important we support people, whether in cases of domestic abuse or child abuse, and that we allow them to come forward to make their allegations or claims and then be supported in having their cases and their voices heard.  It takes huge courage, as we all know, for a woman, man or child to come forward at whatever age, at whatever time in their life, to put forward their story.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As I said yesterday, sometimes we are all boggled as to how courts arrive at a particular decision.  I did not read Noreen Blackwell's remarks but she is a person I have great admiration for, and I know she was interviewed on \"Today with Sean O'Rourke\" yesterday morning.  Sentencing is a matter for the Judiciary, but an explanation must be given as to the way members of the Judiciary arrive at some of the sentences they hand down because it incites people to all sorts of thoughts, some of which are wrong.  I agree with Senator Murnane O'Connor that we must support victims of domestic abuse and child abuse.  I am happy to accept Senator Paul Daly's amendment to the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#M01700","speaker":"1391","continuing":true},{"type":"speech","time":1540373400,"counter":96,"content":"<p>Senator Paul Daly has proposed an amendment to the Order of Business: \"That No. 18 be taken before No. 1.\"  The Leader has indicated that he is prepared to accept the amendment.  Is the amendment agreed to?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#N00200","speaker":"1381"},{"type":"unspoken","time":1540373400,"counter":97,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Farm Safety Agency Bill 2018: First Stage","time":1540373400,"counter":98,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#N00700"},{"type":"speech","time":1540373400,"counter":99,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to provide for the establishment of a body to be known as <i>an Ghn&iacute;omhaireacht um Sh&aacute;bh&aacute;ilteacht Feirme<\/i>or in the English language as the Farm Safety Agency; to define its functions and its role within the Health and Safety Authority and for those purposes to amend the Safety, Health and Welfare at Work Act 2005; and to provide for related matters.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#N00800","speaker":"1383"},{"type":"speech","time":1540373400,"counter":100,"content":"<p>Is there a seconder?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#N00900","speaker":"1381"},{"type":"speech","time":1540373400,"counter":101,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#N01000","speaker":"1393"},{"type":"unspoken","time":1540373400,"counter":102,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1540373400,"counter":103,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#N01200","speaker":"1381"},{"type":"speech","time":1540373400,"counter":104,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#N01300","speaker":"1383"},{"type":"speech","time":1540373400,"counter":105,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#N01400","speaker":"1381"},{"type":"unspoken","time":1540373400,"counter":106,"content":"<p>Second Stage ordered for Tuesday, 30 October 2018.<\/p>"},{"type":"unspoken","time":1540373400,"counter":107,"content":"<p>Sitting suspended at 12.32 p.m. and resumed at 12.47 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Death of Former Member: Expressions of Sympathy","time":1540373400,"counter":108,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#O00100"},{"type":"speech","time":1540373400,"counter":109,"content":"<p>We meet at this juncture to pay tribute to the late Senator Maurice Hayes.  We will have tributes from speakers from various sides of the House but before I invite Senators to contribute, I would like to extend a warm welcome to Maurice&rsquo;s wife, Johanna, to his children, Clodagh, Margaret, Dara, Garret and Ronan, and to some of Maurice&rsquo;s grandchildren who are also present.  On behalf of the Members of the Seanad, I would like to express again our sympathy to you and I hope that, since Maurice's death last December, you have been able, in your own ways, to come to terms with your sad loss.<\/p> <p>In his public and civic life, Maurice Hayes was a man who made a remarkable contribution to his country in so many different ways.  He made his mark early on the sports field, hurling for his native County Down, and later, as county secretary, engineering the Down football team&rsquo;s first All-Ireland victory in 1960.  Maurice&rsquo;s commitment to community and public service was also evident in his early career choices, first teaching and then as town clerk in Downpatrick.<\/p> <p>As a writer, an academic, a public servant and a Senator, the details of Maurice Hayes&rsquo;s later career are well known.  As we look back at his life, it is very evident that Maurice was a man who was driven by a strong commitment to public service, to helping find solutions to problems, including those others might have seen as intractable, and to doing the best he could for his country.  In the Northern Ireland context, Maurice, while imbued with the best traditions of his own community, had respect for all traditions and contributed to the betterment of all.  A man of great principle, it was his sense of integrity, decency and honesty that guided all his endeavours.<\/p> <p>Maurice spent ten years as a Member of this House, from 1997 to 2007.  I had the privilege of serving as a Member of these Houses while Maurice was here.  I will, therefore, remember Maurice not only for his contribution as a public man and a true patriot, but also as a friendly and decent man of good humour and good company.  As I said earlier, I deliberately wore the red and black today to indicate the Down colours of which he was very proud.<\/p> <p>On a personal note, when I lost my D&aacute;il seat in 2007, which is a difficult pill to swallow, six people rang me to try to console me and wish me well, one of whom was the late Maurice Hayes.  It was very kind of him and a very nice gesture.  My memory of him in the Seanad is that when he spoke, one would listen to him.  He did not speak every day, but when he spoke he had something to say.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1988\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1988&amp;amp;pid=DenisODonovan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Most Senators would listen to the sincerity of his views on issues he brought before us in this Chamber.  The House was the poorer for his departure and Ireland is the poorer for his loss.  Ar dheis D&eacute; go raibh a anam.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#O00200","speaker":"1381","continuing":true},{"type":"speech","time":1540373400,"counter":111,"content":"<p>I join the Cathaoirleach in welcoming members of the Hayes family to the Visitors Gallery and thank them for being here.  As the Cathaoirleach rightly said, the time that has elapsed since the sad passing of former Senator Maurice Hayes has allowed all of us and members of his family, in particular, to reflect on a life well lived as a public person but also as a dad and a grandfather.  The words used to describe him included \"diamond standard\" and \"a stalwart man of Down\".  In reflecting on and reading about his life we have to be grateful and thank his wife and family for allowing him to be the builder of bridges and seeker of consensus.  We have to recognise that there are two traditions on the island.  In Maurice Hayes' own family his dad came from the South and his mum from the North.  They were the forerunners in building bridges.<\/p> <p>It was appropriate that the Cathaoirleach led the acknowledgments as he served with Maurice Hayes, as did Senators Coghlan and Paddy Burke on our side of the House.  He was a distinguished public servant who, as was said, was not given to speaking in this Chamber every day.  However, when he did, Members listened in the 21st and the 22nd Seanad.  As chairman of the National Forum on Europe and being involved in the Patten commission on policing in Northern Ireland, he was very proud of being a bridge.  I am using the word a lot because that is what he was.  He was a facilitator and a person interested in all of the people of the island, north, south, east and west.  <\/p> <p>Maurice Hayes was proud of his County Down roots.  As someone involved in Cumann L&uacute;thchleas Gael, I read his plan for the Down Gaelic Athletic Association which he saw come to fruition, not just with one all-Ireland title but a couple.  There was also a conveyor belt of talent at under age level, leading on to senior level.  I had the pleasure of meeting him on a couple of occasions and the GAA was one of our many conversational pieces.  It was an interesting day when Cork beat Down in the 2010 all-Ireland final.  For me as a member of Cumann L&uacute;thchleas Gael, I know that it took some ability for him, as a person who was both a player and an administrator, to put in place a plan and see it come to fruition.  Really, it was a touch of genius.  I was a member of the marketing committee at Croke Park.  I often said that if we had done what they had done in County Down at the time and replicated it across the country, perhaps Dublin might not have won four in a row.  That is, however, is a matter for another day. <\/p> <p>At a difficult time in the country Maurice Hayes stood up and was involved as a public servant when it was most needed.  That was the case, whether it was policing, the failed Executive or advising Mr. Brian Faulkner or others.  He was always the voice and the contributor who tried to talk reason.  We all valued his contribution.  There is the clich&eacute; a life well lived.  In the case of Maurice Hayes, it was as a public servant and a person who left a legacy.  It was a lived legacy, a shared legacy, one to which he contributed handsomely.  The challenge for all of us is to go back and read and reflect on the reports of the new community relations commission which he chaired at a very sensitive time in the North.  <\/p> <p>Mar fhocal scoir, Maurice Hayes was a gentleman who enjoyed good company, a man of intellect and integrity and a man who was fair and just.  He had a deep sense of justice and admiration for people who were trying to make life better, no matter who they were or where they were from.  He was also a sportsperson.  Above all, I go back to the word I have used the most.  He was that bridge-builder who today we rightly remember and whom we thank for a life well lived.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#P00200","speaker":"1391"},{"type":"speech","time":1540373400,"counter":112,"content":"<p>I will split my time with Senator Leyden who served with the late former Senator Maurice Hayes.  I welcome the Hayes family to the Chamber.  I convey my condolences and those of the Fianna F&aacute;il group to them on the passing of their father, grandfather and husband.  We are here to pay tribute to him and his distinguished career.  I did not know him, but after my research, I am struck by the fact that he was an academic, a father, a sportsman and a politician.  He seemed to have it all and was well rounded.  I have been speaking to many colleagues and some of the staff in Leinster House and asking them for their thoughts and recollections of Maurice Hayes.  It has been said he was a genuine man who was great to deal with.  What they really remembered was his contribution to Northern Irish politics, all of his hard work and the massive contribution and sacrifices he had made personally in his career.  The Leader mentioned his huge contribution to the Patten commission on the future of policing in Northern Ireland and the review of Tallaght Hospital, but he was also a noted journalist.  Clearly he had a huge gr&aacute; for Ireland and spent so much of his time writing reports and articles.  His love of the country was clear from all of his achievements throughout his life.  I am married to a northerner from County Donegal where Gaelic football is such a huge part of life.  It seems Maurice Hayes excelled as a hurler.  My family in County Donegal are all footballers.  Maurice Hayes seemed to be a man with a plan when it came to ensuring success, not just in sport but in all aspects of his life.  I refer to his academic life and gaining a PhD, as well as to his very successful political career.  I again convey my condolences to his family.  I am happy to pay tribute to him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#P00400","speaker":"1407"},{"type":"speech","time":1540373400,"counter":113,"content":"<p>I welcome the family of the late former Senator Maurice Hayes to the Chamber.  I welcome his lovely wife, Joan, and his family, Clodagh and Nick, Margaret and Keith, Dara and Jane and William, Charlotte, Cecilia, Harriet and Garrett and family, Ronan, Laura and son Maurice.  The grandchildren should be very proud of their grandfather.  I had the honour of serving with him for nearly five years and what struck me most was his great humour, humility and ability.  In a sense, with that ability came humility.  One would not realise his achievements which were absolutely enormous.  Few people realise the work to which he contributed in Northern Ireland.  He rose through the ranks of the civil service to become the most senior civil servant in Northern Ireland.  He played an enormous role in the Good Friday Agreement and before that the Downing Street Declaration, as well as everything else that happened in Northern Ireland.  That is why the former Taoiseach, Bertie Ahern, decided to appoint him as one of his 11 nominees to Seanad &Eacute;ireann.  He was reappointed for a second term, which is unusual because very few are reappointed among the Taoiseach's 11 nominees.  Because of his contributions, he was a vital part of this House.  He had enormous ability which we have to say with great sincerity.  He lived a great and a good life and his family will miss him as much as ever.  <\/p> <p>Maurice Hayes was also appointed to chair the National Forum on Europe.  If he was still here, he would have been of enormous assistance in dealing with Brexit.  His ability would have been enormously helpful.  We all owe him a great debt of gratitude.  <\/p> <p>My grandparents came from Lurgan, County Armagh and we often spoke about the North and developments there.  As the Leader said, Maurice Hayes was a bridge between the North and the South.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He was a great attender in this House.  I agree totally with the Leader and Cathaoirleach.  When he spoke in the House he spoke with such sincerity and conviction.  If his family get an opportunity to read through his contributions to the House, they will be singularly proud of what he said and the role he played in North-South relations over a long period.  We could go on for a long time but I wish to sincerely congratulate the family of Maurice Hayes.  He was a man among men and a leader of this country.  As the Cathaoirleach has said, we were privileged to have served with him in the House.  God rest his soul.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#P00500","speaker":"1393","continuing":true},{"type":"speech","time":1540373400,"counter":115,"content":"<p>It is a great honour for me to be able to participate in this tribute to the late Maurice Hayes and to do so in particular in the presence of his family, including his wife, Joan, his daughters, Clodagh, Margaret and Dara, and his sons, Garrett and Ronan, as well as their extended families and connections who are in the House today.<\/p><p>Maurice Hayes was born in 1927 in Killough in County Down.  The interesting thing is that in 1987 he retired because he reached the mandatory retiring age of 60 years.  By 1995 he had written two volumes of autobiography.  They are fascinating accounts of his life, growing up, his involvement in the GAA and his involvement in the Northern Ireland Civil Service, including his ascent through the Northern Ireland Civil Service to positions of great seniority.  One point that came across to me and that was self-evident to everyone he met was that his ability brought him to the top of the administration in Northern Ireland at a time when people from his background could not expect to be treated fairly at a time of promotion.  His ability, wisdom, likeability and commitment to serving his community guaranteed that his talents would be recognised, even in a society not prone to giving a fair crack at the whip to everyone at a time of promotion.<\/p><p>Apart from becoming permanent secretary of a department in Northern Ireland, he was to serve as the chairman of the Northern Ireland Community Relations Commission.  When he retired 30 years ago he had many years of public service to perform, including terms as the Northern Ireland Ombudsman and playing a major role in 1998 as part of the peace process in Northern Ireland by participating in the Independent Commission on Policing for Northern Ireland.  He was not simply another member in the Patten commission.  He had intimate knowledge of the affairs of Northern Ireland as well as the fears and concerns of both communities.  He played a major role in enabling Christopher Patten and his commission to come up with a formula that eventually gave rise to the Police Service of Northern Ireland, which has been a dramatic success.  The existence of that body and its success is a monument to Maurice Hayes.<\/p><p>At that time in 1998, Maurice Hayes was a Member of this House, having been appointed by the then Taoiseach, Bertie Ahern.  It is worthwhile reminding ourselves of his time here.  It has been said that he did not always intervene, and that is true.  The first occasion he spoke was in a debate on the Ombudsman report.  He said:<\/p><blockquote>I spent all my life in the public service.  I feel like a barman who finds himself on the wrong side of the counter, and having seen what it has done to his customers in the past, is afraid of getting a taste for it.  I am a non-affiliated Independent Member of the Seanad.  It gives me great pleasure to be sitting in the seat occupied by my old friend, Gordon Wilson, and that I follow my fellow townsman, John Robb, into the Seanad.  I am grateful to the Taoiseach for his nomination and I am even more grateful for the generosity with which he accommodated my wish to remain Independent.  I wanted to remain Independent because, coming from Northern Ireland, I wanted to respect the bipartisan policy on Northern Ireland which has been maintained in the Oireachtas over the years... I wanted to follow the precedent set by that great public servant, Dr. Ken Whitaker, who accepted the nomination on an independent basis to underline the political neutrality of the Civil Service, North and South, and I hope I can do that. Given those constraints, I hope I can be useful to the House.<\/blockquote> <p>He was useful to the House.  I was a Minister from 2002 to 2007.  Many Members in the House now who were present in the years when he was a Member will note that he was not given to making speeches for their own sake.  As has been commented on before, every time he spoke he was listened to with great attention.  Those were his first words on coming into the House.  I would like to remember what he said about his role in this House on the last occasion he spoke, on 4 July 2007.  He said:<\/p><blockquote>The Taoiseach has done me a great honour and being allowed to serve in this way is a privilege I do not take lightly.  Not only has it been a privilege, it has been a pleasure and I thank Members on all sides for the general courtesy and welcome that has been extended to me during my time here.<\/blockquote> <p>I want to remind the House of what he did in those years.  He chaired the National Forum on Europe.  It has been commented on that we could perhaps do with a similar version of that body now.  He chaired a body established by me, as Minister for Justice, Equality and Law Reform, on the future management of An Garda S&iacute;och&aacute;na.  It reported in 2006.  When there was a problem in Tallaght Hospital he chaired a committee of inquiry into the matter and reported to the Houses of the Oireachtas.  In other words, in the 30 years of his retirement he spent his time constantly working for the good of Ireland in positions of notoriety and in other positions that were barely heard of.<\/p><p>Undoubtedly, those who met him felt they were in the presence of someone who had an aspect of greatness.  It is difficult to put a finger precisely on the qualities he brought to the public debate when he entered it.  First, he was wise.  Second, he was serious when it was needed but rather witty when that was helpful too.  Third, he gave the impression of knowing what he spoke about as well as being willing to listen to the other point of view.  That is a major point because we can all think we know what we are speaking about but he had that extra quality.<\/p><p>Let us consider the circumstances that brought him to play such a central role in the affairs of Northern Ireland for many years, as well as in the North-South dimension thereafter.  His extraordinary capacity to understand what the other community in Northern Ireland felt and feared about the circumstances with which he was dealing marked him out above nearly all other people at the time.  He was someone who could, as has been said here today, build bridges.  He came from a Catholic nationalist, GAA-playing background.  He could have simply identified with his community and been feted as one of the heroes of his community - he would not have used the term too lightly about himself - but he was, by contrast, someone who understood that the real issue in Ireland was reconciliation.  He understood the real issue was about partnership between the people of Northern Ireland, engagement between the two communities in Northern Ireland and the breaking down of barriers between them.<\/p><p>When the Patten commission came forward he said that it would only be of value if young Catholic men and women joined it.  He constantly said &ndash; this is something we should bear in mind &ndash; that when looking back over the previous quarter century of violence whereas we should be truthful about it, we should never engage in glorifying that which was nasty about it.<\/p><p>When he came to this State and to this part of the country in the last third of his life, he played his part as a director of Independent News and Media.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He was important in steering that body in the way it went.  He played his part in public discourse by attending all sorts of conferences and making speeches of major import to try to change Irish attitudes.  He wrote brilliantly as a columnist in the newspaper with both wit and tersity of language.  There was a Northern economy of verbiage in making his point.<\/p><p>This House has had as Members many people in it who have excelled and who have served the national interest and the interest of all facets of the people far beyond the norm.  Dr. Maurice Hayes, in his multiple careers, has done not merely the people of County Down, Northern Ireland, the whole of Ireland or these whole islands huge service, he has done this House immense service.  He was immensely proud of his membership of this House and it was one of the greatest achievements of his time.  It was something on which he placed huge value.  It is very appropriate, therefore, that on this occasion we mark in the strongest terms our gratitude to him through his family.  He gave to Ireland such service, friendship and wisdom.  It is with the smallest \"p\" but in the strongest meaning of the term he gave such sustained patriotism.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#Q00200","speaker":"1403","continuing":true},{"type":"speech","time":1540373400,"counter":117,"content":"<p>Dr. Maurice Hayes had many great attributes and achievements, as colleagues have referred to.  I came to this House with him in 1997 and served with him through his ten years here.  I will not be able to do justice to his work, as Senator McDowell and the Leader have done.  He was a major contributor to the Patten report, which has been referred to, and which reformed policing in Northern Ireland, leading to the creation of the Police Service of Northern Ireland.  He was a key figure behind the scenes working on the Sunningdale Agreement in 1973 and he was the first Catholic appointed as Northern Ireland Ombudsman.  He was appointed as chair of the Garda S&iacute;och&aacute;na Act 2005 implementation review group and he served as permanent secretary of the Department of Health at Stormont.  As has been widely referred to, he had a lifelong association with the GAA and was a fluent Irish speaker.  As has also been referred to, he made contributions at many levels throughout Irish society, both North and South.  He was a member of the working group on Seanad reform, which pre-dated the work mentioned by Senator McDowell.  I might have agreed more with Maurice than my honourable friend opposite.  He was everything the Senators have said.  He spoke wisely and well always.  He was a great friend.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#R00200","speaker":"1420"},{"type":"speech","time":1540373400,"counter":118,"content":"<p>Perhaps the Senator hopes Senator McDowell will tap into that wisdom.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#R00300","speaker":"1381"},{"type":"speech","time":1540373400,"counter":119,"content":"<p>I hope he does and I wish him well.  I acknowledge that Senator McDowell is a wise man but it might be slightly misdirected in that instance.  Maurice was a true friend and great patriot.  I used often to have breakfast and supper with him.  We stayed in the same house.  Ar dheis D&eacute; go raibh a anam d&iacute;lis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#R00400","speaker":"1420"},{"type":"speech","time":1540373400,"counter":120,"content":"<p>I admire your compassion and I know you were a close friend.  It is acknowledged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#R00500","speaker":"1381"},{"type":"speech","time":1540373400,"counter":121,"content":"<p>Gabhaim bu&iacute;ochas leis an gCathaoirleach as ucht seal a thabhairt d&uacute;inn c&uacute;pla focal a r&aacute; faoi shaol Maurice Hayes agus comhbhr&oacute;n a dh&eacute;anamh lena chlann at&aacute; linn inniu.  I thank the Cathaoirleach for this opportunity afforded to Members, not least those of us who were elected after Maurice's time in the Seanad, to reflect not just on his life within this institution but his mammoth input into the life of Ireland, North and South, as has been rightly said.  I extend a particular welcome to Maurice's family, who are with us today for what is no doubt a very significant and emotional event for them as well.  I am delighted to see the Cathaoirleach in the red and black and I am very conscious of Maurice's role with Down GAA, as was touched on by the Leader.  We could certainly do with minds as forensic and as sharp as his in the context of Brexit and all of the trepidation in Irish society.  As someone who follows Down GAA, boy could we really do with his mind when it comes to county football as well.  Sin sc&eacute;al eile.<\/p><p>As has been said, over many years Maurice made a significant contribution to the political, cultural and sporting life of Ireland, especially to County Down, as I would unashamedly add.  He made an important contribution to the Patten commission on policing and he was Ombudsman for the North.  He was a Gaeilge&oacute;ir, a Seanad&oacute;ir in the Oireachtas and, as I mentioned, he has been credited with Down's legendary status in Gaelic football of the 1960s, when they brought the Sam Maguire cup home across the Border for the first time.<\/p><p>I will briefly speak to the surroundings I presume helped to shape the man.  Maurice grew up in Killough, which would be very familiar to people from my home.  We tend to go there to retreat and clear our heads.  It is a particularly scenic and beautiful part of the county.  He spent his formative years in Downpatrick.  He did not leave and take to other shores but this perhaps instilled in him a missionary spirit of wanting to share abilities, talent and his understanding of the complexities of life in Ireland, as has been mentioned.  There is no question that he did that exceptionally well.  There is no doubt that while people in the past in his role would have had political and, I am sure, philosophical arguments with Maurice, he understood the complexities of Irish politics in Irish cultural life.  He was up for that and it is what is needed.  That is what leadership, change and progression is all about.  One must have the understanding and act upon that.<\/p><p>Senator McDowell is absolutely right.  Whether it has been the case all the way through, it is certainly the case now that what remains unfulfilled and to be done for the Irish nation includes the issue of reconciliation.  Maurice Hayes was evident in this through his work, public and private, and in how he lived his life and conducted himself.  He was not afraid of that project or progress.  I did not know Maurice Hayes personally but I knew of him.  In my formative years I saw the formation of the nucleus and emergence of the peace process, which ultimately became a success, and in doing so I knew who Maurice Hayes was.  With the onset of years, one can appreciate who Dr. Maurice Hayes was and what he did.  He gave an example through his life, not just to his family, community, county and nation but to those of us who now have the privilege to stand here in Seanad &Eacute;ireann.  We must remind ourselves of his life and be thankful of that and what he has given.  We must also continue his work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#R00600","speaker":"1413"},{"type":"speech","time":1540373400,"counter":122,"content":"<p>On behalf of the Civil Engagement group, I express my sympathy and appreciation for the life, work and example of the late Maurice Hayes.  Twice in my life I came under his influence.  I know now that one of those occasions was on 24 September 1961, the Sunday when Down beat Offaly by the narrowest of margins of one point.  I was a little five year old at mass when a villainous and humorous neighbour of mine kept whispering into my ear, \"Up Down, up Down.\"  I did not know what \"Down\" was, but I knew what \"up-down\" meant.  To have a bit of variety in the Latin responses, I said, \"up Down.\"  In the early 2000s, when he was a Member of the Seanad, he attended a meeting in Tullamore, County Offaly which coincidentally was about people with disabilities, personal assistants, education and such matters.  He was there to speak, but one knew the whole time that he was a listener.  As I said before, he knew the ratio of ears to mouth.  One listens more than one speaks.  I often think that is something of which those of us involved in politics need to ever remind ourselves.  Otherwise he would have been a quiet, episodic presence in my life.<\/p> <p>A range of things have been mentioned.  Maurice Hayes started adult life as a teacher.  He was also a town clerk and the Northern Ireland Ombudsman.  Other Members have gone through the long litany.  He orchestrated that victory.  Coming from County Tipperary, I have to underline, in particular, his ability in and love of hurling.  His work on policing, at the National Forum on Europe, with the Ireland Funds, etc. has been mentioned.  He had a very varied life.  I have not mentioned his family, including his grieving wife, Joan, and other family members.  What gave his life cohesion and made it a story to be reflected on and learned from?  He was a quiet person, a listener, with a quiet determination guided by principle or principles.  As has been said, he had a pluralist and inclusive vision of society and community.  As Senator McDowell said, he understood the real issue as being one of reconciliation.  To be serious for one moment, I hope reconciliation on the issue of Seanad reform will break out between Senators Coghlan and McDowell.  I guess Maurice Hayes trusted in the simple example of how he lived his life.  That is a thought I have about him.  He got on and did things with a good heart, good spirit and out of a sense of principle and public duty.  They add up.  If it is of any comfort to his family, as someone who was never close to him, I felt his presence throughout the decades.  He popped up in different places at different times, but there was always the quiet persona.  He was always listening and trying to find the way through.<\/p> <p>Occasions such as this in the Seanad are precious and powerful, certainly for me and I think colleagues too, to reflect on the things about which we get overly bothered, as distinct from what our lives and public service should be about.  Maurice Hayes continues to be a guide for us .  He can truly and easily rest in peace after his lifetime of service to his community.  Those who were close to him, loved him and still love him miss him everyday.  They will miss those idiosyncrasies, although I do not know what they are or were.  They will miss those things, those turns of phrases, what would give him joy or perhaps annoy him.  We cannot take the sting out of what they will feel every day and every night.  All others here and I can do is say he lived a good life and left not only a legacy to his family but to all of us.  May he rest in peace.  God bless you all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#S00100","speaker":"1419"},{"type":"speech","time":1540373400,"counter":123,"content":"<p>It was a great honour to serve for ten years in this House with the late Maurice Hayes.  I was greatly shocked when I heard that he had died because I had met him not long before in the bar in Leinster House.  I extend my sympathy to his wife, Joan, sons, daughters, grandchildren and extended family.  <\/p><p>Maurice Hayes was a great appointment to the Seanad by Bertie Ahern.  He was also a great reappointment.  His contributions rank with any contribution ever made here.  He was a director of the <i>Irish Independent<\/i>newspaper and the articles he wrote in it, as Senator McDowell said, were unbelievable.  His wit on some occasions, not only in this House but in his articles, was unbelievable.  He was also a great civil servant.  It is very hard to add to what other speakers have said about him, but he was an absolute gentleman for every person who ever met him.  He was multi-talented, from being a writer to an administrator, a debater, a GAA man and a GAA administrator.<\/p><p>I had many conversations with Maurice Hayes about the GAA.  I think I see Se&aacute;n O'Neill who is very welcome to the Chamber.  He brought the Sam Maguire cup - I was going to say across the River Shannon where we are waiting for it in County Mayo - to the North for the first time in 1960 and 1961.  When I was playing football more recently, there was an old tradition that at half time one had an orange or half of one.  More recently, people have said one should eat fruit after training to prevent the build-up of lactic acid in the muscles.  I decided that I would ask Maurice what the position was with the Down team in 1960 and 1961.  I asked if they usually ate oranges at half time and, if they did, what was the reason for it?  He said they did, but he did not know the reason.  He said it was an old rugby thing.  I am still none the wiser.  It was a great honour to be here with him and I was saddened by his death.  I sympathise with his family, including his extended family.  He was a loss to this House and is a loss to the country and the island as a whole.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#S00200","speaker":"1380"},{"type":"speech","time":1540373400,"counter":124,"content":"<p>On behalf of Labour Party Senators, I pay tribute to the late Dr. Maurice Hayes and join others in welcoming his wife, Joan; children, grandchildren and extended family.  It is a pleasure to have them with us.  I express my sympathy and that of my colleagues to them on their loss.  I also express gratitude for the great, full and productive life that he led and the extraordinary contribution he made to public service in Ireland and on the whole island, North and South.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As Gerry Moriarty put it in <i>The<\/i><i>Irish Times<\/i>last December, for more than 60 years Maurice had a distinguished and varied career in public service.  His significant contribution to Irish and Northern Irish society spanned local government, the Civil Service, the peace process, policing and the arts.  I did not have the pleasure of serving with him in this House as I was elected in 2007 and he had served the previous ten years in the Seanad.  I did have the pleasure of meeting and speaking alongside him at a panel to discuss the policing reform that was being brought in by our present colleague, Senator McDowell, who was then a Minister.  He spoke so eloquently and in such an erudite and wise fashion about the policing reforms we were bringing in here.  He was so informed by and integral to the process of policing reform in the North through his membership of the Patten commission and his experience as the first Catholic ombudsman in Northern Ireland.  It was a real pleasure to have had even that short experience of speaking alongside and meeting him.<br\/><br\/>Listening to the contributions of others, I was struck by what a gentleman he was and how humorous and witty he was.  He had a great turn of phrase, even when speaking about matters as serious as policing.  Senator Dolan spoke about the spirit of Dr. Hayes being with us.  I thought of him in the House last night as we debated the report of the disclosures tribunal, which examined various matters arising out of policing issues.  I wondered what he would have had to say on that topic.<br\/><br\/>Others have spoken of the enormous contribution made by Dr. Hayes in so many ways.  I have mentioned his work on policing, but of course he was also chairperson of the National Forum on Europe.  In that capacity, he facilitated vital conversations with a wide range of stakeholders and I met him in that context also.  We could indeed do with that sort of body now.  He was also a great public servant, committed to deep reform of the civil service but also recognising its enormous value, saying it performed a vital balancing role in the machinery of a functioning democracy.  Others have spoken about his very varied interests, including sports, the arts, literature, the media, his distinguished chairing of the Ireland Funds and so on.  He was really a statesman in the fullest sense of the word, bringing experience and intellect to bear on his role in public life.  He had a long and extensive contribution and insight to reconciliation and peace in the North.<br\/><br\/>He also had a lot to say about the nature of democracy.  I was struck by how timely and prescient his words were, looking back at an address he made at the MacGill summer school just four years ago in 2014.  He spoke so eloquently about democracy, titling his speech, Even the Greeks know that Utopia is merely another word for nowhere.  It was a humorous start to a speech that was full of very interesting and valuable insights into political life in Ireland.  That was, of course, under a previous Government.  Dr. Hayes began his speech by saying that respect for the political process is not helped by what he called the &quot;Paxmanisation&quot; - a new word to me - of political interviewing, in which politicians of whatever hue are invariably presented as crooks dodging disclosure in an identity parade.  It was a typically humorous start with a very serious message.<br\/><br\/>He provided such wise insights into political life, how to move forward in a democracy and how to move the peace process forward.  In that same address, on the topic of the peace process, he quoted Edmund Burke in speaking of how the past can be a barrier to moving forward.  He said &quot;the true way to mourn the dead is to take care of the living who belong to them&quot;.  That is a very fitting epitaph for such a great public servant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#S00300","speaker":"1402","continuing":true},{"type":"speech","time":1540373400,"counter":126,"content":"<p>I call Senator O'Mahony who, like the Down people, knows something about winning an all-Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#T00200","speaker":"1381"},{"type":"speech","time":1540373400,"counter":127,"content":"<p>It is an honour to be associated with the tributes to Maurice Hayes.  I welcome all of the Hayes family to the Gallery as we celebrate and fondly remember a great statesman for the wonderful contribution he made to all of Ireland, North and South.  I did not serve with him in the House, but even watching his statesmanlike contributions from a distance, it seemed to me that integrity, honesty, leadership, loyalty and commitment were his middle names.<\/p><p>I did get to know him at various GAA events over the years.  I met the great Se&aacute;n O'Neill down there and I welcome him to the Gallery as well.  People like Se&aacute;n O'Neill and the great Down team of that era have praised and revered the way that Maurice Hayes pulled all the strings together to bring Gaelic football into a new era.  Senator Paddy Burke mentioned the oranges.  The Down team in Croke Park was the first team to wear tracksuits; it is all very accepted now but it was not the case then.  He broke many glass ceilings and the 1961 all-Ireland final had the highest attendance of any all-Ireland final.  There were about 91,000 at it.  Health and safety was not a major factor at the time.  There were people on top of the Nally stand and on top of the walls and everything.<\/p><p>The Galway team of that era won three in a row before Down came back to win again.  Having been associated with that Galway team, I know there was a great friendship and respect as well as rivalry between those teams.  I was talking to George Glynn a few weeks ago, a native of Galway who was on one of those Down teams.  He was telling me it was Maurice Hayes who heard of his exploits in the Sigerson Cup and that he was not playing for Galway, and he ended up working in County Down and winning an all-Ireland with Down.  There was a great book-ending there of the rivalry but also the friendship between the Galway and Down teams.<\/p><p>It is a privilege to pay tribute to Maurice Hayes here.  When I did meet him, the sincerity that the man exuded and the charisma confirmed everything that I had admired from afar in his contributions in this House and in various political and administrative roles over the years.  I offer my deepest sympathy to the family.  We will remember him fondly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#T00300","speaker":"1426"},{"type":"speech","time":1540373400,"counter":128,"content":"<p>We are here today to pay tribute to Dr. Maurice Hayes, a former Senator.  I warmly welcome Joan and Dr. Hayes's extended family who are here today for this very special occasion.  I am not going to repeat altogether what many have said.  Suffice it to say that he had a great love of sport, literature, music and all forms of arts, Irish culture and language.  He was constantly quoting many great writers and had a great love of Heaney, Joyce and Wilde among many others.  He loved literature, music and good company.  He would cut people down pretty quick if they kept going on and on.<\/p><p>I received a telephone call from Maurice Hayes in 2009 when he asked me if I would be in D&uacute;n Laoghaire that day.  I was not planning to be there but it was Maurice Hayes and he said he had something for me.  I was more interested in finding out what he had.  He brought me the book I have in my hand now, a combined volume of the work of the National Forum on Europe.  As Senators and Dr. Hayes's family will know, this is a combination of various contributions to the forum of which I was a member.  The National Forum on Europe was established in 2001 and lasted until 2008.  There were more than 100 plenary sessions.  I was on the steering committee, and very early on, Maurice met us and said it was important to take the work of the forum around the country.  He was very much plugged into local communities and how different people have different perspectives on life, Europe, Northern Ireland politics and so on.  He convinced us and, more importantly, the Department of Foreign Affairs and Trade and the Department of the Taoiseach to spend money.  We went around the various town halls.  He tapped into people of all political hues and none and asked for their contributions.  He was a committed European and I would be interested to hear what he would have to say about our current circumstances.  Without writing history, we will know that Fine Gael did not take a seat on the National Forum on Europe for approximately two years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->With his diplomatic skills he convinced the then new leader of Fine Gael, Deputy Enda Kenny, to join the forum.  That was a particularly important day because it made the forum complete and it had been strange that a big party such as Fine Gael was not on the National Forum on Europe.  That was the measure of the man and it showed his capacity to negotiate.  He was a pragmatist and always saw the potential to bring people together.  I cherish the book and I can get one for his family if they do not have a copy.<\/p><p>Maurice would solve disputes and he liked to get people to move on.  He had a great fondness for Deputy McDonald and I remember him, at a steering committee meeting, insisting that everybody get an equal time for a contribution.  He admired everyone and he went out of his way to facilitate everyone.  At every lunch at the round table in Dublin Castle he would make a point of having different people at his table and he never sat with the same people twice.  He kept a little note at the back of his book of whose turn it was to sit with him and that showed his attention to the little details.<\/p><p>He was acutely aware of the importance of the power of the media and he played a significant role as director of Independent News and Media.  He contributed greatly to its publications and to others.  He had a sharp wit and intellect and he always brought a newness and freshness to the angle of his story.  We talk a lot about the press today but he was an advocate of free press and open and transparent media - both the print and broadcast media.  This made the National Forum on Europe work because he briefed its members in an open way after every meeting.<\/p><p>I remember his great stories, his empathy and understanding of the Irish diaspora and his knowledge of the experience of Irish emigration to the United Kingdom and further afield to the United States of America.  He was a fine man and an important man.  He fully understood the importance of equal access to opportunities in education and ongoing training in life skills, something to which he was fiercely committed, as he was to the potential of the island of Ireland.  People did not talk about it at that time but he never used the terms \"Northern Ireland\" or \"the South of Ireland\".  Instead, he talked about the island of Ireland and its potential to unify people through arts, culture and music.  I learned from him that if one won people's hearts one won their minds.  One can have great political achievements by including people and bringing them along to break down suspicion.<\/p><p>I cannot but mention Maurice's great love for his wife and his family.  He always remembered where he came from and he was rooted there.  He had deep faith which was, as he said, always evolving and changing.  It was always being challenged but he was never afraid to challenge.  I admired him because he openly talked about his faith, which was not an issue for him at a time when it was an issue for many people to talk about their beliefs.<\/p><p>He was a man of justice and great compassion and fairness, which he brought to all his work.  He was a truly proud Ulsterman and a truly proud Irishman.  They say \"Blessed are the peacemakers\".  He was truly blessed and his family are blessed to have had a wonderful father and a wonderful friend.  We will remember him fondly in both Houses of the Oireachtas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#T00400","speaker":"1379","continuing":true},{"type":"speech","time":1540373400,"counter":130,"content":"<p>We are up against the clock but I will allow Senator Feighan in for a short contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#U00200","speaker":"1381"},{"type":"speech","time":1540373400,"counter":131,"content":"<p>I came into this House in 2002.  I grew up in a newsagent shop so we did not have to pay for our newspapers and I was able to read all of them.  I was always intrigued about the life of Maurice Hayes and I met the great man when I came into the House for the first time.  He was a man of dignity and respect and had a huge intellect, with a Rolls Royce of a mind.  He knew that my grandfather came from Cullyhanna and in this House I welcomed the fact that Armagh had won the all-Ireland in 2002 but I was told to sit down.  Senator Hayes, however, sitting behind me said, \"Keep going, young man, you are doing what is right.\"<\/p> <p>He was listened to very often and was a diplomat.  Indeed, he was more a diplomat than a politician.  If only he was listened to by Brian Faulkner when he said internment would be a disaster or when, as assistant secretary for the power-sharing executive, he said it had been rushed.  His country and the island of Ireland is a much better place because of men such as Maurice Hayes.  If he had been listened to at the seminal moments to which I referred, the country would have been a much better place back then.  He was a wonderful husband and father to Johanna and his family and we were all very proud of him.  He was a patriot of the island of Ireland. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#U00300","speaker":"1424"},{"type":"speech","time":1540373400,"counter":132,"content":"<p>I have been very impressed by the number of people who contributed and by the variety of contributions.  I knew Maurice Hayes for some years but I learned things today that I did not know and it is fitting that we have spent the past hour in tributes to a wonderful man.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#U00400","speaker":"1381"},{"type":"unspoken","time":1540373400,"counter":133,"content":"<p>Members rose.<\/p>"},{"type":"majorheading","content":"Agriculture: Statements","time":1540373400,"counter":134,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#V00100"},{"type":"speech","time":1540373400,"counter":135,"content":"<p>We now have important business for this country, which is statements on agriculture.  I welcome the Minister for Agriculture, Food and the Marine, Deputy Creed, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#V00200","speaker":"1397"},{"type":"speech","time":1540373400,"counter":136,"content":"<p>I thank the Acting Chairman and the Members for the opportunity to update the House on current matters relating to agriculture, food and the marine.  I begin by emphasising the Government&rsquo;s commitment to the agrifood and fisheries sectors which play a strategically important role in the wider economy.  I fully acknowledge that 2018 has been a challenging year for the agrifood sector in the context of unforeseen weather events and a fodder challenge in the context of broader economic challenges.<\/p><p>The agrifood industry employs 174,400 people, including those involved in primary production and processing and in the food and beverages sector.  With roots in every town and village throughout the country, the industry is vitally important to the rural economy.  It also exerts significant global reach, exporting to 180 different countries around the world, with exports totalling &euro;13.6 billion in 2017.  A unique strength of our agrifood sector is our shared vision for the sustainable development of the sector, Food Wise 2025. The key themes of the Food Wise 2025 strategy of market development, competitiveness, innovation, human capital, and environmental sustainability are more important today than ever in the context of the major challenges we face as an industry.<\/p><p>Brexit is perhaps the most significant challenge to have ever faced the agrifood and fisheries sectors.  The inherent uncertainty that comes with Brexit and the negotiation process, and the possible trade implications post the United Kingdom exit are challenging for the sector, to say the least.  As the Members will be aware, Brexit poses enormous challenges for the agrifood and fisheries sectors, not least by virtue of their exposure to the United Kingdom market.  The UK is Ireland&rsquo;s largest export market for agrifood products, totalling in value terms &euro;5.2 billion in 2017, while Ireland is the UK&rsquo;s largest export market for its agrifood exports, totalling &euro;4.1 billion in 2017 also.  The potential impact on the seafood sector is substantial.  Some 60% of mackerel, our largest fishery, is caught in UK waters, and 40% of the nephrops or prawns, our second largest fishery, are also caught in UK waters.<\/p><p>The most immediate impact of Brexit has been the difficulty caused by the significant drop in the value of sterling against the euro.  Irish exporters with contracts agreed in sterling have already suffered a significant drop in the euro value of these contracts.  Companies may also face additional costs along the supply chain arising from additional control and certification requirements, and in a worst case scenario, WTO tariffs may be charged on Irish exports to the United Kingdom.<\/p><p>We have been taking effective steps to mitigate the immediate impacts and to intensify market diversification efforts to reduce our exposure to the UK market.  We have introduced measures to build competitiveness and resilience on and off farm, and we are working hard on market diversification and development.  Brexit preparation is complicated by uncertainty surrounding the current negotiations and the future trading relationship between the EU and the UK.  Nevertheless, my Department&rsquo;s Brexit planning, guided by recent Government decisions, is well advanced.  Officials have been working with other Departments and agencies to ensure that they are prepared to fulfil their legal obligations as efficiently as possible when the United Kingdom exits from the European Union.<\/p><p>Another element of our Brexit preparedness involves a more intensive focus on market diversification.  Food Wise 2025 outlines the huge potential for growth in agrifood exports to new and emerging markets, especially in Asia and Africa.  My Department will continue to seek out and identify new markets, and I am ready to respond to other opportunities that may arise.<\/p><p>In keeping with Food Wise 2025 priorities, I led a successful trade mission to the United States and Canada in February 2018, while in May I led a trade mission to China.  I will lead a trade mission to Indonesia and Malaysia next week, while Minister of State, Deputy Doyle, will travel to China in November.  These and other missions planned for 2019 will help to enhance and improve existing levels of market access in these destinations.<\/p><p>The subject of Brexit preparedness brings me to budget 2019 and the allocation for my Department.  My objective in 2019 was to assist farmers, fishermen and food SMEs who are navigating the challenges of Brexit, supporting those in the most disadvantaged areas, while also maintaining a strong ambition for the development of the food industry.<\/p><p>The 2019 Estimates provide a gross Vote of &euro;1.596 billion for my Department.  In addition, I am seeking sanction from the Minister for Public Expenditure and Reform to carry over an additional &euro;20 million in capital funding to bring the total provision for 2019 to &euro;1,616 million.  This is in addition to approximately &euro;1.2 billion in direct European Union payments administered by the Department.<\/p><p>I have provided for a Brexit resilience package of &euro;78 million for the agrifood sector for 2019 within this allocation.  The measures announced include &euro;44 million of direct aid for farmers, comprising an additional &euro;23 million for farmers in areas of natural constraint, ANC, bringing the total allocation in this payment heading for 2019 up to &euro;250 million, the introduction of a &euro;20 million beef environmental efficiency pilot, BEEP, scheme, and an additional &euro;1 million in funding for the horticulture sector.  This brings to &euro;6 million the total provision for a sector particularly challenged by Brexit.<\/p><p>I have also provided &euro;27 million in Brexit related supports for the food industry, comprising &euro;13 million in supports for food industry competitiveness and innovation, &euro;3 million for artisan and micro food and beverage programmes through the LEADER programme and for Lean manufacturing initiatives designed to improve competitiveness, an additional &euro;5 million allocation for Bord Bia, bringing the total grant-in-aid to &euro;46.6 million, which is a 60% increase in funding for marketing and promotion of our food offering since 2014, and &euro;6 million in funding also to progress an &euro;8 million food innovation hub in Teagasc Moorepark, of which &euro;2 million was provided in 2018.  In terms of Brexit preparedness, I have provided &euro;7 million for staff and IT costs arising from additional import control and export certification requirements as a result of Brexit.<\/p><p>In addition, my colleague, the Minister for Finance, Deputy Donohoe, announced progress on a key Government Brexit response, the future growth loan scheme, which will be rolled out in 2019 and for which I have provided &euro;25 million in 2018. The scheme will provide long-term - in the region of eight to ten years - unsecured investment finance for farmers and small-scale companies in the food and seafood sectors.<\/p><p>The provision for the seafood programme has been increased by &euro;6 million to a total of &euro;133.8 million.  This will help fund vital investment in Castletownbere and Killybegs fishery harbours.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael Creed:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=259\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=259&amp;amp;pid=MichaelCreed&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Government's continued investment in and commitment to the rural economy is reflected in the rural development programme, RDP, 2019 allocation of &euro;638 million. <\/p><p>The publication by the Minister for Finance of the \"Progress Implementation Update of the Agri-taxation Review 2014\" shows the excellent progress made over recent budgets with the implementation of almost all of the 25 recommendations, which has resulted in positive changes for Irish agriculture, especially in the areas of land mobility and succession.  Budget 2019 built on this work by the following: lifting the restriction under income averaging permitting farmers with additional self-employed income, for themselves or their spouses, to participate for the first time; renewing important reliefs for the sector for a further three years; stamp duty exemption on transfers of land to young trained farmers; 25% general stock relief on income tax; 100% stock relief on income tax for certain young trained farmers; and, 50% stock relief on income tax for registered farm partnerships.<\/p><p>The increase in the earned income tax credit by &euro;200 to &euro;1,350 and increased supports for the self-employed were also very important.  Most farmers, foresters, fishermen and small food processors are self-employed and will see their tax liability fall with the increase in the tax credit.  The Minister for Finance's decision to maintain the value added tax, VAT, flat rate addition for unregistered farmers at 5.4% was also welcome.<\/p><p>The other very significant policy development on the horizon for the agrifood sector is the reform of the Common Agricultural Policy, CAP.  Proposals for new regulations for CAP 2021-27 were published on 1 June last by Commissioner Hogan.  The proposals, as drafted, involve significant changes, including in governance, the distribution of direct payments among farmers and the increasing environmental conditionality attaching to such payments.  Risk management measures and measures to support young farmers and new entrants are mandatory under these proposals, and there will be a significant emphasis on education and technology adoption.  At least 5% of rural development funds will be ring-fenced for the LEADER programme. <\/p><p>The Commission's objective is to have the proposals adopted by the co-legislators in spring 2019, prior to European Parliament elections in May that year.  Preliminary discussions of the draft proposal took place at the informal Council Special Committee on Agriculture, SCA, in Sofia, Bulgaria and agriculture Ministers discussed the proposals in more detail at the recent Agri-fish Councils, most recently in Luxembourg on 15 October.  In general, member states have expressed concerns about the level of the budget and the different nature and additional complexity for reasons stated. <\/p><p>I am pleased to see the continued commitment to direct payments in the new proposals.  They are a crucial component of the family farm income and their value cannot be underestimated.  Another key feature is the increased environmental conditionality of the CAP post 2020.  A minimum of 40% of the CAP budget for each member state must be devoted to the environment and climate change. <\/p><p>I have always been clear that protecting the environment and maintaining our agrifood sector go hand in hand.  It is not possible to have one without the other? I want to see a future CAP playing a major role in supporting the farm sector to contribute to climate change mitigation and improved water quality and biodiversity.  <\/p><p>My officials and I are working constructively on the CAP proposals.  My Department has engaged in a consultative process with all stakeholders involved.  In February of this year, I launched my Department's public consultation process.  As part of that process, I and Minister of State, Deputy Doyle, participated in six public meetings held to discuss the future of the CAP in various locations around the country.  The public consultation was followed by a consultative conference with stakeholders in July.  The outcome of the public consultation process and the stakeholder conference is feeding into the Department's analysis and consideration of Ireland's position on key issues in the proposals.<\/p><p>Of course, CAP proposals are intrinsically linked to the proposals for the overall EU budget, the multiannual financial framework, MFF.  The MFF proposes a 5% cut to the overall CAP budget.  While decisions on this are a matter for Heads of State and Ministers for finance, I have worked with my colleagues in the Agrifish Council to gain agreement on the need to protect the CAP budget.  The retention of a sufficient budget for the CAP is an essential requirement for Ireland.  This is even more important against the background of Brexit.<\/p><p>As I mentioned, increased environmental ambition will be a key element of CAP post 2020.  This dovetails with the sustainability focus of Foodwise 2025 and the Department's national and international climate change ambition and obligations.  This is one of the most challenging issues we face as a sector and, while Irish agriculture is comparatively carbon efficient, we cannot be complacent as there is more to be done. <\/p><p>At farm level, my Department and its agencies are actively involved with the farming sector, through initiatives such as the Origin Green farm sustainability and quality assurance schemes and knowledge transfer schemes.  My Department is supporting a number of other schemes and measures under the rural development programme to help farmers improve their farm's environmental performance.  Measures such as the green low carbon agri-environment scheme, GLAS, include specific elements to support climate change objectives whilst our organic farming scheme supports organic farming as an alternative farming system contributing to improving soil quality and mitigation and adaptation to climate change.  Improving breeding and maintaining the carbon efficiency of livestock is also critically important.  This is actively supported through our beef data and genomics programme, BDGP.<\/p><p>Building on the success of this programme I have just announced a new &euro;20 million pilot scheme, the beef environmental efficiency pilot, which will be targeted at suckler farmers and specifically aimed at further improving the carbon efficiency of beef production by measuring the weaning efficiency of suckler cows.  On the dairy side, the economic breeding index is identifying the most efficient animals for a grass-based production system.  In terms of sequestration, or the capturing of carbon, our most significant intervention is the national afforestation programme.  We are investing heavily in the afforestation scheme to encourage landowners to establish forests on their land.  My Department is also investing heavily in research and I have recently announced an additional &euro;5.4 million in research grant awards.  This brings the total grants awarded for collaborative inter-institutional agrifood research under my Department's 2017 competitive research call to over &euro;19 million. <\/p><p>This is a very brief overview of some of the key strategic challenges that we are dealing with as a sector.  I am very happy to engage with colleagues on any specific areas of interest they may have and to answer any questions or provide clarification on individual issues. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#V00300","speaker":"1285","continuing":true},{"type":"speech","time":1540373400,"counter":138,"content":"<p>It is my very great pleasure to welcome to the House members of the Ulster Farmers Union who are in the Visitors Gallery, as guests of Senator Marshall.  I met them in the context of our select committee on Brexit.  It is very important that they are with us.<\/p> <p>I invite Senator Paul Daly to address the House. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#W00200","speaker":"1397"},{"type":"speech","time":1540373400,"counter":139,"content":"<p>I thank the Minister for his statement and I too welcome the members of the Ulster Farmers Union who are here today.  Fianna F&aacute;il is committed to protecting and developing agriculture for the 140,000 farming families in Ireland.  We believe in the family farm model as the main driver of the rural economy and custodian of the Irish countryside that places environmentally and socially sustainable farming at its heart.<\/p> <p>The Minister's Government, however, has undermined that model over the past seven years by presiding over cuts to CAP payments, introducing a disproportionate penalties regime, delayed payments, highly bureaucratic schemes and repeated annual underspends by the Department of Agriculture, Food and the Marine.  The underspend in 2017 was &euro;102 million, and it was &euro;106 million in 2016.  We have had this debate before.  The Minister will have the answers and will again deny such underspends but the figures do not lie.  The take-up on the beef data genomics programme was 29% less than predicted, resulting in a 42% underspend.  Uptake on the knowledge transfer scheme was also 29% less than predicted and underspend was 83%.  The underspend on the targeted agricultural modernisation scheme, TAMS, is 84% but I agree with the Minister's counterargument that there are projects ongoing and because the money cannot be spent twice some of it will be spent next year.  I cannot see, however, how he will reach full expenditure.  The sheep welfare scheme is underspent by 81% and the hen harrier scheme, launched in 2017, has not yet made its first payment.  It is not due until 2019.  Payments worth 5% are being processed as we speak but on the figures I have received the first payments will not be made until 2019.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2464\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2464&amp;amp;pid=PaulDaly&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The agrifood sector supports over 250,000 jobs in rural communities and is the largest indigenous industry in Ireland, with food and drink exports exceeding &euro;13.5 billion in 2017.  Fianna F&aacute;il in government introduced the visionary Food Harvest 2020 strategy for the period from 2010 to 2020.  Food Wise 2025 has been generally welcomed by industry but its ultimate litmus test will be if it delivers fair prices and profit levels for farmers on the ground.  The sad and harsh reality of the farmers' plight at the moment is seen in their income figures.  According to Teagasc, the average family farm income was at &euro;31,374 in 2017, lagging substantially behind the average industrial wage, for which I have a figure of &euro;37,000, although my Sinn F&eacute;in colleagues might dispute that.  Moreover, some 35% of all farms earn a farm income of less than &euro;10,000 and suckler farmers and sheep farmers continue to depend exclusively on direct payments for their livelihoods, with average incomes at &euro;13,000 and &euro;17,000, respectively.<\/p><p>With this in mind, I welcome the &euro;20 million for the beef environmental efficiency scheme pilot, which is targeted towards the suckler herd.  This payment, as the Minister will be the first to admit, is on the back of the Fianna F&aacute;il Private Members' motion for a payment of &euro;200 per suckler cow.  If it was not for our negotiations on budget 2019, the programme for Government and the confidence and supply agreement, I doubt this payment would ever be made.  While it is a small start, we will continue to strive to secure a payment of &euro;200 per suckler cow for a sector that is on its knees and that will not survive if it does not receive the necessary intervention.  I also welcome the &euro;23 million in areas of natural constraint payments, another payment for which we have lobbied hard.  I regret that the Minister did not include the farm management scheme in the budget to combat the income volatility that is so prevalent in the industry at present.<\/p><p>As the Minister is aware, Irish farmers are being crippled by low prices, market volatility, labour shortages, bad weather and a lack of competition in some sectors.  I will admit the Minister cannot control the weather, which was a major player in the year gone by and has created major problems for many farmers.  By virtue of the fact the weather has somewhat improved in the last couple of months, the winter seems to have been shortened and we managed to round up some additional fodder.  I hope the Minister does not take his eye off the ball on this issue.  The severity of the year gone by in regard to the fodder crisis will only be felt towards the back end of this year, when farmers have received their single farm payment and when suckler farmers in particular have sold their weanlings, and they then go to balance their books.  It cost a lot of money for them to get to where they are today, and a lot of additional expense went on buying fodder at the back end of last year and putting out additional fertilisers this year to try to recoup the fodder that was lost last year.  While it might look as if we are out of the woods now, I stress that the Minister should keep an eye on this and bear in mind that he may still need to introduce a hardship fund.  As I said, the farmers will only realise how dire their position is when, at the end of this year, they go to balance their books.  As someone who is out on the ground, I predict that when they do so, there will be a major shortfall because of the additional expenses they have had.<\/p><p>Combined with all of these stark realities, challenges remain on the international front, with EU trade talks with South American beef producer nations and a UK exit from the EU, as well as meeting our climate change responsibilities.  I welcome the part of the Minister's statement that addressed climate change.  I know, as we all do, that we need to address this issue.  However, as somebody who is engrossed in agriculture, I feel the agriculture sector is getting a lot of bad press in this area when it has been to the fore in tackling climate change to date, and, in fact, was one of the first areas to address it.  As a result of many of the schemes that were introduced, although it is not a very well known fact, between 1990 and 2016 greenhouse gas emissions from the agriculture sector reduced by 3.5% while production increased by 40%.  At the same time, transport emissions increased by 139% and energy production emissions increased by 116%.<\/p><p>The agriculture sector has proven it can tackle this issue and it will.  I hope the Minister will provide the leadership to bring us to the next step.  Irrespective of what any commentator says, it is a proven fact that food production needs to increase by 50% before 2050 just to meet the demands of population growth.  We need the food so it has to be produced.  Ireland is a very carbon efficient producer country.  I am fearful that we would diversify away from producing food with low carbon emissions and replace it with food imported from far less carbon efficient countries.  That would not solve the global issue.  It might tick all the boxes and make Ireland look like we have good figures but this is a global issue.  The Minister needs to lead from the front and I hope he does so.  While I am not being critical in any way, it has not been highlighted enough how efficient our agriculture is and how we have led on this issue to date.  Nonetheless, I accept a lot more needs to be done and I am not shying from the issue or denying that we need to do more.<\/p><p>As the Minister mentioned, the major issue at present is the UK exit from the EU.  It is a clear and present danger to the Irish agrifood sector, representing one of the biggest risks to farmers, exporters and jobs since the foundation of the State.  Some 35% of all Irish food exports are to the UK, accounting for &euro;4.5 billion in value in 2017.  The Government recently confirmed the recruitment of 116 staff for single payment system and fisheries controls for 2019 in the event the UK becomes a third country with the EU.  The Minister introduced a &euro;25 million Brexit loan in budget 2018 but, unfortunately, it still has not come on stream.  He is now saying it will be rolled out in January, which is a mere two months from the dreaded Brexit date.<\/p><p>I could say more but time is against me.  I hope we will have other opportunities to debate this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#W00300","speaker":"1383","continuing":true},{"type":"speech","time":1540373400,"counter":141,"content":"<p>I extend a welcome to the board of the Ulster Farmers Union, which is the largest agricultural lobby organisation in Northern Ireland and is a formidable group of individuals.<\/p> <p>Agriculture is arguably one of the most important industries on the island of Ireland, North and South.  However, as my colleague has already mentioned, it has been plagued by uncertainty, volatility and risk management.  It is the order of the day to manage things like weather, markets and political uncertainty in this industry.  Decisions we take today will impact for the next five, ten or even 20 years.  Agriculture, especially with Brexit, is at a critical juncture.  If we get it wrong, generations to come will pay a heavy price and those generations will question the viability of agriculture as a credible career choice.  If we get it right, we can still avoid a car crash.<\/p> <p>No other industry is as heavily dependent on trade North and South, east and west.  No other industry is as mutually dependent or as mutually beneficial with regard to trade as the agrifood industry.  I am encouraged by the level of Brexit readiness the Government is presenting.  It is developing local, national and international markets and preparing the industry for whatever may come in spring 2019.  I am also encouraged by the additional financial support the Minister has detailed.  The &euro;20 million of capital funding in addition to the &euro;1.2 billion of EU direct support is certainly welcome, and the support for areas of natural constraint, beef schemes and horticulture, and the &euro;27 million for Brexit related support are all hugely important for the industry.  Investment in IT, infrastructure and human resources is also welcome.  However, it is important to mention that we need to be aware, as a supply-led and not demand-driven industry, we are not in a healthy position.<\/p> <p>I share serious concerns with many Senators and Deputies in these Houses about the Brexit position.  I was alarmed when I turned on the BBC news this morning to hear that concerns were expressed at Cabinet meetings in London this week.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ian Marshall:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2486\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2486&amp;amp;pid=IanMarshall&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The UK National Audit Office declared this morning that a no-deal Brexit could mean queues at the Border.  Coming from the National Audit Office, that fills me with horror.  The office also described the Border situation as \"less than optimal\".  With 11 out of 12 installations not up to scratch, that is a concern.  The reality is that infrastructure will not be built in time and will not be in place by the end of March.  The BBC news also carried a story from Northern Ireland that the Border development group only started working in July.  That is alarming.<\/p><p>All academic studies that I have examined indicate that many industries have solutions to problems with the Border.  Agriculture and agrifood is not one of those.  I am concerned because ideology and ambition are tainting this discussion.  Just as the North-South Border is critically important for the agrifood industry, so too is seamless and frictionless trade between Northern Ireland and Great Britain an imperative.  No restriction or impediment to this trade can be accepted by the industry as it would affect us all.  The House should remember that any mechanism that can be used to exclude trade or produce will be used by some to disadvantage Northern Ireland and Southern Ireland in markets and in some of their business practices. <\/p><p>Unfortunately, this industry is still heavily dependent on support payments.  Furthermore, Europe's support for the industry should not be understated.  It has delivered on animal welfare, environmental concerns and human issues.  I urge the Minister to be cognisant of the importance of the agrifood industry on the island of Ireland, both North and South, of which I am sure he is very aware.  The Government must depoliticise these discussions, because the politics are distracting from some of the pragmatic solutions.  It must ensure that agriculture, North and South, east and west, is protected.  If one loses, we will all lose.  A bad Brexit serves no purpose for anyone.  We need level heads and steady leadership to steer us through Brexit.  <\/p><p>The UK and Ireland are joined at the hip in agriculture and agrifood.  Separation, either between North and South or between east and west, is a price too high to pay.  We must not deliver short-term gains at the cost of long-term damage to the industry, because it is a long-term industry.  We must protect family farms, labour, jobs, trade and the rural fabric of Ireland, North and South.  Agriculture is too important an industry to make a mistake at this point. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#X00200","speaker":"1439","continuing":true},{"type":"speech","time":1540373400,"counter":143,"content":"<p>I welcome the Minister for Agriculture, Food and the Marine, Deputy Creed, to the House for this important debate on our very important agricultural sector.  I also welcome the representatives from the Ulster Farmers Union.  Living in Ballaghadereen, I am very aware of the importance of the North-South working relationship.  We have a dairy ingredients plant and much of the milk used in that plant comes from the North.  I am acutely aware of the challenges, not just regarding exports but also regarding imports.  I am pleased to note that &euro;26 million is being invested in expanding this facility with the support of Enterprise Ireland.  Such expansion is a welcome sign of confidence in the industry.<\/p> <p>The Minister will be very aware of major concerns in the beef sector, particularly the income difficulties faced by suckler farms which are highly reliant on direct payments.  Market incomes on farms are less than zero, indicating that these farms do not necessarily make a profit from production.  They are dependent on the single farm payment to sustain them.  Obviously, this year's budget has been positive.  The Minister alluded to the beef environmental efficiency pilot under which &euro;40 per cow will be available.  It is important that the scheme is rolled out as quickly as possible and funding is increased every year.  It must not be only a pilot scheme.<\/p> <p>In respect of the areas of natural constraints, ANC, scheme, Senator Paul Daly needs to consider the severe cuts to the funding allocated to the scheme in 2008 and 2009.  It is a little disingenuous to question the level of funding provided for the scheme.  Under budget 2018, an additional &euro;25 million was allocated to the scheme and an additional &euro;23 million has been allocated in budget 2019.  That funding is exceptionally important.  I live in an area which is highly dependent on this funding.  It is extremely positive that we are now in a better economic position and the funding for the scheme is increasing.<\/p> <p>With regard to the Senator's remarks on the sheep welfare scheme, I note that is a demand-led scheme.  In County Roscommon we are very positive about the scheme because we are very dependent on sheep farming.  There are approximately 123,000 ewes in the county and the scheme is worth about &euro;1.2 million.  It is important to be factual because it is a demand-led scheme.  It is also important that many of the options and measures included in the scheme relate to what farmers are doing already.  The purpose of the scheme is to support farmers in drawing down this funding in a manageable way.<\/p> <p>The Minister alluded to the difficult year we have had, with various weather events, fodder shortages and broader economic issues, particularly Brexit, presenting major challenges.  He also alluded to negotiations on the Common Agricultural Policy.  Just yesterday, the head of Teagasc, Professor Gerry Boyle, stated that the need for off-farm income is a fact of life for most dry-stock farmers.  That is a factual point.  The new CAP must not negatively impact on those trying to run viable farms while also working off-farm to support their families.  These farmers are the lifeblood of rural Ireland.  Working part-time is essential in many parts of the country.  Any commentary on off-farm employment being a negative consideration in active farmers' eligibility to draw down entitlements must be quashed.  We cannot have circumstances in which we do not support farmers who work exceptionally hard both on-farm and off-farm.<\/p> <p>Climate change and the challenges it presents were discussed, and action is certainly required in this area.  I agree with Senator Daly on one point, namely, that the agricultural sector is comparatively carbon-efficient.  That needs to be acknowledged because it is not always clearly acknowledged in the wider debate on the challenges around climate change.<\/p> <p>With regard to allowing farmers to increase their knowledge, we have had some success with courses.  However, as the Minister noted in previous discussions, it is necessary to improve farmers' knowledge of grassland management, nutrient management and their carbon footprint.  This is not just about doing a course but about using that information and knowledge to improve efficiency and boost incomes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maura Hopkins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2478\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2478&amp;amp;pid=MauraHopkins&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Nutrient management is proposed to be an integral component of the next Common Agricultural Policy and this must be handled carefully.  Farmers need the full income from direct payments to spend on direct inputs.  It is important that CAP is simple in its implementation.  Farmers tell me they know nutrient management is very important.  We know that every farmer in GLAS must have a nutrient management plan as part of the scheme, but we also know of the payment delays that have resulted from trying to deliver this.  It is important we set realistic goals as to how we achieve measures.<\/p><p>I also wish to mention briefly the beef data and genomics programme.  It is important for the climate change initiatives as well as in trying to create better efficiency within herds.  While there was much concern about the programme, it has proved in many cases to result in a profit for many farms.  Additional measures that will allow farmers to boost efficiency are critical to sustainability within the agricultural sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#Y00200","speaker":"1415","continuing":true},{"type":"speech","time":1540373400,"counter":145,"content":"<p>The recent budget was a missed opportunity on many fronts.  There was no real attempt to address the issue of family farm incomes.  The Minister will know from the Teagasc survey earlier this year that, excluding dairy, which was camouflaging great hardship, the average income for farming families is &euro;20,000, which is well below the average wage.  There is particular hardship in the sheep and cattle farming sector.  There is a real, ongoing failure in this State to address the issue of fair prices for the primary producer.  Year in, year out, we hear of \"custodians of the land\" and all this kind of language, but there is no real, fundamental change.  Incomes have continued to be squeezed for years.  The measures the Government put into the budget amounted to about &euro;52 million.  We need a lot more specifics as to where this is going and the impact it will have.  In Sinn F&eacute;in's pre-budget submission, we stated that we would spend &euro;62 million in the agriculture sector, but this was without having the information the Minister had, that is, that there was an additional &euro;1 billion that the Government found the night before the budget.  Those of us in opposition in a democracy need access to the full facts as to what is available to Government in order to put forward alternatives effectively.  Even without that information, however, we had provided more for the agriculture sector.  Our focus will continue to be on the sector, particularly small farmers and small family farms.<\/p> <p>The EU Common Agricultural Policy, as the Minister knows, comes from a time when people starved after the Second World War.  The world and Europe have changed a lot since then, but CAP is still a policy which is needed to protect European and Irish farmers from the rigours of market forces.  The proposed reduction in the overall money available for the new CAP goes far beyond the reduction in the British contribution to the EU.  I fear that Brexit is being used as an excuse to cut funding for agriculture and environmental investment.  A fully funded CAP is vital across the EU on a range of fronts, and in Ireland it is needed to stabilise high-quality food production, protect the environment and sustain the family farm.  CAP has been central to the modernisation of Irish farming over the decades.  This family farm model of production is a big part of the Irish food story of mainly meat and dairy produced from free-roaming animals fed on our lush green grasses.  The new CAP post 2020 needs to enhance the advantage of the Irish family farm model by sustaining small to medium-sized holdings with decent levels of payments.<\/p> <p>Pillar 1, where most of the payment is delivered, needs to be got right.  The use of old reference years needs to end and a different model needs to be developed.  The proposal to front-load payments in Pillar 1 to ranges of hectares could be a major advance for the smaller family farm.  We propose that the first 10 ha to 15 ha need to be paid at a high rate of at least &euro;400 per hectare to all farmers and that the next 10 ha to 15 ha be paid at a rate of at least &euro;250 per hectare, with a low rate on the remaining lands.  This would deliver a decent base income for farm families and, as most farms are less than 50 ha, the majority would gain by such a system.  We need to see the 30 ha to 40 ha farm getting &euro;8,000 to &euro;10,000 in Pillar 1 as a base income that would make farming viable on these types of holdings.  I do not have to explain economies of scale in farming to the Minister or anyone else in this Chamber.  Larger farms have the advantage, and will continue to have such an advantage, in the type of front-loaded system we have suggested.  The proposed upper limit of payments of over &euro;60,000 should be held firm.  This is needed to invest in the family farm model.  CAP should not be used to create or support industrial farming in Ireland.<\/p> <p>Pillar 2 needs to be about actions that work for both food production and the environment in a genuine way.  While farming is only one of the many sectors that produce carbon and gases, land use is one of the main ways of sequestering carbon.  This brings a responsibility and an opportunity to farmers.  Biodiversity enhancement and carbon sequestration through low-impact farming on the uplands have a big role to play in all this, and this needs to be recognised for its role in Pillar 2.  There needs to be investment in the organic sector and development of new product offerings.  This new CAP needs to address clearly the issues of young farmers' progression and access to schemes which will re-energise the industry.  Each and every farm in the country should play its role in carbon sequestration through appropriate broadleaf tree planting, photovoltaic solar, farm building roofs, and other measures as a part of CAP.  Each and every farm in the country should play a role in biodiversity enhancement and species protection as these public goods are also very much to the farmer's benefit and long-term sustainability.  The efforts on these issues cannot be carried only by those farmers on lands of natural constraint or, in other words, left to the poor relations to resolve.<\/p> <p>Some of our farm sectors, such as tillage, sheep and suckling, have become very precarious and depend on CAP payments a great deal.  This is mainly about prices being returned to the farmer.  The issue of price for product is not simply a matter of EU rules on free markets but needs immediate Government attention.  The targets of Food Wise 2025 need to be re-examined in the context of both Brexit and the stresses in the agricultural sector due to recent intensification.  Food Wise 2025 needs to be about higher value more than higher volume, and a fair share of that higher value needs to be enjoyed by the primary producer.  The basic intention of CAP must be to sustain the greatest number of Irish family farms possible and ensure that farmers are prosperous and the rural economy vibrant.  The greater role now being offered to the member state in deciding how the is delivered must not be wasted by short-termism or feeding the already well-fed.  We must be mature and practical in providing for the greater good, which is also the individual's long-term good.<\/p> <p>I will conclude with a couple of comments on the pressures on the pig sector.  I have been talking to a number of pig farmers in my county of Donegal and I cannot stress enough the crisis they are facing with the increase in input prices in terms of feed but also the price decreases in the factories.  There is probably education work to be done for consumers in this country to look for the Q mark when they are purchasing products and to understand the need to support Irish producers, especially those in crisis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig Mac Lochlainn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2321\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2321&amp;amp;pid=PadraigMacLochlainn&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know the Joint Committee on Agriculture, Food and the Marine has corresponded with the Minister about this matter recently.  I have made representations also to the European Commissioner, Phil Hogan, on this and we are getting analysis rather than solutions.  I hope the Minister will indicate some supports that we can give to this sector that is under serious pressure.<\/p><p>I was devastated for one young pig farmer in Donegal who has continued a tradition handed down to him by his father.  He does not want to walk away from that because it would break his father's heart.  His father has been involved in it for decades.  This young farmer could probably make a reasonable living in terms of sheep and cattle farming in which he is also involved.  That would probably keep the roof over their heads, but what is dragging them under water is trying to honour the family's legacy.  His case in particular struck me as being very unfair.  He is a very hard-working fellow who has diversified and tried all sorts of things and, through no fault of his own but because of the current market, he is under serious pressure.  We need the Minister to do something for that sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#Z00200","speaker":"1400","continuing":true},{"type":"speech","time":1540373400,"counter":147,"content":"<p>I warmly welcome the Minister to the House.  I will not repeat what the other speakers have said but I especially welcome the Minister&rsquo;s emphasis on market diversification.  There are challenges in the agricultural sector and we can either look back and be very negative or look forward and see the great opportunities available.  There are opportunities in any challenge, and we have got to find those opportunities.<\/p><p>I acknowledge the Minister's work in terms of Food Wise 2025.  He has been abroad and in his contribution he spoke about the potential of the Asian and African markets and that his Department will continue to identify new markets.  He stated also that he led the successful trade mission to the United States and Canada in May.  He also led a mission to China, he will travel to Malaysia, and his Minister of State will travel to China.  That is what I call seeking new opportunities for agriculture because that is what it is about.  The challenge is whether we do or die or get on with it and do something.  It is important to say that.<\/p><p>I attended a breakfast briefing by Teagasc this morning.  I congratulate the Minister on his appointment of Mr. Liam Herlihy, who gave a very impressive account of himself this morning.  Professor Gerry Boyle spoke about Teagasc's progress and plans.  It is a wonderful organisation but sometimes we do not talk enough about it, its wealth of knowledge and experience and its mission, which is to develop integrated research and an advisory and training service.  That is very important.  Unless farmers, collectively, are at the coalface in terms of innovation, imagination, knowledge, science and research, we will no longer be in the marketplace.<\/p><p>Agriculture has moved on.  It is a science.  There is a place for every element of agriculture, and that is not to take away from the work of small farmers, but we have to work in co-operation with and support each other.  We have to embrace innovation, collectivity and connection with other people.  Agriculture is a very progressive science and some people to fail to realise that.<\/p><p>I acknowledge the great work done by Bord Bia, which is a fantastic organisation, to promote Irish food and agriculture.  With Food Wise 2025 and the planned strategy for Bord Bia, great things are happening, but we must consider the question of sustainability.  For far too long we have abused the word &quot;sustainability&quot;.  It is no longer good enough to talk about sustainable farming.  We have to prove sustainability and convince the people in the markets that we are sustainable.  Sustainability in terms of agriculture and our food is important.<\/p><p>We cannot commit enough money and resources to organisations like Teagasc, training and farm apprenticeships.  People are coming into agriculture at different levels, but we need to continue to promote knowledge-based information and research.  I have visited the Teagasc food research centre at Moorepark and Grange.  They are wonderful places, but few people know about the wonderful work they do.  I stress the importance of continuing to assist farmers in terms of advice and education, and the role of Teagasc.<\/p><p>I do not want to let this opportunity pass without paying tribute to the former Deputy, Seymour Crawford, who died recently.  I have just come from the British-Irish Parliamentary Assembly, which is meeting for a few days, where he was mentioned by people on all sides.  Seymour Crawford was a farmer and a politician who brought practicalities to his work and who was sensitive to the difficulties of farming.  He was a Border county man with his own tradition.  He brought a uniqueness to political life, but he was also very much involved in the IFA.<\/p><p>When we met people from the farming community and those who represented the farming community in recent days, there was a belief that we could somehow come together to market the great island of Ireland and its potential in terms of agriculture and food.  One of the major challenges for Ireland, Northern Ireland, Britain and everyone is how we can come together to embrace the uniqueness of the island of Ireland in exploiting and marketing our produce.<\/p><p>There are many positive developments in agriculture.  We do not always get them out there but I especially commend Teagasc, which is an excellent organisation.  It is doing an excellent job, but we will have to use that organisation more to assist farmers in terms of education and innovation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#AA00200","speaker":"1379"},{"type":"speech","time":1540373400,"counter":148,"content":"<p>I welcome the Minister to the House.  I want to make a couple of points on which I would like to hear his views.  We had a briefing this morning from Teagasc and one of the key features that came across was the issue of climate change and that approximately 33% of reductions in terms of meeting the target to reduce emissions by 2030 are expected to come from the area of agriculture.  The projection is to reduce emissions from agriculture by approximately 25% in terms of its total emissions.  There are slightly contradictory elements to that.  First, we appear to be quite efficient, relative to our partner countries in Europe, in terms of emissions within farming, particularly within dairying, which is mainly grassland based.  At the same time, in respect of hard numbers, we are looking at increasing emissions in terms of herd and dairy numbers.  We are looking to reduce emissions while at the same time the dairy herd is increasing.<\/p><p>In a wider context, what measures does the Minister believe could be brought in at some policy level to facilitate farmers in the reduction of emissions while ensuring they can continue to be viable?  Farmers are operating in world markets.  In terms of the public, every euro spent at the farm gate has a multiplier effect of approximately &euro;4, so it is very important.  I am looking at it in the overall context that agriculture is a major contributor to the economic fabric of both rural and urban areas nationally.  We face challenges in terms of climate change and emissions.  Agriculture is a fundamental element of that.  What policy changes or shifts could be put in place to ensure that farmers are able to reduce emissions on their farms?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is something we must address.  Climate change has entered common parlance in a relatively short time.<\/p><p>I wish to touch on the issue of fodder.  The Minister might outline his perspective of the situation and how it will unfold in the coming months.  Farmers and feed suppliers have concerns.  What contingency measures are being put in place to ensure that, if more fodder difficulties arise, we will be able to deal with them?<\/p><p>I would like the Minister to address the two specific points I have raised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#AA00300","speaker":"1374","continuing":true},{"type":"speech","time":1540373400,"counter":150,"content":"<p>I welcome the Minister and pay tribute to him for his determined and competent work in the Department, as well as for the results achieved since attaining office in his ministry.  I might use the occasion to reference something important that happened in my area yesterday.  I wish Lakeland Dairies and LacPatrick success in their merger and congratulate the shareholders of the former on their courageous and far-seeing decision yesterday.  It is good news.  Lakeland Dairies is a crucial employer in the region and the jobs it provides are valuable.  The Minister was in the area some time ago for the opening of the new dryer in Bailieborough.  It has been a great success.  There are at least 100 jobs in the Bailieborough plant alone.  It is important for the suppliers, as it is also a good suppliers co-op.<\/p> <p>I acknowledge a number of important achievements by the Minister's Department in the recent budget.  I am delighted with the increase of &euro;23 million for areas of natural constraint, ANCs, previously known as severely handicapped areas, bringing funding back up to original levels.  It is an important direct payment to farmers.  I am also happy with the maintenance of agriculture taxation measures and the suckler cow grant.  There were a number of tangible achievements for farmers in the budget.<\/p> <p>I acknowledge the Minister's work and encourage its continuation in exploring new markets.  He has had a number of successes, for example, the opening up of important export markets in China and Kuwait.  It is not enough to navel gaze about Brexit.  We must act.  In that context, the loan scheme is good news, but it is also essential that we concentrate on opening up new markets, which is being done effectively.  I welcome that news.<\/p> <p>A point was made about climate change and agriculture.  We had a wonderful briefing this morning by Professor Gerry Boyle, the director of Teagasc, on the importance of climate change and the mitigation measures that could be put in place.  I urge the Minister to support the sector as much as he can and provide farmers with the wherewithal required.  There is great anxiety among farmers to meet targets, but they need support.  Afforestation, particularly on small parts of farm land, is important.  Some farmers have told me that the premium cutting off after 15 years is a disincentive.  It is a difficult matter with which to deal, but I want to make the Minister aware of it being an issue for some farmers.  It is important that as many incentives as possible be retained for the agriculture sector.<\/p> <p>It should be recognised that production in Irish agriculture is very carbon efficient relative to that in other countries.  There is not much point in replacing food production in Ireland with food production somewhere else if carbon output levels remain similar.  That would not achieve anything in tackling climate change.  Displacing our food production to a country where the environment is not as friendly towards carbon controls would hardly be good, but that is not to say we should not be ambitious in reducing our carbon emissions and supporting farmers to do so.  The presentation by Teagasc was helpful.  On that note, I join Senator Boyhan in congratulating Mr. Herlihy on his appointment as chairman of Teagasc and wish him well.  His experience in Glanbia will stand him well in the role.<\/p> <p>I thank the Minister for his presentation.  The agriculture sector is going well, but it merits the House's constant support.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#BB00200","speaker":"1397"},{"type":"speech","time":1540373400,"counter":151,"content":"<p>I thank the Senators who contributed to this broad-ranging debate on the agrifood sector.  Before I go into details, I echo the sentiments expressed by Senator Boyhan on the passing of our former colleague, Seymour Crawford, who was a man of great intellect and common sense and would always have been at the heart of agricultural debates win the Houses.  My sympathy goes to his family on his passing.<\/p> <p>I also echo Senator O'Reilly's comments on the new merged entity of Lakeland Dairies and LacPatrick.  I wish Mr. Michael Hanley and his management team all the best as it beds in.<\/p> <p>There were a number of common threads to the Senators' contributions and I will try to deal with them as effectively as possible.  As some mentioned, it is important to set the debate on agriculture in context.  Sometimes, we are overwhelmed by the negativity surrounding incomes in the agriculture sector.  Obviously, that is a critical issue for farmers, but as an island nation that exports our agricultural offering to more than 180 countries worldwide, we should never lose sight of the big picture.  The Food and Agriculture Organization of the United Nations has stated global food production needs to increase by 70% by 2050 to feed the world's growing population.  That is an opportunity for us.  In taking it and given that the environment is important, we must produce food as sustainably as possible, but we are starting from a relatively good position.  Perhaps it is not widely known, but, alongside New Zealand, this country is considered to be the most carbon efficient on the planet in dairy production.  We are also the fifth most carbon efficient producer of beef in the European Union.  That is not for one moment to argue that we deserve a pass on the legally binding obligations on the agriculture sector to achieve certain targets by 2030 -  far from it.  We can, will and must do more, primarily because it is the right thing to do by future generations but also because, if we do not do it, we will be clobbered by punitive financial penalties.  Another reason we must do it is the market and the consumer demand it of us.  I have been privileged to be on trade missions with representatives of the food industry.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael Creed:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=259\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=259&amp;amp;pid=MichaelCreed&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have been in those boardroom meetings with our retail partners globally when they have asked us about our credentials from the point of view of sustainability.  If we want to move our product higher up the value-added chain, get a better price and be better able to deliver a better price to the primary consumer, then we must embrace the sustainability agenda in the context of agriculture.  On the basis of my engagement with farmers and farm organisations and leaders I believe they are up for that challenge.<br\/><br\/>Earlier, reference was made by speakers to Teagasc, which is a fantastic asset in our armoury in terms of meeting that challenge.  Teagasc delivers advice, undertakes research and delivers education by way of knowledge transfer to farmers.  We have invested in Teagasc over the years, including most recently in the context of Brexit.  We have invested in the prepared consumer food hub and the meat technology centre as well as a food innovation hub in Moorepark on the dairy side.  All of this is part of preparing the groundwork for efficiency in farm production.<br\/><br\/>One third of emissions come from the agricultural sector.  In that context our profile is different from the emissions profile of other countries, but that is because we do not have the legacy of heavy industry here.  Some ill-informed people will point the finger and say that agriculture is a major contributor.  In terms of our profile we are, but in terms of our carbon emissions per unit of output we compare favourably by international comparison.  That is not widely understood.  Anyway, we can and will do more.<br\/><br\/>Senator Kieran O'Donnell asked what we could do.  There is no silver bullet but we can do many things that collectively will improve the emissions profile of the agriculture sector.  For example, we are spending &euro;300 million in the current rural development programme, which runs up to 2020, on improving the genetic merit of the beef herd.  What will that do?  It will improve profitability for farmers.  That is a by-product in a way but it is an important by-product.  The herd will have a smaller suckler cow but a bigger weanling.  It will have a cow that is in calf every year and that calves easily.  There is one consequence of all the genetic data that we gather - knowledge is power.  This knowledge will enable the farmer to make breeding decisions on the herd that will improve the profitability but drive down the farmer's carbon footprint as well.  We are investing significantly.  We are world leaders in the context of the collection of data relating to our beef herd.<br\/><br\/>We are using milk recording as an instrument or tool to inform breeding decisions on the dairy side.  The dairy side is attracting a good deal of attention in the context of the growing dairy herd at present.  People are saying that we are growing our herd and contributing to emissions.  If we have a herd that is more and more genetically efficient, then we will be able to reduce further the carbon footprint of our dairy output.  We need to bear in mind the context of the Paris Accord and the framework within which we are operating legally.  The Paris Accord holds that we must reduce our carbon footprint but that is in the context of not compromising food production.  That is important.  What is the point in dismantling what is a carbon-efficient industry, one on a journey to greater carbon efficiency that stands up to any international scrutiny?  What is the point in dismantling that and have the associated product displaced on supermarket shelves by product that has a heavier carbon footprint?<br\/><br\/>It is important that we continue to engage in this journey.  Senator Boyhan remarked about agriculture being very much a science-based industry.  That is true.  We need innovation, research, development and application through knowledge transfer etc.  We need more young people.  I am conscious that as I address the House we have a school delegation in the Gallery.  There are real and important career opportunities in agriculture for the future.  Not only are there important opportunities inside the farm gate but we need the best available science, technology and marketing graduates to assist in the journey that this important and exciting industry has embarked upon.<br\/><br\/>Collectively, we can meet the targets, reduce the carbon footprint and simultaneously improve profitability for the industry.  An interesting pilot has been under way in recent years involving the IFA and the Environmental Protection Agency.  The agency does not in any way pull its punches in the context of its obligations to ensure the industry is as efficient as possible.  The cumulative research delivered from the pilot project led to the conclusion that by reducing carbon efficiency we also increase profitability.  The actions taken are good for the environment and good financially for farmers too.  We need to accelerate that journey because we will miss our 2020 targets - there is no point in saying otherwise.  In any event, we simply cannot afford to miss our 2030 targets because, for all the reasons I have outlined, they are critical.<br\/><br\/>Genetics are important.  We are grant-aiding low-emissions slurry spreading.  What does that do?  It reduces the ammonia release when a farmer spreads slurry in the countryside.  That is really important.  That is one of the emissions areas where we are right up against the ceiling and so we need to take action in that regard.<br\/><br\/>Switching from calcium ammonium nitrate, a nitrogen product for fertiliser, to protective urea reduces the nitrous oxide release.  That is really important.  Many simple steps can improve significantly the efficiencies.  As I have said there is no silver bullet but we can do many things without compromising food production.  We can continue to realise the true potential of our agriculture sector, which, for many decades was constrained by virtue of quotas in the dairy side.  We are now unleashed from those constraints.  However, the environment will be a new constraint except that we will box clever in the context of meeting and achieving our potential.  We need to do this in a collaborative way.  That is a key point.  It is a matter for state agencies, my Department, farm organisations and the processing sector.  All of us together can ensure we do this in an informed way.<br\/><br\/>Another point mentioned by many Members was the Common Agricultural Policy and the journey we are on to a new policy post 2020.  The greatest fear I have concerns the budget available for it.  We have been in the vanguard of an endeavour to create some political momentum around protecting the current level of the budget.  That is not easy because to reverse the proposed cuts we need unanimity around the table in Europe.  The proposed Common Agricultural Policy cuts of 5% would mean in an Irish context cuts of &euro;90 million per annum for farmers.  The Commissioner for Agriculture and Rural Development can only spend the money given to him by member states.  It is not open to the Commission to borrow money.  The Taoiseach has addressed the European Parliament and said that we are prepared to contribute more.  We make that offer not from the point of view of Ireland seeking the traditional handout or additional contributions.  We are a net contributor to the European budget and project.  In fact, we are among the highest<i>per capita<\/i>payers into the European project.  That point is not often understood in the context of the offer we are making to contribute more.  As I have said, agreement needs to be unanimous.  Unfortunately, the critique of many member states of the Hogan proposals of early June centred on the view that the cuts did not go far enough.  The analysis of the Commission proposals from the Dutch, Danes, Swedes and Austrians concluded that the cuts in agriculture did not go far enough.  It will be a sizeable task to reverse the political decision of those member states and to ensure we have unanimity around a greater budget contribution.<br\/><br\/>If we can secure an adequate budget then we can begin to tackle the things that are really important in the context of meeting climate change targets, creating incentive in agriculture in that area and addressing the generational renewal issues relating to the age profile of farmers etc.<br\/><br\/>I want to deal briefly with the Brexit issue, which has been alluded to by several speakers.  I will set out a graphic example in the context of Lakelands and LacPatrick.  This was alluded to by Senator Hopkins in her contribution.  Some 28% of the milk pool in Northern Ireland comes south for processing to plants in the Republic.  That is only a small example of the all-island approach we have to the agrifood economy.  We send cattle north.  Farmers buy cattle in the west and they are bought by farmers in Northern Ireland for finishing.  Sheep come south for processing.  It is a seamless all-island economy.<br\/><br\/>In 2017 we exported &euro;700 million worth of product to Northern Ireland and Northern Ireland exported approximately &euro;600 million to the Republic in value terms.  The all-island economy is very much in the cross-hairs of the Brexit conundrum and how we resolve the issue.  That is why the issue of the Border and the Government position in the context of the negotiations under way on Brexit are really important.  We cannot have a situation whereby that trade is impacted.  We cannot allow the other issues that arise from the Border and the identity politics of different traditions on the island, especially in Northern Ireland, to have an adverse impact.  We know about the implications of going back to a situation where the Border infrastructure would be reintroduced.  That is what informs the Government position in the negotiations.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael Creed:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=259\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=259&amp;amp;pid=MichaelCreed&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Diversification is equally an important part of that strategy, for example, beef exports to China started earlier this year.  We have been following the opportunities available to us by virtue of our membership of the European Union in a focused way.  We are riding the coat-tails of recent engagement by the Commission on new or improved deals between the EU and other trading blocs such as Canada, Mexico, Japan and Korea, following in and opening up opportunities for the Irish agrifood sector.  Who would have thought, not that long ago, that while the UK is our biggest market for dairy products, for example, it imports 80,000 tonnes of cheddar cheese a year, the next biggest market for Irish dairy exports would be China?  It is also the second biggest market for pork exports.  I appreciate that Senator Mac Lochlainn has raised the difficulties for the pork industry.  It is not one that benefits directly from CAP supports but the global reach of the Irish agrifood sector and new market opportunities is an important way of minimising the risk associated with Brexit.  <\/p><p>It is important to be truthful about this, when we talk about a good Brexit outcome we are hellbent on trying to achieve a trading relationship as close as possible to the current one, bearing in mind that is not easily facilitated by red lines imposed by the UK on leaving the customs union, the single market, etc.  A good deal can never be as good as the deal we have.  When it is outside the customs union and the single market a good deal means costs and friction for the industry here and that means loss of profitability and jobs.  Brexit is a damage limitation exercise from our point of view.  I believe it will also inflict damage on the UK but it is a democratic decision that we have to respect and get on with.<\/p><p>Given our significant exposure in the agrifood sector, &euro;5.2 billion worth of our exports went into that market in 2017, that is over 50%, 280,000 tonnes of our beef, 80,000 tonnes of cheddar cheese.  In the context of a worst-case scenario, a hard Brexit and World Trade Organisation, WTO, tariffs on those products, it is not easy to find a home.  That is a nightmare scenario that I do not believe is likely because of the scale of the calamity were it to happen.  I believe the British Prime Minister recognises that reality as well but the negotiations are not easy.  Market diversification is a key part of the strategy but the UK should, and hopefully will always, be probably the most important single market for us because of our geographical proximity, and cultural and historical ties.  It is the market we understand best.  It is the best paying market for many of the commodities we export.  That is why our endeavour is to keep the relationship as close as possible to the present one but bearing in mind that a good Brexit outcome is not as good as what we enjoy now.  <\/p><p>I firmly believe this industry has great potential.  It was once described in the other House as a sunset industry.  To reverse that analogy, it is only sunrise time.  The potential is enormous here.  In the context of a growing global population we have real natural advantages for the industry in our grass-based sustainable production system.  We need, however, to marry that natural advantage with the benefits that new technology will bring us so that we can maintain our position as a world leader in this sector.  That is possible because of the collaboration on which the industry is built.  We are too small to do things except in that way.  That close collaboration between the Department and the agencies in the Department have been referred to in the context of Teagasc and An Bord Bia but it applies also to the dairy processing sector, the meat industry, the farm organisations, etc.  That is what has enabled us to achieve what we have, which is not insignificant, particularly in the context of the difficult years and the engine that the indigenous sector has been to our economic recovery.  It is also what will see us through all the challenges that have rightly been outlined by Members.  The overwhelming message we should send to the community at large is that this sector has great potential.  We need to do more on efficiency, such as grassland management, to make sure we are as efficient and as good as we can possibly be.  If we are that we will navigate and overcome the challenges ahead of us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#BB00300","speaker":"1285","continuing":true},{"type":"majorheading","content":"Judicial Appointments Commission Bill 2017: Committee Stage (Resumed)","time":1540373400,"counter":154,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#DD00200"},{"type":"unspoken","time":1540373400,"counter":155,"content":"<p>SECTION 25<\/p>"},{"type":"unspoken","time":1540373400,"counter":156,"content":"<p>Question again proposed: \"That section 25 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1540373400,"counter":157,"content":"<p>We are on section 25.  The Minister has already spoken on this section.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#DD00300","speaker":"1390"},{"type":"unspoken","time":1540373400,"counter":158,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1540373400,"counter":159,"content":"<p>Section 26 agreed to.<\/p>"},{"type":"unspoken","time":1540373400,"counter":160,"content":"<p>SECTION 27<\/p>"},{"type":"speech","time":1540373400,"counter":161,"content":"<p>Amendment No. 68 is a physical alternative to amendment No. 67, amendment No. 71 is a physical alternative to amendment No. 70, amendment No. 70 is consequential on amendment No. 90.  Amendments Nos. 66 to 71, inclusive, are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#DD00700","speaker":"1412"},{"type":"unspoken","time":1540373400,"counter":162,"content":"<p>Government amendment No. 66:<\/p><p><\/p>"},{"type":"speech","time":1540373400,"counter":163,"content":"<p>The purpose of section 27 on confidential information is to provide for the non-disclosure of such information by a member of the commission or the procedures committee or any other committee, by a director, a staff member, a consultant or adviser or any other person who might be engaged under contract by the commission.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I want to strengthen this.  I am of the view that there may have been something of a lacuna in the original construction of this and an offence of breach of the requirements is merited.  In that regard, amendment No. 69 provides for a summary offence in the standard form.<\/p><p>The amendment also provides for disclosure in circumstances where consent in writing of the commission or the director is at issue or disclosure may be required by law or in circumstances provided for in subsection (3).  The circumstances are where disclosure of information is required to a member of the Garda S&iacute;och&aacute;na or any other person, whether within the State or otherwise, charged with the detection or investigation of an offence.<\/p><p>On amendment No. 71, the section provides for the confidentiality of certain proceedings and other matters in respect of the business of the commission and the committees attached thereto in respect of the removal of a member of the commission.  That applies to a similar category of persons as under section 27.  Similar to my amendment to section 27, amendment No. 71 seeks to clarify where exclusions to the disclosure prohibition might apply in respect of proceedings, etc.  As with the previous amendment, this will provide for an offence for contravention of the disclosure prohibition on summary conviction.  As before, I do not see a requirement to apply an indictable offence, which would attract a class A fine or imprisonment for a term not exceeding 12 months.<\/p><p>I ask Senators to support the four linked amendments.  I acknowledge the earlier contribution of Senator McDowell on this issue.  I was interested to follow up on issues raised by the Senator on Second Stage because they were important.  I hope the amendments receive the support of the House at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#DD00900","speaker":"1233","continuing":true},{"type":"speech","time":1540373400,"counter":165,"content":"<p>The Acting Chairman was so out of breath, I had difficulty following his announcement of the amendments in the group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#EE00200","speaker":"1403"},{"type":"speech","time":1540373400,"counter":166,"content":"<p>I apologise.  I ran up the stairs to take the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#EE00300","speaker":"1412"},{"type":"speech","time":1540373400,"counter":167,"content":"<p>I thought he was breathless with anticipation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#EE00400","speaker":"1403"},{"type":"speech","time":1540373400,"counter":168,"content":"<p>It was genuine breathlessness.  I will list the amendments in the group again.  Amendments Nos. 66 to 71, inclusive, are related and are being discussed together.  Amendment No. 68 is considered to be a physical alternative to amendment No. 67.  Amendment No. 71 is a physical alternative to amendment No. 70 and amendment No. 70 is consequential on amendment No. 90.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#EE00500","speaker":"1412"},{"type":"speech","time":1540373400,"counter":169,"content":"<p>I was having difficulty with the inclusion of amendment No. 90.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#EE00800","speaker":"1403"},{"type":"speech","time":1540373400,"counter":170,"content":"<p>I will allow Senators to discuss amendment No. 90 because it is related to amendment No. 70.  However, we can also discuss the amendment when we reach it or any group of which it may be part.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#EE00900","speaker":"1412"},{"type":"speech","time":1540373400,"counter":171,"content":"<p>We will have two cracks at it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#EE01000","speaker":"1392"},{"type":"speech","time":1540373400,"counter":172,"content":"<p>Senators can discuss amendment No. 90 in the context that it is related to amendment No. 70.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#EE01100","speaker":"1412"},{"type":"speech","time":1540373400,"counter":173,"content":"<p>Who is chairing the Seanad?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#EE01200","speaker":"1391"},{"type":"speech","time":1540373400,"counter":174,"content":"<p>Would the Leader like to take the Chair?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#EE01300","speaker":"1392"},{"type":"speech","time":1540373400,"counter":175,"content":"<p>Some day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#EE01400","speaker":"1391"},{"type":"speech","time":1540373400,"counter":176,"content":"<p>I am doing my best.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#EE01500","speaker":"1412"},{"type":"speech","time":1540373400,"counter":177,"content":"<p>I am not referring to the Acting Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#EE01600","speaker":"1391"},{"type":"speech","time":1540373400,"counter":178,"content":"<p>This group of amendments is of central importance to this legislation.  Unless it is resolved in a manner which I consider to be satisfactory and constitutional, I will have the gravest of problems with the Bill.<\/p> <p>In general principle, there will have to be some degree of confidentiality attaching to any process, be it the current Judicial Appointments Advisory Board process or a judicial appointments commission process.  I am not blind to that requirement of commonsense.  I am concerned, however, about a matter which I raised with the Minister previously.  Is it his understanding of the legislation, in its current form and as proposed to be amended by him, that the Cabinet, when considering a list of persons recommended by the judicial appointments advisory commission, will not be informed as to who were the also-rans in the process?  That is of great significance here.<\/p> <p>While we have not yet come to this point in our consideration of this legislation, if we are to have a situation in which a list of three names comes before the Cabinet and the Cabinet, having considered, say, three appointments to the Court of Appeal, remains wholly in the dark that a very senior judge has applied on three occasions and the commission has not chosen to put that person's name on the list, it seems that would absolutely subvert the role of Government in making a choice.  What worries me most about the whole idea of this legislation and the claims that have been made for it by the Minister for Transport, Tourism and Sport, Deputy Ross, is that somehow the Cabinet will be not merely required, as this legislation puts it, to \"first consider\" the names on a recommended list, but it will be kept in the dark as to who else was not merely eligible but seeking the job.  More important than that, a Government might, after making a series of judicial appointments, be entirely ignorant of the fact that there was another person who was applying to be, say, a judge of the Court of Appeal, and has been consistently, for some reason, left off the list by this independent commission.  That seems utterly wrong in principle and in commonsense.  Supposing the President of the Court of Appeal was not shortlisted for appointment to the Supreme Court three times, could it possibly be right that the Government would be kept in the dark about that matter?<\/p> <p>Since it is the case, as the Minister has consistently agreed, that the Government is free in the final analysis to ignore completely such a shortlist and to choose somebody else if it so desires, surely the Government of the day is entitled to have some idea as to the quality of the work that the commission is doing.  For instance, if the commission, in interpreting its mandate under this legislation in respect of diversity and all the rest of it, is nominating persons for a shortlist who, if the Government knew the full facts, are inferior appointees in the Government's view to others who might or might not be seeking that appointment but whose identity or interest in the position cannot be disclosed to the Government under this legislation, this is a very serious interference with the Government's constitutional function and entitlement to make an informed choice about the decision.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It seems that this is the real question.  I have no problem with shortlists of recommended persons coming to the Government.  That is in the Judicial Appointments Advisory Board legislation, with the exception of existing judges, to whom I will return.  However, I have a major problem with the Government, for the first time, being kept in the dark about eligible persons who have not been recommended.  I am talking about circumstances in which persons whom the Government might consider to be more suitable are not included in the shortlist, even though they might have indicated an interest in the appointment in question.  If we accept that the Government or the Executive of the day has the constitutional function, right, entitlement and discretion to decide between two eligible persons for appointment - I believe this to be the constitutional position - but contrive a statutory situation that will result in the Government being blindsided in how the shortlist that will appear before it was composed, particularly in terms of who will not be on it, we have an unconstitutional invasion of the Government's function.<br\/><br\/>Senators might be interested to know that under the current Judicial Appointments Advisory Board system, the Government is entitled to know who all of the applicants were when considering the board's recommendations.  According to my reading of the legislation, the purpose of this Bill which has been carefully disguised in statutory provisions about confidentiality and non-disclosure is to keep the Government in the dark on the identities of all suitable applicants.  Why should a Government be kept in the dark on who is applying for judicial appointment?  What possible rule, or common-sense objective, can be served by a statutory mechanism that makes it impossible for the Government to know what is really going on, who is really seeking judicial appointment and who is consistently being non-shortlisted for appointment by it?  The effect of the provision, coupled with the provisions which prohibit canvassing, is that it might be entirely improper for a senior judge of the Court of Appeal to contrive to tell the Taoiseach of the day that he or she has been non-shortlisted on five occasions.  Is a person in such circumstances entitled to know whether there is something wrong with him or her?  I do not know what the process is.<br\/><br\/>All of this raises the serious question of whether a judge would know that he or she had been non-shortlisted.  Is a senior judge of the Court of Appeal who sees others being put before the Cabinet time after time for appointment to a position in which he or she is interested entitled to know under this legislation that he or she has been unsuccessful?  Is that a secret?  Will it be an offence to disclose to a would-be appointee that he or she has been unsuccessful?  The answer to that question must be &quot;Yes&quot; or &quot;No&quot;.  Will the commission be entitled to write to a particular person to inform him or her that, regretfully, he or she has not made the shortlist to be sent to the Cabinet?  If it is the case that it will not be possible to reveal this information to a disappointed applicant, will the members of the Government be kept in ignorance of that fact also?  In other words, will it be open to the commission to tell a judge of the Court of Appeal that he or she has been unsuccessful in the sense that he or she has not been shortlisted for consideration by the Government?  Will it be possible for the Government, when it comes to make the appointment, to know that someone was an applicant in the first place?  I have always had the greatest of respect for the Office of the Parliamentary Counsel here and probably have even more respect for it now because it seems that this is not simply a lacuna in the legislation.  I suggest it is deliberately being fudged.  I am reasonably versed in legislation, but is not clear to me what the answers to my questions are.  If it is not clear to me now, as I am being asked to approve or disapprove of it as a Member of the Oireachtas, why is that so?  I suggest it is because the question of what the Government of the day is entitled to know has deliberately been left obscure.<br\/><br\/>I have a second question which I mentioned briefly.  If every judge of the superior courts will have to submit an application <i>de novo<\/i>to the judicial appointments commission for consideration for every promotional appointment - for example, to the presidency of his or her court; the Court of Appeal or its presidency, or both; to the Supreme Court or the position of Chief Justice, or both - I ask everybody here to consider what the implications of the new requirement will be.  No judge is required to do so under the existing Judicial Appointments Advisory Board regime, which is entirely commonsensical.  By practice, any judge who is interested is entitled to inform the secretary to the Government of such an interest.  That is considered kosher.  I would like to look at the implications of asking every superior court judge who wants to be considered for a judicial promotion to apply to this supposedly independent commission, with its so-called lay majority.  In my judgment, it is entirely misconceived and wrongheaded as a proposition.  Why should two thirds of the Judiciary, if they are interested in promotion, routinely have to submit to procedures involving an evaluation of the diversity implications and all of the other so-called criteria which are set out in this statute every time there is a promotional opportunity?  If one is in the superior courts, how does it possibly matter what one's social origins are or whatever else?  If one is suitable to be a High Court judge, could it ever possibly be the case that one is less suitable to be made a judge of the Court of Appeal by reference to some concept of diversity?  If we are going to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#EE01800","speaker":"1403","continuing":true},{"type":"speech","time":1540373400,"counter":180,"content":"<p>Does the Senator mean that one could be excluded because one is not sufficiently diverse?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#FF00200","speaker":"1392"},{"type":"speech","time":1540373400,"counter":181,"content":"<p>Yes.  If one of the criteria in devising the shortlist is to secure diversity which is one of the aims of the commission and somebody is knocked off the list five times in a row because he or she is not sufficiently \"diverse\" - whatever that means - is it possibly right for an independent body to require each judge to submit to an examination of his or her suitability on the grounds of diversity every time there is a vacancy?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I say it is not.  Apart from the logistical and administrative headache of having members of the Judiciary routinely apply for every appointment upwards, it worries me that it will turn into a beauty parade whereby judges will become less inclined to make unpopular decisions because they know that every time their name comes up, a lay-dominated group will vet them in line with these criteria, including diversity and such, and will look at their suitability every time.  I asked the Minister and he indicated at one stage that he was open to excluding appointments of existing superior court judges from the scope of the appointments commission.  We are now getting to crunch point in this debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#FF00300","speaker":"1403","continuing":true},{"type":"speech","time":1540373400,"counter":183,"content":"<p>I thought the amendment was dealing with the confidentiality-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG00200","speaker":"1381"},{"type":"speech","time":1540373400,"counter":184,"content":"<p>That is the point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG00300","speaker":"1403"},{"type":"speech","time":1540373400,"counter":185,"content":"<p>The Senator is wandering away slightly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG00400","speaker":"1381"},{"type":"speech","time":1540373400,"counter":186,"content":"<p>That is what he is talking about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG00500","speaker":"1392"},{"type":"speech","time":1540373400,"counter":187,"content":"<p>I accept the Chair's ruling, obviously, but I am not.  I have asked the Minister to be explicit on this.  If these things are kept secret, the Government will not know who is being knocked off the list and who is being ignored consistently and that is the reason I slightly digress.  It is most important to existing judicial appointees seeking promotion.  It is most important that the Government is not kept in the dark.  At this point, rather than prolong my contribution, which will not be the last on this group of amendments, I ask the Minister to make something clear to me. With the presence of the Attorney General on the judicial appointments commission, provided for in the D&aacute;il by amendment against the wishes of the Government - though I am not sure, will it be permissible for the Attorney General to inform the Cabinet, when it is considering an appointment, who the other eligible applicants were?  We need a simple answer to that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG00600","speaker":"1403"},{"type":"speech","time":1540373400,"counter":188,"content":"<p>I apologise in advance if I am a little more rambly than usual because I had a nasty fall yesterday and I just had the flu injection so who knows what I might say?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG00700","speaker":"1392"},{"type":"speech","time":1540373400,"counter":189,"content":"<p>I will keep the Senator on the straight and narrow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG00800","speaker":"1381"},{"type":"speech","time":1540373400,"counter":190,"content":"<p>I am sure the Cathaoirleach will and so will the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG00900","speaker":"1392"},{"type":"speech","time":1540373400,"counter":191,"content":"<p>I do not think pleading the flu injection is satisfactory with regard to what the Senator may or may not say.  It seems to me that it is an abdication of responsibility if he is citing the flu injection for some rambling he has already indicated he may be minded to pursue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG01000","speaker":"1233"},{"type":"speech","time":1540373400,"counter":192,"content":"<p>The Minister is too kind.  I appreciate his heartwarming comments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG01100","speaker":"1392"},{"type":"unspoken","time":1540373400,"counter":193,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1540373400,"counter":194,"content":"<p>The Minister, at least, is laughing heartily.  I will take up the Cathaoirleach's invitation to make a brief comment on amendment No. 90 in the name of Senator McDowell.  It seems there is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG01300","speaker":"1392"},{"type":"speech","time":1540373400,"counter":195,"content":"<p>Amendment No. 90?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG01400","speaker":"1381"},{"type":"speech","time":1540373400,"counter":196,"content":"<p>We were told we could discuss it with regard to amendments Nos. 66 to 71.  Subsection 2 states:<\/p><blockquote>Where any of the judicial offices to which this section applies stands vacant or where the Minister reasonably apprehends that any of those offices will stand vacant, the Minister shall request the Senior Judicial Appointments Committee (in this section referred to as &ldquo;the Committee&rdquo;) of the Government.<\/blockquote> <p>What will the Minister request it to do?  It does not say.  It is daft.  It just states the Minister shall &quot;request&quot;, and leaves it hanging there.  I think there is a mistake or misprint there.  Perhaps Senator McDowell could elucidate when it comes to that.<\/p><p>Turning to amendments Nos. 66 to 71, No. 66 reads:<\/p><blockquote>In page 20, line 34, after &ldquo;not&rdquo; to insert the following:&ldquo;, without the consent in writing of the Commission or (save where the intending discloser is the Director) the Director or except as required by law or in the circumstances provided for in subsection (3),&rdquo;.<\/blockquote> <p>This is the Minister meeting some of the arguments of the Seanad.  Up until this, apparently, it would be an offence even to communicate in the garda&iacute; in a situation where somebody who was on the judicial appointments commission knew that some malpractice or criminal activity had taken place.  The Minister is closing this loophole by saying that they can make such a disclosure if it is as required by law.<\/p><p>Amendment No. 67 deletes lines 38 to 40.  The way it is done is not necessary.  One could just delete the second two and a half lines that read:<\/p><blockquote>In page 20, to delete lines 38 to 40 and substitute the following:&ldquo;(b) the Director or a member of staff of the Office,&rdquo;.<\/blockquote> <p>By and large, I agree strongly with the amendments Senator McDowell has tabled but it seems to me that if he does that - and in section 27(1)(b) there is just the director or member of staff of the office - he is effectively removing &quot;consultant, advisor or other person who is or was engaged under contract&quot; but I do not really understand why.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG01500","speaker":"1392"},{"type":"speech","time":1540373400,"counter":197,"content":"<p>Which section or amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG01600","speaker":"1403"},{"type":"speech","time":1540373400,"counter":198,"content":"<p>I am on section 27(1)(b), on Senator McDowell's amendment No. 67, relating to page 20, lines 38 to 40.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG01700","speaker":"1392"},{"type":"speech","time":1540373400,"counter":199,"content":"<p>It is purely because I had earlier proposed an amendment to scrap advisers and consultants.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG01800","speaker":"1403"},{"type":"speech","time":1540373400,"counter":200,"content":"<p>I see.  I think there is a danger if Senator McDowell's or the Minister's amendment was not accepted and this one was accepted that we would then be exempting hired hacks, which I do not think would be intended at all.  I am very grateful to Senator McDowell for that explanation, which clears things up a bit.<\/p><p>I will forget amendment No. 68.  Subsection 3 of amendment No. 69, a Government amendment, reads:<\/p><blockquote>Nothing in subsection (1) shall prevent the disclosure of information, in accordance with law, to a member of the Garda S&iacute;och&aacute;na or any other person, whether within the State or otherwise, charged with the detection or investigation of an offence.<\/blockquote> <p>The garda&iacute; are notoriously leaky.  What on earth is to stop them?  The garda&iacute; have leaked information about cases on many occasions.  This is a regular feature of life.  We know that.  I think in some cases they are paid for it.  It states it will be all right for them to disclose &quot;to a member of the Garda S&iacute;och&aacute;na or any other person, whether within the State or otherwise&quot;.  That seems very broad to me.  One could be letting the CIA know about these matters.  It also concerns me that this qualification is not contained in the Government's amendment No. 71, where it states in subsection 4:<\/p><blockquote>Nothing in subsection (2) shall prevent the disclosure of information, in accordance with law, to a member of the Garda S&iacute;och&aacute;na or any other person, whether within the State or otherwise<\/blockquote> <p>I did not notice that bit.  It follows the first amendment fully.<\/p><p>With regard to both Senator McDowell's and the Government's amendments, it strikes me that a term of imprisonment not exceeding five years is a pretty hefty sanction.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I speak as somebody who is against the use of prisons for these sorts of offences because they are a waste of money.  Why should I, as a taxpayer, pay to have somebody incarcerated for leaking information about a judicial appointment?  I do not want to, it is nonsense and it does not do any good.  When somebody is stuffed into a prison for five years, he or she is not likely to come out as a good citizen and he or she will cost the taxpayer a hell of an amount of money.  I will leave it to Senator McDowell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#GG01900","speaker":"1392","continuing":true},{"type":"speech","time":1540373400,"counter":202,"content":"<p>I indicate that the reason our amendment to section 28(2)(b) was an indictment for a term of imprisonment not exceeding five years or a fine or both was simply that if such a power is not there and it is not a serious offence to do this, the Garda has no right to arrest anybody who it suspects of having committed the offence, no right to investigate or seize various-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#HH00200","speaker":"1403"},{"type":"speech","time":1540373400,"counter":203,"content":"<p>That prison sentence is not mandatory.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#HH00300","speaker":"1392"},{"type":"speech","time":1540373400,"counter":204,"content":"<p>No, it is not mandatory, but I will explain it to Senator Norris, through the Chair.  When the Official Secrets Act 1963 applied to all members of An Garda S&iacute;och&aacute;na, a habit had broken out among some members of disclosing harmful information to the media, and the Attorney General of the day was informed by the Commissioner of An Garda S&iacute;och&aacute;na that unless he had a power of arrest, he had no capacity to investigate anybody, either a journalist or a garda, who had published such information because all they had to do was politely decline to co-operate with the Garda's inquiries and every such inquiry immediately went into the sand.  It was as a result of that issue that the harmful information provision was put into the Garda S&iacute;och&aacute;na Act 2005 because the then Commissioner, Mr. Pat Byrne, had informed the Attorney General at the time that he was more or less powerless to carry out any investigation of these leaks unless he had statutory powers on the commission of a serious offence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#HH00400","speaker":"1403"},{"type":"speech","time":1540373400,"counter":205,"content":"<p>A number of points have been raised by Senators arising out of Senator McDowell's contribution.  In particular, the issue was raised some moments ago of persons who are not shortlisted being aware of their position.  The Bill makes no provision for informing the applicants of their position in respect of shortlisting.  It does not prohibit the commission from doing this either but I refer to Part 8 of the Bill later on under section 53(5)(h) where the Bill specifically refers to &quot;the need for good standards of communications with applicants for judicial office, and the provision otherwise of a good standard of service to them in respect of applications made by them under this Act&quot;.  That is important here-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#HH00500","speaker":"1233"},{"type":"speech","time":1540373400,"counter":206,"content":"<p>Would it be a good idea to insert a requirement to let people know?  Would the Minister be open to that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#HH00600","speaker":"1392"},{"type":"speech","time":1540373400,"counter":207,"content":"<p>No.  I am open to giving due consideration to any amendment the Senators wish to table, but for the purposes of this debate we are dealing with amendments that have already been tabled.  The points that have been raised that were flagged earlier in the debate are now the subject matter of amendments.<\/p><p>I refer specifically to the role of the Attorney General in communicating with Cabinet on the recommendation process.  Senators will be aware that it was an amendment in my name on behalf of the Government that has restored the position of the Attorney General to the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#HH00700","speaker":"1233"},{"type":"speech","time":1540373400,"counter":208,"content":"<p>I thought it was an Opposition amendment.  I am sorry about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#HH00800","speaker":"1403"},{"type":"speech","time":1540373400,"counter":209,"content":"<p>-----commission process.  Senator McDowell's point on confidentiality is about whether those requirements imply that the Attorney General cannot divulge to the Cabinet the names of persons who have not been recommended by the commission.  If the Attorney General is free to give such information to the Cabinet, it is suggested that the Bill should be amended to make that clear.  Specific reference was made to a situation where the Cabinet might be of the view that it would not appoint a recommended person and then the Attorney General could be asked about another applicant or the status of that applicant.  If we look at the current job process, for example, where all of the relevant names are brought to the attention of the Minister at some stage, we are now being queried on whether it would be permissible for the Attorney General, as legal adviser to the Government, to advise the Government against the recommendations of the commission in the context of there being other people or, as the Senator has said, better people who it is presumed have made an application.<\/p><p>I want to be clear on sections 27 and 28 on the definition of confidential information.  It includes &quot;information that is expressed by the Commission to be confidential either as regards particular information or as regards information of a particular class or description&quot; and &quot;proposals of a commercial nature or tenders submitted to the Commission by contractors, consultants or any other person&quot;  Section 28 makes it clear that a member of the commission, except for the purposes of the Act, in relation to persons applying for judicial office, shall not disclose to persons applying for judicial office, among other things, the proceedings of the commission.  The import of this is clear.  We have amended the Bill here.  The Attorney General is a member of the commission and he or she will be bound by the same statutory obligations as other commission members.  As a member of the commission, that must be the case and the Bill is clear as to these obligations.  The precise information that is brought to the attention of Government does not include the provision of the names of persons who are recommended, nor does it include the provision of the names of persons who are not recommended.  It is also clear about the decision-making process and the procedure for recommendation by the commission.<\/p><p>This is important and there are strong arguments that we have made time and again in this House, and indeed in the Lower House, on the need for confidentiality in these matters.  I invite Senators to accept that.  The policy is that only in limited circumstances will names other than those recommended be forwarded by the commission.  That is where the commission is unable to recommend three names and that is not what the Bill currently provides.  My amendment No. 88 will address this matter later.  The Attorney General, as a member of the commission, will be bound by the provision on the disclosure of information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#HH00900","speaker":"1233"},{"type":"speech","time":1540373400,"counter":210,"content":"<p>I am grateful to the Minister for making very clear what I had always feared to be the devastating hole and error at the heart of this legislation.  The Minister has just made it clear now that the policy is that the Government would be kept in the dark and expected to look to the shortlist except where it falls short of the maximum number available in the shortlist and that it will be cast in stone that the Government will be kept in the dark on such a matter.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I believe in my heart that this is a fundamental assault on our constitutional framework, especially in the case of appointments to the Supreme Court.  I know from my experience as Attorney General, as Minister for Justice and Equality, and as T&aacute;naiste that the Government, when considering appointments to the Supreme Court, not merely has the right but has the duty to make appointments to the Supreme Court which reflect values which it holds.  These are not values that seven people chosen by the Public Appointments Commission hold but values the Government has.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#HH01000","speaker":"1403","continuing":true},{"type":"speech","time":1540373400,"counter":212,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#JJ00200","speaker":"1392"},{"type":"speech","time":1540373400,"counter":213,"content":"<p>That is what the Constitution requires.  It is entirely unconstitutional to attempt to invade the Government's function in this matter, which is a democratically accountable function.  It is a non-delegable function of the Government, given by the Constitution, to decide who should and who should not be on the Supreme Court.<\/p><p>There could be two equally capable lawyers but the Government might decide, on grounds of gender, that one should be on the Supreme Court.  There could be two equally capable and honourable lawyers where one is a drastic social conservative and the other a drastic social liberal, and the Government could say it did not want one of them on the Supreme Court.  It is not merely proper but is mandatory on the Government to exercise its own discretion in these circumstances.  It is not an avoidable function and one cannot say people in an office block on the far side of town can come up with three people for the court.  We cannot do that constitutionally.  The people who devised this legislation would have had the backing of some members of the Judiciary but, while I do not want to be critical of the Judiciary, it sometimes talks about its own interests.  The members of the Judiciary in question do not, however, have the last word on this.<\/p><p>The Minister has told us that it is the intention of this statute that members of the Government should be kept in the dark as to those who were willing to seek appointment to the Supreme Court but were not shortlisted by the process.  He said the Attorney General, sitting at the Cabinet table beside the Taoiseach, should be prohibited by criminal law from disclosing that information to members of the Cabinet.  To use a Trumpism, how bad and how sad a proposal is this?  It will be a crime for the Attorney General to say he or she has a shortlist of three people but that Mr. Justice Norris is ten times better.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#JJ00300","speaker":"1403"},{"type":"speech","time":1540373400,"counter":214,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#JJ00400","speaker":"1392"},{"type":"speech","time":1540373400,"counter":215,"content":"<p>It will be a crime for the Attorney General to say that while a certain person has not been shortlisted three times, he is entirely suitable for the position and that the Attorney General just wanted the Cabinet to know this before, collectively, they made up their minds about any or all of the people on the shortlist.  That, however, is what the Minister is asking us to do.  He is asking the Government to play blind man's buff in the context of a commission which is not merely wholly independent of Government but is also composed, in the majority, of people who are not legal practitioners or legally qualified.<\/p><p>The Judicial Appointments Advisory Board, as it works at the moment, is ideal in one respect, namely, that the majority of its members are people who know how the legal system works and what makes for a good or a bad judge.  Government can be aware of the shortcomings of the JAAB process by simply looking at the list of people who applied and who were not recommended.  I find it alarming that, if a position on the Supreme Court comes up and three names are put on a list, the Government must be kept in the dark as to the identity of all the other people who applied for that position from the High Court, the Court of Appeal or the Supreme Court itself.  How can that not be a gross invasion of the Government's function under the Constitution?  How can it be that, if Ms Justice A or Mr. Justice B indicated a willingness to be promoted to the Supreme Court, it must be kept secret from the Government as a matter of criminal law?  That is a shocking idea.  I am amazed it has not occurred to the Department of Justice and Equality to understand how shocking the idea is for the Cabinet to be kept in the dark, on pain of somebody committing a criminal offence, about the willingness of somebody to serve in the Supreme Court who has not been recommended by the process.<\/p><p>The Minister has fairly and rightly conceded to me that the Bill cannot go the full hog and exclude the Government's capacity to make a non-recommended appointment, as it is provided for in the legislation.  He is saying, however, that Government has the right to appoint somebody who is not recommended or shortlisted but that it is a criminal offence for anybody to tell the Government that a person was willing to serve and has not been selected.  How crazy is that as a legal provision?  It is very difficult to understand how anybody could seriously defend the proposition.<\/p><p>We have now heard it stated, for the first time and in the clearest possible terms, that secrecy has been imposed even on the Attorney General, who sits in Cabinet as the legal adviser to Government but, while not a member of Cabinet, is bound by Cabinet confidentiality.  It is grotesque and a fundamental attack on our constitutional values for him or her to be committing a criminal offence if he or she says Ms Justice A was an applicant but had been overlooked.  It is a fundamentally misconceived attempt to circumscribe the constitutional function of the Government.<\/p><p>The Bill claims to admit that the Government has the right to ignore the recommendations of the judicial appointments commission and to appoint somebody whom it wishes to appoint but, at the same time, it purports to say the Government must be kept ignorant of these facts.  The Attorney General, sitting at Cabinet and under the rubric of confidentiality, cannot inform the Government of the people who were willing and who, in the Attorney General's opinion, were better candidates but were turned down, nor can he or she tell the Cabinet that four people had been turned down, any one of whom would have been better than the three who were shortlisted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018102400002#JJ00500","speaker":"1403"},{"type":"unspoken","time":1540373400,"counter":216,"content":"<p>Additional debate to follow.<\/p>"}]