[{"type":"minorheading","content":"Prelude","time":1418653800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1418653800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1418653800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1418653800,"counter":4},{"type":"majorheading","content":"Health Insurance (Amendment) Bill 2014: Second Stage","time":1418653800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500002#A00100"},{"type":"speech","time":1418653800,"counter":6,"content":"<p>I am pleased to address the House today on Second Stage of the Health Insurance (Amendment) Bill 2014.  As Senators will be aware the Bill recently passed through all Stages in the D&aacute;il unopposed.<\/p><p>Risk equalisation is a necessary support underpinning our community-rated health insurance market.  The main purpose of the Bill is to specify the risk equalisation credits, the rate of the hospital bed utilisation credit - the H book - and corresponding stamp duty levies required to fund the credits to apply from 1 March 2015.  In addition, the Bill specifies the allowable rate of the net premium payable for young adults and provides for the transfer of an insured person from a restricted membership undertaking without the application of an additional waiting period and makes some other technical amendments to the Health Insurance Acts 1994 to 2013.<\/p><p>The private health insurance sector has experienced great difficulties since the economic downturn.  The ageing market, reductions in membership and a sustained growth in claims have resulted in premia increases year-on-year.  Coverage has fallen from a peak of just under 51% of the population in 2008 to 44% in June 2014.  I have set as one of my objectives as Minister to arrest and begin to reverse this decline.  Average claims costs per insured person rose by 12.6% from 2008 to 2012.<\/p><p>However, more recent data are a little more encouraging.  For the first time there was a welcome reduction of 2% in average claim costs in 2013.  We will monitor data to ensure this is part of a continuing downward trend.  In particular, I am pleased that the size of the market contracted less in the year to July 2014 than it did during the previous 12 months.  The reduction has improved from a fall of 63,460 members in the year to mid-2013, to a reduction of 36,538 in the year to mid-2014.  The third quarter of 2014 recorded a small increase in the number of people with health insurance for the first time in many years.  This is a positive development, but it would be foolish to read too much into any one quarter.<\/p><p>The continued improvements in the economy create a positive backdrop.  Employment grew by 2.4% in 2013 and the ESRI is now forecasting a 1.8% growth in employment in 2014 and 2.7% growth in 2015.<\/p><p>Recently, I announced a package of measures to address the rising cost of private health insurance premiums, as I want to make private health insurance affordable again.  These measures and the Bill before the House today are designed to work as a package which aims to ensure that health insurance is affordable to as many people as possible in a sustainable, competitive market.<\/p><p>The measures include lifetime community rating, reduced rates for young adults, a reduction in the levy which funds the Health Insurance Authority and no increase in the stamp duty levy for the risk equalisation scheme.  I will detail each of these measures in turn.<\/p><p>I am introducing lifetime community rating from 1 May 2015.  Lifetime community rating is a modification of community rating to reflect the age at which a person first takes out health insurance.  Its primary purpose is to encourage people to purchase health insurance at a younger age.  This spreads the costs of older and less healthy people across the community, helping to support affordable premia for all.  Those who take out private health insurance earlier in life, and retain it, will pay lower premia than those choosing to join when they are older.<\/p><p>From 1 May 2015 there will be late-entry loadings for people aged 35 and over who purchase private health insurance for the first time, or renew after a break in cover of more than 13 weeks.  The loadings are set at 2% per year starting at age 35, up to a maximum loading of 70% at age 69 and over.  There is a grace period until 30 April 2015 to allow as many people as possible to take out health insurance.  During this period no penalties will apply.  Following expiry of the grace period, there will be credits for previous periods of health insurance cover and credits of up to three years for unemployment since 2008, to reflect the impact of the recession.<\/p> <p>The Health Insurance Authority will run an extensive communications campaign to publicise this significant change to the health insurance market.  It is important that members of the public have enough notice of its introduction and sufficient opportunity to take out health insurance before the introduction of loadings.<\/p><p>I have also decided to remove the very large step-effect increase in premia that occurs for most young adults after their 21st birthday.  For many, premiums can increase by double or more.  The Bill provides for the introduction of a young adult rate of premium that is age based rather than student based and is designed to smooth out the rise in premia between child and full adult rates.  Insurers will retain discretion with regard to whether to provide these rates.  Where an insurer chooses to provide young adult rates, it must also provide the full range of rates within the specified bands.  This policy change will also remove the requirement to be the dependant of a policyholder or a full-time student dependent on parents.  It is reasonable to expect that the introduction of lifetime community rating and young adult rates from 1 May 2015, combined with the improvement in employment levels, will result in the numbers insured either holding steady or increasingly modestly during the next year.<\/p><p>I have been obliged to look closely at the levy payable by insurers under section 17 of the Health Insurance Act 1994.  This levy funds the work of the Health Insurance Authority, HIA, the statutory regulator.  Regulations made in 2010 set the rate at 0.12% of insurers' premium income.  In its annual report for 2013, the HIA indicated that it has a retained surplus of &euro;10 million.  As a contribution towards lowering costs in the industry, I have decided to reduce the levy to a nominal rate of just 0.01% for two years.  This will result in savings to the industry of &euro;2 million in 2015 and 2016.  Thereafter, the levy will be set at 0.09%, still 25% lower than the current level.  The HIA is satisfied that this level of funding is sufficient to finance its ongoing operations and the rate of the levy will be subject to periodic review by my Department.  I signed the regulation introducing this measure into law last month and it was laid before the Oireachtas on 26 November.<\/p><p>The risk equalisation scheme is designed to protect community rating by making it easier for older people to afford private health insurance.  I am committed to making the scheme as effective as possible in a way that promotes fair and open competition.  The hospital bed utilisation credit, HBUC, acts as a proxy for health status and is payable for overnight stays in hospital for people of all ages.  In line with the HIA's recommendations, this year I am increasing the amount payable from &euro;60 to &euro;90 per night.  I am also adjusting the age related credit to the average net claim.  Given the large increase in the HBUC being proposed, lower age credits are required to achieve a reduction from the current level of 133% to 130% of the market average claims.  The scheme is funded by stamp duties levied on health insurance policies and the money generated is used to pay risk equalisation credits to take account of the higher claims costs to insurers of older and less healthy people.<\/p><p>In recent years, as Senators will be aware, it has been necessary to increase significantly the stamp duty on all policies to fund the rising costs of an older and less healthy population of insured people.  The increase on advanced products last year was &euro;49 per adult and &euro;15 per child.  I am pleased that, in agreement with the Minister for Finance, there will be no increase in stamp duty rates for products providing advanced cover in 2015.  The levy will remain unchanged at &euro;399 per adult and &euro;135 per child.  In addition, there will be a significant reduction in the levy for products providing non-advanced cover.  The levy in this regard for an adult will be reduced by &euro;50, from &euro;290 to &euro;240, with the levy for a child being reduced by &euro;20, from &euro;100 to &euro;80, achieving reductions of 17% and 20%, respectively.  These rates will apply from 1 March 2015 and are based on the formal advice of the HIA.<\/p><p>The effectiveness of the risk equalisation scheme is measured by the extent to which it compensates for the higher cost of older customers.  The changes I am introducing will increase the effectiveness of the risk equalisation scheme in 2015.  Most people over the age of 70 hold products which provide for advanced health insurance cover in this category.  The revised rates will compensate for 81% of the higher claims costs relating to those aged 70 and 88% of the costs relating to people over 80.  These improvements will be achieved while reducing the level of stamp duty required to fund the risk equalisation scheme credits for lower level products and maintaining the current rate of stamp duty for products providing advanced cover.  I welcome the consequential steps being taken by insurance companies to offer competitive rates to consumers.  These changes are also in line with the risk equalisation policy statement announced by my predecessor in November 2013, which set a target of increasing effectiveness rates by 2016 to 85% for those over 70 and 90% in respect of customers aged over 80.<\/p> <p>This target is subject to the advice of the Health Insurance Authority, the requirement not to over-compensate any insurer, and to Government budgetary decisions each year.<br\/>This year the Department and the HIA commenced work on a more refined health status measure using diagnosis-related groups, DRGs, to enhance the risk equalisation scheme by improving support for less healthy people of all ages.  The HIA carried out analysis of international regimes and submitted a report to me on incorporating DRGs into the risk equalisation scheme.  I will use this report to inform the changes that will be proposed for 2016 and onward.<br\/>I am determined to address issues contributing to increased costs in the private health insurance sector.  In 2012, the consultative forum on health insurance was established to generate ideas to address the issue of health insurance costs.  In June 2013, Mr. Pat McLoughlin was appointed as independent chairman of the forum.  The measures I am presenting today are closely aligned to the recommendations of Mr. McLoughlin's two-phase report on private health insurance costs.  The first report was published in December 2013 and the second last month.  Mr. McLoughlin recommends a scheme of lifetime community rating and discounted rates for young adults, provision for both of which are contained in this Bill.  I have also accepted his recommendations on the implementation of a case-based charging system using DRGs for private patients in public hospitals under activity-based funding, also known as &quot;money follows the patient&quot;, and the establishment of a steering group to build on the reforms under way in the area of chronic disease.  This will focus on the provision of an integrated model of care for patients with chronic conditions.<br\/>Other recommendations being implemented include an increased focus by private health insurers on combatting fraud and the establishment of a working group involving the HSE and health insurers to address the recommendations relating to claims processing.  Mr. McLoughlin's independent report also makes a number of important recommendations under the headings of controlling costs, care settings and resources, age structure, clinical audit and utilisation management, private psychiatry, fraud waste and abuse, chronic disease management, claims processing, and admission and discharge processes.  I have instructed my Department to pursue these, in conjunction with private health insurers and the HSE as appropriate.<br\/>All of these measures, combined with the recent decision by my colleague, the Minister for Finance, not to reduce tax relief on health insurance premia and the freezing of hospital bed charges, aim to support a competitive health insurance industry.  From now on, consumers' needs will be at the centre of decision making and policy formulation.<br\/>I will now outline the main provisions of the Bill.  Section 1 defines the principal Act as the Health Insurance Act 1994.  Section 2 amends section 7(5)(<i>b<\/i>)(i) of the principal Act to provide for a sliding scale of young adult rates for health insurance premia up to and including age 25 and remove the requirement that such persons be in full-time education or dependent on the policyholder to benefit.  A new subsection (5A) provides that where a health insurer proposes to offer young adult rates, it shall offer the full range of rates within the specified bands.  Insurers will retain discretion as to whether or not to provide these rates.<br\/>Section 3 amends section 7A of the principal Act.  The regulations to provide for lifetime community rating will take effect on 1 May 2015.  From that date there will be late-entry loadings for those aged 35 and over who purchase private health insurance for the first time or are renewing after a break in cover of more than 13 weeks.  This amendment clarifies that the obligation on insurers to impose lifetime community rating loadings as provided for by regulation is mandatory by replacing &quot;may&quot; with &quot;shall&quot; and clarifying, in subsection (3), that the obligation to require the payment of late-entry loadings is subject to regulations signed into law on 7 July 2014.<br\/>Section 4 amends subsections 8(3) and 8(5) and deletes subsection 8(6) of the 1994 Act.  The additional provisions proposed in subsection 8(3) and amendment of subsection 8(5) are to clarify that people transferring from one health insurance policy to another are not required to serve additional waiting periods other than those applying to an upgrade in cover.  Subsection 8(5) is further amended to provide for the transfer of served waiting times for people transferring from restricted membership undertakings to open-market insurers without the application of any additional initial waiting period.  Subsection 8(6) is consequently proposed to be deleted.<br\/>Section 5 amends section subsection (11C) of the principal Act to provide that 1 March 2015 will be the effective date for revised risk equalisation credits to be payable from the fund.<\/p> <p> Section 6 amends Schedule 3 to the Principal Act to provide for the revised amount payable from the risk equalisation fund for the hospital bed utilisation credit. This will cover the health insurance contracts renewed or taken out from 1 March 2015.  Section 7 replaces Table 2 in Schedule 4 to the Principal Act with effect from 1 March 2015 whereby the applicable risk equalisation credits payable from the Risk Equalisation Fund for certain classes of insured persons are revised.  Section 8 amends section 125A of the Stamp Duties Act 1999 to specify the applicable stamp duty rates for the periods 1 January to 28 February 2015 and 1 March 2015 onwards.  Section 9 provides for the Short Title, collective citation and construction of the Bill.<\/p><p>I commend the Bill to the House and look forward to Senators' contributions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500003#B00100","speaker":"948","continuing":true},{"type":"speech","time":1418655000,"counter":10,"content":"<p>I welcome the Minister to the House.  As the acting spokesman on health I can say that our group here will not be opposing this Bill, which we fully support.  Some years ago the Taoiseach, Deputy Enda Kenny, the former Minister for Health, Deputy James Reilly, and others strongly opposed this measure so I am glad the new Minister and the Government have come around to the notion of risk equalisation.<\/p><p>There are many positive measures in the Bill.  It is frightening to consider that almost 200,000 people dropped out of health insurance in 2011.  That trend will have to be reversed because if it were to continue, the vast majority of those who have health insurance would be over 50.  My children are adults now but only one of them has health insurance.  I am always encouraging them to take out health insurance at a young age.  That is an issue we must examine.<\/p><p>The number of those under 60 with health insurance dropped by 232,000 between December 2010 and June of this year.  At the same time the number of those over 60 with private inpatient plans jumped by 35,000.  This Bill will not reverse that overnight.  It will not create a utopian situation but some of its measures will stop the rot, so to speak, and reverse the trend of people leaving health insurance.  If that trend were to continue, with a longer-living ageing population and life expectancy increasing, thankfully, for many reasons, we would have a very serious situation in a few years time.<\/p><p>The Minister is well aware that over that period health costs, after opt-outs, soared by 50%.  Inevitably, the VHI, being the major player, increased the premium year on year.  There is some competition now with Aviva, GloHealth, Laya and others coming into the market.  Increasing competitiveness is important to ensure the rates are reasonable, fair and accessible to people.<\/p><p>I have learned from my own experience that shopping around for a better premium is now a must.  I changed from one group to another in recent years and my saving per annum for two adults is almost &euro;2,500 per year.  In the good times, the 1990s, I was paying a particular type of policy but when I analysed it I discovered it was a gold-bonded type of insurance that I may never use.  The message I want to send out is that there are options available and people, whether they are young or old, should shop around.  That might be highlighted.<\/p><p>I welcome the measure to reduce the health insurance levy, which will have an important knock-on effect.  <\/p><p>The Minister said that the risk equalisation scheme is designed to protect community rating by making it easier for older people to afford private health insurance.  That is a sensible and worth pursuing.<\/p> <p>My colleague, Deputy Kelleher, spoke positively about the Bill in the D&aacute;il.  The changes it will make will stymie the number of people leaving private health cover and over the next two to three years, from 2016 or 2017 onwards, we will see a positive outcome from risk equalisation.  I hope it will be bedded in by 2020, and that we will see far more young people employed.  I hope this trend will be maintained in the coming years, and that we have fewer people out of work and more people working, and more people in their late teens and early 20s covered, by their parents' health insurance policies or otherwise.  These changes are very welcome.<\/p><p>It is important from a Government perspective, and a responsible political perspective from all sides of the House, that we encourage more people to take out and maintain private health insurance.  The erosion of the big write-down those who paid for a policy used to get in their tax at the end of the year has also had an adverse effect on health insurance.  People in tight financial situations ditch their health cover but it is very unwise to do so.<\/p><p>We fully support the Bill.  Risk equalisation is not before time and I wish the Minister well with it.  I hope it gets a speedy passage through the House.  I have no doubt there will be positive outcomes from this.  They may not be very obvious in the first year or two, but give it five years.  If I wanted to be totally political, I would say it is something that should have been introduced eight or ten years ago, but we are where we are.  It is progressive and positive legislation and deserves the support of Fianna F&aacute;il and, I hope, most Members of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500006#E00200","speaker":"1127","continuing":true},{"type":"speech","time":1418655300,"counter":12,"content":"<p>I welcome the Minister to the House.  I also welcome the legislation, which clearly sets out the way forward in dealing with health insurance.  It sets out the issue of risk equalisation whereby anyone over 35 coming into the market will face a 2% additional charge for each year after the age of 35.  It will give balance in respect of people who pay for it throughout their lives.  It will certainly create a much fairer system for those who contribute to it.  The risk equalisation credit is based on age, gender and level of cover.  My colleague across the floor mentioned the number of people who have left health insurance, and quite a number of people have, but 44% of the population is still covered by private health insurance.  It reduced from 50.8% to 44%.  It is a case of trying to increase this figure.  A group of people do not have health insurance cover or medical card cover, and we must try to do everything possible to encourage them to take out health insurance.<\/p><p>Under current policies young adults face a loading, or sudden increase, of up to 100% once they reach 21 years of age, and what the Minister will introduce in the Bill is welcome as it will help them to keep their health insurance policies after they reach this age.<\/p> <p>Young people drift away from coverage because they feel they do not need health insurance as they are fine and healthy.  However, I came across a number of people recently who regret very much not having continued with their health insurance cover.  They are now trying to obtain cover again but are finding that their health problems will not be covered by their new policies, although they are renewing.  I made the point to them that while the health insurance will not cover the cost of health care immediately in respect of the medical problems they have, it will cover the cost of any other medical problems that might arise.<\/p><p>Someone texted me this morning asking why we need health insurance cover or private health insurance.  A problem we do not understand and which is not really known to the public concerns the contribution the private health sector is making to the provision of health care.  I have worked out that over 2 million outpatient appointments are covered by the private sector.  If this coverage were suddenly to end in the morning, the public sector would not be able to accommodate it.  Many people do not realise the extent of the work done by those in the private sector.<\/p><p>We need to raise the issue that the cost of health care rose by approximately 12.6% between 2008 and 2012.  The Minister raised it.  I hope the trend is levelling off.  We must ensure there is no added expense for people who are providing health care.  The main area where there is an added cost is in the area of insurance claims concerning personal injuries and medical negligence.  The number of such claims seems to be greater than in the United States.  I refer to both compensation and the cost of the claims.  The cost is considerable and we need to work on trying to reduce it.  If we are trying to bring down the cost of private health insurance, we must also ensure the costs incurred in providing private medical care do not increase.  Litigation over personal injuries and medical negligence is the one area of litigation that we have not changed.  We have changed the regime in respect of car accidents and industrial accidents.  We should work on this, particularly given that the premium paid by a consultant providing health care in the private sector has increased to over &euro;100,000 per annum.  Many consultants are now paying that kind of money for professional indemnity insurance.  The Medical Protection Society, which is providing cover, is a non-profit organisation and must collect enough premiums to meet the number of claims.  We need to start examining this.  If we do not do so, charges to patients will increase.  The medical personnel must take in enough money to meet the additional costs.<\/p><p>I, too, welcome this legislation, which is well thought out.  It sets out clearly the way forward in providing a level playing field for everyone who wants to get private health cover.  The incentive for young people is extremely important.  In particular, we should encourage people at a very young age to ensure they obtain private health insurance and continue to pay the premiums.  I welcome this Bill and hope it will be implemented in the not-too-distant future.  The risk equalisation measure is to come into place on 1 May.<\/p> <p>I look forward to seeing in it full operation and hope there will be fairness for everyone involved in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500007#F00200","speaker":"1150","continuing":true},{"type":"speech","time":1418655900,"counter":15,"content":"<p>Go raibh maith agat, a Chathaoirligh.  I welcome the Minister to the House.  I remember when the Minister was here in his previous capacity as Minister for Transport, Tourism and Sport that we had a valuable debate on what it meant when people were reported as having no driving licence - did it mean they did not appear in court for the licence or that they disguised it from the Garda?  That led to the whistleblowers and all the other things and helped to get a more informed debate in the Seanad.  The data was presented on that occasion in such a way as to suggest that 40% of the people were boy racers who had never had a driving licence.  In fact we found that they had and we tried to push the Minister and his successor to oblige people to carry their licence when driving and to produce it in Court when required. It made the system much easier to operate.<\/p><p>I welcome the Minister's slowing down of the movement towards universal health insurance.  Many flaws were emerging, not least, as his speech indicated, the fact that 300,000 people have left health insurance since the peak, although there are some slight signs of revival now.  I have misgivings about what is proposed.  The McLoughlin report shows that we have now chosen to target people in very difficult circumstances.  Young adults are going to have to pay more because the Department is afraid they will wait to purchase health insurance until they are older.  Mr. McLoughlin says there has been a decline in graduate salaries, taking them below 2004 levels.  These are also people who have serious difficulties with mortgages because they were on the wrong end of the property bubble with which all of us on both sides of these Houses are still trying to cope.<\/p><p>In some of earlier briefings it was said that probably one of the most reluctant partakers in competition in the private health insurance market was the Department of Health.  The 1992 EU Third Non-Life Insurance Directive essentially forced competition on it, as is stated in our briefing document No. 87, which we got in 2012.  That has always been my impression.  The Department of Health has its own health insurance company to protect and that is all it ever does.  It is not interested in community rating or young people.  It is interested in supporting its own company.  The Milliman report found that an average length of stay, when the VHI was paying, was 11.6 days, while internationally the average stay for an equivalent treatment was 3.7 days.  It was a heavily redacted report - I think there were over 50 redactions - but there was enough information left to find that out.  We needed competition to make the VHI cost conscious.  Everything the Department has done in recent years, including its actions in the Supreme Court, the High Court and the European Court, has been to protect the VHI.  We still keep on seeking annual exemptions from the European Court decision that the regulation of VHI should pass to the Central Bank.  <\/p><p>As far as I am concerned, it is a lot of poppycock for the Department to say it is really looking after old people and so on.  In the court cases, it was never able to produce any witnesses who were refused cover by the new entrant insurance companies on the basis of their age.  If there were such people, why were they not produced as witnesses?  They would have been very valuable, but the other companies did not refuse to recruit old people.  That was a bogeyman invented by the Department of Health in order to protect the insurance company for which it had responsibility.<\/p><p>It must be an infringement of all kinds of human and civil rights that the Minister for Health appoints both the board of the VHI and the board of the Health Insurance Authority, which is supposed to regulate the sector.<\/p> <p>It is wrong that the Minister in charge of a sector should have control of an insurance company in that sector and also gets to appoint the referee.  That seems to be a particularly strange arrangement.<\/p><p>What we want is to have competing insurance companies that are able to the tell the Minister for Health and Oireachtas Members that they charge less not because they turn away old people, which they do not, but because they are able to get better deals from what is an expensive health service.  The expense of health insurance has driven 300,000 people away because the cost of health insurance premiums kept being indexed upwards.  The cost base of health insurance must be tackled, and the Milliman report provided a good way to do so by specifying the need to check on average lengths of stay, the high cost of drugs, the high cost of procedures, the cost of tests and the extent of work being done on overtime rates.<\/p><p>When detailed billing was introduced, I recall that one of leading items on &quot;Liveline&quot; for quite a while was people telling Joe Duffy about their hospital bills, which included items that they had not had.  We do not allow full competition in the health insurance market under the mistaken belief that the insurance companies that are new to market charge less because they recruit young members.  Any sector that is relieved of the stimulus of competition grows flabby.  That is what happened to the VHI, and it lost 300,000 people.  It now thinks that by forcing younger people to take out insurance, because they are not allowed to join at a later stage, it will get the numbers back up.  Why does it not perform in a normal competitive market, similar to other sectors?  Why does it not attack the cost base, as in other sectors?  All that was necessary was that old people, if they are supposed to be the beneficiary, shop around.  If one joins a health insurance scheme that has more young members, one will get a better deal than if one joins a company that has more older members.  Adjusting to competitive pressures would have made VHI a better organisation and one that is not always seeking protection from the Department.  The solution was there.  I do not think there was ever any problem for old people in getting health insurance in this country; the problem was the VHI.<\/p><p>The fact is that the Minister was in charge of a sector as well as owning an insurance company in the sector.  The State insurance company should have passed over to the then Department of Industry and Commerce, rather than remaining under the Department of Health, which I think prevents innovation and competition.<\/p><p>The number of people taking out health insurance has decreased.  I think Mr. Pat McLoughlin, who chaired a review group that considered costs in the private health insurance market and addressed the issue, but a great deal more needs to be done to find out how such a high-cost sector develops and how its costs exploded in recent times.  The costs have increased by 58% since 2008.  What is wrong with the cost of health insurance in this country? <\/p><p>Is this solution - which has merit, as Senator O'Donovan has said - just another way of papering over the cracks in the system?  I am glad to say the Minister for Health is looking at costs and that he has decided to push out compulsory health insurance until we get these cost issues under control.<\/p><p>There should be open enrolment and lifetime cover, and nobody should be refused.  There is literature in the United States - this is more in the Minister's field than mine - stating that being old is not necessarily a problem, that we only die once and that significant expenditure is compressed into the last six months of a life.  Is it a myth that older people place a heavy burden on insurance companies, of the kind implicit in the Bill?<\/p> <p>There is a school of thought which says the opposite.  Interestingly, in the United States the cost curve on health insurance is actually coming down.  Health as a share of GDP is coming down as a consequence.  I thank the Minister for his presence.  I will check whether the consideration about which I have been reading requires the tabling of amendments on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500009#H00200","speaker":"1157","continuing":true},{"type":"speech","time":1418656500,"counter":18,"content":"<p>I welcome the Minister to the Chamber.  I also welcome this important and rather complex Bill.  Senator O'Donovan put his finger on the nub of the complexity of this legislation when he suggested that the positive outcomes from it might not be immediately obvious in the short term.  As the Senator suggested, in five years or so we might begin to see real reforms and savings in this area.  While the question of health insurance provision policy is a difficult one, I suggest it might not be as difficult as we think it is.  Perhaps it suits many people in the industry to portray it as opaque.  When Bupa pulled out of the market some years ago, the threat of the sky falling in did not materialise.  When Quinn Insurance went to the wall, the transition to a new provider was rather seamless, albeit expensive.  These examples suggest that the opaque nature of the conversation about health insurance might be somewhat manufactured.<\/p><p>The Minister reminded us that this legislation passed through the D&aacute;il unopposed.  While I am glad that is the case, I am not terribly surprised, given that the legal framework supporting intergenerational solidarity, which is expressed through risk equalisation and community rating, enjoys wide support in our society.  Having said that, if I understood correctly what Senator Barrett was saying about some studies to which he drew attention, they seem to call the entire concept of risk equalisation into question.<\/p><p>The key to providing affordable health insurance is to ensure that as many younger people as possible - those who are generally associated with enjoying better health statuses - get involved in buying policies so that they can support older people and people who enjoy fewer health benefits.  I think we can welcome the idea of introducing a late-entry loading after the age of 35, especially as the suggested loading of 2% per annum is not terribly excessive.  Having said that, we need to explain the proposal carefully because there is a great chance of mischief creeping in and this being misrepresented as something bad, when in fact it is something very good.  The technical nature of this legislation means that it requires careful consideration and careful selling to the public.<\/p><p>The reduction of the levy to a level of virtually nothing initially, before it is set at a rate of 25% lower than it is at present, is certainly welcome.  When taken with the reduction in stamp duty on all policies, it will lead to the accrual of significant savings.  Can the Minister tell the House whether these reductions will be reflected in cheaper premiums?  If they are absorbed by the industry, what mechanisms will be put in place to ensure those who buy health insurance policies see these savings?<\/p><p>Senator Barrett drew attention to the increase of 58% in the cost of health insurance since 2008.  I was not aware of that, but it is rather alarming that such a substantial increase could take place.  I wonder how much of this increase is accounted for by certain things within the industry.  I could cite any number of anecdotal accounts of seemingly exorbitant charges that have been applied by some health providers to the health insurance industry.  When the insurers are challenged on these apparently exorbitant costs, they say that they are part of a negotiated scheme and that savings are accrued in other places.  It is difficult to obtain any information in a simple and understandable format from the health insurance industry when one questions it or from the health providers.<\/p> <p>I have attempted to do so on many occasions and, invariably, I have come away none the wiser.  Does the Minister see any role for the consultative forum to have an involvement in the negotiations between the health providers and the health insurance providers?  If not, is there any other mechanism by which his Department or any other agency could take a closer look at the issue?  I point to the case of a woman who told me her 15 year old son suffered from cardiac arrhythmia which was discovered when playing sports.  As the waiting list was too long, they went private and the insurance company paid for it.  The accommodation costs for two nights was &euro;17,000.  One could get a month in a hotel in Florida for the same accommodation costs.  When we questioned it, we got no answer, no breakdown of the costs and how it could be that such an exorbitant fee was charged by the hospital and the health insurance company appeared quite happy to pay it.<\/p><p>The Labour Party will support the Bill which is long overdue.  Senator Denis O'Donovan said that had this taken place ten years ago, we would see the benefits of it now.  In supporting the Bill and commending it to the House, I would like to hear the Minister on the few points I have raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500011#K00200","speaker":"1117","continuing":true},{"type":"speech","time":1418656800,"counter":20,"content":"<p>I welcome the Minister to the House.  This is a Bill that Sinn F&eacute;in and I will support.  However, I wish to make some comments about the health service, private health insurance and the Government's model.<\/p><p>The legislation aims to update the regulation regime for the health insurance sector.  Some elements, community weighting, for example, are necessary in the delivery of our health system as currently structured.  In recent times, we have seen a slight increase in the numbers of people taking out private health insurance but the reality is that it is still unaffordable for huge swathes of the population who simply cannot afford to take out private health insurance but at the same time cannot depend on the public system due to pressure in our hospitals and long waiting times in some areas.  The Minister will be aware of a number of recent reports which looked at waiting times in regional, local and national hospitals and across some specialties where, unfortunately, people are waiting longer than 12 months for outpatient access to a consultant and treatment.  That was the Government's position so obviously it has not met its targets in terms of waiting times.  It is obvious that some people cannot depend on our public health services and at the same time cannot afford to access private health insurance which deepens inequality in the health service.<\/p><p>Sinn F&eacute;in prefers progressive and equitable funding of a single tier system, free at the point of care, that provides for all on the basis of need, and need alone.  In the past that model was supported by the Labour Party and, hopefully, it will do so in the future as we move towards a left Government in the State and that we will see universal health care-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500012#L00200","speaker":"1133"},{"type":"speech","time":1418656800,"counter":21,"content":"<p>The Senator will not be a part of it, will he?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500012#L00300","speaker":"1117"},{"type":"speech","time":1418656800,"counter":22,"content":"<p>The Labour Party is welcome to come on board with Sinn F&eacute;in and be a crutch-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500012#L00400","speaker":"1133"},{"type":"speech","time":1418656800,"counter":23,"content":"<p>We want to be left wing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500012#L00500","speaker":"1117"},{"type":"speech","time":1418656800,"counter":24,"content":"<p>-----for Sinn F&eacute;in rather than a crutch for Fianna F&aacute;il and Fine Gael, as it has been in the past.  It is an issue to which Sinn F&eacute;in is committed.  If the Labour Party is committed to it, that is great and we will see what the other parties offer in the lead-up to the general election.  It is obvious that we cannot move to universal health care in a single tier system overnight.  It will need investment, more resources and involve a restructuring of our health services and major radical reform, but it is what Sinn F&eacute;in is committed to.  While that is happening and while people wait for the Government's universal health insurance - on which we still have not got details of cost - to be delivered in terms of free GP care, they are forced to take out private health insurance if they can afford to do so.  In reality, it is just another tax on middle-income and low-income families.  Once one pays taxes, one should have access to vital services such as health and education and, dare I say it, water.<\/p><p>We still await exact details of the Government's long-promised universal health insurance proposals.<\/p> <p>This includes details on how much it will cost and what exactly it will provide.  In the interim, many people will continue to take out private health insurance because they cannot rely on the public health service when they or their loved ones are sick.<\/p><p>Private health insurance, PHI, was sold to the Irish people as something that would relieve pressure on the public system and increase access to state of the art treatment.  In practice, it has copperfastened inequality, condemned thousands of people to waiting lists and allowed a system to evolve in which there is an incentive for some private companies and individuals to discourage efficiency in the public system in order to fill the queues of the private system.  The private health insurance system requires regulation such as that provided for in this Bill.  We will therefore support the Bill.<\/p><p>This legislation is based on solidarity between generations and between the healthy and the sick.  These principles are sound ones, but they only go so far.  Sinn F&eacute;in has consistently stated that we will go much further in extending the principle of solidarity to the way the entire health care system in this State is provided.  This Bill outlines premiums payable by young adults and changes to hospital bed credits and to the levels of stamp duty collected.  Section 2 provides for late entry loadings for those aged 35 and over who have not previously bought private health insurance.  This is to encourage younger adults to take out insurance at a younger age than they might otherwise have done.  Most younger adults who do not have private health insurance reportedly have no intention of taking it out, even with these measures.  <\/p><p>The Health Service Executive has directed hospitals to charge private health insurance patients as much as possible.  We welcome the recouping of these costs, but this will lead to increased premiums, a reduction in the take-up of private health insurance and a return of these patients to the public health system.  Fine Gael and the Labour Party are sticking to their flawed plan of universal health insurance.  We note that this is not the same as universal health care, which is what we in Sinn F&eacute;in want.  There is an obvious and clear distinction.  Their system would see competing private insurance companies divvying up much of the overall health spend and see administration, advertising and profit take certain stage.<\/p><p>We still need to know much more about the funding of universal health insurance.  What is compulsory health insurance going to cost people who have neither medical cards nor private health insurance at present?  Universal health insurance will see the State subsidising those who cannot afford to pay insurance premiums.  The State will have a huge managerial and funding role.  Why not cut out the profit of the privateers and keep the money involved within the health system and in the pockets of citizens?  At the end of the day, if we move towards a model of universal health insurance, there is going to be profit made by essentially what are middle-men or middle-women, in terms of the people who supply universal health insurance.  They make their profits on the back of people's health needs.  It would make far more sense if we increased taxes on those who can afford to pay most, and to use those taxes in a progressive way to fund our health services and have real solidarity.  One is accepting, because of the equalisation principle in this Bill, that the principle of solidarity is important.  I cannot therefore understand why it cannot be extended to the health service in its totality.<\/p><p>I have a lot more to say, but unfortunately time is against me.  I will be supporting the Bill, with all of the caveats I have expressed, but I have no confidence in the private health insurance model.  I am interested in working with those who do believe in universal health care.  That is the direction in which this State needs to go.  Hopefully, it will go there in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500012#L00600","speaker":"1133","continuing":true},{"type":"speech","time":1418657400,"counter":26,"content":"<p>I welcome the Minister for Health to the House.  This is very progressive legislation, because it brings equity, fairness and certainty to the health insurance market.  We do have competition in the health insurance market now, which we did not have some 15 or 20 years ago when one state-owned operation controlled it.  Now people can chop and change and benefit from competition.  This is something that has to be welcomed.  This Bill facilitates people moving and changing plans, looking at better options and increasing their level of cover at more competitive prices and so forth.<\/p><p>The biggest challenge facing us is our ageing population.  Thankfully, people are living longer and are healthier.  There are various differences procedures and medications and so on that keep people alive and healthy.  For those people to have health insurance, the Government had to intervene.  Unfortunately, because of the extent of the opposition to community rating and risk equalisation and the lack of co-operation from the health insurance industry, this legislation is only coming now.<\/p> <p>Unfortunately, because there was such opposition to community rating and risk equalisation and a lack of co-operation from the health insurance industry, this legislation is only coming before us now.  That was regressive, but at least it is happening now and some provisions are being put in place to ensure that people who take out health insurance at a late stage in their lives are not penalised for not taking it out when they were younger.<\/p><p>Lifetime community rating is welcome because it provides a definite and clear incentive to young people to take out health insurance.  They will see the financial benefits of doing so.  I believe in universal health insurance.  Everybody should have access to health insurance and be insured.  This is a step in the right direction to create as level a playing field as possible.  The specific figures and percentages enshrined here are important because they provide absolute clarity.<\/p><p>I am not an expert on the weightings and so forth in health insurance, but common sense suggests that it has to be made affordable, accessible and available.  Those citizens who do not have health insurance and have no interest in having it need to be persuaded of its benefits because it serves a very clear and important purpose.  I am glad this Bill is not being opposed in the House.  We would all like to see better Bills and more in them, but this is a step in the right direction.  I wish the Minister well in bringing this Bill through the House. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500013#M00200","speaker":"1158","continuing":true},{"type":"speech","time":1418658000,"counter":28,"content":"<p>I welcome the Minister to the House.  The system in China used to be that the doctor was paid only for keeping a person well, but not when a person took ill or went into hospital.  I think that is a lovely incentive.  Perhaps we should to try to do something like that with insurance.  I agree with the Minister that investing in health insurance is like investing in a pension.  Some of the measures introduced in this Bill will nudge people in the right direction, such as the penalties for those over the age of 35 who do not take out health insurance.<\/p><p>There are much wider problems in health insurance.  Earlier this year I introduced the Health Insurance (Reform) Bill 2014.  The playing field in the health insurance market is not level because the biggest player is not subject to the same rules and requirements as its competitors.  The Minister for Health is the largest shareholder and provider of private hospital services in the market through the Health Service Executive, the shareholder of the largest health insurer in the market, the VHI, and the regulator of the health insurance market.  That is an unhealthy set of circumstances.  It can also mean that there is a financial impact on the HSE and on the VHI.  Health insurance providers are required to have a solvency margin of at least 150% assets over liabilities and a solvency ratio of 40% - that is, the company&rsquo;s free assets should equate to 40% or more of its net written premiums over the previous 12 months.  However, the VHI is not required to meet these solvency requirements.  A 2011 decision of the European Court of Justice ruled that the VHI should be regulated in the same way as other non-life-insurance providers in the State.  In 2012 the European Commission requested that the State end the unlimited guarantee provided to the VHI.  The Bill I introduced aimed to effect this request.  The lack of competition resulting from the present situation is not good for the customer, and these aspects of the health insurance market need to be standardised.<\/p><p>I do not believe this has been considered from the point of view of the customer.  The customer is the citizen, the person who uses health insurance.<\/p> <p>In general terms, policy decisions affecting the health insurance sector should not be driven or influenced by decisions which are taken solely in the best interests of the VHI or the HSE.  We need to foster much more competition to benefit the customer.  I believe that a fairer and competitive health insurance market would be to the benefit of the public.  <\/p><p>Perhaps the Minister will comment on the current situation around health insurance, including whether we will eventually move to a fairer market.  On wider health insurance reform, I believe we need to move from reactive health care to so-called health maintenance.  We should have a health insurance scheme that encourages people to stay healthy.  I will give an example.  Some foreign health insurers reduce premiums for persons who are members of a gym or buy healthy food, which they can validate via a receipt from the supermarket and so on.  Many health insurers in Europe and elsewhere offer incentives to those who have their vital signs and statistics monitored and hit particular goals, with those whose records show a reduction in blood pressure being rewarded with lower premiums.  In Ireland, cheaper premiums are offered to drivers who drive safely.  Why are we not offering cheaper health insurance to those who look after their bodies?  <\/p><p>Some US health insurers offer discounts to those who have gym equipment and medical devices that can be used at home.  Why can our health insurers not do more in this area?  I know of a very large supermarket in South Africa, Pick n Pay, that introduced such a system for its employees who join a gym - it is not good enough to only join it as they must prove they work out there - and lose weight or give up smoking.  Surely our health insurers could do more in this area.  It makes a great deal of sense to reward healthy and active people.<\/p><p>There are other innovative developments.  For example, a health insurance company in South Africa has introduced a programme that applies the air miles model to health care, namely, a person earns points by taking up sport, exercising, purchasing healthy food or by hitting certain targets in respect of weight loss, etc.  That company has even formed partnerships with businesses to provide rewards linked to what are known as vitality levels.  One supermarket there provides discounts of up to 25% on 10,000 healthy foods.  Retailers here could look at this example.  There are many things we can do to encourage people to stay out of hospital.  This is not just a question of the doctor being paid when a person is well and not being paid when he or she is ill, but I believe that is also a good way to go. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500014#N00200","speaker":"1145","continuing":true},{"type":"speech","time":1418658300,"counter":30,"content":"<p>Ba mhaith liom f&aacute;ilte a chur roimh an Aire chuig an Seanad tr&aacute;thn&oacute;na inniu.  I would like to tell the House a short story about two constituents of mine, both of whom are in their early 60s and attended the same consultant in Dublin in respect of a day care procedure to be carried out at a Dublin hospital.  Both constituents are well insured in terms of their having A rated insurance for which they have been paying since their early 20s, which in both cases is in excess of 40 years.  <\/p><p>Private health insurance remains unaffordable for a large percentage of people who are struggling in this country.  The issue of tax relief in respect of health insurance contributions was mentioned.  Will tax relief ever again be reintroduced in respect of health insurance premiums of &euro;4,500 to &euro;5,000 per annum?  The universal social charge was introduced on a temporary basis but it is obviously here to stay.  Senator Barrett mentioned shopping around.<\/p> <p>I will not name the people or the consultants concerned but one of those individuals decided to go ahead with the procedure with the same consultant, having been asked for an additional &euro;300 for the procedure.  The other individual decided to shop around and have the same procedure done in a different hospital in Dublin and saved the additional &euro;300 that was being asked for by the same consultant.<\/p><p>I do not know if we can have any control over such practices happening.  A greater number of competitive consultants may be required in some instances.   That fact that those people who had paid health insurance for that length of time, and at the A plus rate in both cases, were not covered for a simple one-hour, day-care procedure - I will not name what the procedure was - in a Dublin hospital means that consultants are asking for exorbitant prices from people whom they believe have money and can afford to pay this additional charge.  When we compare it to the water charges, which are still being talked about and will be discussed for the next week or so, asking people to pay an additional &euro;250 or &euro;300 for each such simple procedure is a significant amount.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500015#O00200","speaker":"1138","continuing":true},{"type":"speech","time":1418658600,"counter":32,"content":"<p>I thank Senators for their contributions to the debate.  Senator O'Donovan welcomed the Bill and accurately pointed out that it will not be a panacea or a utopian solution to the cost of health insurance but that it will help.  My timeframe would be a little more ambitious than the Senator's; I hope we will start to see measurable increases in the number of people with health insurance next year and not only in five or six years time.<\/p><p>The Senator also advised people to shop around.  I strongly agree with that advice.  There is good value in the market and better value than many people have got.  Insurers not only in the health area but across the insurance market are pretty wise to those who change and those who do not.  Those who are willing change their provider get better value.  I encourage people to check the different websites every year to see if they can get a better offer.<\/p><p>Senator Colm Burke pointed out that some people, particularly younger people, believe that they do not benefit from health insurance, and I think that is true.  The kind of thinking we need to engender more is the idea that heath insurance is a little like pensions.  Nobody would expect to start paying into a pension at the age of 55 and get the same benefits when they retire as somebody who was paying in from the age of 35.  What we are trying to do here is engender the idea and the understanding among the community that people benefit individually and we all benefit if people start paying for health insurance as soon as they can afford to do so, certainly at the age of 35 or younger.<\/p><p>Senator Burke also mentioned the cost of medical negligence, which contributes to the rising cost of claims and impacts on the budget for the State Claims Agency, health insurance costs and professional indemnity costs for clinicians, which have increased considerably for a small number of specialties.  That is a separate matter but it is one to which I am attuned and on which I need to confer with the Minister for Justice and Equality, Deputy Fitzgerald, particularly on what can be done in the area of tort reform.<\/p><p>To be clear, I would point out to Senator Barrett that under the proposals I hope the Senators will support today, young adults will pay less because we are removing the step effect that currently exists at the age of 21 when somebody moves from the child rate to the adult rate.  It is anticipated that people between the ages of 21 and 25 will pay less than they do now because the increase will be graduated rather than there being a sudden step effect.  Those aged between 25 and 35 will pay much the same.  Those who will pay more are those above the age of 35 who are joining the health insurance system for the first time.  That is a slightly different group from young adults; it is middle-aged adults, dare I describe myself as middle-aged.<\/p> <p>It is those aged 35 and above who will pay the loading, not those aged under 35.  In fact, the latter stand to benefit under these provisions.<\/p><p>I am very much a supporter of competition.  Certainly, I do not see my role as Minister as involving an obligation to protect VHI or anything like that.  The Government, on the other hand, does have an obligation to protect taxpayers from potentially having to recapitalise that entity.  We are committed to addressing the findings of the European Court of Justice in the case concerning the regulatory status of VHI, which requires the company to be authorised by the Central Bank as a health insurer in the normal way.  VHI submitted its application on 16 May this year and has been working very closely with the bank to assist the latter's examination.  The Department, meanwhile, has provided any clarifications that were needed.  We understand the bank's examination of the application is continuing and there has been no final determination about any capital requirements.  VHI has committed to self-funding the capital requirement and the bank will make its decision on this requirement as part of its overall assessment of the application.  We expect VHI will be authorised at the earliest opportunity, if approved by the Central Bank, and we keep the EU Commission regularly briefed on the status of the application.  It is our expectation that VHI will be so authorised in the early part of next year and regulated thereafter in the same way as any other health insurer.  It is encouraging that VHI's cost claims have come down for the first time.  That development is, in part, due to the increased competition in the market.<\/p><p>Senators Barrett and Quinn identified a potential conflict of interest in that both the Health Insurance Authority and VHI come under my remit as Minister for Health.  The same could be said of transport, for example, where both the Commission for Aviation Regulation and the Dublin Airport Authority are under the remit of the Minister for Transport, Tourism and Sport, as are both CIE and the National Transport Authority.  However, the Senators make a good point.  In other jurisdictions, I understand the chairperson function for these types of enterprises is separated.  It is something that should perhaps be considered in the context of a future programme for Government.<\/p><p>Senator Barrett pointed out that in the United States, the proportion of GDP spending on health is falling.  I am interested to hear that, while noting that it is starting from a very high base of some 13% or 14%, which is extraordinary.  The Senator observed that a person only dies once.  While that certainly is true, it also is true that one can survive many times.  One of the reasons we have greater life expectancy is that people now survive illnesses which would have been fatal in the past.  Where a 67 year old might have died of cancer some years ago, such a person may now live on to 72 before suffering another illness.  That is why improved life expectancy is related to increased health care costs.  It is not so much that people do not die but, fortunately, that they are more likely to survive a particular illness.  Each time a person survives a serious illness, there is a cost associated with it.  Likewise, there is a cost associated with chronic illness, and that cost increases the longer a person lives with the illness.<\/p><p>Senator Gilroy asked whether the reduction in the levy will result in lower premia.  That will not necessarily happen because it is a marginal reduction of less than 1%.  However, it does send an important signal to the industry that the Government is doing everything it can to contain the cost of health insurance.  My expectation is that the types of increases we have seen in premia in previous years will not persist into the new year.  I am pleased to see some insurers taking account of these changes by announcing that some of their policies will reduce and offering some very good new products.<\/p><p>I welcome Sinn F&eacute;in's broad support for the Bill as indicated by Senator Cullinane.  I share his objective that access to the health service should be based on need alone.  The question is how one gets there.  The most important step we can take is to invest much more substantially in primary and social care.  Too much of health care delivery in Ireland is done in our hospitals.  The opportunity exists now for the first time in a long time, with budgets once again expanding, to ensure a greater proportion of funding goes into primary and social care.  The second action we must take is to make health insurance more affordable, with a view to getting the percentage of people with insurance up to 60% or 70%.  It was 50 something at its highest, but we could move to universal health insurance much more easily if two thirds or three quarters of people already have a policy.  It is interesting that Sinn F&eacute;in's policy is to transfer &euro;90 million from the Exchequer budget to policyholders.  That would make health insurance more expensive for those on average salaries.<\/p> <p>It would represent another tax on middle-income families.  It is important to point out on the election trail to anybody with health insurance that a vote for Sinn F&eacute;in will mean not just higher taxes but higher health insurance as well.<\/p><p>Senator Quinn suggested that we should pay the doctor to keep us well rather than treat us when we are sick.  It is an interesting idea and I can only imagine what perverse incentives might arise if doctors were to be paid for indicating that people are well rather than being sick.  It might work from an Exchequer perspective but I am not sure how it would work from a health perspective.  Senator Cullinane also advocated cutting out the middle man and suggested that insurance companies were these &quot;middle men&quot; and profiteers.  That depends on how one looks at the world, as the Senator's argument is that monopolies are more efficient than markets.  I do not agree with that, as his essential contention is that if we only had one type of supermarket in the entire country, we would cut out the profiteers.  Perhaps we would also cut choice and end up with much higher prices.  The view expressed by Sinn F&eacute;in is very much that old-fashioned communist, corporatist model that if a monopoly is in place, people will get better value because there is no profit.  I do not agree with that at all, as profit creates a motivating factor for better value and choice for people.<\/p><p>Senator Quinn mentioned an interesting idea about reducing premiums for people who partake in exercise, eat well or do not smoke or drink.  Although it is interesting idea, it would result in a major departure from community rating, which we have in this country, towards a system of risk rating.  It may result in lower premiums for some people but it would certainly result in much higher premiums for just as many people; very often, those people would be older and more sick.  I am not sure that is a route we want to go down.<\/p><p>The introduction of this Bill, taken with a series of measures I recently announced to address the rising cost of health insurance premiums, is designed to work in a package.  I want to make private health insurance affordable again for as many people as possible in a sustainable market and try to limit the need for increases in premiums.  Following a long period of rising premiums and a severe decline in health insurance cover, the number of policyholders is now exhibiting signs of stabilisation.  I hope these new measures will allow that trend to continue and I hope the insurance companies will respond favourably.  I thank the Senators for their contributions and commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500016#P00200","speaker":"948","continuing":true},{"type":"unspoken","time":1418659500,"counter":35,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1418659500,"counter":36,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500018#R00300","speaker":"1120"},{"type":"speech","time":1418659500,"counter":37,"content":"<p>At 3 p.m. next Wednesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014121500018#R00400","speaker":"1150"},{"type":"unspoken","time":1418659500,"counter":38,"content":"<p>Committee Stage ordered for Wednesday, 17 December 2014.<\/p><p>The Seanad adjourned at 3.55 p.m. until 11 a.m. on Tuesday, 16 December 2014.<\/p>","notice":"TIME STRING DETECTED"}]