[{"type":"minorheading","content":"Prelude","time":1537435800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1537435800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1537435800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1537435800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1537435800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000002#A00100"},{"type":"speech","time":1537435800,"counter":6,"content":"<p>I have received notice from Senator Jennifer Murnane O'Connor that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to address the issue of waiting lists for chemotherapy treatment in Our Lady&rsquo;s Children&rsquo;s hospital, Crumlin.<\/blockquote><p>I have also received notice from Senator Tim Lombard of the following matter:<\/p><blockquote>The need for the Minster for Justice and Equality to provide an update on the reopening of the Garda station in Ballinspittle, County Cork.<\/blockquote><p>I have also received notice from Senator Maura Hopkins of the following matter<b>:<\/b><\/p><blockquote>The need for the Minister for Justice and Equality to provide an update on the provision of Garda resources to Tarmonbarry, County Roscommon.<\/blockquote><p>Of the matters raised by the Senators suitable for discussion, I have selected Senators Murnane O&rsquo;Connor and Lombard and they will be taken now.  I regret I had to rule out of order the matter submitted by Senator Hopkins on the ground that the Minister has no official responsibility in the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000002#A00200","speaker":"1381"},{"type":"majorheading","content":"Commencement Matters","time":1537435800,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000002#A00300"},{"type":"minorheading","content":"Hospital Waiting Lists","time":1537435800,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000002#A00400"},{"type":"speech","time":1537435800,"counter":9,"content":"<p>I thank the Minister of State for coming to the House this morning but I was expecting the Minister for Health to be here to deal with what is a very serious matter.  Nonetheless, I will air my concerns because they are important and ask that the Minister of State relays them in full to the Minister for Health.<\/p>  <p>I met Craig Bolger in my constituency office in Carlow last week.  He asked that I use his name because he wants me to be his voice.  He is a family man, devoted to his ten year old son Brandon, who was diagnosed with cancer on 27 March this year.  Brandon's cancer was detected through a stubborn verruca and later operated on.  He was lucky that his mother and father kept asking questions and kept fighting for treatment because it took a lot of back and forth to get a diagnosis.  I am raising this today because Craig and his wife Sandra have had to fight for their son every step of the way since they first noticed that stubborn verruca.  Brandon's cancer, which affects bone or soft tissue, is rare.  It is called Ewing sarcoma.  In one day, Brandon had a line inserted into his neck, had two teeth pulled and underwent a lumbar puncture.  He is a resilient little boy who never complains.  His smile is infectious and he would brighten up any room.  He should not have to be fighting anything but cancer now.  However, Brandon is supposed to have chemotherapy every 14 days at Our Lady's Children's hospital in Crumlin but because of a lack of beds, his chemotherapy has been repeatedly delayed over the last few months.  This has happened on several occasions, not just to Brandon but to other children too.  This week, Craig raised his frustration with me, with local and national media and on social media.  His son's chemotherapy, which has to be administered on time was delayed by five days this week.  This little boy is seriously ill.  Why did this happen?  During this delay, Craig shouted loudly and eventually on Tuesday he got a bed for his son but this is just not good enough.  Brandon should get a bed when he needs one.  We now have a system in which members of the public have to make a huge noise in order to effect change.  If there is an ability to help people, why does our healthcare system make them beg?  The Bolgers have asked why they have to beg for a service that should be in place for their seriously ill son.  Why can people only get help when they shout about it?  Why can they not get the help they need straight away?  Why do they have to go to newspapers or radio and television stations?  Brandon has a hell of a fight on his hands already.  Why does he have to fight for this?  <\/p>  <p>Brandon is going to Barretstown on 5 October.  There are great people there and there are great people in Our Lady's hospital in Crumlin and in the health service generally.  There are also great parents who should not have to fight these kinds of battles for their children.  They are at the end of the tether as it is and are crying out for help.  We cannot have a system that does not treat children because of a lack of capacity, funding or resources.  Whatever the reason, it is unacceptable.  We have children on waiting lists for diagnosis, for surgery and for treatment.  They are waiting for care, for treatment and to be seen and to be heard.  I ask the Minister of State to explain why this has happened, not once but several times to Brandon and to many other children.  Why have children in Crumlin been left waiting for chemotherapy?  Why are their parents fighting for a bed?  I ask the Minister of State to put a stop to this.  I ask her to relay this message to the Minister for Health.  He must give a commitment to Craig Bolger and his son Brandon that they will not be waiting for chemotherapy services.  No child in this country should be left waiting for chemotherapy or for a bed.  A child can wait for Christmas but cannot wait for treatment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000002#A00500","speaker":"1395"},{"type":"speech","time":1537435800,"counter":10,"content":"<p>I thank Senator Murnane O'Connor for raising this matter and apologise on behalf of the Minister for Health, Deputy Harris, who cannot be here this morning as he is attending a meeting in the Department.  I am sorry but that is the truth.<\/p>  <p>At the outset, I wish to convey my sympathies to any family experiencing delays in receiving timely treatment in our hospitals.  I can only imagine the distress caused by any disruption to a patient's treatment but particularly to a child undergoing chemotherapy.  <\/p> <p>The Minister, Deputy Harris, has been advised by the hospital that delays are being experienced as a consequence of essential maintenance works in three rooms in St. John's oncology ward.  As a parent of a son who, in his early years, spent time in this ward, I am aware of the extraordinary and exceptional job being done by the staff in caring and comforting young children and their families at a time when their lives are being turned upside down.  These works, combined with an increase demand on Crumlin hospital's oncology service for inpatient beds is proving a particular challenge at present for the site.  The hospital recognises, and sincerely regrets, the impact that the change in admission date has on had patients and their families.  Furthermore, any decision to delay admission or treatment is not taken lightly.  When such decisions are made, they are made to ensure a safe environment, with safe delivery of care to all patients the priority at all times.  <\/p> <p>Last year, the Minister, Deputy Harris, launched the national cancer strategy under which cancer services for children and adolescents-young adults are an area of particular focus.  The strategy aims to further develop child and young adolescent cancer services in the new national children&rsquo;s hospital.  The schedule of accommodation of the new haematology and oncology unit in the hospital will significantly increase the capacity to deliver more comprehensive cancer care.  This could include treatment of specific clinically driven conditions for adolescents-young adults who have paediatric-centric tumours and are aged between 16 and 20 years.  The aim is to ensure that patients are treated in the centre - adult or paediatric - most appropriate to their needs.  <\/p> <p>Nationally, the national cancer control programme leads the implementation of the new cancer strategy in the HSE.  This involves providing leadership across the continuum of care, from diagnosis to treatment to appropriate follow-up and support, in both the hospital and community setting.  The children&rsquo;s hospital group will work with the national cancer control programme in particular on the development of adolescent and young adults' cancer services, contributing to the development of the survivorship programme.  Services for the treatment of cancer include surgery, radiotherapy and systemic anti-cancer therapy, SACT, which includes medical oncology and haemato-oncology.  The majority, but not all, of cancer surgery now takes place in the designated cancer centres.  Our Lady&rsquo;s children's hospital, Crumlin is the designated cancer centres for paediatrics.  <\/p> <p>I assure the Senator that in the context of improving hospital services for all patients, the Minister, Deputy Harris, is in ongoing contact with the children&rsquo;s hospital group and he will be engaging with it on this matter in terms of seeking assurances for the maintenance of oncology activity and targets at Crumlin hospital.  On my own behalf, and as Minister of State at the Department of Health, I apologise to Mr. and Mrs. Bolger and their son for the delay in the provision of his treatment.  As the report outlines, there are difficulties, particularly around the maintenance of this unit, and these are being addressed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000002#A00600","speaker":"1307","continuing":true},{"type":"speech","time":1537435800,"counter":12,"content":"<p>I thank the Minister of State for her reply, which I will relay to the family.  I know that she has experience of the system.  In fairness to the staff of Crumlin hospital, I know they are under pressure.  However, this family is deeply upset at the delay in the provision of treatment for their son.  I ask the Minister of State to relay to the Minister, Deputy Harris, that no child or cancer patient should be left waiting for chemotherapy or any other type of treatment.  I will also contact him to ensure he is aware of the urgency in this regard, not only for the Bolger family but all families.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000003#B00200","speaker":"1395"},{"type":"speech","time":1537435800,"counter":13,"content":"<p>It is a very sad case, which I hope will have a positive outcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000003#B00300","speaker":"1381"},{"type":"minorheading","content":"Garda Stations","time":1537435800,"counter":14,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000003#B00400"},{"type":"speech","time":1537435800,"counter":15,"content":"<p>I welcome the Minister of State, Deputy Stanton, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000003#B00500","speaker":"1381"},{"type":"speech","time":1537435800,"counter":16,"content":"<p>I, too, welcome the Minister of State to the Chamber.  I am seeking an update from the Minister of State regarding the reopening of the Garda station in Ballinspittle.  On page 101 of the programme for Government, there is a commitment to a pilot scheme for the reopening of some of the Garda stations closed in the last few years.  In this regard, there are six stations listed for reopening, one of which is my constituency in Cork South-West, namely, Ballinspittle Garda station.  The general public and the community welcome the proposed reopening of this Garda station.  The community had been seeking this for some time and when the announcement was made, it was a great relief to all concerned.<\/p>  <p>As the Minister of State will be aware, Ballinspittle is a thriving little village, with a busy rural hinterland.  It also has a unique tourism trade, with some fantastic beaches that are really busy in the summer.  This level of activity is one of key reasons the people of Ballinspittle and the surrounding areas sought the reopening of this Garda station.  Also, the community is concerned that because Ballinspittle is a coastal village any throughput of yachts or other vessels could be carrying contraband, as we witnessed during the week in relation to a vessel detained in Kinsale harbour.  When will this Garda station reopen in order that the community will have access to a facility and Garda with whom they could raise concerns regarding such issues should they arise?  Also, the reopening of this station might be one of the reasons such vessels would not come to that part of the world?  I hope that the Minister of State can provide me with an update on the re-opening of this Garda station.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000003#B00600","speaker":"1386"},{"type":"speech","time":1537435800,"counter":17,"content":"<p>I am taking this matter on behalf of the Minister for Justice and Equality, Deputy Flanagan, who regrets that he cannot be here today due to other official commitments.  He wishes to thank the Senator for raising this matter in the Seanad today.<\/p>  <p>I agree with the Senator that Ballinspittle is a special and lovely place.  It is not part of my own area but I am familiar with it.  As the Senator will be aware the programme of replacement and refurbishment of Garda accommodation is progressed by the Garda authorities working in close co-operation with the Office of Public Works, OPW, which has the responsibility for the provision and maintenance of Garda accommodation.  This includes identifying and progressing any necessary remedial or refurbishment works required at  individual stations.  The Minister, Deputy Flanagan, has no direct role in these matters.  <\/p>  <p>As the Senator may also be aware, the programme for a partnership Government commits to a pilot scheme to reopen six Garda stations, urban and rural, to determine possible positive impacts that such openings will have on criminal activity, with special emphasis on burglaries, theft and public order.  I note the Senator's remarks with regard to contraband and so forth.  The Garda Commissioner's final report, which is available on the Department of Justice and Equality website, recommends that Ballinspittle Garda station be reopened along with stations in Bawnboy, County Cavan, Leighlinbridge, County Carlow, Donard, County Wicklow and Rush and Stepaside, County Dublin.  The Garda authorities have informed the Minister, Deputy Flanagan, that at the outset of the  process the Garda authorities provided a brief of requirements to the OPW in relation to the reopening of each of these six stations and requested the OPW to undertake technical surveys to determine the works which would be necessary to enable the stations to re-open.  The OPW, in turn, concluded the necessary technical surveys and advised the commissioner accordingly.<\/p>  <p>I can confirm that the Commissioner, following consideration of the OPW technical surveys of each of the six stations, has now identified the organisation&rsquo;s preferred way forward, bearing in mind operational needs, costs, timeframe for delivery and other factors.  Engagement between the OPW and An Garda S&iacute;och&aacute;na has provided the necessary further detail to allow the pilot programme of reopenings to proceed to the next stage of implementation.  Finalisation of design, planning, where required, and procurement for each of the six stations included in the pilot programme, including Ballinspittle, will now be progressed by the OPW, in conjunction with An Garda S&iacute;och&aacute;na, in line with all applicable processes and procedures.  It is not possible to say at this stage when Ballinspittle Garda station, or the other five stations will reopen as this depends on a number of factors, but implementation of the programme and reopening of all six stations is being pursued as a matter of priority.<\/p> <p> More generally, the Minister wishes to point out that the reopening pilot programme is part of the unprecedented attention paid by the Government in recent years to addressing the deficiencies in the Garda estate.  Unprecedented resources are being provided to provide fit-for-purpose facilities for Garda members and the public interacting with them.  It inevitably takes time to see the results of investment such as this.  It can be hard not to be impatient but the reality is that the design, planning and procurement for building projects take time if fairness and the best possible results at the best possible value are to be ensured.  However, we are now seeing the results of the unprecedented taxpayer funding provided to An Garda S&iacute;och&aacute;na in recent years.  For example, three new divisional and regional headquarters in Galway, Wexford and Kevin Street, Dublin, have recently been completed and have entered into operational use.<\/p> <p>I am pleased to inform the Senator on the Minister's behalf that more than 80 stations have now benefitted from works under the cell refurbishment programme.  Progress is now being made under the broader Garda building and refurbishment programme, which is progressing on the basis of &euro;60 million in Exchequer funding.  I reassure the Senator that, in this time of unprecedented investment in the Garda estate, implementation of the pilot Garda station reopening project, by which I mean completion of all works required to enable reopening of the six stations, including Ballinspittle, is being pursued as a priority.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000003#B00700","speaker":"1277","continuing":true},{"type":"speech","time":1537436400,"counter":19,"content":"<p>Once it is reopened for the next election.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000004#C00200","speaker":"1381"},{"type":"speech","time":1537436400,"counter":20,"content":"<p>It depends on when the next election will be.<\/p>  <p>I thank the Minister of State for his contribution.  It is important that we keep this on the agenda and keep asking when the Garda station in Ballinspittle will be reopened.  There is general concern that this has dragged on a bit.  Could we put as much pressure as possible on the OPW so we can move ahead and reopen the station?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000004#C00300","speaker":"1386"},{"type":"speech","time":1537436400,"counter":21,"content":"<p>I thank the Senator for raising the matter.  I assure him that the Government is committed to the pilot scheme to reopen the six Garda stations, both urban and rural, to determine possible positive impacts of such openings on criminal activity, with special emphasis on burglaries, theft and public order.  This is going to happen.  The Garda Commissioner's final report on the matter recommends the reopening of six Garda stations, including Ballinspittle Garda station, along with those in Bawnboy, Leighlinbridge,  Donard, Rush and Stepaside.  Work is progressing to enable the reopening of each of these.  I understand that both the Garda and OPW are working together to reopen the stations concerned, including Ballinspittle.  It is not possible at this stage to provide a definite timeframe for the reopening of the station but the programme is being implemented and the reopening of the stations is being pursued as a matter of priority.  We will keep the House informed of progress.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000004#C00400","speaker":"1277"},{"type":"unspoken","time":1537436400,"counter":22,"content":"<p>Sitting suspended at 10.55 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1537436700,"counter":23,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000005#G00100"},{"type":"speech","time":1537436700,"counter":24,"content":"<p>The Order of Business is No. 1, statements on Project 2040 and transport matters, to be taken at 12.45 p.m. and to conclude no later than 3 p.m. with the contribution of groups spokespersons not to exceed eight minutes, and all other Senators not to exceed five minutes and the Minister to be given no less than five minutes to reply to the debate; No. 2, Thirty-seventh Amendment of the Constitution (Repeal of offence of publication or utterance of blasphemous matter) Bill 2018 - all Stages, to be taken at 3 p.m. with time allocated to the group spokespersons on Second Stage not to exceed six minutes and to all other Senators not to exceed four minutes, the Minister to be given no less than five minutes to reply and Committee and Remaining Stages to be taken immediately thereafter; and No. 3, motion regarding statement for information of voters in relation to the Thirty-seventh Amendment of the Constitution (Repeal of offence of publication or utterance of blasphemous matter) Bill 2018, to be discussed in conjunction with the Second Stage debate but not to be taken until Report and Final Stages of the Bill have concluded, without debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000005#G00200","speaker":"1391"},{"type":"speech","time":1537436700,"counter":25,"content":"<p>I thank the Leader for outlining the business of the day.  I ask him for an urgent debate on the Scally report and to bring it forward as soon as possible, hopefully next week.   While I could propose an amendment to the Order of Business, I am unsure whether that is relevant to next week, as we are talking about the Order of Business today.  I wish to propose that Members debate the report with the upmost urgency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000005#G00300","speaker":"1412"},{"type":"speech","time":1537436700,"counter":26,"content":"<p>Is Senator Horkan proposing an amendment to the Order of Business?  I am unsure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000005#G00400","speaker":"1391"},{"type":"speech","time":1537436700,"counter":27,"content":"<p>I can propose an amendment to the Order of Business if that brings about a review more quickly.  It may not be possible today.  Ideally, I would propose an amendment to the Order of Business today, but if it was not possible to do so, that it be done as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000005#G00500","speaker":"1412"},{"type":"speech","time":1537436700,"counter":28,"content":"<p>The Senator is threatening that if it is not brought in next week, he might do that next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000005#G00600","speaker":"1381"},{"type":"speech","time":1537436700,"counter":29,"content":"<p>I am trying to indicate to the Leader that I am always flexible and willing to help in delivery but I seek a debate on the matter as soon as possible.  If the Leader is not forthcoming, I expect he probably will be, we may have to propose an amendment to the Order of Business.  It is proposed for now and I will await the Leader's response.<\/p><p>Brexit is getting closer and closer.  It is now two years and three months since the referendum vote; we are six months away from the final deal.  Theresa May still says she does not want to delay it.  There is no more talk of transition.  The issue becomes more critical by the hour.  Yesterday, there was what has been termed an informal summit and there will be a lunch of the 27 without the UK today.  With every day that passes, it seems there is another complication.  A new commentary has come out from the airport authorities discussing the catastrophe that will befall the aviation sector among the 27 and the UK if a deal on aviation-related security and the treatment of passengers between the 27 and the UK is not arrived at.  This is of particular interest to us as we often use the UK as a transit point<i>en route<\/i>to other cities.  I did so myself this week.  It is important that we have a deal on Brexit.  The language from the Taoiseach and T&aacute;naiste is far more pessimistic than it was, although to be fair, it is probably more pragmatic and realistic.  I ask the Leader to bring in the Minister for Foreign Affairs and Trade as soon as possible to update the House on where we are going.  We see it in the newspapers but it is important that we have a debate here where we can discuss it and tease out the issues.  The Border seems to continue to be a very challenging issue in terms of whether it is a land border, sea border or there being no border or whether Northern Ireland is in or out of some sort of special regulatory arrangement.  We need regulatory alignment in respect of our food sector, among other areas.<\/p><p>I will follow Senator Ardagh's example yesterday by raising the matter of BusConnects, which was debated in a Private Members' motion in the Lower House yesterday.  It is a matter of great concern.  Much of the plan is very good, such as the 90-minute transfer to connect between Luas, DART and Dublin Bus, which is excellent.  There is also the investment in infrastructure and in more buses.  I appreciate it is only a draft proposal and that we, as Members of the Oireachtas, will meet representatives of the National Transport Authority later today.  Many bus routes serve a valid purpose.  They are direct routes, sometimes from certain areas to colleges or hospitals, which will involve people connecting.  For people, especially those who are elderly or not particularly agile, getting off one bus and having to connect to another, being obliged to queue or perhaps missing that connection and being obliged to wait, are matters of concern.  The devil is in the detail.  Transport-related matters will be discussed later.  BusConnects is a matter that concerns many parties.  Fine Gael as a party is concerned about it, Fianna F&aacute;il has held many public meetings in Dublin on the matter and it is something we need to examine.  We should have time to talk about that specifically, separate from the debate today.  Each time the Minister, Deputy Ross, comes before this House, he tends to speak for a long time initially - he might not do so today - there are a certain number of contributions from Members and then the Minister has a very short time to respond, which is usually not sufficient.<\/p> <p>I ask the Leader to schedule the debate. <br\/><br\/>I want to support another transport matter.  <i>Cyclists.ie<\/i>has called for 10% of the land transfer budget to be spent on cycling.  In fact, a discussion is taking place at the moment in Buswells Hotel that will be followed by a presentation.  <br\/><br\/>Finally, I ask the Leader to invite the Minister for Housing, Planning and Local Government to the House to discuss affordable housing because the qualifying criteria differ depending on the local authority.  We do not have an affordable housing scheme currently.  Anybody who earns in excess of &euro;42,000 will not qualify for affordable housing and, certainly in Dublin, that level of income is not sufficient to buy a home.  We need to analyse the difference in house prices around the country.  Perhaps we should allow for a greater threshold that would allow people to qualify for affordable housing in more expensive areas, particularly in the Dublin region.  <br\/><br\/>I thank the Leader for his attention and I ask him to comment on the amendment. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000005#G00700","speaker":"1412","continuing":true},{"type":"speech","time":1537437300,"counter":31,"content":"<p>I second my colleague's request that the Dr. Scally report be discussed at the earliest possible date.  I do not seek an amendment to today's Order of Business but I ask the Leader to place the debate on the Order of Business at the earliest opportunity next week.<\/p>  <p>This morning, two of the most beautiful little children I ever saw in my life are sitting in wheelchairs in the AV room but they have a death sentence hanging over them because they are two of 25 people who suffer from spinal muscular atrophy, SMA II.  I shall not pretend to know anything about the disease.  However, a clinician and a pharmacist are in the AV Room and they have informed people that there is a drug that will arrest the disease and increase the life expectancy of these children.  I was impressed by a little nine-year old girl who made a presentation.  I am a grandfather and I found her words heartbreaking.  We should give whatever money is necessary.  Lack of money is a matter close to my heart.  Day after day, we receive emails about pre-budget presentations, which is a load of bloody nonsense because the budget is well sorted at this stage.  Making presentations now that seek adjustments to the budget is a nonsense and they are simply a PR stunt.  The kids with SMA II are not engaged in a PR stunt.  I invite anybody who does not believe what I am saying to go to the AV room to meet them and their parents.  The presentation is the most heartbreaking I have heard in the Oireachtas in a long time.  There are only 25 sufferers nationally.  I do not know whether my colleague, Senator Reilly, is in a position to comment on the matter and I will not test his knowledge of same.  If there is drug therapy available, then, for God's sake, let us spend whatever money is necessary to provide same.<\/p>  <p>I commend the Members of this House and the Lower House who attended the parade for respect and loyalty that took place yesterday for the Defence Forces.  I thank my colleague, Senator McFadden, for mentioning the march here as part of her Commencement debate yesterday.  <\/p>  <p>We have heard about the White Paper forever and about everything and anything under the sun so I have a question for the Leader.  Will the Government publish the submission that was made to the Public Service Pay Commission now?  We need to see the submission so we can assess the outcome when the final report is published.  I make my request because the march was attended by 2,500 veterans.  They have put their lives on the line not just for this country but for peace.  Yesterday, my colleague, Declan Power, read out the names of the people from this country who have lost their lives serving the Defence Forces and the people of this country.  Will the Leader to ask the Taoiseach and Minister for Defence to publish the submission to the commission as a matter of urgency, or at least circulate it to Members of this House?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000006#H00200","speaker":"1390"},{"type":"speech","time":1537437300,"counter":32,"content":"<p>To the best of my knowledge, Senator Horkan did not formally propose an amendment to the Order of Business.  He made a proposal that was seconded by Senator Craughwell but it was not a formal proposal to amend the Order of Business, as I understand it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000006#H00300","speaker":"1381"},{"type":"speech","time":1537437300,"counter":33,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000006#H00400","speaker":"1390"},{"type":"speech","time":1537437300,"counter":34,"content":"<p>I have just come from Buswells Hotel where <i>cyclists.ie<\/i>is presenting its pre-budget submission.  As a Senator from Waterford, I have seen the benefits of cycling.  The Waterford greenway has been an absolute game-changer in Waterford in terms of tourism and encouraging local people to cycle.  Everyone knows that cycling not only reduces emissions, thus helping Ireland to achieve its climate targets; it also improves one's health.<\/p><p><i>Cyclists.ie<\/i>wants 10% of Ireland's land transport budget to be spent on cycling this year.  It is critical that we, as a nation going forward, support this request.  My colleagues in Fianna F&aacute;il have put forward a good policy on cycling.  It is incumbent on every Member to take read the policy as it is progressive.  The Green Party has harped on about investing in cycling for many years.  It is critical that we, as a nation, invest in cycling promotion and infrastructure.  I know of a chap from Waterford who used to cycle to Tramore beach every summer and is now in his eighties.  He bought himself an electric bike this year and his life has changed as a result.  In latter years, he found the manual bike to be tough going but his electric bike has given him the opportunity to cycle 12 km to the beach.  Investment in infrastructure and cycling is, therefore, critical.  I ask the Minister for Finance, Deputy Paschal Donohoe, and the Minister for Transport, Tourism and Sport, Deputy Shane Ross, to get real and join the 21st century by supporting <i>cyclists.ie's<\/i>request for 10% of the land transport budget to be spent on cycling this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000006#H00500","speaker":"1385"},{"type":"speech","time":1537437300,"counter":35,"content":"<p>I congratulate Ms Liadh N&iacute; Riada, MEP, who is the presidential candidate nominated by Sinn F&eacute;in.  I thank her for agreeing to represent my party in the election.  She is a wonderful, formidable woman who has overcome an awful lot in her life.  The one thing that appeals to me about her is not only that she is formidable, courageous and all of those things that I admire in any human being, but she is standing forward.  I would be proud to have her as our President.  She would be a president for all of the people and nobody would be left behind in a country where she was president.  I wish her well in her campaign and I also wish the other presidential hopefuls well, including Senator Joan Freeman.  It takes a lot of courage to put one's name forward and I appeal to the media not to engage in the viciousness and nonsense that usually goes on, particularly in the presidential election race.  I urge the media to give us a chance to get to know the candidates and see what they stand for and believe in. A little fairness would go a long way.<\/p>  <p>Like Senator Craughwell, I want to raise the issue of SMA II, as I met the families at the presentation in the AV Room.  SMA is a degenerative disease.  It is the number one cause of death in infants and causes deterioration in muscle tone and strength, usually ending in premature death.  There has been a breakthrough with a new drug called Spinraza, which dramatically decreases the loss of the motor neurone function for patients with SMA.  Spinraza is the first drug to be approved for treating the disorder.  In May 2017, the European Medicines Agency granted market authorisation for this drug and, in October 2017, the HSE received a reimbursement application.  There was great disappointment among the SMA community when, in December 2017, the National Centre for Pharmaeconomics completed a health technology assessment of Spinraza and did not recommend the reimbursement at the price submitted.  The assessment was considered by the HSE drugs group in May 2018 but no decision has yet been arrived at. <\/p> <p>I ask the Leader to bring our concerns about this issue to the Minister for Health and to ask him to speed up the process.  Unfortunately, many of the people affected by this do not have the luxury of time.  It is a travesty and contradicts the scientific evidence of the merits of the drug that it has not been approved for reimbursement.  It has been approved in 19 other countries.  This happens so many times with these drugs for rare diseases.  Those living in this country - the children we met in the AV room - have the same rights as those living in other countries, and they deserve to get the drug as well.  It is not down to an issue of cost because if we can give charitable status to foreign vulture funds, which make billions out of this country, we can surely make these drugs available to a small number of children and people affected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000006#H00600","speaker":"1378","continuing":true},{"type":"speech","time":1537437900,"counter":37,"content":"<p>I welcome the Leader back and hope he had a very productive summer.  We will have a very intense period in the lead up to Christmas.  I am aware the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, and the Minister of State, Deputy English, have both been in this House in relation to housing and related issues.  I am still of the view that we need to have a further constructive debate on this issue.  I hope to see proposals from the Government on short-term lettings.  While such proposals will not fix the housing crisis, they will very quickly put at least 1,000 additional units on the rental market.  It may also have a positive impact in reducing rents in our main urban areas.  The record across the world is a reduction of between 1% to 4% when short-term lettings are regulated.  I hope to see these proposals very shortly and will welcome them.<\/p>  <p>The Government constantly refers to this as being a supply issue that has to be dealt with.  An area I have repeatedly raised is Poolbeg West, the former Irish Glass site, where approximately 3,500 units could be developed over the short, medium and long term.  It was very disappointing that An Bord Plean&aacute;la could not make a decision in relation to this site in early August because of lack of resources.<\/p>  <p>The Government has sent much additional work in the direction of An Bord Plean&aacute;la, and this is tying up and delaying planning decisions, which are badly needed right across the country.  We allowed the number of inspectors to slip to as low as four or five.  It has recently been brought up to 13 but now all planning proposals of more than 100 units are going directly to An Bord Plean&aacute;la.  It needs to be resourced properly to deal with the level of work going in that direction.  Otherwise we are going to see delay after delay regarding housing developments.  We will need to see at least one additional staff member to do this work in a timely fashion.  This is an effort to highlight where we can improve the supply element of this issue.  It is not acceptable when we see a development that could supply 3,500 units delayed in An Bord Plean&aacute;la because of a resources issue.  It should not be acceptable to the Government and we need speedy action on this.<\/p>  <p>I am aware Senator Grace O'Sullivan dealt with the issue of cycling and I am not going to go over that.  I ask the Leader for a proper debate on transport.  We need some proper ground rules.  The particular Minister who attends talks out the debate and do not get answers.  That is as frustrating for Fine Gael Senators as it is for Fianna F&aacute;il Senators and for everyone else.  We need proper interaction on transport when the Minister comes in.  There has to be sufficient time for the Minister to address those points.  I am aware it is difficult but it would be helpful to all in the House if we had a discussion with the Minister and proper engagement when he comes to the House rather than talking out issues.<\/p>  <p>On one famous occasion in the House, the Minister spoke at length about the Rugby World Cup and addressed no other issue raised by Senators.  We have challenges in relation to the Metro line, BusConnects, cycling and pedestrians right across the country.  We need that level of engagement with the Minister.  I know it will be difficult for the Leader.  It is a big job but I believe he is up to it.  We have to have that discussion with the Minister and to try to get him to show a little bit of courtesy to this House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000007#J00200","speaker":"1417"},{"type":"speech","time":1537437900,"counter":38,"content":"<p>I also want to raise the issue of BusConnects.  I am aware the Minister will be here after the Order of Business and I hope that in his address on Project Ireland 2040 this issue will be a central part of it.  This goes to the core of what good governance is about in terms of planning.  I do not wish to be critical of anybody but there is a sense among Dubliners that this plan seems to reflect many other cities internationally that were built on grid systems, which ours was not.<\/p><p>There is tremendous concern in Fingal, particularly in Skerries, Balbriggan, Rush and Lusk, about the express bus service which gets people into town very efficiently and very effectively through the Dublin Port tunnel.  While we await the development of metro, a critical part of infrastructure which I am sure the Minister will address this afternoon, the issue of BusConnects needs proper consultation.  I know the project group is here today to discuss matters with Members and I hope to get to meet it.  The idea, however, of people having to get three buses in order to reach their destination in town and to have disruption of train services, some of which I understand has been addressed due to the loss of three trains during peak hours in Portmarnock, is an indication that there needs to be greater consideration given to the services people already have.  There is the unfortunate history of this not being properly co-ordinated, with buses arriving after the train leaves and <i>vice versa<\/i>and with people being left hanging around.  There are more specific instances that I hope to raise with the Minister this afternoon.<\/p><p>I agree with others who spoke about cycling and the need to spend more money and expend more energy providing safe cycling lanes for people.  Many more people would cycle longer distances to work if it was safe to do so.  I come back to the issue of the greenways.  I hope the Minister for Finance will reflect the need for further investment in the greenways in the budget.  In the north Fingal area where we have a coastline with six or seven train stations and the whole of Dublin city on our doorstep, we could avail of safe cycling through very nice coastal greenways to the benefit of all concerned.  We will be here with the Minister this afternoon to hear what he has to say and I hope he will address these serious issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000007#J00300","speaker":"1421"},{"type":"speech","time":1537437900,"counter":39,"content":"<p>Like previous speakers, I support the families outside Leinster House protesting to get their children the drug Spinraza.  It is crucial that the Minister steps in and delivers this drug to save these children's lives.<\/p>  <p>I take this opportunity to congratulate team Ireland, which claimed the first ever world championship medal when it won eventing silver at the World Equestrian Games.  This is a major achievement made very special for my own county because Sam Watson from Carlow was on the team.  His father John won an individual silver medal four decades ago.  Sam and his team are celebrating the fact that the Irish eventing team is the first Irish team in any sport to qualify for the Tokyo Olympic Games 2020.  They arrived home last night and were a sight for sore eyes in Dublin Airport.  There was no luck involved.  It was the product of seriously hard work and a battle for funding for the sport, funding we should be able to provide.  We are always saying we need money for this and for that, but when we have such sports people who work extremely hard and win internationally, we should enable them to go on winning, to make history, to set records and to have the world talk about our little country for good reasons.  I want to say well done to the team and to wish it well.<\/p>  <p>I was very disappointed this week to read that the IDA has only made three visits to Carlow this year.  In the south east region, it has made no meaningful visits at all, unless one counts Waterford, which received 14 visits.<\/p> <p>The south east needs investment.  We need jobs, we need infrastructure and we need to get more IDA Ireland visits.  We must stop the concentration on cities and spread businesses.  We are a tiny island and we should be able to attract businesses to any part of Ireland, not only places five minutes from an airport.  I am asking the Leader for another debate.  We talked about the south east previously but we need another debate to know why the recovery is not as quick in getting to the likes of Carlow and other areas as it is in getting from Dublin to Waterford.  Can we have a debate on that?  Another debate is needed on why IDA Ireland is not paying more visits to towns in rural areas, such as Carlow, and other urban areas that need IDA Ireland investment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000007#J00400","speaker":"1395","continuing":true},{"type":"speech","time":1537438500,"counter":41,"content":"<p>I will begin by extending this House's sympathy to the families of those who lost their lives in the storm.  One victim died in Galway and the second victim was from my own county, Armagh.  I take this opportunity to extend our sympathies.<\/p>  <p>I certainly believe that the decision by the ploughing association to cancel Wednesday at the ploughing championships was the right one.  It was about the protection of people's lives and property.  We cannot underestimate the significance of this event and the impact this closure will have on both the association and the people and participants at the ploughing championships.  The figures for the first day show there were 98,500 people in attendance and it certainly was set up to be a very successful week in Tullamore.  That being said, we need to monitor the situation.  I would encourage everyone to support the remaining days at the ploughing championships.  It is a huge dent to their ambitions to lose one day, even though that day is being replaced by the addition of Friday to the calendar.  I would like to send out a message to the general public and encourage everyone to support the initiative and the event.  It is certainly the showcase event for the agrifood industry.  It is attended by people from both Northern Ireland and the Republic, but also from England, Scotland and Wales, and international visitors.  It is a hugely important showcase for the industry.<\/p>  <p>In addition, I am aware, listening to news reports this morning, that there are further warnings of imminent storm conditions.  It would be prudent that we be aware that these further high winds and adverse weather are on the way.  I credit and congratulate the Government and the Minister for trying to communicate this message to the general public in a timely manner in advance of the previous set of storms.  There were tweets from the Minister on a regular basis warning people to protect themselves and their property when the storm was about to hit.  There are concerns that we need to have a concerted effort from everyone, through the media channels and elected representatives, to alert people that we may be in for a turbulent spell of weather over the weekend and that it is in everyone's interest to protect themselves, protect people and protect property.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000008#K00200","speaker":"1439"},{"type":"speech","time":1537438500,"counter":42,"content":"<p>I read with much joy that the English FA, the Irish FA, the Welsh FA, the Scottish FA and the FAI are looking at bidding for the 2030 World Cup.  It would be a five-way bid.  This is hugely significant, especially after we were not successful in getting the Rugby World Cup.  In 2002, we were looking at the European Championships for the island.  This sends out a signal that we are able to work together.  Yesterday, I flew from Manchester.  Just in front of me, there were officials and I did not realise they were coming to Dublin to discuss this bid.  As Parliament, we should give this bid our fullest support because this is cross-border working, on the island of Ireland and between the two islands.  I will be attending the British-Irish Parliamentary Assembly plenary next week and I intend to raise that we try to get this significant 2030 World Cup for these islands.<\/p>  <p>There is also Brexit and we must avoid a hard border.  There is the Labour Party conference in Liverpool next week and the Conservative Party conference in Birmingham the following week.  There is goodwill on both sides.  There are open exchanges happening in Salzburg but 18 October is vital.  I hope that we will be able to come to some solution but we have to avoid a hard border on the island of Ireland.  I wish all the negotiators, the Taoiseach and many others, all the best in the coming weeks because this will have a huge influence on what happens on the island of Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000008#K00300","speaker":"1424"},{"type":"speech","time":1537438500,"counter":43,"content":"<p>I want to raise the issue of migration and ask for a debate on the migration crisis across Europe.  During the summer, I was part of a delegation from the Council of Europe that attended SOS children's camps in Athens.  We saw the wonderful work that is going on there but we were conscious that the children who had accessed these camps were the lucky ones and a small minority.  It is shocking to realise that there are thousands of children effectively detained in detention centres across Europe at present.  Only this morning, I saw reports on Euronews about a camp on the island of Lesbos called Moria.  It has a capacity for 3,000 people but currently has 9,000 in the camp.  The conditions are appalling - no hot water for women with new babies, dozens of people for any one toilet, no proper facilities, no education facilities, no support.  With winter approaching, they are in makeshift camps.  One has to wonder, when one hears a lot of guff all the time about European values, where are these European values for these children.  It is a huge failing.<\/p>  <p>I do not blame the Greek Government.  The Greek Government has been swamped by the crisis.  All of us can agree it is countries such as our own that have not done enough.  It struck me on the visit to the SOS camps that regardless of whether my colleagues are on the right or, like myself, on the left, we all agreed that this was appalling and that Government should do more.  The Government's target of 4,000 is just not adequate.  The reality is 3,000 people have come to date.  Would it not be wonderful if we could have a debate on this topic, agree on a cross-party basis and send a clear message to the Government that we must do more to bring more people to this country, to build a new future for them, and in our way show more than mere talk and do something concrete to help address this appalling crisis?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000008#K00400","speaker":"1389"},{"type":"speech","time":1537438500,"counter":44,"content":"<p>This morning I was at the Ombudsman's office for the progress report on \"A Good Death\".  I am happy to say that there has been major progress and development in end of life care in Irish acute hospitals.  There was a group from Malawi present and they were following the Ombudsman for a week or two to see how he works.  Their biggest concern was where they would get food and clean water.  I have always felt that if the Irish people metaphorically got on an aeroplane and landed in Calcutta for a month, we might find out a different definition of poverty, and if we went off to Japan we might find out a different definition of manners.<\/p>  <p>However, the progress has been good.  One of the big issues the Ombudsman points out to us is our lack of communication; that we do not communicate tragedy and bad news well, and also our lack of language.  We have changed our language now.  Nobody dies in Ireland; we just pass, like kidney stones or disappear into a hedge.  There is no such thing.  We do not hold on to the ritual of that.  He also pointed out the space and place within hospitals.  It was good.  The Leader started this, as then Chairman of the Joint Committee on Health and Children many years ago, and I got the opportunity to look at this area.  It will happen to 100% of us and we should really take it very seriously.<\/p>  <p>We have had protests all over the past week and during the summer about the closure of certain post offices that had to close and certain ones that did not have to close in villages and towns around the country and about the decline of rural Ireland.  I would like to invite the Minister back in here.  The reason I want Deputy Naughten to come in is because I think this has more to do with a banking system.  I am very interested in social banking, as the Senators will be aware, and community banking.  There is wind of high level negotiations between the top cats in the post office and Ulster Bank.  The banks play agency roles within the post office.  That is how we pay our bills and there is nothing wrong with that.  I refer to a commercial pillar bank that will be brought in under the auspices of An Post, outside community and social banking, and all the profits will go to it.  The reason Bank of Ireland does not want to get into the post offices is because it got into the post offices in England and it will take billions of pounds to get the bank out, which the British people are trying to do.  I would like the Minister to come in to find out whether all of these rumours are true.  This will be the biggest election issue.<\/p> <p>The new poor; no competition; huge percentages; huge APR; and rural Ireland are the election issues.  I will not be standing for election, but I am just communicating this to my colleagues here.  I would like to have the Minister in to tell us if it is true that he is having high-level negotiations with the awfulness and appallingness of Ulster Bank and who put USC on everything we earn and a levy on every part of our pensions and every bit of money that comes in from the work we do.  This is the banks together working under the auspices of sheer incompetence and greed.  I would like to know whether that is true.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000008#K00500","speaker":"1427","continuing":true},{"type":"speech","time":1537439100,"counter":46,"content":"<p>I wish to raise a housing matter that is not often talked about, namely, the progress that has been made in the provision of student accommodation.  My understanding is that more that 5,000 fully operational student beds have been brought into use over the last 12 months, with a further 4,000 being built and approximately 7,000 going through the planning process.  This is part of the long-term planning we need to do.  One of the major complaints I have heard about planning in this country is that we build one part of the jigsaw and then come back to try to build the other part ten years later.  What needs to go hand in hand with the expansion of universities is the development of accommodation.  The Ministers of Housing, Planning and Local Government over the past three or four years have, to be fair, encouraged the building of student accommodation and it is important that this continues to get that support.<\/p>  <p>I would also like to briefly touch on an issue I raised previously, and one I was glad to see dealt with at a recent conference of coroners.  This is the matter of unidentified bodies in this country and the fact there is no central database to record them.  If a  body is discovered in Kerry, for example, and cannot be identified, the information is kept in Kerry, in the coroner's own area.  I am glad the coroners' conference recently held in Portlaoise agreed to a proposal for a centralised database, thus making information available to the authorities.  In the last 12 months we had a case involving a person who had been reported missing in Dublin more than ten years ago, and a body washed up in County Louth three months later.  It is only in the last 12 months that two and two were put together to establish that the body washed up was the person who had been reported missing.  This kind of information needs to be available.  It is important that we ask the Minister for Justice and Equality to rubber-stamp and move forward this proposal for a centralised database for all unidentified bodies.  My understanding is that are about 200 such bodies around the country and it is important that this issue be dealt with.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000009#L00200","speaker":"1409"},{"type":"speech","time":1537439100,"counter":47,"content":"<p>I would like to raise the issue of insurance costs and the crippling impact that these costs are having on business and consumers alike.  Year on year, consumers can see huge increases in their premiums and it has now reached the stage where many are struggling to pay them.  I appreciate that many factors contribute to the rise in insurance costs.  One such factor is fraudulent claims, something we definitely we need to get a grip on.  It is unfair that someone can currently make a fraudulent claim and walk away from it scot-free.<\/p>  <p>A second contributory issue is that of insurance payouts, which are four and a half times higher in this country than in the United Kingdom.  The average payout in Ireland amounts to &euro;21,000, compared to only &euro;4,000 in the United Kingdom; between &euro;2,500 and &euro;6,000 in Germany; and approximately &euro;1,500 in France.  I read a report recently which claimed that Ireland is the whiplash capital of Europe as apparently we have very high level of whiplash claims in this country.  I always thought that many Irish people had hard necks on them but these statistics would seem to prove otherwise.  The most recent statistics available to us show that whiplash accounts for approximately 80% of motor insurance claims in this country, as compared to just 3% in France.  The average payout for whiplash in Ireland is &euro;15,000, which is three times higher than in the United Kingdom and five times higher than either Italy or Spain.<\/p>  <p>I appreciate that a report has been carried out on insurance costs and recommendations made.  Unfortunately we have yet to see many of those recommendations implemented.  I would like the Leader to arrange for the Minister to appear before the House to advise as to where the Government stands on these recommendations.  I am sure the Leader and all our constituents would agree that insurance is a serious issue and one that needs to be tackled now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000009#L00300","speaker":"1396"},{"type":"speech","time":1537439100,"counter":48,"content":"<p>With regard to Storm Ali, I want to extend condolences to the families of those who tragically died in the storm.  Nothing can prepare one for the shock of dealing with a loss from such a seemingly random event.  There have been some criticisms of the Government, perhaps unfairly, that we were somehow unprepared for Storm Ali this week.  It has been reported that the T&aacute;naiste commented that the public was not prepared, that storm fatigue might have kicked in, and that if people do not see a red warning then they fail to sit up and take sufficient notice.  At first this comment might seem almost insensitive in the circumstances, but perhaps the T&aacute;naiste has touched on an issue here which needs to be addressed somehow.  It has struck me over the last year that there has been a proliferation of yellow and orange warnings issued by Met &Eacute;ireann, even during what seemed to be relatively innocuous weather events.  Perhaps the public has been lulled into a false sense of security when it does not see a red warning: life is expected to go on as normal and people go to work and so on.<\/p>  <p>The fact that we have seen highly competent responses to Hurricane Ophelia and Storm Emma over the last 12 months may have also led to people mentally taking the foot off the pedal.  This would seem to be connected to a succession of strange weather events.  The yellow-orange-red warning system has been relatively new to us in the last 18 months or so.  With climate change becoming more of an issue, perhaps we need to a debate over how we are going to deal with weather events in the future.  Do we need to have systems in place that do not need to be kicked in in times of emergency only?  Could some further assessment be done on the current warning system to see if it can be refined or reclassified?  We certainly need to have a system in place so that there be no doubt in people&rsquo;s minds about the danger of a particular weather events, even at times when life must go on and we have not quite reached the threshold of being told to stay at home and batten down the hatches.   Speaking of orange areas, there are no grey areas when safety is an issue.  We need to look at what more we can do to ensure we all enter the mode of alertness we need if we are going to avoid unnecessary fatalities and injuries.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000009#L00400","speaker":"1401"},{"type":"speech","time":1537439100,"counter":49,"content":"<p>I would like to pay tribute to members of the emergency services for their work during the brief storm yesterday and, of course, pass on my condolences to the families of those who tragically lost their lives.<\/p>  <p>We have heard much talk in the media and elsewhere about the housing crisis and the challenges facing this country when it comes to dealing with people who find themselves without a home, as well as the thousands in middle Ireland who cannot afford to buy a home in Dublin.  We are now in the situation where a nurse and a teacher would not be in a position to buy a house in certain parts of the city, thus returning us to an era we neither want nor welcome.  The solution is to build houses, and plenty of them.<\/p>  <p>There are also many other quirks, difficulties and challenges.<\/p> <p>The absolute restriction placed on listed buildings is one of them.  It is right that we should respect our tradition, our heritage and our culture.  At the same time, however, we must allow property owners to get permission to build, extend and renovate buildings regardless of whether they are listed.  What is the point in having a listed building that is empty and where nothing is happening but where the owner of the building cannot afford to have something happen?  The owner cannot do so because the requirements, difficulties and challenges make it so expensive to comply with the various conservation officers in local authorities.  We need to have a conversation about easing the restrictions on bringing into use derelict listed buildings.  It will not solve the housing crisis but it will be a part of dealing with it.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000009#L00500","speaker":"1416","continuing":true},{"type":"speech","time":1537439700,"counter":51,"content":"<p>I concur with Senator Mullen in passing on the sympathies of this House to the families that suffered the tragic loss of two members in recent days.  It is hard to believe such a loss could come while holidaying in such a scenic spot in Ireland.  I have two simple queries for the Leader.  We tend to see many items floated in the newspapers first but they have to find their legs somewhere.  The first query is on local property tax, LPT.  I see a big whip being bandied around about taking the power to set local property tax from local government.  I refer to the discretion in changing the tax up or down 15%.  I am curious to know if this was kite flying by the Government.  The threat to take that power from local government certainly seemed to come through those natural channels.  It was brought to my attention by Councillor Cormac Devlin yesterday at the Association of Irish Local Government, AILG, meeting in Mullingar and I read the piece in question afterwards.  Many councillors had extreme concerns because it is one of the few hard powers that have been left with them.  That is one concern and I am curious to know if the Leader knows anything about it.<\/p>  <p>Second, a document is to be released in the next couple of days with particular reference to the midlands.  Some people who are city-based might not be aware of it but the Leader and many of my colleagues present from country areas - at least outside the M50 - certainly are aware of the national planning framework and its intentions for rural Ireland.  I refer in particular to planning and the number of hubs and zones for development that are being examined.  What is going to be done to one-off planning and even planning in towns and villages is dramatic.  If the proposals under this new national planning framework come to fruition, there will be a change in the Irish way of life.  When the planning proposals are fully ventilated and people are aware of what is being proposed, I believe groups involved socially in rural Ireland such as the Gaelic Athletic Association, GAA, the Irish Farmers Association, IFA, and others will be vehemently against some of them.  <\/p>  <p>That is because it is going to be the death knell of rural Ireland.  Anyone travelling through rural Ireland at present can see shops in villages and towns are closing in front of us.  I was listening to the radio coming in this morning.  I did not hear the full extent but a chap who was incapacitated and had come through an arduous journey in Ireland was speaking.  I did not get the full gist of the story on RT&Eacute; Radio 1 this morning but he mentioned how he was met with generosity in rural Ireland.  He also spoke about closures in towns and villages.  I suspect there will be a serious backlash in respect of the national planning framework if cognisance is not taken of rural Ireland and the people who intend to stay there and live the lives their forefathers have lived.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000010#M00200","speaker":"1411"},{"type":"speech","time":1537439700,"counter":52,"content":"<p>I thank the 16 Members of the House for their contributions to the Order of Business.  I join with Senators Marshall and Mullen in paying tribute to the men and women who went out yesterday and worked tirelessly to ensure that there were safe roads, safe power supplies and who were first responders.  I offer my sympathies and those of the House to the bereaved families of those tragically killed yesterday in counties Galway and Antrim.  Ar dheis D&eacute; go raibh a n-anam d&iacute;lis.  I thank Senators Horkan and Craughwell for raising the issue of the Scally inquiry.  It is an important report and the Government has committed to accepting its 50 recommendations in their entirety.  The Minister for Health, Deputy Harris, spoke in the D&aacute;il yesterday on the debate.  Rather than divide the House, if Senator Horkan is agreeable - Senator Craughwell was obliged to attend another meeting - I intend to bring the Minister for Health into the House next Tuesday evening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000010#M00300","speaker":"1391"},{"type":"speech","time":1537439700,"counter":53,"content":"<p>That is agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000010#M00400","speaker":"1412"},{"type":"speech","time":1537439700,"counter":54,"content":"<p>I thank the Senator for agreeing to that.  It is important to have the report debated in this House and I will endeavour to have that next Tuesday evening.  The issue of transport was raised this morning by a number of Senators.  Senators Horkan, Humphreys and Reilly raised the BusConnects consultation, which was also raised yesterday by their colleagues Senators Ardagh and Clifford-Lee.  The concerns expressed by many Members in this House today have been articulated across the city of Dublin via the BusConnects consultation.  The reorganisation of the bus system in Dublin is definitely exercising people's minds, not least those of public representatives but also the citizen commuters who want to see their travel experience not diminished but increased or enhanced.  As I said yesterday, it is important that there is proper consultation and engagement by Dublin Bus, the Canadian consultants it has brought in, public representatives and by citizens.  I welcome that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000010#M00500","speaker":"1391"},{"type":"speech","time":1537439700,"counter":55,"content":"<p>And the National Transport Authority, NTA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000010#M00600","speaker":"1412"},{"type":"speech","time":1537439700,"counter":56,"content":"<p>Yes, absolutely, the NTA as well.  I made that point yesterday.  We have a situation in my native city of Cork around the M28 where, had the NTA and the local authority engaged in a meaningful way, I believe there would not have been half the confusion that arose.  It is important that people engage.  In my case, I am ware that Councillor Emer Higgins, Deputies Rock and Brophy and Senator Reilly all have had public meetings on this matter.  The bus redesign in our capital city is complex and, as Senator Reilly said, we cannot just go on a grid system in Dublin.  It will have a profound impact and I hope we will see a positive outcome.  The Minister for Transport, Tourism and Sport, Deputy Ross, will be in the House today.<\/p>  <p>I am smiling at Senator Humphreys making reference to the Minister's participation in the debate here.  It was one debate where he spoke for a number of minutes on the Rugby World Cup but he has been here many times and, to be fair to the Minister, he has never shied away from debating transport matters.  If we need to extend the Minister's time at the end, then the House can do so if that is the request and requirement.  On the issue of cycling raised by Senators Horkan and Grace O'Sullivan, the Government has allocated &euro;8 million to the cycling policy.  There has been &euro;100 million allocated in capital funding for cycling and walking infrastructure.  In Cork, Dublin, Galway, Limerick and Waterford, &euro;55 million has been allocated in greenways and the Government is dedicated to implementing a cycling policy and improving cycling infrastructure.  In tandem with that, it is important to recognise that the reduced speed limits in our urban areas will assist cyclists, as will the legislation on the minimum passing distances, as well as a commitment to the bike scheme and cycle lanes.  I agree that the overarching thrust must be and should be about increasing the amount of money to be spent on promoting cycling as an alternative to the car and public transport.  <\/p> <p>Senators Horkan, Conway and Colm Burke raised the issue of housing.  The Minister, Deputy Eoghan Murphy, will come to the House in the coming weeks to discuss the matter of housing.  I will be happy to have him come to the House on that matter.<br\/><br\/>Senators Horkan and Feighan made reference to the issue of Brexit.  The news today from Salzburg, while not unexpected, is nonetheless disappointing because we do not seem to have any further progress.  A deal on Brexit, as we all know, is desirable and is what we want as a country.  It is a very important time for us as a small island nation which will be most affected.  We will be affected by Brexit, North and South.  It is fair to say that much has been agreed already but the issue of Ireland is the major one.  I commend the Taoiseach, the Minister of State, Deputy McEntee, and particularly the T&aacute;naiste and Minister, Deputy Coveney, on their work.  I commend the work of the Department of Foreign Affairs and Trade on the issue of Brexit and all involved.  We should not forget that the <i>status quo<\/i>that exists today will not be the<i>status quo<\/i>of the future.  A good deal on Brexit will not allow us to have what we have now.  We need to prepare ourselves for that.  It is not a case that we can click our fingers and Brexit will disappear.  There will be consequences.  We will feel an effect from Brexit no matter what happens.  We need to condition ourselves to understand that change will occur as a consequence of Brexit.  Those who think it will not are misguided.  There will be profound changes as a result of Brexit.  We do not agree with the vote in the United Kingdom and we will be affected the most by it.  We need to acknowledge that Brexit will have a profound impact.  As the Minister, Deputy Creed, said recently, it is a negative net gain.  There are no positives in it.  We need to make ourselves aware of that.  <br\/><br\/>Senator Craughwell made reference to the issue of the Defence Forces.  Yesterday the Minister of State, Deputy Kehoe, was here to address Senator McFadden's Commencement matter.  The Minister of State with responsibility for defence, Deputy Kehoe, has been very proud and proactive in his defence and support of members of our Defence Forces.  He has always come to the House to debate matters regarding defence.  That is why the Government has initiated the Public Service Pay Commission and why it is in the process of restoring pay and reversing the cuts that were introduced during the economic recession.  It is fair to say that the Minister of State, Deputy Kehoe, of all the Ministers who have served in the Department, understands and values the role of our Defence Forces.  It is demonstrated by his visits to Army barracks and to troops overseas.  That is in addition to the Minister, Deputy Coveney's, commitment in the Mediterranean.  That is why the Government set up the Public Service Pay Commission.  Senator Craughwell made reference to the Public Service Pay Commission's submission.  If Senator Craughwell took time, he would realise that like all public sector deals that submission will be published as part of the report.  When the report is published, it will be clear for all to see what has been submitted and agreed.  The outcome must be to enhance the pay and conditions of members of the Defence Forces.  I look forward to the report being published in due course.<br\/><br\/>Senators Craughwell and Conway-Walsh raised the issue of the drug Spinraza and the presentation in the AV room by young people who have spinal muscular atrophy.  It is a matter that is stressful for the families and the children affected.  They face profound challenges that some of us here can only imagine.  It is a progressive and life-limiting condition.  The NCP has conducted a full pharmacoeconomic evaluation and has not recommended the reimbursement but there is an application with the HSE.  I hope there will be a positive outcome in the case.  I am a former Chairman of the Oireachtas health committee which held hearings on rare diseases.  Perhaps a case could be made to the Minister for this drug to be considered under the orphan drugs scheme.  I understand and acknowledge the stress and difficulties that arise and which these families and children face every day.  I hope there will be a positive outcome.  I thank the families for being here today and apologise that I could not be at the briefing this morning.  <br\/><br\/>Senator Conway-Walsh raised the issue of the presidential election.  I wish all candidates, of whatever hue, well, whether they are Independent, party or non-party.  The local authorities are correct to invoke their powers to nominate candidates.  I hope all who want to run can get a nomination to run and that we can have an election in which everyone can participate so that they can all be part of the debate.  Senator Conway-Walsh made reference to the debate.  Let us have the debate whatever it contains.  What we must do is ensure the election is a fair and democratic one and that it is done in a manner which is respectful of each candidate's position and personality and I hope that happens.<br\/><br\/>Senator Murnane O'Connor referred to the success of our eventing team.  I join with her in congratulating our eventing team on their silver medal.  It was a fantastic weekend for Irish sport.  Sam Watson, Cathal Daniels and Padraig McCarthy were joined in their success by the O'Donovan brothers and Sanita Puspure in the rowing.  It shows the importance of the Government's support and of our support, as a nation, in putting value on sport.  Sport is a great unifier and it brings great joy.  It can bring heartbreak but when we see the successes of eventing and our rowers it augurs well.  I congratulate the ladies of Dublin on winning the All-Ireland ladies' football last weekend.  I am sure the Cathaoirleach will join with me in congratulating Cork on winning the camogie All-Ireland.<br\/><br\/>When Senator Murnane-O'Connor comes into the House I am not sure if she is trying to provoke me with her contributions but I remind her that nine out of every ten new jobs created in the past 12 months were outside Dublin.  The Action Plan for Rural Development is committed to ensuring the economic recovery is felt throughout Ireland and the creation of rural jobs is vital in order to achieve this.  In the region in which Senator Murnane-O'Connor lives and which she represents, 19,851 jobs were created last year by foreign companies.  It is the third consecutive year of strong growth.  We have seen more than 210,443 people employed through foreign direct investment in our country.  Some people would not want any jobs or investment from abroad but 210,443 people have been employed by FDI companies in our country.  In the regions, Senator Murnane O'Connor should know there was a 9% growth in the south east, where she is from, which amounts to 14,918 people in total employment.  We should recognise there is employment happening and the Government is committed to the growth of the regions.  It links to Senator Davitt's point.  The national planning framework will be about improving the lives of people in rural Ireland.  It is about ensuring that rural Ireland is habitable and that people can be employed and live there.  The challenge we face in terms of shops closing is not only a rural Ireland one; it is an urban problem too.  It is part of the modern word in which we live.  If one listened to the debate yesterday on the post office network, it is a challenge we see in our post offices that has to be faced.  A similar issue arises if one looks at our banking system.  I will come back to Senator O'Donnell's comments in a minute.  I appeal to the banks not to take people out of the banks in any part of the country.  It beggars belief that we are now going into banks where there are no tellers or staff but only a machine.  It is wrong and should not be allowed to continue.<\/p> <p> Senator Marshall raised the issue of the National Ploughing Championships and their benefits, as well as the benefits to rural Ireland.  The points he made are well documented.  The importance of farming and agriculture to our country is well noted by Government and the industry is a priority for the Minister for Agriculture, Food and the Marine. <\/p> <p>I join Senator Feighan in congratulating the nations involved in the bid for the 2030 World Cup.  I hope it is successful.  It would be a fantastic achievement for the Football Association of Ireland, FAI, and for Ireland. <\/p> <p>Senator Gavan raised the important issue of migration, in particular in the Moria camp, about which he is correct.  Where are European values when it comes to dealing with people who are displaced and dispossessed and living in migrant camps?  We have a duty and an obligation to highlight the inadequacies and the anomalies in that system, but also to be a harbour of welcome for people.  I congratulate the Senator for raising the matter. <\/p> <p>I thank Senator Marie-Louise O'Donnell for her work on end-of-life care.  Last week, the Irish hospice movement held a number of visible events around the country concerning end-of-life care.  People like Mr. Bryan Nolan deserve huge credit, praise and gratitude for the work they are doing, their language and the way in which they engage with people.  The Senator is so right.  I do not mean to be patronising, but it is about language and communication.  I heard a nice interview on \"Today with Sean O'Rourke\" last week.  People said that if they talked about the issue, they felt they were bringing a curse on themselves.  They did not want to talk about death and end-of-life care.  It is something that is before us all, as the Senator said, and we must plan for end-of-life care.  I hope that the Senator's report does not just limp along-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000010#M00700","speaker":"1391","continuing":true},{"type":"speech","time":1537440900,"counter":59,"content":"<p>Or gather dust.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000012#O00200","speaker":"1427"},{"type":"speech","time":1537440900,"counter":60,"content":"<p>Or gather dust.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000012#O00300","speaker":"1391"},{"type":"speech","time":1537440900,"counter":61,"content":"<p>Dust it is, and unto dust-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000012#O00400","speaker":"1401"},{"type":"speech","time":1537440900,"counter":62,"content":"<p>It shall return, exactly.  Whether it will be on the third day or the last day, I am not sure.  The image of the knots on the cover of the Senator's book reflects how we should join together as a country to have that conversation about end-of-life care.<\/p>  <p>Yesterday we had an important debate on post offices and the Minister for Communications, Climate Action and Environment was honest in his remarks to the House.  We will bring him back before the House to discuss the issue of banking.  It is about the post office network expanding its range of services and its remit.  I am not sure what the Minister has in mind and whether that will include community or social banking.  We will have him back in due course to discuss the matter. <\/p>  <p>I join Senator Burke in welcoming the increase in construction and availability of student accommodation throughout the country.  The Senator is correct; we are only now playing catch-up in building student accommodation adjacent to our universities and institutes of technology, which we should have done at the beginning.  That is now taking place across our university towns and cities.<\/p>  <p>The issue concerning coroners and a database of bodies is important.  Senator Burke's Bill addresses this in part, but it is something on which we need to keep a vigilant eye.<\/p>  <p>Senator Gallagher raised the issue of insurance costs.  Mr. Justice Nicholas Kearns commented as chairperson of the Personal Injuries Commission that payments have gotten out of hand and we are paying out an inordinate amount.  He is perhaps right in that regard.  The judicial council legislation containing guidelines for personal injuries is a priority for the Government.  We need to have a conversation on personal injury payouts.  The Minister of State at the Department of Finance, Deputy Michael D'Arcy, has been instrumental in coming into the House and updating us on the cost of insurance and the work of the cost of insurance working group, which has published six quarterly reports.  Of the 71 deadlines, 58 were met.  One of the key actions was the delivery of the final report of the commission, which I hope will be the launch pad for further reform.  The implementation of that recommendation should have an impact on the awarding of personal injury damages in the future.  Moreover, the Central Statistics Office, CSO, data for August 2018 show that motor insurance premia have decreased by 20% since their peak in 2016.  They are still too high, but we are taking action. <\/p>  <p>Senator Mullen raised the issue of Storm Ali and notifications.  It is an interesting discussion to have.  The T&aacute;naiste made reference to fatigue.  Perhaps it is now the case that when people hear a storm warning, they do not take it too seriously.  I heard an interview on the radio earlier in which someone said that the only status red alert was for part of County Mayo because that was Met &Eacute;ireann's information.  To be fair to Met &Eacute;ireann, it takes its role seriously.  The national directorate for fire and emergency management has monitored the weather situation with Met &Eacute;ireann and its members met on Tuesday to assess the impact of the storm.  Some 17 counties were issued with a status orange storm alert.  That came into effect on Tuesday evening and ended at 1 p.m. yesterday.  It is worth noting that the Minister for Housing, Planning and Local Government only convenes the national emergency co-ordination group for severe weather events on the advice given to him.  The Taoiseach was criticised for being at the front and centre of the response to Storm Ophelia.  When he was not there for Storm Ali, he was also criticised.  I do not say that Senator Mullen is doing that.  It is important that we have moved to a coded alert system.  People should take note of it.  The important point is that we should always take notice of what is being asked of us.  Again, we offer our sympathies to the families bereaved during the storm.  <\/p>  <p>Senator Conway raised the issue of housing.  The points he makes are valid.<\/p>  <p>Senator Davitt is flying kites regarding property tax.  I have not heard that powers are being taken away, but I would be happy to come back to him on that. <\/p>  <p>I thank the Members for the contributions.  If Senator Horkan is happy, I will not amend the Order of Business.  I will have the Minister for Housing, Planning and Local Government before the House next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000012#O00500","speaker":"1391"},{"type":"speech","time":1537440900,"counter":63,"content":"<p>There is no formal amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000012#O00600","speaker":"1381"},{"type":"unspoken","time":1537440900,"counter":64,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Project 2040 and Transport Matters: Statements","time":1537440900,"counter":65,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000012#O00800"},{"type":"speech","time":1537440900,"counter":66,"content":"<p>I am happy to be back in the Seanad for today's debate, and I look forward to hearing Senators' thoughts on the range of projects to be rolled out in the transport, tourism and sporting sectors over the lifetime of the national development plan, NDP, which forms part of project Ireland 2040.<\/p>  <p>In June of this year, I launched \"Linking People and Places\", which is the name given to the transport, tourism and sport elements of the national development plan.  At that launch, I was accompanied by Senator Marie-Louise O'Donnell, who generously gave her time to lead a panel discussion on the topic.  Something particularly interesting which the Senator expertly drew from those panel members was the connections that exist across the different sectors.<\/p> <p>It is that emphasis on the bigger picture that Project Ireland 2040 seeks to focus upon.  We need to focus on the bigger picture because Ireland is changing and will continue to change during the next ten years and beyond.  We will have more people, more jobs, more commuters and more tourists.<\/p> <p>It is not just Ireland, but Europe and the world is changing too.  Some of these changes are positive; others are challenging, but either way we cannot ignore them.  That is the reason we need to plan now for the challenges of tomorrow.  However, it is not just about tomorrow.  We already face challenges today in meeting the demand for public transport services, in improving our roads network, in providing the facilities needed for increasing numbers of tourists and in encouraging and funding greater participation in sport.<\/p> <p>Some of these challenges stem from reduced investment during the period of economic and financial crisis.  The first priority is to return to what is called the \"steady-state\" funding level, which is the investment levels we need to ensure the services and infrastructure we have today are appropriately maintained.  Then we need to address the challenges we face because of our growing economy, such as the problems with congestion in our cities and towns and capacity issues on our public transport services.  We need to lay the groundwork for the future and start planning and delivering the projects we need for the future in an integrated way.  That is what we are seeking to achieve during the lifetime of this national development plan, NDP.<\/p> <p>We will do this by linking people and places in the national, international and social spheres.  In terms of linking our cities and regions, we have ambitious plans for both public transport and our road network.  A greener and expanded public transport network will add greatly to the choice and experience of the travelling public, improve quality of life, ease congestion in our cities and help to deliver a low carbon society.<\/p> <p>We have already started to increase the size of our bus fleets and expand services.  We are planning to invest in greener and cleaner buses and roll out BusConnects across all our major cities, starting in Dublin.  Many Senators who are interested in BusConnects in their home areas have asked questions and I am very happy to address this.  I think it is more appropriate if I do it at the end because I will have the advantage of having heard what most of the Members have to say.<\/p> <p>BusConnects will help develop sustainable, living cities for families and communities and will support economic growth and jobs.  It will deliver new and improved bus services and corridors, faster journey times, next generation ticketing and cycle lanes to remove conflict between road traffic and cyclists.  I acknowledge the difficulties that people have encountered in their areas in some case and I hope to address them in any way possible.<\/p> <p>Alongside this we are funding cycling and walking networks across the country, building on the investment of more than &euro;110 million to develop cycling and walking infrastructure in all our cities during the next four years.  In addition the Minister of State, Deputy Griffin, and I recently published a new greenway strategy, which sets out a framework by which we can develop more of these wonderful cycling and walking attractions in rural areas around the country.  In the way there are links between the national planning framework and the national development plan, we will back up this policy framework for greenways with a committed funding programme.  Some &euro;53 million will be invested in greenway infrastructure between 2019 and 2021.  Last week we opened up the application process and invited interested parties to make an application to access that funding programme.  Together with improved bus and cycling infrastructure, the NDP will fund improvements in the national rail network too; improving connections across the country and between North and South.  We are also examining the role that an extension to the western rail corridor can play in the Atlantic economic corridor.<\/p> <p>In addition to these initiatives, we are also funding the construction of MetroLink.  This will provide faster, reliable journey times to and from key destinations such as Swords, Dublin Airport, DCU, Ballymun and the Mater Hospital, while offering interchanges with other public transport services.  We also will expand the DART network by providing additional carriages, improving signalling and extending electrification across the network to provide better services.<\/p> <p>Those improvements have facilitated the introduction this month of the new ten-minute all-day service across the DART network.  That level of service effectively means people can just walk up to their local station without the need to look at any timetable.  The next step will be to provide fast, high-frequency electrified DART services to Drogheda, Celbridge-Hazelhatch and Maynooth.  In addition, new DART stations will provide interchange with bus, Luas and metro networks.  Building on the success of Luas and recent extensions, including Luas cross city, we have started a process of adding an additional 27% capacity to the Luas green line through lengthening existing trams and platforms.  The route for the remaining element of the DART expansion programme -  the DART underground tunnel - will of course be established and protected to allow for its future delivery.<\/p> <p>We need to increase funding for the 100,000 km of roads around the country.  The sheer scale of our road network is not well known but it is actually twice the European average per head of population.  That is a lot of road.  The road network is the workhorse of our economic and social infrastructure.  Most of our freight is carried by road, all of our bus services rely on the road network and our regional and local roads are essential in linking communities across the country.  We need to restore funding to the levels required to appropriately maintain, renew and improve the road network as it is today.  Most importantly, Project Ireland 2040 provides the framework for that funding.<\/p> <p>In terms of new schemes, the NDP lists 23 national road schemes that already are at planning, design or construction stages.  One of those is the long-awaited strategic road link between Cork and Limerick.  Another 20 national road projects have been identified by Transport Infrastructure Ireland for pre-appraisal and early planning work with a view to developing a pipeline of projects suitable for future development.  At a regional and local level, another 13 significant road improvement projects are currently being advanced under the NDP.  All of these schemes will better link local communities, reduce congestion and contribute to the local economy in their areas.<\/p> <p>It is not just about linking our cities and regions.  We also need to build better links with the wider world.  That is why the investment planned by our State airports and ports is so important.  We are providing additional capacity at Dublin Airport through the new north runway and work is already under way on this by the DAA.  Complementing that investment, a new control tower, which will facilitate operations on the new runway is under construction by the Irish Aviation Authority.<\/p> <p>Both Shannon and Cork airports are looking to sustainably grow their businesses into the future through targeted investment programmes and working with stakeholders to improve their offering.  The role of the smaller regional airports is recognised in the national development plan and there will be continued Exchequer support for safety and security projects.  All these projects will improve our links with the wider world and help to sustain and grow trade and tourism.<\/p> <p>As an island, we need our ports to plan for the future.  In that regard I am happy to say there is a significant investment programmes under way in all our tier 1 ports of national significance.  Dublin, Cork and Shannon Foynes each has projects under construction that will help improve efficiency, connectivity and capacity.  This is important because all of our ports of national significance, whether it is the three tier 1 ports or Rosslare and Waterford in their role as tier 2 ports of national significance, have a crucial role to play in maintaining our trade and tourism connections with Europe and beyond as the United Kingdom leaves the European Union.  The State is supporting those investments through improved access to our international gateways.<\/p> <p>I already have referred to MetroLink which will better connect Dublin Airport with the city centre, while the national development plan has details of a range of road projects to improve access to our ports of national significance.  These include the M11 to Rosslare, the N28 to Ringaskiddy in Cork and N69 to Foynes.<\/p> <p>The national development plan is also about linking with one another and with visitors to our country, including through tourism, where we are looking to support and grow the industry across Ireland.<\/p> <p>The tourism sector will benefit from the planned investment in both national and international transport links across the country, which I have already outlined.  The NDP commits almost &euro;108 million to F&aacute;ilte Ireland between now and 2021 and states that this level of investment will, at a minimum, be maintained out to 2027.  Priority areas for this investment include the development and enhancement of tourist attractions and activity-based tourism to provide the type and quality of experience that visitors are seeking.<\/p> <p>We will use the investment to support and grow tourism in rural communities, in line with the further development and promotion of the regional tourism brand experiences - the Wild Atlantic Way, Ireland's Ancient East and Ireland's Hidden Heartlands - which leverage the appeal of Ireland's natural, cultural and heritage offering.  NDP investment in tourism throughout the country comes with the added benefit that the new or enhanced attractions and activities will increase the attractiveness of local areas not just as places to visit but also as places to live, work or invest in.<\/p> <p>We are increasing investment at all levels of sport from the grassroots to the elite, with a view to increasing participation and improving facilities.  The Minister of State, Deputy Griffin, and I published a new national sports policy in July.  The policy sets out our vision for sport over the next ten years and provides the policy backdrop to the investments that are planned under the NDP.  Since then, we have announced a new round of the sports capital programme, which will make &euro;40 million available to support the development of sports infrastructure in communities across the State.  The NDP also commits to the establishment of a new large-scale sports infrastructure fund, which will be available to larger projects when the proposed Government contribution exceeds the amount available under the sports capital programme.  At least &euro;100 million will be provided under the new fund, which is designed to provide a more structured approach for this funding.  The full terms and conditions of the new scheme are nearing finalisation.  We will open the fund for applications in the coming months.<\/p> <p>We are continuing our investment in the development of the Sport Ireland national sports campus.  It was a wonderful summer of sporting achievement for Ireland, with highlights such as the silver medal for the women's hockey team and the hosting of the European para swimming championships at the National Aquatic Centre.  I am pleased that many of our successful athletes are based at the national sports campus.  The Government's continued investment will ensure our athletes have access to world-class training facilities in Ireland.  The NDP commits &euro;42 million to fund the completion of a national indoor arena and a national velodrome and badminton centre at the campus.  The construction of the second phase of the national indoor arena is well under way and the arena is due for completion next year.  This covered facility will ensure our elite athletes and teams can train in training facilities that are always open all year round.  The national velodrome and badminton centre is expected to be completed by 2021.  It will consist of a 250 m cycling track with badminton courts in the track infill area.  The development of the campus will not stop there.  Sport Ireland is reviewing the master plan for the campus in consultation with the sporting bodies.  The review will guide the development of a ten-year strategic vision for the campus, which will be aligned with wider Government capital planning, as outlined in Project Ireland 2040.<\/p> <p>I would like to conclude by acknowledging that Project Ireland 2040 sets out a vision for the future that is ambitious in its scale.  We need to be ambitious if we are going to build a better Ireland that addresses the demands of today, meets the challenges of tomorrow and is a place that we, our children and our grandchildren are proud to call home.  The investment committed by the Government under Project Ireland 2040 for the transport, tourism and sport sectors will help to ensure they play their part in realising that ambition and delivering for citizens.  I look forward to hearing the views of Senators.  I thank the House again for the invitation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000012#O01000","speaker":"1213","continuing":true},{"type":"speech","time":1537442100,"counter":69,"content":"<p>I welcome the Minister to the House.  I am glad to have an opportunity to discuss Project Ireland 2040.  It is somewhat disconcerting to find myself discussing a project with a terminal date which is probably beyond my actuarial life expectancy.  The Government is great at looking into the future.  I am reminded of Joe Stalin in Russia.  When things were not going too well in Russia, Joe would announce a five-year plan with all guns blazing and trumpets blaring.  When things were going belly-up halfway through the plan, Joe would announce a new ten-year plan.  He did it three different times.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000014#Q00200","speaker":"1394"},{"type":"speech","time":1537442100,"counter":70,"content":"<p>He put all the managers to death when he announced a new plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000014#Q00300","speaker":"1417"},{"type":"speech","time":1537442100,"counter":71,"content":"<p>I am not too sure I would recommend that.  This Government definitely takes the biscuit.  Joe Stalin would be impressed by the methodology here.  Anyway, we have a chance to discuss this plan.  It seems to me that transport is one of the few areas in which we are unambitious as we seek to project into the future.  If we are going to address the very serious problems in this country's transport infrastructure, we need better planning, better forecasting and more joined-up thinking.  Our transport infrastructure is haphazard, dysfunctional and anything but joined-up.  This will not come as any surprise to the Minister.  When I was perusing a number of his <i>Sunday Independent<\/i>columns, which were written when he was a Member of this House some years ago, I noted that he was scathing about aspects of our public services, especially our public transport system.  He wrote about the structure of that system and about the involvement of unions, for example.  He seems to have become more sanguine since he became a member of the Cabinet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000014#Q00400","speaker":"1394"},{"type":"speech","time":1537442100,"counter":72,"content":"<p>I think the word the Senator is looking for is \"captured\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000014#Q00500","speaker":"1213"},{"type":"speech","time":1537442100,"counter":73,"content":"<p>I suppose that is part of politics.  I regularly use all modes of public and private transport with the exception of the DART.  It is fair enough to say that none of them is up to scratch.  None of them has the confidence of the paying public.  None of them seems to be equipped to serve the needs of Ireland into the future.  Fianna F&aacute;il welcomes the much-needed investment in Ireland's transport infrastructure, which is creaking at the seams.  A strong public transport system is the backbone of any strong economy, but Ireland is seriously flagging in this regard.  Our transport system is completely unfit for purpose and our road network is experiencing similar capacity issues.<\/p>  <p>The core question I must ask about Project Ireland 2040, which is an ambitious plan, relates to delivery.  The Government and its predecessor have failed to deliver key infrastructural projects in a timely or efficient manner.  We cannot allow another Luas cross-city debacle to grind our capital city to a halt.  There is an ongoing underspend issue in the Department of Transport, Tourism and Sport.  In 2016, there was a capital underspend of &euro;6 million as a result of delays and the non-completion of scheduled projects.  Chronic underinvestment is at the heart of the problem.  Years of underinvestment by this Government and its predecessor have left us in big trouble.  While budget 2018 resulted in a large increase in the capital budget for land transport, in the context of what is needed the increase is no more than a drop in the ocean, particularly as we are coming from a low base.  Over the past five years, Ireland has been one of the lowest net spenders on transport infrastructure in the EU.  Capital investment in transport of &euro;7 billion for the period from 2018 to 2021 is a huge 23% lower than our capital investment in transport between 2007 and 2010, when my party was last in government.  The huge backlog of work that has built up throughout Ireland's capital infrastructure is now posing a considerable safety concern.  The Minister cannot be happy about the crisis in the public service system.  I refer, for example, to the measly 8% increase in expenditure on the public service obligation.<\/p>  <p>Fianna F&aacute;il has proposed that a new national infrastructure commission be established and tasked with planning ahead, beyond the limited five-year cycle of current capital plans.  This would be set up by reforming Transport Infrastructure Ireland, TII, and would draw from the Department of Transport, Tourism and Sport, the National Transport Authority, NTA, the Sustainable Energy Authority of Ireland, SEAI, and the local authorities.  The new commission would be responsible for setting out a new framework for the development of transport in Ireland over the coming years.  It would be tasked with overseeing long-term plans for the achievement of a series of targets: securing infrastructure investment of 4% of GDP, facilitating decarbonisation in Ireland, developing a strong transport network with balanced regional development, making Ireland an IT nation with telecommunications connectivity and providing for a balanced and secure energy mix.  In our time in government, huge investment was made in capital infrastructure.  I refer, for example, to the peak-level investment in infrastructure in 2008 under the most recent Fianna F&aacute;il-led Government.  Under this funding, we were able to deliver crucial projects, including the development of the Dublin Port tunnel, the creation of the Luas, the construction of hundreds of kilometres of top-notch motorways and the overhaul of the Irish Rail fleet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018092000014#Q00600","speaker":"1394"},{"type":"unspoken","time":1537442100,"counter":74,"content":"<p>Additional debate to follow.<\/p>"}]