[{"type":"minorheading","content":"Prelude","time":1498570200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1498570200,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1498570200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1498570200,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1498570200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#A00100"},{"type":"speech","time":1498570200,"counter":6,"content":"<p>I have received notice from Senator Michael McDowell that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister of State at the Department of Housing, Planning, Community and Local Government to outline whether the Government remains committed to the implementation of the Manning report on Seanad reform.<\/blockquote> <p>I have also received notice from Senator Trevor &Oacute; Clochartaigh of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to outline the implications for the State of the recent Supreme Court decision on the right to work of asylum seekers in Ireland; and the steps the Government is considering taking to address the situation within the six months as prescribed by the court.<\/blockquote> <p>I have also received notice from Senator Frank Feighan of the following matter: <\/p><blockquote>The need for the Minister for Health to explore all options to extend the emergency aeromedical service, based at Custume Barracks in Athlone, to a night-time service.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1988\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1988&amp;amp;pid=DenisODonovan&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to introduce a specific fund for the upkeep of local improvement schemes.<\/blockquote><p>I have also received notice from Senator Maria Byrne of the following matter:<\/p><blockquote>The need for the Minister of Agriculture, Food and Marine to outline the measures his Department has in place to support the recruitment of farm labour through the farm relief services.<\/blockquote><p>I have also received notice from Senator M&aacute;ire Devine of the following matter: <\/p><blockquote>The need for the Minister for Health to outline the current position regarding the cross-border health care directive with regard to the provision of psychiatric services for Irish persons outside the State; the number of Irish patients who have received psychiatric care outside the State; and the reason these services are not provided for those patients within the State.<\/blockquote><p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for Health to reform the assessment and reimbursement process which applies to orphan status medicines for patients with rare diseases in view of the fact it is taking up to two years from the date of application to have these drugs approved under the drugs reimbursement scheme.<\/blockquote><p>I have also received notice from Senator Tim Lombard of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to have arrangements made to extend the Wild Atlantic Way to include the Seven Heads Peninsula along the west Cork coastline.<\/blockquote><p>I have also received notice from Senator Neale Richmond of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to lay out the short- and medium-term plans for Ballinteer Educate Together national school.<\/blockquote><p>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators McDowell, &Oacute; Clochartaigh, Feighan and Gallagher and they will be taken now.  Senators Byrne, Devine, Colm Burke, Lombard and Richmond may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#A00200","speaker":"1381","continuing":true},{"type":"majorheading","content":"Commencement Matters","time":1498570200,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#B00200"},{"type":"minorheading","content":"Seanad Reform","time":1498570200,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#B00300"},{"type":"speech","time":1498570200,"counter":10,"content":"<p>When the people of Ireland voted in a referendum not to amend the Constitution to abolish Seanad &Eacute;ireann, the then Taoiseach, Deputy Enda Kenny, indicated at the time that he regarded this as a wallop.  After a period of time he said that he would take the path of reform.  Acting on foot of the programme for Government acceptance and inclusion of the Manning report, I and other Senators brought forward the Bill which was annexed to the report of the Manning committee to implement its proposals for the reform of the Seanad.<\/p> <p>That Bill was considered on Second Stage, the Stage on which the principle of the matter is decided.  When the Second Stage debate was over, the Government parties did not oppose its passage to the next Stage.  At that point, I was informed that the then Taoiseach wished to address the matter in this House.  He came to the House and told us that it was his intention to establish an all-party implementation group to push forward the implementation of the Manning committee report.  I and others were left with the strong impression that as soon as the implementation group was formed, there would be progress on the Bill.  That was a year ago and nothing has happened on the implementation group.  After considerable pressure, the former Taoiseach invited various groups in both Houses of the Oireachtas to contribute Members to the implementation group, but that process appears to have stalled as well.<\/p> <p>In the recent leadership contest in the Fine Gael Party I noted that the candidate who is now the Taoiseach, Deputy Varadkar, put before his party colleagues the idea that a special panel would be created for emigrant voters.  This is something that was not contemplated by the Manning report.  He said nothing about the rest of the report.  More recently, it has become clear that there is a total absence of commitment to the Manning report.  Indeed, doubts were voiced at the most senior level within the Government as to whether it is wise or appropriate to proceed with the report.<\/p> <p>In view of those circumstances, I have asked this House by way of this Commencement matter to give the Government, through the Minister of State whom I welcome, an opportunity to state where the Government stands on this issue.  Has the commitment solemnly stated in the programme for Government to implement the Manning report wavered in any way?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Is the alternative scenario canvassed by the Taoiseach, Deputy Varadkar, in his leadership manifesto now being investigated by the Government?  I am giving the Minister of State the opportunity to state the intentions of the Government clearly and unambiguously.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#B00400","speaker":"1403","continuing":true},{"type":"speech","time":1498570200,"counter":12,"content":"<p>I thank the Senator for the chance to clarify the record and confirm that there is no change to the Government's commitment.  We will go through the formalities.  I must have missed the matter in the debate on the leadership contest.<\/p> <p>A Programme for a Partnership Government confirms the Government's commitment to pursue the implementation of the Manning report.  I am pleased to have the opportunity to speak to the Senator and reassure him that the Government remains committed to the implementation of the Manning report on Seanad reform.<\/p> <p>Following the Seanad referendum, the then Taoiseach, Deputy Enda Kenny, established an independent working group on Seanad reform in December 2014.  The principal focus of the working group was on the possible reform of the Seanad electoral system.  The working group also explored ways of reforming Seanad &Eacute;ireann generally and the manner in which it carries out its business.  The group examined these issues within existing constitutional parameters.<\/p> <p>The key recommendations in the report were that the majority of Senators should be elected by the popular vote in a one person, one vote system and that this principle should be extended to include Irish citizens in Northern Ireland and those living overseas who hold a valid Irish passport; that there should be a review of the panel system; that provision should be made for the online registration of voters and downloading of ballot papers; that there should be a greater role for the Seanad in the scrutiny, amendment and initiation of legislation; and that an interim limitation body should be established to oversee the implementation of the changes.<\/p> <p>The then Taoiseach welcomed the report when it was published and said there needed to be a public and political discussion and consultation on it.  During 2015, Members of the last Seanad had the opportunity to discuss the recommendations in the report with two members of the working group, namely, former Senators, Maurice Manning, who chaired the working group, and Joe O'Toole.  The Seanad also had the opportunity last year to debate many of the recommendations in the Manning report relating to reform of the process and system for electing Senators during the debate to which Senator McDowell referred on his 2016 Bill.<\/p> <p>While this is not the time to go over all of that debate, on that day we discussed the significant challenges these reforms present and that there were more decisions to be made around those reforms because there was conflict in the Bill and the Manning report.  All that could be teased out.  We discussed the fact that it will be difficult, but that we were prepared to do that and it would take time.  There would be significant implementation challenges presented by reforms, but we would have to work through that.  That commitment was given on the day of that debate.  I clearly pointed out that there were still choices to be made around some of the suggested reforms.<\/p> <p>In addition to that debate, in response to a suggestion by Deputy Miche&aacute;l Martin in the D&aacute;il in 2016, the then Taoiseach agreed that the interim implementation proposed in the Manning report should be set up, comprising members of all parties and groups in the D&aacute;il and Seanad, provided that there was all-party support for its implementation.  On foot of this, he wrote to party leaders and D&aacute;il and Seanad groups seeking agreement for the setting up of an implementation group and seeking nominees.  I understand this process is ongoing, with a small number of nominees awaited.  I hope that this process will be concluded as soon as possible and that the Oireachtas implementation group will be established in the very near future.<\/p> <p>In the meantime, and for the information of Senators, I would like to draw their attention to the options paper on voting at the presidential elections by citizens resident outside of the State published by my Department last March.  Many of the implementation issues that arose during the debate on the Seanad reform proposals are reflected and addressed in that paper.  These include the need to modernise the process for the registration of voters, and in this context the Government decided work on that should proceed.  This has commenced in the Department.  It will benefit both agendas.<\/p> <p>It is a significant and essential task, and critical to the achievement of the reforms proposed for the election of Members to the House because the system would be quite similar.  Matters are progressing.  I am not sure that all the nominations have been sent in because there were some delays, but I will check the situation and update the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#C00200","speaker":"1264"},{"type":"speech","time":1498570200,"counter":13,"content":"<p>I fully accept that the Minister of State, Deputy English, is speaking in good faith but, unfortunately, I do not accept that the Government is acting in good faith on this matter.  The then Taoiseach sought nominations to the group in December 2016.  To say that matters are ongoing in June, more than six months later, is, frankly, ridiculous.  If there was any appetite for moving ahead with the implementation group, it would have been progressed long before now.<\/p> <p>The Minister of State has drawn attention to the extension of the franchise to Irish citizens living abroad for presidential elections.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Last weekend, I saw in the papers a statement indicating that the Government no longer intends to do that either.  I am drawing the conclusion that whereas the script that the Minister of State has read in the House points in one direction but cannot explain the massive delays, the reality is that Seanad reform has been killed off and that Government Senators in this House have been assured that it will not happen.  The real explanation for the non-implementation of the implementation group, if I can put it that way, is that there is no appetite for it whatsoever and that assurances were given in the course of the Fine Gael leadership contest that it would not happen.<\/p><p>Those groups in this House that do believe in reform are going to meet next week.  We will make time available by altering the Order of Business, if necessary, to ensure that there will be reform in this House and that it will be discussed.  If it is blocked here, there is always the alternative that a similar Bill will be moved in D&aacute;il &Eacute;ireann.  If it comes back here and is blocked, it will become law 90 days later.  That is what the Constitution states.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#C00300","speaker":"1403","continuing":true},{"type":"speech","time":1498570200,"counter":15,"content":"<p>The Minister of State very briefly, as we are well over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#D00200","speaker":"1381"},{"type":"speech","time":1498570200,"counter":16,"content":"<p>I did not see the article the Senator referred to about the presidential vote, but the work has started in my Department and is ongoing.  We are not doing that for fun.  We are committed to it and I understand that there were delays with the nominations.  I cannot explain six months of delays.  I will check for the Senator to make sure that all of those nominations are now included.  However, the last time I personally checked that, they were not all included and that was not that long ago.  I will check and let the Senator know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#D00300","speaker":"1264"},{"type":"minorheading","content":"Direct Provision System","time":1498570200,"counter":17,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#D00400"},{"type":"speech","time":1498570200,"counter":18,"content":"<p>I dt&uacute;s b&aacute;ire, tr&eacute;asla&iacute;m leis an Aire as a athcheapach&aacute;n mar Aire.  I congratulate the Minister on his reappointment as a Minister.  I thank him for coming in to take this question, which arises out of the case of a Burmese man who spent eight years in direct provision before getting refugee status.  He unanimously won his Supreme Court appeal over laws preventing him working in Ireland before his status was decided.  The seven-judge court unanimously agreed that the absolute ban was in principle unconstitutional but has adjourned making any formal orders for six months to allow the Legislature to consider how to address the situation.  The court found in principle that when there is no statutory for processing asylum applications, the absolute prohibition on asylum seekers seeking employment in the Refugee Act 1996 and continued in the International Protection Act 2015 was contrary to the constitutional right to seek employment.<\/p> <p>This is an issue we have raised on a continuous basis in the Seanad.  In fairness, it has been raised by Senators across the House.  This raises the question of what the Government is now going to do about the Supreme Court ruling in the six months that it has been given.  We had a briefing last week from the Irish Refugee Council on this issue and it has made a number of recommendations.  In summary, it has stated that the right to work should be granted to international protection applicants if no decision on their application has been made within six months of the date of the application.  The Irish Refugee Council has stated that the period is recommended for several reasons.  It is consistent with the timescale for granting the right to work as stated in the commission proposal for a further recast reception conditions directive.  It is also in line with the requirement contained in article 31(3) of the recast asylum procedures directive that an examination procedure be concluded within six months.  Similarly, six months is the same time period provided by section 39(5) of the International Protection Act 2015 from when a person may request information from the International Protection Office as to when a recommendation will be made on his or her application.  This suggests that the Oireachtas, in line with other EU member states, should consider six months to be a reasonable period within which a person can expect an application to be fully examined in a single procedure.<\/p> <p>The Irish Refugee Council also recommends that the right to work be provided to persons who are caught by the transitional arrangements in the International Protection Act 2015, that is, the persons who are at different stages of the process but who are now back under the International Protection Office for the single procedure.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It notes, as we have noted, that Ireland is currently one of only two members states that currently do not provide the right to work to protection applications.  The Government now has the opportunity to align our practice with other member states as a member of the common European asylum system.  It is of note that several member states provide protection applicants with access to the labour market at a much earlier stage.  For example, Greece does so in zero months, Sweden does so in zero months, Italy does so in two months, Austria does so in three months and Germany does so in three months.  I note that the Irish Refugee Council also submits that no conditions or restrictions should be attached to the right to work such as restricting it to particular professions or sectors.  It believes, and I agree with it, that such restrictions or conditions may undermine the essence of the constitutional right itself, meaning that the right becomes illusory rather than effective in practice.  <\/p><p>As the Minister will be aware, I would have been and still am very critical of the direct provision system, but this is a constitutional issue.  It has the full backing of the Supreme Court in this regard.  I would like the Minister to outline how the Government intends to address the issues outstanding around the right to work to allow these people that right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#D00500","speaker":"1377","continuing":true},{"type":"speech","time":1498570200,"counter":20,"content":"<p>I thank An Seanad&oacute;ir &Oacute; Clochartaigh for raising this important matter today.  I welcome an tuasal &Oacute; Bruadair and the boys and girls from the oak leaf county, Derry.  They are always welcome to Leinster House and particularly welcome to the Seanad on this summer's afternoon.<\/p> <p>This is an very important judgment and its full implications are being carefully examined.  The court recognises the complexities around this issue.  It acknowledges the role of the Executive in controlling and regulating this sensitive area of law and policy.  It has had to consider the distinctions of rights between citizens and non-citizens in the context of Article 40.1 of the Constitution.  The court has concluded that an absolute ban on the right to work for international protection applicants, as distinct from a time limit being set in legislation or some other means, is contrary to the rights under Article 40.1 of the Constitution.  The court recognises that this is a matter for the Executive and Legislature to consider and, accordingly, has adjourned consideration of the order the court should make for a period of six months.  It is expected the State will make a submission to the court in regard to the format of the order the court is to make at the appropriate time.  <\/p> <p>This judgment raises obvious policy, legal and operational issues across a wide range of Government Departments and agencies.  To reflect the whole-of-Government approach which the judgment necessitates, I intend to seek the approval of Government to establish, with immediate effect, an interdepartmental working group to examine the implications of the judgment and to consider appropriate solutions as quickly as possible.  Proposals will be brought to Government as soon as that process concludes.  <\/p> <p>The judgment should not be looked at in isolation without recognising the considerable reforms that have already been made to the system of international protection and the improvements that have been made and are continuing to be made to the direct provision system.  Our new international protection legislation, which commenced on 31 December last, is specifically designed to address the delays in decision making with consequent increased time spent in direct provision.<\/p> <p>The processing times for first instance decisions are closely intertwined with the question of the right to work.  In many EU member states, the right to work is not an unfettered right, often arising after a particular period of time - usually nine months to a year - and in many instances is limited to particular job categories, etc.  For example, in Sweden and Portugal the granting of a right to work coincides with the withdrawal of financial supports.  One of the principle aims of the International Protection Act is to process cases as quickly as possible so that persons who are granted a permission to stay have an automatic right to work.<\/p> <p>The full implications of the judgment will be examined in the coming period, including wider implications in regard to the operation of the common travel area and the ongoing Brexit negotiations.  However, what can be said is that the Government, through its various measures to improve processing rates, is already moving to the stage whereby first instance decisions on status will be made as quickly as possible with persons granted status having an automatic right to work.  The dovetailing of this work with the court judgment will be examined in the coming period.  I will endeavour to keep Senators informed of progress as the situation develops. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#E00200","speaker":"1233"},{"type":"speech","time":1498570200,"counter":21,"content":"<p>I appreciate the Minister's response.  To cut to the crux of the matter, we have a six-month period between now and Christmas.  The basic question that these people, who are awaiting a awaiting a judgment on their asylum application, have is if they will be allowed to work.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Will the Government bring forward legislation between now and Christmas that will grant them that right to work because many of these people in the system may have been waiting five, ten or even 15 years?  They have not had the right to work in this State as a result.  Can the Minister give us a guarantee that the Government will bring forward legislation between now and Christmas to make sure this right is adhered to and put in place by next Christmas?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#E00300","speaker":"1377","continuing":true},{"type":"speech","time":1498570200,"counter":23,"content":"<p>I assure the Seanad&oacute;ir, and the House, that I am committed to continuing the ongoing process.  The Supreme Court judgment is clearly a most important judgment that will have significant implications for our international protection system across Government.  I assure the House that my Department has made significant efforts to reform our protection system to ensure that applicants do not spend long periods awaiting a final decision on their application.  This dovetails with persons granted status having an automatic right to work.<\/p> <p>Our previous multi-layered and sequential system had many more opportunities for appeals on judicial reviews and ongoing legal challenges.  Many of these did not foster a timely process of engagement.  The single procedure is streamlining the process with the aim of providing first instance decisions as quickly as possible.  My Department is also working hard to improve the living conditions in State provided accommodation centres, particularly for families.  This is in line with a commitment given in A Programme for a Partnership Government.  The latest update on the implementation of the recommendations of the McMahon report over the past two years by many Departments and agencies will be published shortly.<\/p> <p>I am committed to continuing the positive work on this process.  The Supreme Court ruling is now a priority focus for this ongoing programme of reforms and will receive full and careful consideration by the interdepartmental working group to be established by Government to propose an appropriate way forward in the shortest possible timeframe.  Senators will appreciate that the judgment has raised issues not only of importance, but of some degree of complexity, which will obviously require detailed and careful consideration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#F00200","speaker":"1233"},{"type":"minorheading","content":"Air Ambulance Service","time":1498570200,"counter":24,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#F00250"},{"type":"speech","time":1498570200,"counter":25,"content":"<p>I welcome the Minister of State, Deputy Finian McGrath, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#F00300","speaker":"1420"},{"type":"speech","time":1498570200,"counter":26,"content":"<p>I raise the need for the Minister for Health to explore all options to extend the emergency aeromedical service based at Custume Barracks, in Athlone, to a night-time service.  I am delighted to have an opportunity to speak about this vital service, which I helped secure in 2012 with the help of the then Minister for Health, now Senator James Reilly, and the then Minister for Justice and Equality and Defence, former Deputy Alan Shatter.  I thank the Minister of State also for being here today to discuss this important issue.<\/p> <p>Since coming into operation five years ago, the emergency aeromedical service or, as it is commonly known, the air ambulance service, has played a key role in providing critical air support options in response to major emergencies, not least in the catchment area of Roscommon hospital.  There is evidence that the Air Corps helicopters have carried out thousands of life-saving missions across the region I live in since it was established.  The service located in Custume Barracks in Athlone has undoubtedly saved many lives, and none more so than in Roscommon.  Countless lives, from Ballaghaderreen to Ballyleague and Athlone to Arigna, have been saved.  This is about a lifesaving approach centred on bringing the hospital to the patient in an emergency.  I take this opportunity to pay tribute to the Air Corps pilots, the advanced paramedics and the ground ambulance personnel who do fantastic work in stressful conditions saving the lives of many people.<\/p> <p>It is also important to highlight that a large percentage of air ambulance work involves dealing with serious heart attacks where time is of the essence.  The gold standard treatment for ST-elevation myocardial infarctions, STEMIs, is access to a 24 hour specialist unit such as Galway within 90 minutes of diagnosis.  Usually, helicopter flight times to these specialist centres take little more than 20 minutes to complete.  That rapid response service has become an important element of the region's emergency response infrastructure.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frank Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It goes without saying that the service has proved to be transformative for many critically ill patients and ensures that those living in rural areas have timely access to specialised treatment available in the larger hospitals.  We all know the speedier the treatment in the case of heart attacks and strokes, the better the outcomes for patients.<\/p><p>Not so long ago, it was very encouraging to hear the air ambulance being praised highly by a Roscommon general practitioner and a Longford general practitioner on one of my local radio stations.  Both doctors recounted incidents where the air ambulance allowed for speedy access to treatment, making a major difference to the lives of critically ill patients.  The Roscommon general practitioner, Dr. Greg Kelly, who was a candidate for Fianna F&aacute;il in the 2002 general election, said in the local radio interview that the helicopter service is now more important to the people of County Roscommon than an accident and emergency department as critically ill patients get the expert treatment they need by getting very quick access to a centre with the specialist skills.<\/p><p>In light of the considerable success of the service, what options are available to extend the air service to include a night-time service?  As the Minister of State knows, the current protocols do not allow this to happen.  During the summer, it is not really an issue given the substantial amount of daylight hours, which allow the emergency air ambulance to fly for much longer, but I ask the Minister of State to explore the possibility of extending this very valuable and necessary service to include a night-time service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#F00400","speaker":"1424","continuing":true},{"type":"speech","time":1498570200,"counter":28,"content":"<p>I thank Senator Frank Feighan for raising this important issue and providing me with an opportunity to inform him of the Department's ongoing work to enhance the aeromedical services.  The emergency aeromedical service, EAS, provides rapid access to appropriate treatment for patients specifically where land ambulance transit times would not be clinically appropriate.  The service is particularly beneficial for time-dependent cardiovascular patients, who constitute about one third of all EAS patients.<\/p> <p>EAS services are provided primarily by the Air Corps, with reserve capacity provided by the Irish Coast Guard.  The service operates seven days per week in daylight hours, and it is specifically targeted at the west.  The highest demand for the EAS comes from Galway, Mayo and the Senator's county, Roscommon.  The service has successfully completed almost 2,000 emergency missions to date.<\/p> <p>A pilot emergency and aeromedical service was agreed between the Ministers responsible for health and defence in January 2012.  From the outset, it was agreed that the Air Corps would provide aerial support for the service and operate in daylight hours only.  A subsequent review of the pilot service examined the level of service provided during daylight hours and it was found that the level was appropriate to meet the demand.  In July 2015, the Government established the EAS on a permanent basis.<\/p> <p>A Programme for a Partnership Government is committed to a feasibility study on the expansion of the EAS and its possible extension to night-time.  My colleague, Minister of State, Deputy Kevin Boxer Moran, has made this a priority issue in the programme for Government.  He is pushing this issue very hard.<\/p> <p>The Department of Health and the Department of Defence are continuing to examine the programme for Government commitment to this feasibility study.  The Department of Health and the national ambulance service are currently exploring the feasibility of a community-based helicopter emergency medical service in the south.  While such considerations are ongoing, it is important to point out that night-time flying carries additional risks.  All the risks associated with landing and departures are magnified at night.  Such risks include low visibility and crew fatigue.  There are also restrictions on helicopters landing at night-time in Ireland, and landings can take place only on a lit helipad or at an airport.  These restrictions would significantly reduce the number of emergency incidents that the service could respond to, and it is possible that most night-time calls would, in view of the risks involved, be better served by a land vehicle.<\/p> <p>Of course, significant additional capacity in terms of Air Corps personnel and national ambulance service paramedical staff would be required to extend the EAS to a 24-hour service.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Air Corps is faced with challenges in the recruitment and retention of personnel.  In that context, and in light of the fact that ambulance activity drops significantly at night, the Department will need to consider if a 24-hour service would be the best use of limited resources.<\/p><p>The Irish Coast Guard operates on a 24-7 basis from its four bases at Dublin, Waterford, Shannon and Sligo.  Where necessary and appropriate, it can be tasked by the National Ambulance Service.<\/p><p>I thank Senator Feighan for raising this important issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#G00200","speaker":"1359","continuing":true},{"type":"speech","time":1498570200,"counter":30,"content":"<p>I thank the Minister of State for his detailed response.  I am encouraged that the Irish Coast Guard, located in Sligo and Shannon, can provide an air ambulance service at night.<\/p> <p>Five years ago, the provision of this air ambulance service came as a direct result of Roscommon hospital&rsquo;s accident and emergency department being downgraded.  People were quite certain that lives would be lost.  I know this service is what the consultants in Roscommon hospital wanted.  I am delighted the service was delivered and that it has been a huge success.  In the past month, I know of five people personally, from Ballintober, Roscommon town, Boyle and Castlerea, whose lives have been saved because of this air ambulance.  People do not fully realise the changes it has brought about.  Effectively, the accident and emergency department has been brought to people on the side of the road.  Modern medicine has evolved in such a way that it is now necessary to have an air ambulance in this area.  The service has saved dozens of lives in County Roscommon.<\/p> <p>We need to look at providing such a service for the island of Ireland, like in the south and around the midlands.  If we are talking about cross-Border co-operation and the Good Friday Agreement, there needs to be one in Northern Ireland to cover all of that area also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#H00200","speaker":"1424"},{"type":"speech","time":1498570200,"counter":31,"content":"<p>I thank Senator Feighan for his remarks.  I take his point on the downgrading of the Roscommon accident and emergency department several years ago and how this service was brought onto the pitch.  I will bring his concerns back to the Minister for Health, Deputy Harris, and the Minister of State at the Department of Defence.  He has pointed out how the accident and emergency service has been brought to the side of the road for people in difficult situations.  I thank the staff of the air ambulance who do magnificent work.<\/p> <p>I strongly support his proposal for the Good Friday Agreement.  We need to look at an all-island approach and be a little more creative when dealing with these services.  In my portfolio for disabilities, I collaborate closely with services in the North of Ireland.  There is a glorious opportunity under the Good Friday Agreement to develop health and safety and air ambulance services in the interests of all the citizens on the island.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#H00300","speaker":"1359"},{"type":"speech","time":1498570200,"counter":32,"content":"<p>I am sure the Senator will share his positivity and joy with Senator Leyden.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#H00400","speaker":"1381"},{"type":"minorheading","content":"Local Improvement Scheme Funding","time":1498570200,"counter":33,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#H00500"},{"type":"speech","time":1498570200,"counter":34,"content":"<p>I welcome the Minister for Transport, Tourism and Sport, Deputy Ross, to the Chamber this afternoon and thank him for attending on this issue calling for the reintroduction of a specific ring-fenced allocation of funding for local improvement schemes.<\/p> <p>I have no doubt the Minister is aware that this is an important issue, particularly for people in rural areas whose only access to their homes or lands is through a private roadway.  A specific grant allocation was in place until 2011 but it was then removed.  It was replaced with a scheme whereby a local authority could allocate up to 15% of its discretionary roads budget to local improvement schemes while the local community could make a contribution of 20% of the cost.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Unfortunately, the scheme has not proved to be very successful and very few counties of which I am aware have taken it up.  I am not aware of any local authorities in my own area of Cavan, Monaghan, Louth and Donegal taking up that scheme.  It is a pity because great work had been done prior to 2011.  As a result of the lack of investment since then, the infrastructure of those private roads is deteriorating as we speak.  We risk losing the investment we put into these roads up until 2011.  The list for County Monaghan is 200 lanes.  Something like 180 lanes in County Cavan are waiting to be done.  What I am really looking for is a statement from the Minister that he intends to reintroduce this scheme so that a specific grant can be granted for local improvement schemes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#H00600","speaker":"1396","continuing":true},{"type":"speech","time":1498570200,"counter":36,"content":"<p>I thank Senator Gallagher for raising this very important subject.  I am well aware of it thanks to him and others who are, obviously, adversely affected by this and I understand its importance to him and others, particularly in rural areas.  I regret the fact that it was withdrawn.  We would very much like to see it restored as soon as possible when financial constraints allow it.<\/p><p>First, the improvement and maintenance of regional and local roads is the statutory responsibility of each local authority in accordance with the provisions of section 13 of the Roads Act 1993.  Works on those roads are funded from the councils' own resources supplemented by State road grants.  The initial selection and prioritisation of works to be funded is also a matter for the councils.  <\/p><p>Ireland has just under 100,000 kms of road in its network and the maintenance and improvement of national, regional and local roads place a substantial financial burden on local authorities and on the Exchequer.  Due to the national financial position, there have been very large reductions in Exchequer funding available for roads expenditure over the past number of years.  For this reason, the focus has had to be on maintenance and renewal of public roads.  The maintenance of private laneways-roads not taken in charge by local authorities is the responsibility of the landowners concerned.  A local improvement scheme is in place whereby a contribution can be made by the State towards the cost of maintaining these Ianeways-roads.  Local improvement schemes are permitted under section 81 of the Local Government Act 2001.  Due to the cutbacks in roads funding, regrettably, it was necessary for the Department to stop making separate allocations to local authorities in respect of local improvement schemes.  The approved scheme remains intact and within it, local authorities can use a proportion of State grant funding - 15% of the discretionary grant in 2017 - for local improvement schemes should they wish to do so.  <\/p><p>The reason a separate State grant allocation is not being made for local improvement schemes is that given funding constraints, a ring-fenced allocation would result in a <i>pro rata<\/i>reduction in funding for public roads in a situation where public roads are significantly underfunded.  In other words, it would just involve taking money out of one place and putting it into another.  While 2017 will see a modest increase in funding for roads, it will take some years under the capital plan to restore steady State funding levels for regional and local roads.  The primary focus must to continue to be on the maintenance and renewal of public roads.  <\/p><p>Notwithstanding this, I understand the importance of the local improvement scheme to assist the development of rural Ireland.  In light of the provision in the programme for Government indicating that as the economy recovers, the Government will promote increased funding for community involvement and local improvement schemes, I will review the scope for making a separate grant allocation once the planned review of the capital plan is completed.  That is due later this year.  In the interim, the local improvement scheme remains in place with no separate allocation. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#J00200","speaker":"1213"},{"type":"speech","time":1498570200,"counter":37,"content":"<p>I thank the Minister for his response.  It is clear from his contribution that he is very aware of local improvement schemes and their importance, particularly to rural Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am, therefore, heartened by his response.  Perhaps we might look forward, towards the end of the year or at the beginning of next year, to the reintroduction of an allocation.  It would be very welcome if that was the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#J00300","speaker":"1396","continuing":true},{"type":"speech","time":1498570200,"counter":39,"content":"<p>I am sure the Senator will revisit the issue before Christmas if it is not addressed positively in the meantime.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#K00200","speaker":"1381"},{"type":"speech","time":1498570200,"counter":40,"content":"<p>I hope that will not prove necessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#K00300","speaker":"1396"},{"type":"speech","time":1498570200,"counter":41,"content":"<p>I thank the Senator.  I am conscious of what he and others have said, but I am also conscious that it is included in the programme for Government, not as an absolute commitment but as an aspiration.  There is a commitment to consider it as a priority.  The last sentence is fairly definite.  It reads: \"We will expand the scheme to include the taking in charge of non-council roads with a view to having this scheme up and running by end 2017\".  That is not a deadline. There is, however, an indication, from all parties, all angles and all geographical areas, that this is something everybody wants to see being brought back.  All that is holding it back is the financial constraints.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#K00400","speaker":"1213"},{"type":"speech","time":1498570200,"counter":42,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#K00500","speaker":"1396"},{"type":"unspoken","time":1498570200,"counter":43,"content":"<p>Sitting suspended at 3.15 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1498570200,"counter":44,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#N00100"},{"type":"speech","time":1498570200,"counter":45,"content":"<p>The Order of Business is No. 1, motion re Educational Research Centre (Establishment) (Amendment) Order 2017, to be taken on the conclusion of the Order of Business, without debate; No. 2, statements on University Hospital Waterford cardiology services, to be taken at 4.45 p.m. and to conclude no later than 5.25 p.m., with the contribution of group spokespersons not to exceed five minutes and the Minister to be called upon to reply no later than 5.22 p.m.; and No. 3, Inland Fisheries (Amendment) Bill 2017 - Committee and Remaining Stages, to be taken at 5.25 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#N00200","speaker":"1391"},{"type":"speech","time":1498570200,"counter":46,"content":"<p>It was very sad yesterday listening to Michael and Kathleen Devereaux's son on Joe Duffy's \"Liveline\" radio show.  Their son gave us a detailed narrative of how his parents, who are 63 years married, were separated by the HSE.  His father was permitted a bed in a nursing home while his mother was not.  This couple have been together for 63 years and, on the back of the State, were being separated.  I learned today the HSE became involved and the couple will be reunited.  Is it not sad that the only way to get some justice and fairness in this country is to resort to Joe Duffy justice?  It is absolutely appalling and unacceptable in this day and age.<\/p> <p>The second item I raise is the Minister, Deputy Ross's Judicial Appointments Commission Bill which is before the D&aacute;il this week.  We in Fianna F&aacute;il believe in reform of the judicial appointments system.  It is of paramount importance.  However, the Bill published this week by the Government is deeply flawed and that has been pointed out by senior members of the Judiciary.  Fianna F&aacute;il has prepared legislation proposing the establishment of a judicial appointments commission, fully independent of Government, that would make recommendations to Government based on the merits of applicants to judicial office.  This office would not be a quango and there would not be a back office of administrative staff costing the State more.  At the very least, we in Fianna F&aacute;il believe the Bill should provide for a committee chaired by the Chief Justice.  Anything less is an insult to the office of the Chief Justice.  It beggars belief that the Chief Justice, as the senior custodian of the rule of law, or any of her colleagues, were not consulted on the merits of the Bill in any way, shape or form.  With any other legislation that passes through the Houses, we have a complete and robust consultation process with stakeholders, whether it is a Bill on Seanad reform or on physical therapists or physiotherapists.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I believe this is one of the most practical and transparent parts of our legislative process and it should not be eroded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#N00300","speaker":"1407","continuing":true},{"type":"speech","time":1498570200,"counter":48,"content":"<p>On the subject just raised by the leader of the Fianna F&aacute;il group, that is, the question of the judicial appointments commission legislation which is pending, there are a couple of points I would lie to make.  First, as Senator Ardagh said, it is a Bill which has several significant flaws.  One of them is that the Act which it seeks to amend and repeal, the Courts and Court Officers Act 1995, provided that the Judicial Appointments Advisory Board would make recommendations but would also inform the Government of the people who had expressed an interest in being appointed.  The new Bill, curiously, will just say that three names will be forwarded to the Government and that no information will be given to the Minister as to who was rejected, so that the Cabinet, in looking at the three names, will effectively be like the captain of a submarine without a periscope, wondering what other people expressed an interest who were not included in the list.  As I see it, it would actually be an offence under the new legislation to communicate the other people's names to the Government in this context.  That is just one of the issues and I raise it to emphasise how infirm this proposed piece of legislation is.<\/p> <p>The point I want to raise with the Leader is that it would appear a commitment has been made that this legislation will be passed by both Houses of the Oireachtas before the summer recess.  However, the establishment of the commission would take months thereafter.  Therefore, it is not hugely important it is done by the end of this Oireachtas term.  It is not as if there are appointments pending which are going to be dealt with as soon as the commission is established.  I ask the Leader to give us an assurance that this House will be given adequate time, and more than that if necessary, to consider each and every provision of this legislation.  The more I look at it, in particular the more I look at individual portions of the Bill, the more problems emerge.  We will not be rushed in this House by any political agenda that the Minister, Deputy Ross, may have in regard to this matter.  We will carry out our constitutional function, which is to examine this legislation line by line to ensure we improve it as best we can, rather than having it rushed through in order to satisfy a fairly grubby political agenda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#O00200","speaker":"1403"},{"type":"speech","time":1498570200,"counter":49,"content":"<p>First, I want to refer to Mr. and Mrs. Devereaux.  Hearing Mr. Devereaux's pleas yesterday to be reunited with his wife touched the hearts of many people around the country.  When we close down hundreds of beds in nursing homes, community hospitals and such facilities, what do we expect to happen and where do we expect the beds to come from?  That is what has happened.  We heard the other day there were more beds in the 1980s than now, and this has happened under a number of Governments.  In my own area, at Belmullet hospital, half the beds were closed down under Fianna F&aacute;il and thousands of home help hours were cut.  When that happens, there are going to be situations like this.<\/p> <p>I am not sure what we would do if it is was not for \"RTE Investigates\".  RTE seems to be acting as a government in a sense in trying to force the Government to take up its responsibilities.  We should not feign shock and surprise when these things happen, given we have actively contributed to the legislation, the actions and the Government decisions that have been made over the years on this issue.<\/p> <p>I raise the issue of the Grenfell tragedy, the horror of which we have seen unfolding.  I asked last week that the Minister for Housing, Planning, Community and Local Government would come to the House and this becomes more urgent by the day when we see whole apartment blocks having to be evacuated in London and other areas.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It greatly concerns me.  Is a similar investigation into the use of cladding being carried out here?  There should be a review of local authority houses that have submitted applications for works to be done for health and safety reasons.  If the Minister were to come before the House and if we were to have a debate about the matter, perhaps we could allay the concerns of some people who are directly affected by this.<\/p><p>Turning to the issue of rural school transport, I again ask for the Minister responsible to come before the House to examine what is happening with the decisions that have been made on this, particularly in respect of the \"nearest school\" rules and the increase in the minimum required numbers from seven to ten.  It is having a devastating effect on rural Ireland, even in counties such as Mayo.  We now have a rural affairs Minister in Deputy Ring.  He has his feet under the table, and I very much expect him to examine such decisions being made by Government.  We have parishes and families being divided because of them as children are being forced to go to their nearest schools.  There must be a degree of flexibility to examine the impact it is having on rural Ireland.  I ask the Leader of the House to bring the Minister before the House to have a debate on this as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#O00300","speaker":"1378","continuing":true},{"type":"speech","time":1498570200,"counter":51,"content":"<p>Last week, we saw a report on breastfeeding and the challenges Ireland faces in this regard.  We see from the data that were published that Ireland is 31st out of 41 countries, just slightly above Britain, for breastfeeding rates.  This is an important public health issue because there are health benefits of breastfeeding not only for the mother, but also for the child.  I believe our poor rates are due to the lack of support for mothers and families in our maternity hospitals and often from our GP services in the run-up to the birth of a child, which is a very happy event.  We can look at all the different reports that have been published over the past number of years that keep on telling us the huge benefits of breastfeeding, yet we have very poor outcomes in Ireland in this regard.  I ask the Leader to arrange for a debate in the Seanad on the rates of breastfeeding in Ireland.  It has often been discussed in this House in the context of obesity and the effects obesity has on our children, our young people.  It has been shown that breastfeeding could greatly reduce the incidence of obesity in Ireland if it were properly supported by the HSE.  Breastfeeding also has economic benefits.  A <i>Lancet<\/i>report recently stated that the Irish State is losing an estimated &euro;800 million due to our poor performance on breastfeeding, so this would be a win-win for the HSE if it properly supported mothers in this regard.  The mother's health hugely benefits from breastfeeding, as does the child's, so I would appreciate it if at the earliest possible date we could have a full debate on this, taking into consideration the benefits for the mother and the child, but also the financial savings regarding the cost to the HSE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#P00200","speaker":"1417"},{"type":"speech","time":1498570200,"counter":52,"content":"<p>This Friday, the Seanad Special Select Committee on the Withdrawal of the United Kingdom from the European Union will lay its report before the Seanad after over 46 hours of public consultation and much more done off-camera by the ten members of the committee, the secretariat and many witnesses.  The report is an extremely important one that this House was tasked to commission, and I therefore call on the Leader to set aside time next week for statements on the report with the Minister of State, Deputy McEntee.  I believe this will give us a great opportunity regarding future statements on the European Commission's White Paper on the Future of Europe and the ongoing Brexit negotiations.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Neale Richmond:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2472\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2472&amp;amp;pid=NealeRichmond&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Could we look at possibly having regular statements and discussions post-European Council meetings, shadowing the work done by the D&aacute;il?  It would provide for an excellent level of scrutiny of the work done by this Chamber on EU affairs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#P00300","speaker":"1399","continuing":true},{"type":"speech","time":1498570200,"counter":54,"content":"<p>I raise the issue of the North-South interconnector, the high voltage electricity cable that will run from the South to the North, passing through the Southern counties of Monaghan, Cavan and Donegal.  Owing to great public concern in the past decade the project has yet to proceed, but a very sensible and practical motion has been passed by both Houses of the Oireachtas calling for the Minister and the Department to undertake an independent review of the true cost of undergrounding the cables.  Following this, the Minister published the terms of reference for the review which, I am disappointed to say, were totally rejected by all Oireachtas Members and both action groups.  We met the Minister again to outline our concerns and he duly stated he would take them on board.  Today I received an email from him outlining his second attempt at devising the terms of reference.  Following discussions I had earlier today over the phone with both action groups and other Oireachtas colleagues, the new terms of reference are still not acceptable.  It is very disappointing, frustrating and, not to mention, infuriating that here we are, with two sets of terms of reference, and the Minister still has not taken on board the concerns of the Oireachtas Members who represent the people of the counties mentioned and the action groups that represent the communities affected.  Will the Leader ask the Minister to come to the House to address this issue in order that we can try to move forward with one voice on the issue?  Otherwise the second attempt at devising the terms of reference for the review will be another complete waste of taxpayers' money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#Q00200","speaker":"1396"},{"type":"speech","time":1498570200,"counter":55,"content":"<p>I raise the ongoing issue of the judicial appointments commission which has been discussed in recent days in the media and by some politicians.  There has been much bile and anger and many words vented about the Judiciary.  The former Minister for Justice and Equality, former Deputy Alan Shatter, initiated a public consultation process and invited the Judiciary to make submissions on reform of the judicial appointments process.  The information is available on the Department's website which makes it clear that the Judiciary accepted that there was a need for change and did not hide behind the fact.  Everyone recognises that there is a need for change.  The programme for Government agreed between the Independent Alliance and Fine Gael indicated that there would be a judicial council at some stage and a judicial appointments commission.  It has taken a long time.  Last year the then Minister was in the House speaking about it being a matter of days or weeks before she would bring forward legislation but that did not happen.  Why is there now a rush?  I will not go into great detail on this issue because we will have another opportunity to discuss it.  Suffice it to say I will strongly oppose and vote against any attempt to statutorily prevent the Office of the Chief Justice from being chairperson of any future judicial appointments commission.  I look forward to participating in the debate.<\/p> <p>The Leader indicated that the Intoxicating Liquor (Amendment) Bill 2017 would be brought back to the House with amendments before the recess.  Perhaps he might deal with the issue today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#Q00300","speaker":"1379"},{"type":"speech","time":1498570200,"counter":56,"content":"<p>The House should remark on the incredible deal between the DUP and the Conservative Party in the United Kingdom.  Effectively, it means &pound;100 million per DUP MP and I hope the money will serve all communities.  If there is one positive, the deal may help to re-establish the Northern Ireland Executive.  I genuinely hope all parties can reach agreement because the Northern Ireland Executive not functioning is not good for politics on the island of Ireland.<\/p> <p>We have an issue with flags.  I watched coverage of the Glastonbury festival last week and saw the Roscommon GAA flag, but there is a very serious issue with flags.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frank Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I canvassed in south Belfast with a candidate in the general election.  There are paramilitary flags, UVF flags, in south Belfast and they are very intimidating.  I would like to pay tribute to the respect shared space rally, which has called for the removal of these flags.  There must be some mechanism in place.  We cannot have paramilitary flags from either side because they send out the wrong signals on shared space.  This House should send out a signal and ask the Minister to articulate our concern that these flags have not been taken down so far.  I understand this is not the responsibility of the PSNI but somebody should be responsible.  I hope all parties can come together so that these intimidating flags can be removed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#Q00400","speaker":"1424","continuing":true},{"type":"speech","time":1498570200,"counter":58,"content":"<p>I thank Senator Feighan for his remarks on the strange goings on in the North.  I would like to reassure the Senator there is legislation in place to deal with those UVF flags.  This is a one-sided issue.  I know this House likes to appear balanced and point to republicans doing the same.  I lived on the Ormeau Road for 12 years and we lived under those UVF flags.  Despite the legislation and the Parades Commission, many people were too terrified to take the flags down.  I thank the Senator for bringing this up.  The next few days will be important for the Assembly.<\/p><p>A mother named Laura was quoted in <i>The Irish Times <\/i>on Monday as saying that her ten-year old son wanted to be dead but that nobody would help him.  I am again supporting and representing parents and children throughout this country and, in particular, this city who have been affected by the closure of the 11 beds in Linn Dara at Cherry Orchard Hospital.  I will keep bringing this up until we have a resolution and those beds are reinstated.  In my previous career, I constantly dealt with parents like Laura who were sleeping beside their teenage sons and daughters to keep them safe and stop them from committing suicide.  I have also dealt with parents left distraught following the suicide of their children, children as young as nine years of age in some cases.  I do not know what to say to those parents.  I know of the grief they experience and I have a response.  However, when I tell parents to find the services, the services are not there.  They expect help to them move towards a brighter future, but the reality is different.  The figures as of today are that we have 2,500 children and young people with mental health disorders on the waiting list for child and adolescent services.  Of those on the waiting list, 1,167 have been waiting for three months, 500 have been waiting six months and over 240 have been waiting for more than a year.  These are our children in distress and this is not good enough.<\/p><p>Will the Leader ask our new Minister of State with responsibility for mental health to explain the nursing and midwifery-funded workforce plan? This is a legal provision allowing the Minister to issue a direction with which the HSE has to comply.  I ask the Minister to issue a direction to reopen the beds in Linn Dara straight away.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#R00200","speaker":"1388"},{"type":"speech","time":1498570200,"counter":59,"content":"<p>Like my colleague, I wish to raise a care issue.  I appeal to the Leader's compassionate side because we have already gone through all possible channels with the Minister.  We know there are problems with the hospitals but this seems to be a very simple issue which is currently causing great distress to a patient.  My local Teachta D&aacute;la, Deputy Robert Troy, and myself have been working with a lady whose details I will provide afterwards.  This woman has been in a bed in Mullingar hospital for the last three weeks.  She is waiting for an appointment in the Mater hospital for a very simple procedure.  I believe she will be out within the day when she gets it.  So excruciating is her pain that she will not be let out of Mullingar hospital.  She is in a bed in a very busy hospital and she could certainly be in a better place.  She is waiting on a bed in the Mater hospital to get a simple procedure for a kidney stone.  It is hard to believe that this is happening in modern Ireland.  It is not ideal for anybody.  Better use could certainly be made of the bed in Mullingar hospital and this woman should not be in pain.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aidan Davitt:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2475\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2475&amp;amp;pid=AidanDavitt&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->She is in need of full-time care and she does not understand why she is being neglected and left to suffer in pain.  I would appreciate if the Leader could raise this matter with the Minister.  I will give him the details later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#R00300","speaker":"1411","continuing":true},{"type":"speech","time":1498570200,"counter":61,"content":"<p>I, too, want to raise the issue of elderly care.  We often apply rules and regulations without compassion.  I believe that has occurred in this case.  This needs to be resolved as a matter or urgency, particularly in the case of this couple who are married and have lived together for over 63 years and, owing to the manner in which regulations are being implemented, are not now to be accommodated together.  We need to ensure that their views are taken on board.<\/p> <p>Senator Conway-Walsh referred to bed closures.  We now have more nursing home beds than ever before.  There are over 23,000 people in nursing homes under the fair deal scheme and we are funding many community hospitals to bring them up to standard.  While the Health Information and Quality Authority, HIQA, has assisted in raising standards it has also created problems.  For example, I have heard of a case where there were two beds in a room which would have accommodated a couple such as the couple currently being discussed in the media but because the beds were one or two inches too close together, the room was deemed unsuitable for two people.  We sometimes need to bend the rules to ensure people are accommodated.<\/p> <p>In regard to the Judicial Appointments Commission Bill 2017, as a practising solicitor I have some concerns about the Bill as published.  I hope it is not written in stone and that there can be an open debate on it such that the final Bill will serve our best interests, not only from a political point of view but from the point of view of how our judicial system is managed.  For the last 80 years, judges have served this country well.  They have displayed their independence and pushed out the boat on a lot of issues in respect of which the State has not fulfilled its role and obligation to citizens.  It is important that that independence is preserved and that we do not put in place a structure that in any way interferes with that independence.  I will be conveying my concerns to the Minister on this matter because I believe some amendment of the Bill is necessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#S00200","speaker":"1409"},{"type":"speech","time":1498570200,"counter":62,"content":"<p>I seek leave to introduce a Bill entitled an Act to amend the National Minimum Wage Act to end sub-minimum rates of pay for those who have attained the age of 16 and for those entering their first two years of employment, which is No. 13 on the Seanad Order Paper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#S00300","speaker":"1389"},{"type":"speech","time":1498570200,"counter":63,"content":"<p>Is the Senator proposing that No. 13 be taken before No. 1?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#S00400","speaker":"1381"},{"type":"speech","time":1498570200,"counter":64,"content":"<p>Yes.  A number of us had a very good engagement last Thursday with the Irish National Teachers Organisation, INTO.  Like their colleagues in the Union of Students in Ireland, USI, they made a very cogent and persuasive case for additional funding for national schools in particular.  I was shocked to learn of the contrast between the subsidy per pupil at national school level and the subsidy per pupil at secondary school level.  The latter is effectively double, which means that national schools are being asked to cope with the impossible in terms of budgets.  Most of us already know this because we have to pay so-called voluntary contributions each year.  I think it was Fergus Finlay who made the point last year that it would not take an awful lot to take that money off the table and make national schools truly affordable.  In Limerick, in the urban centres in particular, there are 33 to 35 pupils per class, which is shocking.  This is not good enough.<\/p> <p>It would be timely if before we break up for the summer recess and before budget decisions are made, the Minister for Education and Skills would come to the House to discuss this issue, particularly how we can improve the pupil subsidy at national school level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#S00500","speaker":"1389"},{"type":"speech","time":1498570200,"counter":65,"content":"<p>I, too, wish to raise an issue related to education.  Members are currently receiving representations in regard to the SUSI grants system.  Over the past two years, there have been a number of changes to that system.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If students are working during the summer or part time at Christmas, that is taken into account with the parents' PRSI, whether it is the mother or the father.  In many cases, it brings students over a threshold for grants, which is a major issue.  We have the best of young people seeking to go to third level education but the SUSI grant system is not working.  I am looking for the Minister to be brought in to speak on this.  The PAYE worker and those who have their stamps are not getting a grant because a young family member, whether he or she is a working student, can bring them over the limit.<\/p><p>I read today that Ireland is the second most expensive country in Europe for consumer goods and services.  With the exception of electronics, Ireland was above the European Union average for all the price categories.  The State ranked most expensive for alcohol and tobacco, with an average price at 175% of the EU average.  Ireland was also the third highest priced country for personal transport equipment, including cars, motorbikes and bicycles, at 111% of the EU average.  The survey, based on data from 2016, found that Ireland is fourth highest for restaurants and hotels, and fifth highest for food and non-alcoholic drinks, both at 120% of the EU average.  We all know how important this is for tourism in Ireland.  We love Ireland and we want to promote it but we must ensure we are in line with average prices.  This is another crucial matter that should be brought to a Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#S00600","speaker":"1395","continuing":true},{"type":"speech","time":1498570200,"counter":67,"content":"<p>I welcome the amendment from Senator Paul Gavan, which I second.  I am also proud to co-sign the Bill.  I rise to discuss another Bill dealing with people who are 16.  On 29 March we initiated a Second Stage debate on the Electoral (Amendment) (Voting at 16) Bill 2016.  The Government made a decision that week to delay the Bill so a Second Reading would take place in 2018.  The Minister of State, Deputy English, was in the Chamber that day and he explained that although the Minister, Deputy Coveney, made it clear he is not against the Bill, he asked for more time to debate it thoroughly.  The Bill was ready for discussion and debate.  Since that debate I wrote to the Minister, Deputy Coveney, and the Minister of State, Deputy English, who were responsible for the issue at the time.  I have also written to the incoming Minister, Deputy Eoghan Murphy, to examine how we can work together to inform the Seanad on the issue in that timeframe and work with the Department to allay any concerns about the legislation.  I have only received acknowledgement and a promise to respond to the letter but I have seen no further response.  The comments of the Minister of State, Deputy English, were reasonable but my concern is the Bill will return in January 2018 with little or no debate having happened or any attempt to inform the House on what has taken place.  I ask the Leader for an update on what we can do before January 2018 to inform all involved on the detail of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#T00200","speaker":"1372"},{"type":"speech","time":1498570200,"counter":68,"content":"<p>Anois an Taoiseach.  Gabh mo leithsc&eacute;al, an Ceannaire.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#T00300","speaker":"1381"},{"type":"speech","time":1498570200,"counter":69,"content":"<p>N&iacute;l me an Taoiseach f&oacute;s.  T&aacute; m&eacute; an Ceannaire agus t&aacute; m&eacute; s&aacute;sta a bheith mar Cheannaire.  On my behalf and that of the House, I offer our sympathies to the Hanafin family on the very sad passing of our former Seanad colleague, Mr. Des Hanafin.  I extend sympathies to his wife Mona; his son and former Senator, John; and his daughter and former Minister, Mary.  We will have expressions of sympathy in due course but as a House we should acknowledge his passing and pay tribute to him.<\/p> <p>Senators Ardagh, Conway-Walsh and Burke raised the issue of the Devereaux family and the fair deal scheme.  I acknowledge that the story we all heard and read about is unedifying and it should not have happened.  It begs the question as to how the decision was made in that manner.  One should not have to go on the national airwaves or to newspapers to have one's case heard, as Senators noted, with empathy and compassion.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The fact that it was an 85-year old and a 90-year old couple who are citizens of our country makes the case even more bewildering and baffling.  There was a complete lack of humanity and commonsense shown in this case.  Thankfully, the Minister for Health, Deputy Harris, and the Minister of State at the Department of the Taoiseach, Deputy Paul Kehoe, have intervened.  All of us recognise that swift ministerial action caused the case to be reviewed.  In fact, other cases will be reviewed as well.  The case has brought into question the evaluation that took place.  Certainly, an elderly couple should not be treated in such a manner. <\/p><p>I have listened to Senator Conway-Walsh so I am sure she will appreciate, and as Senator Colm Burke rightly said, 23,000 people avail of nursing homes.  It was not a question that the beds were being closed to the family in question.  In this case, a double room was available to the couple.  I have been led to believe that the HSE has been instructed to resolve the situation, that the application had been accepted so the couple will be reunited, and that the Minister for Health had been in touch.  It is important to recognise that in this case a very flat decision-making process was taken on board, which should not have been the case.  <\/p><p>Senators Ardagh, McDowell, Boyhan and Colm Burke mentioned the Judicial Appointments Commission Bill.  Irrespective of one's view on its merits or demerits, and to paraphrase Senator McDowell, whatever type of periscope one uses and whether one is for or against the Bill, it will be taken in the Lower House of the Oireachtas this week and by us in due course.  Some people will be in favour of the Bill, some people will argue that members of the Judiciary should be appointed in an open and transparent manner and other people will have a different viewpoint and insist on no change.  As Members will be aware, the Taoiseach said in the D&aacute;il this afternoon that it is still, under the Constitution, permissible for the Government to appoint judges but there will be a change in the manner in how judges are appointed.  It has been outlined that there will be a lay chairperson, which is not unusual.  It happens in a variety of different appointments and has served us well.<\/p><p>As Leader of the House, I am not about to demonise members of the Judiciary or pay mere lip service to the work that they have done.  I wish to recognise and repeat, as I have done in this House before, that there is a need for the Judiciary to be independent and that the separation of powers is very important.  We must recognise that we have been very well served by the Judiciary. <\/p><p>The Taoiseach and the Government are of the view that there should be no self-regulating or self-appointing.  The issue of the removal of political linkage and patronage in the case of a judicial appointment is a suggestion that has been put forward by the Government.  What I am clear about is that in the differing viewpoints that exist about this Bill, it is important that we hear about the deficiencies in the Bill.  If deficiencies do exist then we need to rectify them.  I give an assurance to Members of the House that there will be ample opportunity to debate the Bill but I shall not allow filibustering and grandstanding.  Senator McDowell made reference to the agendas of certain people.  It is fair to say that there are agendas all over this debate.  Therefore, we must ensure that we have a fair and proper debate to iron out deficiencies, if any.  We will, under my leadership and with the co-operation of all in this House, fulfil our constitutional duties in analysing and perusing the legislation. <\/p><p>The Taoiseach has spoken about the Bill in terms of appointments being less political and more transparent.  We will have the debate in due course.  I wish to reassure Members that we will allow time for the debate and allow ample opportunity for the debate to happen.  I have no intention of rushing the Bill but I will not stand for filibustering or grandstanding because we have an obligation to pass legislation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We will have a fair debate and work it out at the meetings of group leaders.<\/p><p>Senator Rose Conway-Walsh referred to the Grenfell Tower tragedy in London.  I reiterate my sincere sympathy for the families of the people who perished in that tragic fire.  The Minister for Housing, Planning, Community and Local Government, Deputy Eoghan Murphy, has not been sitting idly since.  He has been very proactive in requesting all local authorities to review their multi-storey social housing units to ensure all relevant systems, be it alarm or detection systems, emergency lighting, emergency exits, corridors and stairwells, are in place and fully functional.  As I said last week, in apartment complexes, including private apartment dwellings managed by a management company, there can be no second chance for residents and apartment dwellers; therefore, there can be no shortcuts taken.  This is about ensuring the safety of all citizens, whether they are social housing tenants, renters, individuals who own apartments in apartment complexes or others in any type of dwelling.  The Minister has also been proactive in raising awareness among landlords, including the landlords of households and persons in receipt of social housing supports and rental assistance payments, and in the Residential Tenancies Board.  In addition, he has asked that the building regulations, particularly Part B on fire safety, be upheld and implemented.  He held a meeting of the management board of the national directorate for fire and emergency management to review and assess the readiness of fire authorities to respond to emergencies.  It is important to acknowledge that he has been proactive.  However, we all have a role to play as we must leave nothing to chance.<\/p><p>The Senator also referred to the rural school transport scheme.  I will be happy to invite the relevant Minister to come to the House to discuss the issue.<\/p><p>Senator Kevin Humphreys highlighted the importance of breastfeeding and benefits for both mother and child.  It is timely to have a debate on the issue.  There has been movement away from breastfeeding, but there has been a re-evaluation of its importance.  I will be happy to arrange a debate on the issue of public health in the House.<\/p><p>Senator Neale Richmond referred to the impending publication of the report of the Seanad committee on Brexit.  I commend him for his chairmanship and stewardship of the committee and thank Members for their participation in it.  It was a useful exercise which Members took on with relish.  I attended a number of meetings of the committee and I am aware, from listening to and reading the contributions made, of the importance many of the delegates accorded to participating in the committee.  I am happy that the 46 hours of public consultation and the other elements of the consultation process will result in publication of the report this week.  I will be happy to set aside time for a discussion on it either next week or the week after.  <\/p><p>Senator Neale Richmond also made an important point on the need for the Minister of State with responsibility for European affairs to come to the House after European Council meetings to discuss them.  Whether it be scrutiny of European proposals, Council meetings or summits or Brexit, this House should have a strong role in considering what happens in the European Union.  I will be happy to discuss with other group leaders the need to have regular debates on these matters in the Chamber, as well as the making of statements after European Council meetings.  Whether it is a matter for the Committee on Procedure and Privileges or group leaders, we should certainly discuss it.<\/p><p>Senator Robbie Gallagher raised the issue of the North-South interconnector and referred to the struggles and travails of the residents who must endure this ongoing saga.  The Minister responsible must be cognisant of the points raised by the Senator, but I will be happy to invite him to come to the House to discuss the matter.<\/p><p>Senators Frank Feighan and M&aacute;ire Devine raised the matter of flags.  Senator Frank Feighan is correct that certain flags have no place in any part of the country in view of the taunting engaged in when they are raised.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am sure the Minister, Deputy Coveney, will be very happy to take up the matter as part of the talks in the North.  Senator Devine referred to the Parades Commission.  It has done a lot of good work.  Over the coming important days, it is important that we have a resolution to the talks, power sharing is restored and that we have devolved government in Stormont.  We hope all parties will come to the table.<\/p><p>I have asked the Minister to come to the House in due course for a discussion on the issues in the North.  Senator Feighan referred to the DUP and the deal with the Conservative Party.  One would have to say that, on paper, the amount of money being invested in infrastructure, education and health in the North is to be welcomed.  It is important that all sides of the island benefit in terms of the deal for the North and the need to resolve the power sharing matter.<\/p><p>Senator Devine referred to bed closures in Linn Dara.  We all agree that child mental health is an issue we need to address.  I know that having spoken to the Minister of State, Deputy Daly, he is very committed in his new brief to working with all sides of the House to ensure that funding is provided.  Since 2012, an additional &euro;140 million has been provided for mental health services and the budget is now over &euro;850 million per year.  Some 1,100 people have been recruited to work in the area of mental health. <\/p><p>The Senator is correct.  There is a deficiency in child and adolescent mental health services.  The Seanad consultation committee will commence work this Thursday in the Chamber.  We will hear from parents and advocates.  It is another example of how the House can play a key role in the development of policy and shine a light on particular areas where solutions and a way forward need to be found.  It is to be hoped we can bring an end to the scourge of people taking their own lives or feeling vulnerable and isolated.  I share the Senator's view that there is a need for a more concerted and unified approach to the issues she raised.  It is important that the Minister of State comes to the House, and he is happy to do so.<\/p><p>Senator Davitt referred to a family in Mullingar hospital.  I do not have the particulars but I would be happy to talk to the Senator about the matter.<\/p><p>Senator Burke raised a very important issue, namely, the care of our elderly.  He also referred to the role of HIQA.  We all accept that there is a need to maintain standards, but as the Senator said, in the pursuit of excellence and improvement in the standards of care, HIQA is causing some associated difficulties for community nursing homes.  The previous Government invested in community nursing homes and older hospitals, which is to be welcomed.  I am happy to have a debate in the House.<\/p><p>Senator Gavan raised the issue of the INTO pre-budget briefing last Thursday, which I was very happy to attend in the National Library.  I had the pleasure of meeting John O'Driscoll from Cork.  I am beginning to sound very close to Senator Gavan on some issues, which scares me on one level.  To be fair, the ask was not huge.  The issue of pupil teacher ratios was addressed.  There has been a reduction and more needs to be done.  We need to examine capitation grants.  The pay differences between new entrants and those on existing scales is something we should all be in favour of addressing.  I would be happy for the Minister for Education and Skills to come to the House to discuss the matter.  <\/p><p>Senator Murnane O'Connor referred to SUSI grants and the Department of Education and Skills.  I would be happy to have the Minister come to the House.  She also raised the very important issue of Ireland remaining competitive.  That is why the former Taoiseach, Deputy Enda Kenny, was very much of the view that he wanted Ireland to be the best small country in the world in which to do business.  As the Senator knows, he took over a broken economy which the Government has been putting back together. <\/p><p>Senator Murnane O'Connor is correct.  We need to be competitive and keep prices in check, in particular in our hospitality and tourism sectors.  I hope we will not see a reduction in the price of alcohol because we are trying to address the issue.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I believe Senator Murnane O'Connor is right.  We need to see our prices in keeping with the EU average.<\/p><p>In response to Senator Warfield, I would be very happy to have the Minister, Deputy Murphy, come back to the Senator with regard to the Bill he has brought before the House.  On behalf of the Minister, Deputy Coveney, the Minister of State, Deputy English, gave a commitment of 2018.  I would be happy to have the Minister, Deputy Murphy, come to House.<\/p><p>I would be happy to accept Senator Gavan's amendment to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#T00400","speaker":"1391","continuing":true},{"type":"speech","time":1498570200,"counter":74,"content":"<p>Senator Paul Gavan has moved an amendment to the Order of Business, \"That No. 13 be taken before No. 1.\"  The Leader has indicated that he is prepared to accept this amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#X00200","speaker":"1381"},{"type":"unspoken","time":1498570200,"counter":75,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1498570200,"counter":76,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"National Minimum Wage (Removal of Sub-minimum Rates of Pay) Bill 2017: First Stage","time":1498570200,"counter":77,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#X00500"},{"type":"speech","time":1498570200,"counter":78,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to amend the National Minimum Wage Act 2000 to end sub-minimum rates of pay for those who have attained the age of 16, and for those who are entering their first two years of employment. <\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#X00600","speaker":"1389"},{"type":"speech","time":1498570200,"counter":79,"content":"<p>Is there a seconder to the proposal?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#X00700","speaker":"1381"},{"type":"speech","time":1498570200,"counter":80,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#X00800","speaker":"1372"},{"type":"unspoken","time":1498570200,"counter":81,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1498570200,"counter":82,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#X00900","speaker":"1381"},{"type":"speech","time":1498570200,"counter":83,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#X01000","speaker":"1389"},{"type":"speech","time":1498570200,"counter":84,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#X01100","speaker":"1381"},{"type":"unspoken","time":1498570200,"counter":85,"content":"<p>Second Stage ordered for Tuesday, 4 July 2017.<\/p>"},{"type":"majorheading","content":"Educational Research Centre (Establishment) (Amendment) Order 2017: Motion","time":1498570200,"counter":86,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#X01300"},{"type":"speech","time":1498570200,"counter":87,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann approves the following Order in draft: Educational Research Centre (Establishment) (Amendment) Order 2017, copies of which Order in draft were laid before Seanad &Eacute;ireann on 15 June 2017.&rdquo; <\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#X01400","speaker":"1391"},{"type":"unspoken","time":1498570200,"counter":88,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1498570200,"counter":89,"content":"<p>Sitting suspended at 4.22 p.m. and resumed at 4.50 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"University Hospital Waterford Cardiology Services: Statements","time":1498570200,"counter":90,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#DD00100"},{"type":"speech","time":1498570200,"counter":91,"content":"<p>I welcome the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#DD00200","speaker":"1420"},{"type":"speech","time":1498570200,"counter":92,"content":"<p>I am grateful to get the opportunity to update the Seanad on cardiology services at University Hospital Waterford, UHW.  First, I again extend my condolences to the family of the late Thomas Power on their extraordinarily sad loss.  While I cannot comment on the detail of individual cases, I expect that all the proper procedures will take place with regard to the examination of the circumstances of Mr. Power's death.<\/p> <p>Last year, in line with a commitment in A Programme for a Partnership Government, an independent review of the need for a second catheterisation laboratory, cath lab, at UHW was undertaken by Dr. Niall Herity, a world renowned cardiology expert.  The review concluded that the needs of the effective catchment population of UHW could be accommodated by a single cath lab.  However, investment was recommended to enhance cardiology services at the hospital and to provide an additional eight hours cath lab activity per week to address waiting times and to provide improved access for patients.<\/p> <p>At the time of the publication of the report, I committed to providing additional resources to the hospital.  I am happy to confirm to the House that the HSE National Service Plan 2017 identified the implementation of the recommendations of the report as a priority and, in that context, additional funding of &euro;0.5 million was provided for the hospital.<\/p> <p>I should also mention that the HSE issued a tender last week for a temporary mobile cath lab at UHW.  No doubt this will contribute, on an interim basis, to the further reduction in elective cardiology waiting lists at UHW.  I expect that the mobile cath lab will build on the significant progress which has been made following a targeted initiative by the South\/South West Hospital Group to address cardiology waiting times at the hospital.<\/p> <p>I also committed to a further review to assess the impact these improvements have had on the volume of patients attending the cath lab and this review will take place at the end of the deployment of the mobile lab.  I am happy to keep Oireachtas colleagues briefed on this.  Last week I offered in the D&aacute;il to keep Deputies from the south east informed on this review and I offer in the Seanad today to keep Waterford and south-east Senators briefed.  It affects, in particular, Senators Coffey, Senator Grace O'Sullivan and Murnane O'Connor.  I would be more than happy to keep them briefed, along with their D&aacute;il colleagues, on that review as it progresses at the end of the deployment of the mobile cath lab.<\/p> <p>In regard to emergency care, Dr. Herity recommended that such work should cease in order to allow the hospital to focus on a much larger volume of planned work.  I should explain that primary percutaneous coronary intervention, PCI, is used as an emergency treatment for patients having a heart attack.  It is distinct from PCI work where scheduled procedures are provided on a planned or elective basis.<\/p> <p>Planned work represents 96% of the overall caseload in the cardiac cath lab in Waterford and, as I mentioned earlier, this service will be enhanced this year.  Funding has been provided for an additional eight hours activity per week - in other words, a 20% expansion in operating hours.  The cath lab will now be funded to provide 12 sessions - in other words, 48 hours activity per week.  It is expected that this additional capacity will facilitate the provision of an increased volume of scheduled cardiology care at the hospital.<\/p> <p>However, the organisation of primary PCI services is an issue for the whole country, and this is an important point.  It relates to how we provide services to our whole population taking account of the best evidence available.<\/p> <p>Based on this country's population we can only operate a limited number of primary PCI centres in order to ensure that the services we provide achieve the required standards.  We also need to ensure that we provide sustainable services.<\/p> <p>I would point out that throughout the country patients are transferred to cardiac centres for primary PCI.  Patients in Monaghan or Louth are transferred to Dublin, patients in Sligo go to Galway and patients in Kerry go to CUH or Limerick.<\/p> <p>Highly specialised services, such as primary PCI, need to be carried out in a small number of hospitals where the volume of patients supports the provision of a safe service.  Low volume services do not facilitate the ongoing and sustainable achievement of the patient outcomes required.  That is obviously not my view but a clinical one.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Clinical staff cannot maintain their skills where patient volumes are insufficient and there are recruitment or retention issues with staff in low volume units.  On foot of Dr. Herity's recommendation with regard to primary PCI at University Hospital Waterford, I indicated that I had asked my Department to address the implications of this recommendation by undertaking a national review of all primary PCI services with the aim of ensuring that as many patients as possible have access on a 24-7 basis to safe and sustainable emergency interventions following a heart attack.  I did so as I wanted to be certain that any changes to how a service is delivered will result in improved services for the patients using that service and the maximum number of people possible in this country living within a close and appropriate time range to a primary PCI service.  I can confirm to the Seanad, as I did to the D&aacute;il last week, that the national review will proceed.  I have asked my Department to make arrangements for this review which will address the wider implications, for all parts of the country, of Dr. Herity&rsquo;s recommendation regarding primary PCI services.<\/p><p>I want to repeat that extra investment is being provided to allow additional activity at the existing lab.  Second, the mobile cath lab for Waterford is confirmed and on the way. Third, there will be a further review of the Waterford situation following the deployment of this mobile lab.  Fourth, there will be a national review recognising the importance of access to primary PCI services for all citizens.  I look forward, in due course, to the finalisation of both of these reviews and I will continue to liaise with all Members of the Oireachtas, especially those from the south east, on what I understand is a very important and sensitive issue. I will always be guided by clinical advice on this issue and should the clinical advice change, then I will change my position.  We have two significant developments in the additional resources, the mobile cath lab, we have a review of the situation in Waterford and an ongoing national review.  We need to continue to develop health services based on a medical evidence approach and one which is objective and independent, and that is what I intend to do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#DD00300","speaker":"1251","continuing":true},{"type":"speech","time":1498570200,"counter":94,"content":"<p>I thank the Minister for coming to the House.  I had asked that he come in to us today.  I welcome my colleague, Senator Mary Butler, who has fought tirelessly for a 24-hour cardiac unit for Waterford hospital.<\/p><p>Both I and my party send deepest sympathies to Mr. Thomas Power's widow and family on their tragic loss.  Thomas Power was in the prime of life, newly married and expecting his first child later this year.  His death in an ambulance <i>en route <\/i>to Cork hospital following a cardiac incident has brought into sharp focus the lack of 24-hour cardiac care in the south east and requires an immediate and independent review of the case.  We want to be clear that the people of Waterford and the south east deserve a 24-hour cardiac unit but also for a second cath lab to be established.<\/p><p>Many questions must be asked both in the context of the individual case and the broader issues.  Was Mr. Power seen by a consultant who had travelled in the ambulance when he was being dispatched to Cork and were all protocols followed in the normal procedure of transferring a patient?  That is the issue which really needs to be addressed in this individual case, for which we must have a full clinical review.  We need to get to the bottom of this and learn from this tragedy.  It must never happen again.<\/p><p>Some 170,000 people, including people who live in my locality of Carlow, are more than 90 minutes away from an acute cardiac service.  This is because there is no 24-hour service in Waterford.  There is considerable fear and anxiety in communities throughout the south east.  This particular tragedy has brought fear to many.  For years, those who have campaigned for 24-hour cardiac care, including the delivery of a second cath lab, have warned about the dangers of transporting patients after hours to Cork for treatment.  The Herity report's recommendation can no longer be used by the Minister to justify not delivering 24-hour cardiac care in Waterford.  We in Fianna F&aacute;il believe these recommendations are flawed.  The Herity report uses the 90-minute mark as though it is a target, not a limit.<\/p><p>Dr. Herity was before the health committee here last February.  My colleague, Senator Swanick, asked him if he believed that our lives were in danger in the absence of a second cath lab and a 24-hour service.  Dr. Herity responded that he did not think so.  Senator Swanick disagreed with him.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The expert report, the Higgins report, recommended in 2013 that Waterford Regional Hospital continue to provide a cardiology service for the south-eastern population and extend its services.  This report appears to have been discounted for the sake of the 2016 Herity report.  I have significant concerns about this.  The Minister has two reports and is saying he is opting for the second.  My colleague, Deputy Mary Butler, and I are not happy about this and it is uncalled for.  It is simply not acceptable that time restrictions play such a role in the day-to-day lives of the people.  The issue of cardiology cover at Waterford Regional Hospital is so sensitive.  If any patient presents with a cardiac issue outside opening hours, his or her only option is to take an ambulance to Cork.  There are in place what I would call office hours, from 9 a.m. to 5 p.m., from Monday to Friday.  Someone should not have a heart attack outside these hours because, if he or she does, he or she will have to go to Cork.  Statistics show that 80% of heart attacks happen after 5 p.m.<\/p><p>The death of Mr. Power was a huge shock to those living in Waterford and the rest of the south east, but, unfortunately, it did not come as a surprise.  Those of us campaigning for a second cath lab and 24-hour cardiac care have been warning for years about the danger of transporting patients by ambulance for treatment.  Dr. Paddy Owens, consultant, among other cardiologists, warned time and again that a death would happen.  It has and is one death too many.  It can never be allowed to happen again.<\/p><p>Why is our hospital the only one in the south east without 24-hour cover?  There is a population of 170,000 in the south east and we have no 24-hour cardiac care service.  That is unacceptable.  The solution is additional resources in the form of a second cath lab with sufficient staff to resource it.  The solution is also to have 24-hour cardiac care in Waterford.  This would save lives and reduce waiting lists. The budget for health is extremely large, amounting to &euro;14 billion.  We are talking about a captial investment of &euro;2.6 million and &euro;2 million in running costs annually.<\/p><p>Dr. Herity appeared before the Oireachtas Joint Committee on Health and was questioned about three issues, namely, the catchment area, the commute time between Waterford and Cork and the single point of failure that we saw at first hand at the weekend.  What occurred can never be allowed to happen again.  It is shameful.  My colleague, Deputy Mary Butler, who represents Waterford and I believe we really need to have a 24-hour service in Waterford.  There is a service available from Monday to Friday that should be extended.  People are living longer and it is crucial that a service be provided in Waterford and for the rest of the south east.  I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#EE00200","speaker":"1395","continuing":true},{"type":"speech","time":1498570200,"counter":96,"content":"<p>We are very tight on time.  Senator Victor Boyhan has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#FF00200","speaker":"1381"},{"type":"speech","time":1498570200,"counter":97,"content":"<p>I will not take five minutes, as I am conscious that there are others present who are more involved in dealing with this matter.  <\/p> <p>I acknowledge Deputy Mary Butler's presence.  I also acknowledge the enormous amount of work Senators Paudie Coffey and Grace O'Sullivan have done on this issue.  I congratulate the Minister on his reappointment.  Despite all of the speculation, it is great to see him back.  The most important message coming out of this debate is that he is going to base all of his decisions on medical evidence.  They have to be evidence-based and must stand up and be capable of being assessed on medical need and demand.  That is important because it is so easy to keep wavering in politics and take the easy route.  The proposal makes absolute sense and the Minister is correct.<\/p> <p>I acknowledge the considerable work done by various Senators, including Senator Jennifer Murnane O'Connor.  It is clear that there is a great demand in the south east for a 24-hour cardiac care service which needs to be provided at some stage.<\/p> <p>I thank the Minister for attending and giving of his time.  I shall cede the rest of my time to the Senators from Waterford who have done tremendous work in campaigning on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#FF00300","speaker":"1379"},{"type":"speech","time":1498570200,"counter":98,"content":"<p>I, too, welcome the opportunity to debate this issue.  I am saddened, however, that we are debating it after a week in which we saw a terrible tragedy in Waterford.  I remember Mr. Thomas Power of Bell Lake in Waterford who last Sunday passed away at only 39 years of age in an ambulance en route from University Hospital Waterford to Cork.  He left behind a young widow, Bernie, to whom I offer my sincere sympathy, as well as to his parents, Eileen and Michael; his sister, Catherine; and his extended family and friends.  They are the people who must now endure this terrible tragedy, a tragedy that was avoidable.  There had been enough warning signs and signals.  Many of us who have campaigned for many years to have an essential service provided have noted that the warnings have fallen on deaf ears to date.  It is an issue that transcends politics.  All political representatives in Waterford, of all political parties and none, are fully behind the campaign to have an essential service delivered, not in a county hospital but a regional hospital that serves a catchment population of 500,000 people.  That is a fact.<\/p> <p>In 2017 we are experiencing health apartheid in the south east.  As a Government Senator, a former Deputy, a former Minister of State and a colleague of the Minister, I take no pride in stating this in Seanad &Eacute;ireann.  People living in Dublin, Cork, Limerick and Galway are not experiencing the same problem because they have access to 24-7 cardiology services.  We in the south east, a vast region with a large population, do not have access to a cardiology service.  Therefore, we are being treated as second-class citizens.  There is a population of 500,000 people and it is a regional hospital.  We are not expecting 24-7 care in every hospital in every county, but we are expecting one additional cath lab to be provided in University Hospital Waterford to service the entire south-east region.<\/p> <p>I have written commitments, dating from as far back as 2013, from the Minister's predecessor in the Department of Health, the architect of the new hospital groups, Professor John Higgins, the CEO of the South\/South-West Hospital Group, Mr. Gerry O'Dwyer, and the director-general of the HSE, all of whom have committed in writing to the expansion of cardiac services in University Hospital Waterford.  What has changed?  The Herity report, commissioned by the Government, is, unfortunately, being stood over.  With all due respect to the Minister and his officials, it is flawed because it takes into account only a fraction of the 500,000 people living in the south-east region.  It states quite clearly that people living in the south east can be transferred to Cork University Hospital within 90 minutes.  That is a patent untruth and not a fact.  Anybody living in Waterford who has to travel to Cork will tell the Minister that it takes much longer than that to get to Cork University Hospital.  The problem is that we cannot gain access to the vital services within the golden hour, as it is called.  That is where the report is fundamentally flawed.<\/p> <p>I do not want to criticise bureaucrats and officials in the Department of Health, but on this occasion I am going to do so because they are wrong.  The advice they have been giving to the Minister is wrong.  The advice and information the HSE gave to Professor Herity prior to the issuing of his report was wrong.  It told him that extending the service in a geographical area that did not have the population to justify the provision of such a service would be wasteful of very limited resources.  This tells me that HSE bureaucrats are considering budgets rather than the health needs of citizens.<\/p> <p>I always have faith in politics, which is why I entered it.  I believe politicians who have a democratic mandate and are elected by the people can overrule the bureaucrats who are number crunchers.  That is all they are.  That is why I appeal passionately to the Minister to revisit the issue.  I am saying this on behalf of the people I represent in Waterford.  The Minister should look under the rocks and take account of the population and travel times.  People are being isolated and left to die.  That is what is happening.  We have one case that is very public, but I know of another, a case in which a man died while being transferred from University Hospital Waterford to Cork.  He died in Clonmel, which is not en route and I still have not got to the bottom of it.  That is what is going on in the country, but the Minister is not hearing it.  He is only hearing one side from his officials and we need to get to the bottom of it.  I join my Fianna F&aacute;il, Sinn F&eacute;in and Green Party colleagues because we are united as citizens of the country in demanding a right for the people we represent.  I will continue with that fight.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#FF00400","speaker":"1422"},{"type":"speech","time":1498570200,"counter":99,"content":"<p>My colleagues and I extend our heartfelt condolences to the late Thomas Power's wife, Bernie, and their unborn child.  I hope the closest in the family will protect, comfort and support them in such a time of need.<\/p> <p>At the heart of this matter is the question of whether University Hospital Waterford is a level 4 regional hospital providing tertiary care for the people of the south east.  This is decided according to population size and the size of the catchment area.  There are considerable issues about the size of the catchment area and the population of the south east.  The hospital claims to serve a population of almost 600,000 people, but the Herity report refers to a figure of 286,000.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The model of care for acute coronary systems has been delved into.  I note from replies to parliamentary questions from the Department that the following has been stated: <\/p><blockquote>The designation of Cardiac units is 24\/7 or 9\/5 centres is based on current staff and facilities enabling them to deliver an acute coronary syndrome service.  <br \/><br \/>Designations are linked to predicted volumes of activity based solely on population need but also on the link between outcome and activity.  <\/blockquote><p>There are major issues involving staffing and facilities across the board in the health care system.  I am sure it takes up all of the Minister's time.  This is all related to capacity.  We have an ageing population.  I was shocked to learn when looking into another matter that in 2004 we had a population of 3.9 million in the Twenty-six Counties and in 2016 the population had increased to 4.7 million, which is almost but not quite 5 million, and meanwhile our population is ageing and it is expected to continue to grow.  People are living longer and services have to begin to match the needs of our population that is increasing in urban and rural areas across the country. <br\/><br\/>The programme for Government originally committed to a second cath lab for University Hospital Waterford subject to an independent clinical review.  The review, which was the Herity report, recommended ceasing all primary PCI care causing huge shock and upset.  The full implementation of the report is now subject to a national review.  Sinn F&eacute;in respectfully challenges the findings of this review.  It will not consider pre-existing HSE policy and the role of the hospital as a regional level 4 hospital.  My colleague, Deputy David Cullinane has produced a report, Cardiac Services for the South East - the National Review of the PPCI.  It is a discussion document.  He asks that we take this into account in making sure that a second cath lab is delivered for University Hospital in Waterford.  He will host a presentation on the report next Tuesday to highlight the lack of 24\/7 cardiac provision for the south-east region.  I ask everybody to attend it in the AV Room at 1 p.m.<br\/><br\/>Having been a nurse with more than 30 years experience I, and other Members, have much to bring to this debate.  Previous speakers spoke of the need for services that they have identified in their areas.  I am removed from that being based in Dublin but we all know what is needed in all the service areas.  When somebody says a service is needed but it is pending an independent review, I become increasingly more cynical because that kicks the issue down the road and then another report can be published recommending that the service should not be provided.<br\/><br\/>We have had statements upon statements on serious issues of national importance in this House.  I do not know what is the usefulness of having statements.  I, and I am sure other Members, would much rather, in terms of respect for this House, if we spent much more time scrutinising legislation and analysing and implementing health policy rather than making statements.  I am unconvinced that statements do much more than kick the problem down the road.  They have the appearance of making us look like we are doing something but, in reality, we are doing very little.  <br\/><br\/>I will conclude by extending my deepest condolences to Mr. Power's wife, Bernie, and acknowledge the traumatic and grieving time she faces in the period ahead. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#FF00500","speaker":"1388","continuing":true},{"type":"speech","time":1498570200,"counter":101,"content":"<p>The tragic death of Thomas Power has shown us that we cannot wait any longer - not for another review, not for another mobile cath lab that should already have been delivered by now, and not for more excuses.  People have died and more will die unless the Government takes action necessary to deliver a safe and adequate health care system to the region.  I have been talking to public representatives from across the region, councillors, Deputies and Senators from all parties and none in an effort to build support for a depoliticised approach that serves the region best.<\/p> <p>I have also contacted consultants at University Hospital Waterford, those at the coalface of this crisis.  They have a very clear and detailed analysis of what needs to be done, some of which I want the Minister to hear today.  Their analysis is as follows.  First, the south east region is the only region nationally without a 24-7 cardiac care service.  Statistical analysis from studies compiled in the UK and Europe using similar demographics is compelling and demonstrates that the lack of a  service in the south east is causing 6.3 deaths per year.  Second, multiple worldwide clinical assessment of primary emergency coronary angioplasty and stenting for ST elevated heart attack has been demonstrated to be only effective if carried out soon after the first presentation of symptoms of a heart attack.  After 90 minutes the benefits of primary PCI are negligible as heart muscle starved of oxygen and blood supply has already died and is not replaceable.  Third, the cath lab at University Hospital Waterford in 2015 dealt with approximately 64 such events during open hours while 75 were sent outside the region for treatment.  Fourth, referring patients to outside centres where travel times can be double the European standard of 60 minutes is proving to be a clinical sub-optimal treatment protocol.<\/p> <p>Fifth, loss of heart muscle due to delays in assessing emergency care leads to both deaths and increased morbidity for survivors.  The south east has many patients who have suffered damage and loss of heart muscle.  Their resulting health profile and quality of life are severely impacted as a result.  They are an increased drain on scarce health resources as they are forced to engage more often on an ongoing basis with primary and hospital services due to their compromised health status.  This health discrimination is perpetrated on no other citizenry in the country.<\/p> <p>Sixth, as evidenced by RTE Radio 1 coverage recently of this issue, a large number of people in the region suffer huge anxiety and stress as a result of having received previous cardiac treatment or having clinical conditions without treatment within 90 minutes travel time.  These patients are well aware that their prognosis in such cases is probably a fatal outcome.  Seventh, the subsequent recommendations of the Herity report to completely remove all emergency cardiac access at University Hospital Waterford and, furthermore, to remove all elective PCI procedures will significantly impact the direct provision of high value, acute medical services within the south-east region.  Eighth, the Waterford cath lab is one of the most efficient in the country, despite its 37 hours per week restriction and it has one of the highest throughputs in patient procedures nationally.<\/p> <p>The recommendations of the Herity report with respect to this centre are illogical and misdirected in terms of any measure of quality health care, economic impact or social deprivation one wishes to mention.  There is no viable or feasible substitution for dealing with the south-east issue other than to immediately provide a second cath lab with the full medical attendant complement required to provide a comprehensive south east region cardiac rescue and elective service.  The clinical case for this has long been made and recent events should now stimulate all elective representation of 24\/7 care for the south east region.  If the Department of Health wishes to review cardiac services on a national level, it should begin by concentrating on the less efficient labs that exist in the country and review the Waterford based service after one year's operation as a 24-7 centre.  The current review pathway chosen by the Government will take at least a year to arrive at a conclusion.  That is not worth 6.3 deaths while the south east waits.  <\/p> <p>I am standing here on behalf of people from the south east, from Waterford, and on behalf of the Power family.  What happened recently is a disgrace.  It is such a tragedy.  Something must be delivered now, not a review but a 24-7 centre in Waterford.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#GG00200","speaker":"1385"},{"type":"speech","time":1498570200,"counter":102,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#GG00300","speaker":"1388"},{"type":"speech","time":1498570200,"counter":103,"content":"<p>I thank the Senators for their contributions to this discussion this evening, all of which I take on board.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Members have been passionate, strong and genuine in their views and concerns about this issue, and I acknowledge that.  The point Senator Coffey makes is valid.  This is not a party political issue and I do not intend to approach it in such a way or in an argumentative way.  This is an issue on which I accept the bona fides of all Senators, and Deputy Butler, regarding this matter.  Undoubtedly, Mr. Power's death was extraordinarily tragic.  My heart goes out to his family and my thoughts are with them at this sad time.  I cannot imagine the terrible grief being experienced by his wife and by his family and friends.  While as I said in my opening statement that I cannot comment in detail on individual cases, I want to reiterate on the record of the House that I expect that all the appropriate procedures relating to the examination of the circumstances of Mr. Power's death will be undertaken.  It is vital that that happens and that all of the procedures can be examined in full so that information can be provided to the Power family on what happened to their beloved Thomas.<\/p><p>As Minister for Health, I have to base my decisions on clinical evidence and, in fairness, I think everybody in the House accepts that.  As I mentioned earlier, I commissioned the Herity report last year to look at cardiology services in University Hospital Waterford.  The report was undertaken by one of the foremost cardiologists on these islands, a doctor of international repute.  While people in this House are entitled to their views, I believe everyone would acknowledge that Dr. Herity is a world renowned cardiologist.<\/p><p>I have heard a good deal of commentary in recent days to the effect that for a certain amount of money this facility could be opened on a 24-7 basis.  I want to be very clear for the people of the south east.  This is not a budgetary matter.  In fact, when we put together A Programme for a Partnership Government it referenced providing this service, subject to a clinical review.  That was also accompanied by a signed letter from the Minister for Finance, which was published at the time, promising that the funds would be provided.  In debating this issue, let us park that aspect because it is not a budgetary matter.  If there was clinical evidence that this second cath lab and a 24-7 service should be provided, the funding would be provided by this Government.  It is a relatively small amount of funding so it is not a funding issue.<\/p><p>We cannot plan services based just on our views.  We have to plan them based on medical evidence.  We have a long tradition of doing that in a number of areas.  A number of my predecessors from different political parties also found themselves having to make very difficult decisions relating to the provision of centres based on expertise and specialisms.  We must take a similar approach to cardiology.  Primary PCI is a highly specialised procedure requiring great clinical expertise.  Clinical staff need a sufficient throughput of patients to maintain their skills and thus ensure that a safe service is provided.  Not just in Ireland but internationally, the trend is towards consolidation of such specialised services on a smaller  number of sites to allow for the concentration of volume and expertise.  I need to make two points in that regard, not in an argumentative way but in a factual way.<\/p><p>I hear much talk about 500,000 people in the south east.  The evidence in the Herity report was that when we look at the trends, many of those 500,000 people were going to different locations, be it Dublin but primarily Cork.  If that evidence changes and more people start going to the service, the figures may change when it is reviewed again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#GG00400","speaker":"1251","continuing":true},{"type":"speech","time":1498570200,"counter":105,"content":"<p>A mobile cath lab-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH00200","speaker":"1422"},{"type":"speech","time":1498570200,"counter":106,"content":"<p>It is important to look at that.  In providing the additional opening hours we are putting in and the mobile cath lab let us see the impact on volume, to take Senator Coffey's point.  If it did open longer and if there is a second mobile cath lab, let us see the impact of that on volumes as we approach another review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH00300","speaker":"1251"},{"type":"speech","time":1498570200,"counter":107,"content":"<p>We need it on a 24-7 basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH00400","speaker":"1385"},{"type":"speech","time":1498570200,"counter":108,"content":"<p>I have heard that this is just an issue for the south east but that is not the case.  There is no PPCI centre in the midlands.  Patients in Monaghan, Louth, Kerry, some patients in parts of my own constituency of south Wicklow, and patients in Sligo all travel for significant lengths of time to access services.  I make that point because while it is a significant concern in the south east, equally, there are other parts of the country that have concerns about the location of PPCI services.  That is why it is appropriate that we now examine the geographical spread of primary PCI centres to ensure that as many people as possible have access to this procedure in a timely way and that it is done in a fair and equitable way.  We should examine the current geographical spread of facilities to decide if that is appropriate.  That is the benefit of a national review in that we are not just talking about Waterford but all of the country and the division of PPCI centres in a fair manner based on clinical evidence.<\/p> <p>There is a clear need to design the best future reperfusion protocol for patients who live outside the 90 minute transfer window, for the very reason Senator O'Sullivan outlined.  This may be to thrombolise patients, in other words, to use clot busting drugs before transferring a patient to a cath lab.  It might be in the area of helicopter transfer of such patients, an issue Senator Coffey has raised with me, or an alternative strategy, but we need to do this work, and we will.<\/p> <p>In 2012, long before my appointment to this role, the Health Service Executive&rsquo;s acute coronary syndrome clinical programme set out the model of care for acute coronary care and designated a number of cardiac units as 24-7 or 9 a.m. to 5 p.m. centres.  It is timely to look again at how we deliver primary PCI services on a national basis to ensure that as many of our citizens as possible have access to what we all want them to have access to, namely, a 24-7 basis to primary PCI.<\/p> <p>I am committed to and am announcing a national review, which will examine these issues and future configuration of primary PCI services in the south east, including the number and location of the centres required to serve our population needs.  I have asked my Department to make arrangements for this national review, which will be undertaken based on independent clinical expertise.  I cannot stress the importance of that independent clinical expertise.  The review will also address the wider implications for all parts of the country regarding primary PCI services and devise a plan for the achievement of the best patient outcomes possible, and one that reflects patient safety as a paramount concern.<\/p> <p>I repeat that extra investment is being provided to allow additional activity.  The mobile cath lab is confirmed; it is on the way.  I accept there was a tendering delay by the HSE.  There will then be a review of the additional investment specifically relating to the south east to see if the question Senator Coffey asks is valid, namely, do attendances increase when hours are extended and more services are put in?  There will also be a national review recognising the importance of having a fair, equitable and clinically based decision making process in terms of the location of 24-7 primary PCI centres across the country to provide services for the greatest number of our citizens possible.<\/p> <p>I am committed to keeping in touch with the Senators and the Deputies from the south east as we develop this process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH00500","speaker":"1251"},{"type":"majorheading","content":"Inland Fisheries (Amendment) Bill 2017: Committee and Remaining Stages","time":1498570200,"counter":109,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH00600"},{"type":"speech","time":1498570200,"counter":110,"content":"<p>I welcome the Minister of State and the Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH00700","speaker":"1420"},{"type":"unspoken","time":1498570200,"counter":111,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1498570200,"counter":112,"content":"<p>SECTION 2<\/p>"},{"type":"unspoken","time":1498570200,"counter":113,"content":"<p>Question proposed: \"That section 2 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1498570200,"counter":114,"content":"<p>Is the Leas-Chathaoirleach referring to amendment of-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH01000","speaker":"1393"},{"type":"speech","time":1498570200,"counter":115,"content":"<p>There are no amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH01100","speaker":"1420"},{"type":"speech","time":1498570200,"counter":116,"content":"<p>I am referring to the Bill itself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH01200","speaker":"1393"},{"type":"speech","time":1498570200,"counter":117,"content":"<p>We are on section 2 of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH01300","speaker":"1420"},{"type":"speech","time":1498570200,"counter":118,"content":"<p>Yes, amendment of section 2-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH01400","speaker":"1393"},{"type":"speech","time":1498570200,"counter":119,"content":"<p>There are no amendments.  The Senator can speak to section 2.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH01500","speaker":"1420"},{"type":"speech","time":1498570200,"counter":120,"content":"<p>We can discuss any section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH01600","speaker":"1393"},{"type":"speech","time":1498570200,"counter":121,"content":"<p>I thought the Senator was talking about an amendment.  There are no amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH01700","speaker":"1420"},{"type":"speech","time":1498570200,"counter":122,"content":"<p>I again welcome the Minister of State to the House but it would be appropriate if the Minister, Deputy Denis Naughten, came into the House to deal with the Bill because people locally are amazed that he, as Minister, would discriminate against the constituency of Roscommon-east Galway by imposing permits to fish for pike or coarse fish in the Midlands Fisheries Group of controlled waters.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The area comprises the River Suck, the River Inny, the River Brosna, the Little Brosna River and the Camlin River.  I see the number of the fishing permit distributors.  However, I know one particular individual in our area who has decided to terminate their sale because Inland Fisheries Ireland, IFI, was looking for advance payment for the permits.  I have looked at the ESB regulations regarding angling permits.  We are losing out big time.  No British fisherman is going to pay &euro;45 for a permit to fish on the River Suck, the River Inny, the River Brosna, the Little Brosna River and the Camlin River when he or she can fish without a permit in Ballyleague on the River Shannon.  The situation arose recently when a fishing contest could not come to the River Suck area last week because of the permit situation.  What statutory order was issued at the time that the Midlands Fisheries Group brought forward this proposal for these particular permits?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#HH01800","speaker":"1393","continuing":true},{"type":"speech","time":1498570200,"counter":124,"content":"<p>I hate to interrupt the Senator.  However section 2 states:<\/p><blockquote>Amendment of section 2 of Act of 2010<br \/><br \/>Section 2 of the Act of 2010 is amended by the insertion of the following definition:<br \/><br \/>&ldquo; &lsquo;Act of 1962&rsquo; means the Fisheries (Amendment) Act 1962;&rdquo;.<\/blockquote> <p>I am not sure whether what the Senator has raised is relevant to this point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ00200","speaker":"1420"},{"type":"speech","time":1498570200,"counter":125,"content":"<p>I will respect the Chair and will move on to the next section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ00300","speaker":"1393"},{"type":"speech","time":1498570200,"counter":126,"content":"<p>Of course the Senator can bring the matter up when it is relevant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ00400","speaker":"1420"},{"type":"unspoken","time":1498570200,"counter":127,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1498570200,"counter":128,"content":"<p>SECTION 3<\/p>"},{"type":"unspoken","time":1498570200,"counter":129,"content":"<p>Question proposed: \"That section 3 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1498570200,"counter":130,"content":"<p>Do the fines detailed in the tables in this section apply to the rivers to which I referred, namely, the River Suck, the River Inny, the River Brosna, the Little Brosna River and the Camlin River?  Will this list mean bailiffs will stop children fishing on these rivers if they do not have a licence?  On my farm, we have Blacks Lake and the Derryhippo River.  No one belonging to me can fish in those waters without this permit.  What statutory power does the Minister of State have for his bailiffs to walk over private property to find out who is fishing?<\/p> <p>There is something strange about this whole thing and I want to get to the bottom of it.  I cannot understand how the Minister, Deputy Naughten, - he should be here - can allow the Minister of State come into this House to justify summonsing little children for not having a &euro;10 permit to fish on those rivers while fishing on the whole of the River Shannon system requires no permit.  It is an outrageous proposal.  What statutory power has the Minister or IFI to collect these moneys?  It is not listed in this Bill with no mention of permits.  There was an amalgamation of the seven regional fisheries organisations.  IFI inherited these particularly grotesque charges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ00700","speaker":"1393"},{"type":"speech","time":1498570200,"counter":131,"content":"<p>This section is about fines, not permits.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ00800","speaker":"1420"},{"type":"speech","time":1498570200,"counter":132,"content":"<p>If people do not have a permit, this section will apply to them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ00900","speaker":"1393"},{"type":"speech","time":1498570200,"counter":133,"content":"<p>This section is about fines, not permits.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ01000","speaker":"1420"},{"type":"speech","time":1498570200,"counter":134,"content":"<p>I am not getting the point across.  If someone does not have a permit to fish on the River Suck, the River Inny, the River Brosna, the Little Brosna River and the Camlin River, will that person be subject to a fine?  Where in the Bill does it specifically state that this was brought about?  What statutory instrument does the Minister have in this regard?  Is it legal?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ01100","speaker":"1393"},{"type":"speech","time":1498570200,"counter":135,"content":"<p>I congratulate Senator Leyden and his family on his daughter Orla&rsquo;s election as cathaoirleach of Roscommon County Council.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ01200","speaker":"1314"},{"type":"speech","time":1498570200,"counter":136,"content":"<p>I thank the Minister of State.  That is very kind of him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ01300","speaker":"1393"},{"type":"speech","time":1498570200,"counter":137,"content":"<p>I am sure it was a proud day for the Senator and his family.<\/p> <p>As to the question of what powers I have, I have delegated functions from the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ01400","speaker":"1314"},{"type":"speech","time":1498570200,"counter":138,"content":"<p>I was not questioning the Minister of State&rsquo;s powers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ01500","speaker":"1393"},{"type":"speech","time":1498570200,"counter":139,"content":"<p>I am charged with responsibility for natural resources.  That is why I am here for all debates regarding inland fisheries.  There is no issue of the Minister choosing not to come in here.  Only on the odd time when I might not be able to attend would the Minister attend in my absence.<\/p> <p>IFI does not prosecute juveniles for the non-payment of permits on the River Shannon.  On the last occasion, the Senator brought up the issue of the permits.  The Central Fisheries Board entered into a lease with the ESB in October 1998 for a period of 21 years to lease and manage the waters of the upper Shannon, including all of the main tributaries and their catchments.  Section 16 of the lease specifies the lessor, the ESB in this case, agrees that the lessee shall be at liberty to charge for fishing in the fishery and retain any revenues so derived.  The former Shannon Regional Fisheries Board, now IFI, continues to manage the waters in return for a permit charge on privately-owned, that is ESB, fisheries.<\/p> <p>While the perception among many is that the waters for the upper Shannon, for which there is permit charge, are State waters, they are in fact privately owned by the ESB.  The majority of the angling community is not aware of this subtlety.  It would likely advance the argument that as the waters are privately owned by the ESB which is, in turn a State company, then the waters are State waters.  However IFI&rsquo;s understanding is that the current legal position is that the waters of the upper Shannon are privately owned by the ESB and, hence the permit charge applies as it would in all private fisheries.  The midlands permit is a charge to exercise the right to fish in private waters, in this case the ESB&rsquo;s private waters.  The permit charge is consistent with paying to enter any other private fishery.<\/p> <p>This Bill seeks to ensure a transposition of the powers that were not transposed properly in the 2010 Act.  Section 178 of the Fisheries (Consolidation) Act 1959 deals with permits and is not in any way affected by this Bill.<\/p> <p>The revenue collected from the midlands fisheries scheme is re-allocated to clubs in its own area.  A significant portion of that fund has been re-invested in County Roscommon, something which I am sure the Senator will welcome.<\/p> <p>There is an ESB charged permit for fishing on the lower Shannon and the Mulkear River.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ01600","speaker":"1314"},{"type":"speech","time":1498570200,"counter":140,"content":"<p>The point I am making about the Minister, Deputy Naughten, is that he is a constituency Member.  I am challenging him on this particular issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ01700","speaker":"1393"},{"type":"speech","time":1498570200,"counter":141,"content":"<p>He is not responsible for this.  We are dealing with section 3.  With respect, we cannot get into personalities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ01800","speaker":"1420"},{"type":"speech","time":1498570200,"counter":142,"content":"<p>He is the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ01900","speaker":"1393"},{"type":"speech","time":1498570200,"counter":143,"content":"<p>No, the Minister of State, Deputy Kyne, is the responsible Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ02000","speaker":"1420"},{"type":"speech","time":1498570200,"counter":144,"content":"<p>The overall responsibility for this Department lies with the Minister, Deputy Naughten.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ02100","speaker":"1393"},{"type":"speech","time":1498570200,"counter":145,"content":"<p>The Minister of State has delegated responsibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ02200","speaker":"1420"},{"type":"speech","time":1498570200,"counter":146,"content":"<p>I am aware he also shares power.  I was designated myself.  I know all about delegation and what happens when the Minister of the day wants to deals with an issue.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2017&amp;amp;month=06&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is not appropriate.  The ESB is not demanding-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#JJ02300","speaker":"1393","continuing":true},{"type":"speech","time":1498570200,"counter":148,"content":"<p>The Minister, Deputy Naughten, with respect-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK00200","speaker":"1420"},{"type":"speech","time":1498570200,"counter":149,"content":"<p>I want to explain the situation-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK00300","speaker":"1393"},{"type":"speech","time":1498570200,"counter":150,"content":"<p>Senator Leyden has some beef with the Minister-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK00400","speaker":"1420"},{"type":"speech","time":1498570200,"counter":151,"content":"<p>No, I do not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK00500","speaker":"1393"},{"type":"speech","time":1498570200,"counter":152,"content":"<p>This is not relevant to section 3 of the Bill-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK00600","speaker":"1420"},{"type":"speech","time":1498570200,"counter":153,"content":"<p>The Minister of State was making the point that the ESB is a so-called semi-State body.  The ESB is under the same Department so I cannot see the point-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK00700","speaker":"1393"},{"type":"speech","time":1498570200,"counter":154,"content":"<p>Under statute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK00800","speaker":"1420"},{"type":"speech","time":1498570200,"counter":155,"content":"<p>We are being told we cannot do this because the ESB is a private company but it is not a private company.  It is a State company-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK00900","speaker":"1393"},{"type":"speech","time":1498570200,"counter":156,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK01000","speaker":"1420"},{"type":"speech","time":1498570200,"counter":157,"content":"<p>-----under a single Minister.  Does the Leas-Chathaoirleach not see the logic?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK01100","speaker":"1393"},{"type":"speech","time":1498570200,"counter":158,"content":"<p>Hold on for a minute now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK01200","speaker":"1420"},{"type":"speech","time":1498570200,"counter":159,"content":"<p>He cannot see the logic because he does not want to see it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK01300","speaker":"1393"},{"type":"speech","time":1498570200,"counter":160,"content":"<p>It is not that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK01400","speaker":"1420"},{"type":"speech","time":1498570200,"counter":161,"content":"<p>He cannot and will never be able to justify the charge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK01500","speaker":"1393"},{"type":"speech","time":1498570200,"counter":162,"content":"<p>I am just trying to be strict with regard to this Committee Stage debate.  We are dealing with section 3.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK01600","speaker":"1420"},{"type":"speech","time":1498570200,"counter":163,"content":"<p>I thank the Minister of State for his good wishes to Councillors Orla Leyden and Rachel Doherty, the cathaoirleach and deputy cathaoirleach of Roscommon County Council, respectively.  I wish them both every success in their roles.  In the course of her speech yesterday, Councillor Leyden emphasised the importance of tourism but this permit is damaging to Roscommon and parts of Longford.  It is damaging tourism and that is why I appeal to the Minister and to Inland Fisheries Ireland to get rid of it.  It does not apply to all rivers.  I was going to read out a list of all the rivers in Ireland but I will not bore the House with the details.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK01700","speaker":"1393"},{"type":"speech","time":1498570200,"counter":164,"content":"<p>The Senator has made his point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK01800","speaker":"1420"},{"type":"speech","time":1498570200,"counter":165,"content":"<p>No other river is subject to that charge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK01900","speaker":"1393"},{"type":"speech","time":1498570200,"counter":166,"content":"<p>I too congratulate the new chairman of Roscommon County Council.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK02000","speaker":"1420"},{"type":"speech","time":1498570200,"counter":167,"content":"<p>I acknowledge the importance of tourism, and angling tourism in particular, to Roscommon and the midlands.  The Senator is correct in saying that the Minister for Communications, Climate Action and Environment, Deputy Naughten, has overall responsibility, as the senior Minister at Cabinet.  I know he has met the ESB and has plans to meet it again on a range of issues and I will certainly ask him to raise this issue with the company.  However, as I have already said, it is a privately owned fishery.  I am sure the Senator welcomes the fact there is investment from the permit in fishing and angling facilities in Roscommon.  Furthermore, under the national angling fund there was a considerable amount of investment in Roscommon, Leitrim and Sligo last year and there will be another tranche of funding available again this year.  I understand where the Senator is coming from and I will certainly ask the Minister, Deputy Naughten, to raise that matter again with the ESB to see if it can be reviewed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK02100","speaker":"1314"},{"type":"speech","time":1498570200,"counter":168,"content":"<p>I fully concur with the Minister that the amount of investment and work that is going on is excellent.  I want to compliment the local staff who have provided fishing stands on Black's lake on the River Suck, which are a tremendous help.  However, the distribution of investment funds for capital works should not be dependent on the fact there is permit which raises some money.  The Minister of State may have details of the exact amount and I would like to know how much money was collected in 2016 through the permit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK02200","speaker":"1393"},{"type":"speech","time":1498570200,"counter":169,"content":"<p>Senator, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK02300","speaker":"1420"},{"type":"speech","time":1498570200,"counter":170,"content":"<p>The permit provides a top-up in funding but if it is relevant in Roscommon and Longford, why is it not relevant to every other river in Ireland?  Why is it not nationwide if it is so helpful in terms of generating investment?  The main point is that it is a deterrent to tourism in my area.  I appeal to the Minister of State, who is from the west of Ireland, and to the Minister for Communications, Climate Change and Environment to look at this situation and rectify it.  The amount of money involved is so small that it is not worth the row.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK02400","speaker":"1393"},{"type":"speech","time":1498570200,"counter":171,"content":"<p>Thank you Senator Leyden.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK02500","speaker":"1420"},{"type":"speech","time":1498570200,"counter":172,"content":"<p>I accept the Bill.  Fianna F&aacute;il supports the Bill because it is vital to have its provisions in place before August.  I understand that but I put it to the Minister, who is a very good constituency Deputy-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK02600","speaker":"1393"},{"type":"speech","time":1498570200,"counter":173,"content":"<p>Senator Leyden, this is akin to a Second Stage speech.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK02700","speaker":"1420"},{"type":"speech","time":1498570200,"counter":174,"content":"<p>I know, but I just want to get this point across.  I ask the Minister of State to talk to the Minister for Communications, Climate Action and Environment and try to come up with a solution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK02800","speaker":"1393"},{"type":"speech","time":1498570200,"counter":175,"content":"<p>Thank you Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK02900","speaker":"1420"},{"type":"unspoken","time":1498570200,"counter":176,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1498570200,"counter":177,"content":"<p>Sections 4 and 5 agreed to.<\/p>"},{"type":"unspoken","time":1498570200,"counter":178,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1498570200,"counter":179,"content":"<p>Bill reported without amendment and received for final consideration.<\/p>"},{"type":"unspoken","time":1498570200,"counter":180,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1498570200,"counter":181,"content":"<p>I thank Senators for their support for this Bill.  As we know, it is very important that we restore confidence in the powers of Inland Fisheries Ireland, IFI.  The timely enactment of this Bill will ensure there is no period during which offences can be committed with impunity.  IFI will once again be empowered to enforce the Inland Fisheries Acts and to protect and conserve Ireland's valuable inland fisheries and sea angling resources.  The urgency of this legislation was illustrated clearly by two events at the weekend.  Last Friday 40 large salmon and the vehicle transporting them were seized by IFI in north Mayo.  These fish, illegally poached off the coast, stood to profit the alleged offender by some &euro;5,000.  Over the weekend almost 30 salmon were seized by IFI off Aran M&oacute;r island in Donegal.  These fish stood to profit the alleged poacher by over &euro;3,000.  In that context, it is obviously very important that we restore fully the powers of IFI to prosecute.  I thank Senators for their co-operation in the passage of this Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK03500","speaker":"1314"},{"type":"speech","time":1498570200,"counter":182,"content":"<p>I congratulate the Minister of State on the Bill.  We all accept the situation is very difficult for IFI without the powers under the relevant Act and that the matter had to be dealt with quickly.  Fianna F&aacute;il supports that concept and wants those powers restored to stop poaching and other abuses on our rivers.  I will say no more, other than to request again that the Minister and Minister of State would bring about a solution to a very small problem, which would be of great assistance to my area.  We are under pressure, from a tourism point of view, and we need every possible assistance.  It would be a nice gesture if the Minister of State could bring about a change in the rules and regulations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK03600","speaker":"1393"},{"type":"speech","time":1498570200,"counter":183,"content":"<p>I will certainly bring that to the Minister's attention.  I would like to thank staff and officials from the Department and Inland Fisheries Ireland for their work on this Bill, in particular Mr. Denis Maher from the Department and Mr. Greg Ford from IFI.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK03700","speaker":"1314"},{"type":"unspoken","time":1498570200,"counter":184,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1498570200,"counter":185,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK03850","speaker":"1420"},{"type":"speech","time":1498570200,"counter":186,"content":"<p>Tomorrow at 10.30 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017062700002#KK03875","speaker":"1386"},{"type":"unspoken","time":1498570200,"counter":187,"content":"<p>The Seanad adjourned at 5.47 p.m. until 10.30 a.m. on Wednesday, 28 June 2017.<\/p>","notice":"TIME STRING DETECTED"}]