[{"type":"minorheading","content":"Prelude","time":1400149800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1400149800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1400149800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1400149800,"counter":4},{"type":"majorheading","content":"Order of Business","time":1400149800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500002#A00100"},{"type":"speech","time":1400149800,"counter":6,"content":"<p>The Order of Business is No. 1, Central Bank Bill 2014 - Second Stage, to be taken at 11.45 a.m., with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500003#B00100","speaker":"1130"},{"type":"speech","time":1400149800,"counter":7,"content":"<p>I propose an amendment to the Order of Business, that the Minister for Transport, Tourism and Sport come to the House.  I will give the wording in a moment or two, but it refers to media reports, last night and this morning, on the head of the Labour Relations Commission.  I express the admiration the group on this side of the House has for his work in designing the Haddington Road agreement, his contribution to labour affairs during the years and his work on the Croke Park agreement.  That said, media reports in the past 24 hours are extremely concerning for all citizens and certainly the group on this side of the House.<\/p><p>It has been alleged in a publication today that the head of the Labour Relations Commission ideally captures the phrase &quot;do as I say but not as I do&quot;.  It seems that when the Government, rightly, introduced in October 2012 the ban on double jobbing and double payments for civil servants who served on boards, the head of the Labour Relations Commission, in his capacity as chairman of the Irish Sports Council, directly lobbied the Minister for Transport, Tourism and Sport for an exemption.  He asked to be permitted, on top of his salary of &euro;168,000, to keep the additional &euro;9,000 for his chairmanship of the Irish Sports Council.  It also seems that the Minister, with the Government, agreed that this could be done and that the leading labour relations guru in the country, the champion of workers' rights and deal maker in all things difficult between the Government and unions, wanted to make an exception and secure an additional &euro;9,000 for himself.  At this juncture I will quote the letter.  It reads: &quot;The fee involved is quite small, being the lowest category of board fees.&quot;  He also said &quot;The chairmanship involves a considerable out of hours commitment both at evenings and weekends.&quot;  The Government agreed to make an exception for this man, a man paid only shillings less than the Taoiseach of the day.  Is this the only exception to the rule?  Why was an exception made for somebody earning &euro;168,000 of taxpayers' money?  Why was he given an additional &euro;9,000 when the Government, rightly, decided in October 2012 that no double jobbing was to take place?  <\/p><p>On 13 July 2013 the Minister for Communications, Energy and Natural Resources, on behalf of the Labour Party, spoke about the success of the ban on double jobbing.  It seems that there is one rule for one person and another for everybody else.  That means that the higher up the chain one is all sorts of side deal can be done.  Why was an exception made for Mr. Mulvey?  Was it because of his support for the Government's desire to have only one House and to abolish this one?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500003#B00200","speaker":"1149"},{"type":"speech","time":1400149800,"counter":8,"content":"<p>I wonder whether it concerns the report we received yesterday or the other day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500003#B00300","speaker":"1151"},{"type":"speech","time":1400149800,"counter":9,"content":"<p>Senator Marc MacSharry to continue, without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500003#B00400","speaker":"1120"},{"type":"speech","time":1400149800,"counter":10,"content":"<p>Was the exception made because of Mr. Mulvey's support for the abolition of this House?  It was a most unusual stance to adopt for a public official who earned a salary of &euro;168,000 and a further &euro;9,000, sanctioned by the Government, and was against the rules that applied to everyone else.  Was he rewarded for his loyalty to the party?  Was he rewarded for his loyalty to Government policy?  Was he rewarded for taking a stance?  I can recall him arguing and making valid points on \"Prime Time\" about the big salaries earned by Members of the Seanad and the expenses that they claimed.  It is only one third of his salary of &euro;168,000 that he managed to have topped up by an additional &euro;9,000 from the Minister for Transport, Tourism and Sport.<\/p><p>My amendment to the Order of Business is in the public interest.  I want the Minister to make himself available to come to the House today to explain to the people why the rules were twisted to give a man earning &euro;168,000 a year of taxpayer's money another &euro;9,000 in petty cash.  It is a piece of twine for working outside normal hours in the evening and at weekends.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500003#B00500","speaker":"1149"},{"type":"speech","time":1400149800,"counter":11,"content":"<p>I welcome the decision made by the Joint Committee on Health and Children to visit the centre which deals with medical cards this morning.  Like everyone else in this and the other House, as public representatives, we are not at all satisfied with what has happened and the way people have been treated.  There has been a bizarre policy decision that directed that strange telephone calls be made and medical cards be removed.  I welcome the committee's intervention in the matter and trust that we will see a speedy fix.  The Minister for Health, while working very hard, needs to work harder on this matter because what has happened is certainly not satisfactory.  As a public representative, I am not happy and my views are shared by many Members on all sides of the House.<\/p><p>I take the opportunity to welcome the announcement made on Tuesday by the Minister for Arts, Heritage and the Gaeltacht.on the allocation of &euro;22 million for commemorative projects of national importance.  Much of the money is capital funding.  The projects will mainly be in Dublin, including Kilmainham courthouse and gaol, the National Concert Hall and the National Archives.  It is very welcome expenditure with a view to commemorating events in 2016.  <\/p><p>I also welcome the announcement by the Government that the project Yeats 2015 will proceed next year to commemorate the birth of William Butler Yeats 150 years ago.  It is a project in which others and I have invested time and energy because it presents an opportunity to showcase Ireland's cultural wealth and heritage.  We  can do this through the voice of William Butler Yeats who believed in finding a voice for the Irish nation at the turn of the 20th century.  In particular, I commend the Western Development Commission for its support of the project led by its chairman, Mr. Paddy McGuinness.<\/p> <p>The Western Development Commission has spent considerable effort encouraging the creative industries of the west and it is its stated intention to continue supporting the creative industries in the region.  It is doing so in collaboration with other regions, including in Sweden.  The Western Development Commission now has a website <i>mycreativeedge.eu<\/i>.  That aspect of western life on the western seaboard, attracting people who are inspired by living there into the creative industries, is something I support, as do most people.  The project, Yeats 2015, gives a further opportunity to showcase the activity, work and creative skills that those who live there are lucky to enjoy.  It is more than luck, as most people are earning a living from their creative talents.  I trust and commit that Yeats 2015 will support these people and others.  We will have an opportunity to showcase Ireland around the world across that year in a way that has not been done before.  I commend the Minister on his assistance on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500003#B00600","speaker":"1129","continuing":true},{"type":"speech","time":1400150400,"counter":13,"content":"<p>I draw the attention of the House to the National Competitiveness Council, which urged us last week to avoid pay increases at this stage because we are losing competitiveness in the economy.  It is an important point when we have strike threats coming from different areas.  As soon as there is good news into the newspaper that the economy is doing reasonably well, there are demands for pay rises and strike threats in the case of Aer Lingus at a peak period coming up soon.<\/p><p>I asked the Leader to ask the Minister for Finance how many people availed of the offer he made to people, which was a great step in the right direction, to reclaim 30% of additional voluntary contributions, AVCs, in the most recent budget.  The benefit is that it puts money into the economy.  The money people put into AVCs went in without tax but it is taxed when they take it out.  This is a win-win situation for the Government, the Minister and the economy.  It puts money into the economy and it gives the opportunity to create more jobs.  There are cash-strapped families who could avail of this.  They have put money aside but they cannot take it out until the time comes.  The Government could do this and the Minister should consider increasing it from 30% to 100% so that people can avail at to benefit the economy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500004#C00200","speaker":"1145"},{"type":"speech","time":1400150400,"counter":14,"content":"<p>I would like to remember the people in Soma, Turkey - those trapped in the mine and dead.  There are 182 people and the figure is increasing.  The House should write a letter to the embassy to show that we are thinking about it.  Health and safety comes into this matter.<\/p><p>A report published by the World Health Organisation yesterday revealed that Ireland has the second-highest rate of binge drinking in the world.  The global status report on alcohol and health 2014 found that 39% of all Irish people aged 15 and older had engaged in binge drinking.  Austria was in first place with 40% and Ireland was second out of 194 countries.  We must do something.  Members may be surprised that binge drinking is defined as drinking at least six standard drinks.  Many people drink more than that.  The report says men are more likely to indulge in binge drinking than women so maybe the women should lead the education process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500004#C00300","speaker":"1135"},{"type":"speech","time":1400150400,"counter":15,"content":"<p>It is because of women.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500004#C00400","speaker":"1164"},{"type":"speech","time":1400150400,"counter":16,"content":"<p>The report refers to 62% of male drinkers aged over 15 and 31% of female drinkers.  We must look at the effect of normalisation and acceptance of binge drinking and we must look at an education process.  It is no harm to put it on the agenda, ask the Minister to come to the Chamber and ask where is the public health (alcohol) Bill.  A health impact study is being done by the Minister and is due for publication, although I do not know when.  The global status report on alcohol and health 2014 has much of the information and perhaps we can get the matter on the agenda again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500004#C00500","speaker":"1135"},{"type":"speech","time":1400150400,"counter":17,"content":"<p>I refer to the report on maternity services.  I read it thanks to Senator Marc MacSharry making it available to me.  While it deals with the western and north-western region, the principles that underpin it refer to units with fewer than 2,500 births.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500004#C00600","speaker":"1126"},{"type":"speech","time":1400150400,"counter":18,"content":"<p>It is a consultation document only.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500004#C00700","speaker":"1151"},{"type":"speech","time":1400150400,"counter":19,"content":"<p>It is looking for rationalisation of the maternity hospitals in the north west.  That is clear from the report.  By extension, this feeds into a national survey of maternity hospitals and my concern is our local hospital in Wexford.  Over the years, there has been tremendous investment and it has a very good maternity unit.  There have been discussions in the past and the unit was under threat.  From this document, it looks like the agenda continues to be pursued and should be out in the open.  The document should not be classified as a strictly confidential draft because the only reason for that is to conceal it from the public that will be affected by it.  That is not how any Government should operate when it advocates for transparency but injects none into what it does.  The Leader has promised a debate.<\/p><p>Can we have a debate on the Dublin and Monaghan bombings?  On Saturday, the 40th anniversary of the Dublin and Monaghan bombings will be commemorated.  It was the single largest terrorist atrocity in the 30 years of the Troubles in Northern Ireland, which affected here and the neighbouring island.  At a subcommittee over a period of a few years, the Leader and I and six other sub-committee members were present at hearings and reports from victims and expert groups into what led to the atrocity and others.  It was clear to us, as starkly reflected in our final report, that there was collusion at high levels from the British authorities in this bombing that killed 34 people, including one unborn child.<\/p><p>It is absolutely a sad reflection on the State that the victims must sue the British state in order to get access to the documents to get to the truth and be able to find some closure for all those affected by it.  This was British state-sponsored terrorism and it should be condemned.  How can anyone stand up in either Chamber and say that we can have normality in our relations with Britain while it continues to conceal the documents at the core of this?  This went to the heart of Whitehall.  The evidence we received make it obvious that people at a high political level were well aware of the dirty war being conducted and of the consequences of it.  The report of Mr. Justice Barron says that he received co-operation from the RUC at the time of his investigation but all co-operation ceased when the Northern Ireland Office, which is politically led, took over from the RUC.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500004#C00800","speaker":"1126"},{"type":"speech","time":1400150400,"counter":20,"content":"<p>I welcome the announcement on Tuesday by the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, of funding of &euro;5 million for a new centralised Special Olympics Ireland facility at the National Sports Campus in Abbotstown.  The new centralised headquarters will bring together the Dublin, Leinster and eastern region of Special Olympics Ireland offices.  I have been working closely with the Minister and Special Olympics Ireland over the past two years to see the project come to fruition.  Locating the Special Olympics Ireland offices at the National Sports Campus, alongside the FAI, the Institute of Irish Sport and the Irish Sport headquarters, makes it part our finest sporting facilities.  It is a mark of equality for Irish sport and a good day for disability.<\/p> <p>Special Olympics has long deserved this form of recognition and I am delighted that after many years of hard work it has received the go-ahead to complete its build-out in Abbotstown.  The timing is appropriate, just ahead of the National Special Olympic Games in Limerick next month.  <\/p><p>This Friday is national time to talk day where everyone is encouraged to make time, at some point in their day, to discuss mental health with family, friends and colleagues.  Positive mental health is a topic we often discuss in this Chamber.  I encourage everyone to take this discussion tomorrow outside of this room and to promote it in their own communities, not only on Friday, but throughout the coming months.  The national time to talk day is taking place against the backdrop of the annual green ribbon campaign which promotes discussion of mental health issues during the month of May.  In recent years we have reduced the stigma attached to mental health issues and have witnessed an improvement in discussions on the issue, but we have a long way to go.  Promoting discussion on mental health should not just be between families and friends, it is equally important to discuss it with workplace colleagues.<\/p><p>Recent research by See Change has discovered that more than half of Irish people would not want others to know of their mental health problems.  Some 28% of us would delay seeking professional help for fear of others finding out that one might have a mental health problem.  One in four people experiences mental health problems and we should be able to speak about it.  Recently I spoke with a person who took up a new employment but due to having stated on the application form that he or she was on anti-depressants, is subject to restrictions in terms of illness benefit.  That is wrong.  If we want to have a discussion we need to be open and not afraid of repercussions.  If a person has a physical ailment there is no problem, the same should apply to mental health issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500004#C00900","speaker":"1174","continuing":true},{"type":"speech","time":1400151000,"counter":22,"content":"<p>I second the amendment proposed by Senator Marc MacSharry.<\/p><p>I have risen in this House in recent months to rail against Government plans, either intentional or aspirational, for rural Ireland.  I am sad to have to report to the House again firm evidence that one of the most successful rural schemes, the rural social scheme, is under threat.  Despite pleas to the contrary, I have come to the sad conclusion that when it comes to rural Ireland the Government does not give a toss.  This initiative was introduced by our colleague, Deputy &Eacute;amon &Oacute; Cu&iacute;v, one of the most visionary Ministers in an admittedly discredited Administration in recent years.  He introduced many visionary schemes, particularly with a focus on rural Ireland but also on the urban poor, through the Cl&aacute;r programme and its urban parallel.  He introduced the rural social scheme at a time when the European Union wanted to dismantle the social employment scheme in its entirety because it said it was not leading to upskilling of its participants who, in turn, were not prepared for work.  One should try telling that to people in my part of the country, particularly elderly, single farmers, for whom there are no jobs because there has been no industrial development and because the State agencies have continued to ignore the north west when it comes to the location of industry.  How in the name of all that is good can one expect people coming off a social employment scheme to pass effortlessly into the area of work when no work was available?  These schemes had, and still have, a strong social dimension.  This is not exclusive to my part of the country but wherever there are large rural populations particularly on the western seaboard and other parts where there is a high rural density.  That the Government should now propose to take away yet another part of that social scheme is totally off the wall.  I do not understand the thinking behind it.  It will not save anything.  I call on the Leader to ask the relevant Minister the reason the Government is doing this, when it will do it and what it will put in its place.  What future will it offer to rural Ireland and, particularly, those farmers who do not have sufficient farm income to sustain rural families, which has been a bedrock of Fine Gael and Fianna F&aacute;il policy for decades?  I do not know what is the Labour Party view of rural Ireland as I have never been able to figure it out.  I hope this is nothing more than a rumour.     <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500005#D00200","speaker":"1128"},{"type":"speech","time":1400151000,"counter":23,"content":"<p>I hope what Senator Paschal Mooney has outlined is a rumour.  We all know the tremendous work being done by the various schemes in rural Ireland.  I am confident that it is the Government's intention to continue those schemes, even if revamped.<\/p><p>I ask the Leader to arrange for a debate on our return, on the innovative Government strategy, Construction 2020, launched yesterday.  It is a worthwhile strategy designed to help families find affordable, good quality, homes throughout the country, particularly in Dublin.  In 2006, at the height of the property bubble, 93,000 units were built while in 2013 only 8,300 homes were built, a reduction of 91,000.  The aim is to treble the housing output to about 30,000 units per year up to 2020, which would provide 60,000 jobs in the construction sector.  The Government is intent on supporting a recovery of the construction sector based on the highest international standards.  <\/p><p>Members will agree that we never want to see another Priory Hall or more pyrite housing estates.  The new building regulations introduced on 1 March set out the minimum standards required for building a house.  This is a welcome development.  I hope many thousands of construction workers who are on the live register will return to gainful employment as this address the housing crisis that is beginning to emerge, particularly in Dublin and other cities throughout the country.  <\/p><p>I would appreciate if the Leader and Members would support a call made yesterday by Amnesty International for the release of an Irish citizen, Ibrahim Halawa, who is imprisoned in Egypt since 14 August, without referral of his case to court for trial.  He was a minor when arrested from the Fateh mosque on 17 August and is accused of violence that took place on 16 and 17 August in Ramses Square.  He is one of thousands held in prison for broad and vague accusations, including attacking security forces and hindering the work of public institutions.  Thousands of people are facing the same accusations without the Egyptian authorities establishing individual criminal responsibility in these cases.  I call for access to a fair trial, including an independent, fair and impartial investigation, and his release if nothing is proved against him.  I am sure Members would support the call that the Egyptian authorities refer his case to trial or release him.  I ask the Leader to convey our concerns to the attention of the Minister for Foreign Affairs and Trade, Deputy Eamon Gilmore.  As this issue was raised at the Joint Committee on Foreign Affairs yesterday we would like further support from this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500005#D00300","speaker":"1118"},{"type":"speech","time":1400151000,"counter":24,"content":"<p>Senator Marc MacSharry raised the question of a newspaper report, the truth of which I cannot verify.  Personally, I believe it is wrong that anybody on a salary of &euro;164,000 should get additional funding, irrespective of what it is, from the State.  I have asked the Minister for Transport, Tourism and Sport, Deputy Leo Varadkar, to come to the House to address the matter but he is not available today.  I will certainly pursue the matter with him.<\/p> <p> Senator O'Keeffe make some comments regarding the medical card situation, which is being examined by the Department and the Ministers involved.  I hope it will be addressed in the near future.  Senator O'Keeffe also welcomed the allocation of funds by the Minister for Arts, Heritage and the Gaeltacht, Deputy Deenihan, for many national projects.  She also lauded the Yeats 2015 project, which is supporting many creative projects in Sligo and the west of Ireland.<\/p><p>Senator Quinn commented on the possibility of people reclaiming their pension additional voluntary contributions.  He asked how many had availed of the scheme.  I will certainly put it to the Minister for Finance and try to get back to the Senator.  Senator Quinn also asked about the possibility of increasing AVCs from 30% to 100%.  That is a budgetary matter and will be addressed, if it is to be addressed, in the budget.  I will make inquiries with the Minister.<\/p><p>Senator Keane remarked on the plight of the Turkish miners.  Our hearts go out to all their families.  I hope more people will be saved in the ongoing efforts.<\/p><p>Reference was made to the report on binge drinking and the fact that Ireland is the second in the world on this regard.  It is a shocking statistic that Ireland is second in the world where binge drinking is concerned.  No wonder we witness such shocking violence after pubs close in the evenings and no wonder accident and emergency departments are full at weekends and during the day.  Most of this is fuelled by alcohol.  It is certainly a matter requiring ongoing debate.  I will try to have the Minister come to the House and address the matter.  The abuse of alcohol is a national problem and a serious problem that will have to be addressed.  Several measures are in place and the Government has taken further steps but we need to know about them and we need support for those efforts from everyone involved.<\/p><p>Senator Walsh referred to the report on maternity services.  There is a national examination of maternity services under way and several reports will feed into that.  However, nothing has been decided and this point has been relayed by the HSE and the Minister.  I am unsure who else needs to clarify that these reports will feed into the examination of maternity services, which are needed.  Senator Walsh also commented on the Dublin and Monaghan bombings and the need for closure for the victims' families.  I agree totally with him in that regard.  The Government has made representations to the British Government on the matter.  The reports are available for everyone to see.  It is clear from the reports that the committee felt there was collusion in those bombings.<\/p><p>Senator Moran commented on the funding announced yesterday for Special Olympics Ireland and the fact that it will now be based in Abbotstown.  That is a welcome development and the Minister should be commended on it.  Senator Moran also adverted to Time to Talk Day which is tomorrow highlighting mental health issues, which is important as well.<\/p><p>Senator Mooney remarked on the review of the rural social scheme.  A further debate on rural Ireland and rural economic development is overdue.  Perhaps we could have that debate in conjunction with the Commission for the Economic Development of Rural Areas, CEDRA, report.  I will ask the relevant Minister to come to the House to debate the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500005#D00400","speaker":"1130","continuing":true},{"type":"speech","time":1400151600,"counter":26,"content":"<p>I thank the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500006#E00200","speaker":"1128"},{"type":"speech","time":1400151600,"counter":27,"content":"<p>Senator Mullins commented on Construction 2020, an exciting scheme which the Government announced yesterday.  The strategy is about helping families to find affordable quality homes and getting highly-skilled construction workers back on-site.  It is not about a return to the non-existent regulation and developer-driven agenda and the dangerously unbalanced tax base we have seen in the past.  It is about getting people back to work and providing affordable quality homes for people who need them.  The sooner we can move on to that and build the number of houses that are necessary, the better.  The central aim of the strategy is to provide homes for people, tripling housing output by 2020 and adding 60,000 jobs to the construction sector in the same period.  As we know, the construction sector has been hit more than any other sectors where unemployment is concerned.  I note Senator Mullins's points in respect of the release of an Irish citizen in Egypt.  The Department of Foreign affairs and Trade is fully aware of the situation.  It has made representations and I imagine it will continue to do so in that case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500006#E00300","speaker":"1130"},{"type":"speech","time":1400151600,"counter":28,"content":"<p>Senator MacSharry has proposed an amendment to the Order of Business: \"That a debate with the Minister for Transport, Tourism and Sport to explain why the Government reportedly sanctioned an additional salary allowance of &euro;9,000 for the chairman of the Labour Relations Commission for his role on the Irish Sports Council be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500006#E00400","speaker":"1120"},{"type":"speech","time":1400151600,"counter":29,"content":"<p>While I appreciate the efforts of the Leader to try to secure the Minister, and it is no disrespect to him, we must push the matter to register the House's disgust at the situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500006#E00500","speaker":"1149"},{"type":"vote","time":1400151600,"counter":30,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 11; Níl, 17.<\/p><p>Tellers: Tá, Senators Ned O'Sullivan and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500006#E00600","aye":["1167","1149","1128","1142","1115","1145","1171","1126","1156","1164","1176"],"nay":["1148","1138","1151","1130","1166","1117","1172","1152","1135","1162","1132","1174","1118","1187","1153","1129","1125"]},{"type":"unspoken","time":1400151600,"counter":31,"content":"<p>Order of Business agreed to.\r\n\r\nSitting suspended at 11.25 a.m. and resumed at 11.55 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Central Bank Bill 2014: Second Stage","time":1400152200,"counter":32,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500007#J00100"},{"type":"unspoken","time":1400152200,"counter":33,"content":"<p>Question proposed: &quot;That the Bill be now read a Second Time.&quot;<\/p>"},{"type":"speech","time":1400152200,"counter":34,"content":"<p>I thank the Seanad for agreeing to discuss the Central Bank Bill 2014 today.  There are two purposes to this legislation.  The first is to extend the current Central Bank legislation which allows for the transfer of assets and liabilities between holders who have banking licences to permit the transfer of assets and liabilities from a building society to the holder of a banking licence.  There is only one building society remaining in Ireland, ICS.  This legislation will facilitate both the State and Bank of Ireland in fulfilling their respective commitments to the European Commission as part of the bank&rsquo;s amended restructuring plan.<\/p><p>The second purpose is to make provision for certain payments out of the Central Fund to an account established by the European Stability Mechanism, ESM, as agent on behalf of euro area members.  This account is to receive payments for the purpose of providing financial assistance to the Hellenic Republic, Greece.<\/p><p>The Bill has three sections and the Long Title.  Section 1 provides for the amendment of the Central Bank Act 1971.  Section 2 provides for certain payments out of the Central Fund to be transferred for the ultimate benefit of Greece, subject to certain conditions.  Section 3 contains the Short Title.<\/p><p>Let us consider section 1.  In July 2013, the Bank of Ireland agreed an amendment to its restructuring plan, which had previously been agreed by the European Commission in respect of State aid received by the bank.  This allowed the bank to retain its life insurance subsidiary, New Ireland Assurance Company.  As part of this amendment, the bank committed to certain substitution measures, including the sale of the ICS distribution platform together with, at the option of a purchaser, up to &euro;l billion of mortgages and up to &euro;1 billion of matching deposits.  The purpose of the ICS substitution measure is to support new entities in entering the Irish market, thereby increasing competition to the ultimate benefit of the consumer.<\/p><p>For the avoidance of doubt, Bank of Ireland is not required, under the substitution measures agreed, to sell ICS, but rather to offer for sale the distribution platform together with, at the option of the purchaser, certain assets and liabilities of ICS.  The ICS distribution platform includes the ICS brand, the IT system and the broker network.<\/p><p>As matters stand, Part III of the Central Bank Act 1971 can be used by banks to transfer among one another their assets and liabilities under a scheme of transfer under Part III of that Act.  The effect of the amendments proposed in this Bill would be to expand the scope of Part III of the 1971 Act and enable building societies to transfer assets and liabilities under that legislation to banks.  ICS is the sole remaining building society in Ireland.  Part III transfer schemes have been used successfully by banks many times in the past, and after these amendments are made a building society - in this case, ICS - would also be able to transfer its assets and liabilities in accordance with that framework.  Any transfer of assets and liabilities pursuant to the 1971 Act is subject to the approval of the Minister for Finance after consultation with the Central Bank.<\/p><p>After this legislation has been enacted, it is expected that ICS will apply, pursuant to Part III of the 1971 Act, to transfer the bulk of its assets and liabilities to Bank of Ireland.  It is likely that an onward transfer of some of those assets and liabilities, to a third party, would subsequently be effected.  This onward transfer might include up to &euro;l billion of the &euro;6 billion mortgage book held by ICS.  The restructuring plan, which has been agreed between Bank of Ireland and the EU Commission, requires that the Commission approve the purchaser of the ICS platform.  The primary purpose of this condition in the restructuring plan is to encourage competition in the mortgage intermediaries market.<\/p> <p> It is important to note that economic ownership of the ICS Building Society has transferred to Bank of Ireland, and the members do not retain any rights to any distribution of the assets of ICS.  Bank of Ireland and ICS employ exactly the same procedures under the mortgage arrears resolution process, MARP, and both organisations comply with the Central Bank code of conduct on mortgage arrears, the CCMA.  Mortgage holders with ICS are not treated any differently from mortgage holders with Bank of Ireland.  The value of the ICS mortgage book is &euro;6 billion, with approximately 40,000 account holders.<\/p><p>The motivation for the substitution measures agreed was to allow for a new entrant to the market, thereby increasing competition to the benefit of the consumer.  This can best be achieved through sale to a regulated entity, and the broad thrust of the text included in the restructuring plan is consistent with this.  The Commission, however, has the final say on the ultimate purchaser.<\/p><p>There is also the broader issue of CCMA protection for residential mortgage borrowers whose loans have been sold by a bank to an unregulated entity.  This issue was raised during the debate on this legislation in the lower House.  In this context, I ask the House to note that the sale of loan books to unregulated third parties Bill, which is listed in the Government legislative programme, is intended to address concerns surrounding the continued applicability of the code after the sale of loan books to unregulated entities.  The Government is committed to introducing legislation to protect mortgage holders and will work with other interested parties to achieve the best solution for consumers.  Officials in the Department of Finance are actively examining this with the Central Bank and the Office of the Attorney General with a view to bringing forward legislation to address the issue.  It is intended that this legislation will apply to all loans issued by a regulated financial service provider and subsequently transferred to an unregulated purchaser.  As I indicated during the debate on the legislation in the D&aacute;il, I intend that the legislation will be prepared before 2015.<\/p><p>Section 2 of the Bill relates to the securities market programme payment.  This second aspect of the Bill is designed to allow Ireland to participate in one of a series of measures agreed on 27 November 2012 which are designed to provide additional help to Greece in putting its economy on a path to sustainable growth and its domestic finances on a sound footing.  Greece has experienced serious budgetary and economic problems over the past few years and these, in turn, have resulted in its inability to secure international funding at sustainable rates.  Given its problems, and the efforts it has taken to resolve them, Greece warrants and deserves all of the support that can reasonably be offered by its fellow member states.  In light of this, on 27 November 2012 a new package of measures designed to assist Greece was agreed by euro area finance Ministers.  One of these measures is the securities market programme measure, and section 2 of this Bill facilitates Ireland's participation in this.  Member states under a full financial assistance programme are not required to participate in the scheme while in a programme.  As Ireland successfully exited its programme in December 2013, we are now liable to make payments under this process, beginning in 2014, with the next transfer date being 1 July 2014.  Ireland is expected to make its first payment of &euro;31 million for 2014 by that date, and the necessary legislative provision will need to be in place by that time.  As no payment was required from Ireland for 2013 while we were in a programme, the total amount that we would have paid has been reduced by &euro;35 million.  The remaining total now is &euro;126 million.  This will be paid annually, in decreasing amounts, between 2014 and 2025, with the last payment, covering the years 2025 to 2038, being &euro;1.85 million.<\/p><p>Section 2 of this Bill provides a legislative basis for Ireland to make the transfers required under this measure.  These will go to an intermediate account operated by the ESM on behalf of the euro area member states and, subject to conditionality, will then be transferred to Greece.  The transfers involved are to be of an amount equivalent to the income that will accrue to the Central Bank of Ireland from the SMP portfolio of Greek Government debt during that holding's lifetime.  This Bill provides that these transfers may take place up to 2026.  However, as the income amounts in 2026-2038, when the final income will be generated for central banks under the SMP, are quite small, it is proposed that this be rolled together into one payment, which will be made in 2025.  The euro area member states agreed in January 2013 that the European Stability Mechanism, ESM, would be the agent for making such payments.  The ESM accordingly established an intermediate account into which the euro area member states could place an amount equivalent to the income on the SMP portfolios accruing to their national central banks as from budget year 2013.<\/p><p>It is important to note that, as with previous such measures, certain of the November 2012 concessions to Greece are to accrue in a phased manner and are conditional upon strong implementation of the agreed reform measures in the programme period as well as in the post-programme surveillance period.  The current SMP measure and the deferral of interest rates previously agreed provide an additional level of financial conditionality, both during the existing programme and also in the period of post-programme surveillance that will apply when Greece emerges from its programme.  In Ireland, however, we have already exited our programme.  We are therefore subject to the normal fiscal and economic policy co-ordination and oversight which applies to all EU and euro area member states.  We are, of course, also subject to post-programme surveillance, but without the added potential financial sanctions which can apply to Greece as part of these measures.<\/p><p>Greece and the other euro area member states agree that it is only through the full and strict implementation of the fiscal consolidation and structural reform measures included in the programme that Greece will regain competitiveness and will be able to fund itself sustainably through the international markets.  Some will ask why Ireland is not seeking or being offered the Greek package, or one similar to it.  I would respond by strongly emphasising that it is important to differentiate between Ireland and Greece.  Ireland's situation differs in fundamental aspects from that of Greece.  Accordingly, the approach to these issues is fundamentally different.  Greece has been treated for several years as a special case.  The statement by euro area Heads of State and Government dated 21 July 2011 and reiterated in October of that year makes it clear that the Greek situation is different from that of other countries and therefore requires an exceptional response.<\/p><p>Senators will know that for all the programme countries, including Greece, the programmes were designed with conditions in the recipient countries in mind.  There was no one-size-fits-all programme.  Greece's programme was distinctly different from that of Ireland.  It is important to note that the concessions agreed, which include the SMP measure being facilitated under this legislation, are specific to Greece and are accompanied by significant additional conditionality.  The concessions to Greece must also be seen in the context of the very significant debt restructuring that has taken place under the Greek programme.<\/p><p>In terms of fiscal and economic performance, there are several key differentiating factors.  Greece's public debt prospects are of a different order of magnitude to Ireland's.  Notwithstanding significant private sector involvement in March 2012, in its autumn forecast later that year, the European Commission forecast that the Greek debt-to-GDP ratio would worsen, reaching over 180% in 2013.  This outlook, along with a poorer than expected economic and fiscal performance up to that point, was what prompted a reconsideration of Greece's debt sustainability in November 2012.  Even after the series of measures that was agreed, and taking account of the impact of structural reforms in raising both growth and revenue over the coming years, Greek public sector debt could amount to approximately 124% of GDP by 2020.  The corresponding Department of Finance assessment for Ireland's public debt, published in April's stability programme update, is that the debt-to-GDP ratio peaked at 123.7% in 2013 and will decline thereafter.<\/p> <p> The Greek economy has suffered a deeper and longer-lasting recession than was anticipated, with GDP declining by 23.5% from 2008 to 2013.  Despite this, some welcome signs of recovery in the Greek economy are now emerging.  Greece posted a general government primary budget surplus of &euro;1.05 billion euro from January to April of this year.  This follows a primary surplus of 0.8% of GDP in 2013.  Recent data releases give credence to expectations that Greece should return to economic growth in 2014.  Confidence indicators continue to improve.  Structural reforms undertaken in labour and product markets have underpinned improved competitiveness, leading to expectations for strengthened exports and investment.  In addition, Greece's bond yields have also dropped sharply recently.  There is nevertheless some distance to go towards a sustainable recovery.<\/p><p>A critical difference between the two economies in this regard relates to the importance of international trade.  In Greece, exports amount to the equivalent of approximately 25% of GDP.  Export growth is, therefore, not in a position to provide any significant offset to the contractionary effect of ongoing fiscal austerity.  In Ireland, by contrast, exports amount to the equivalent of over 100% of GDP.  This means that the growth of exports can provide a powerful offset to the impact of fiscal consolidation on economic activity.  Our overall economic performance is also very different.  The Department of Finance's budget 2014 forecast envisages growth of 2% this year and an average of 2.5% in 2015 and 2016.  Employment is increasing and unemployment is falling.  In Ireland's case, therefore, economic growth is helping to ensure debt sustainability.  In Greece, despite the recent welcome signs of recovery, the economy has nevertheless contracted sharply, and this compounds the problem of that country's very heavy debt burden.<\/p><p>Ireland's route back to economic stability and financial sovereignty is different, shorter and less severe than that of Greece.  That is not to downplay the pain being experienced by many in this country.  However, I reiterate that this is not a case of one size fits all.  Each programme is tailored to the economic factors at play in the relevant member state.  In this context, in terms of the economic challenges facing Ireland and Greece and the best way to deal with them, Ireland has exited its programme and its needs are very different from those of Greece.  As a result, what is appropriate for Greece is not necessarily appropriate for Ireland.<\/p><p>I look forward to a constructive debate on the Bill.  Section 1 will allow Bank of Ireland and the State to fulfil their commitments to the European Commission under the bank's restructuring plan and encourage competition in the mortgage intermediary market in Ireland for the benefit of the consumer.  Section 2 represents Ireland's most recent contribution to the unquestionably desirable cause of helping Greece achieve sustainable growth and jobs.  We must play our full part in that regard, and I therefore urge Senators to agree the legislative measure required to allow Ireland to participate in the SMP measure designed assist Greece.<\/p><p>I commend this Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500007#J00300","speaker":"955","continuing":true},{"type":"speech","time":1400153100,"counter":37,"content":"<p>I welcome the Minister and wish him well in all his endeavours on our behalf.  Fianna F&aacute;il will not be opposing the Bill, which relates to the sale of ICS and to Greece recouping the profits the ECB made on its bonds.  The point was made in the Lower House that these two issues are unrelated and that, as a result, this is something of a miscellaneous provisions Bill.  It should have been possible, therefore, to use it to deal with a couple of other matters, to which I will refer later.<\/p><p>The briefing I received from the Department officials indicated that the sale of a certain proportion of ICS's mortgage book to unregulated entities would be unlikely to be approved by the European Commission.  We are not 100% satisfied with that, because Bank of Ireland may decide to deleverage the elements of the loan book which may be most distressed.  I am sure my colleague, Deputy Michael McGrath, made the point to the Minister that this might allow for the bank to farm out its repossession operations and the enforcement aspect of its debt collection business in a way of which neither the Minister nor the taxpayer would approve.  This is particularly relevant when one considers that we still retain a 14% holding in Bank of Ireland.<\/p><p>In the D&aacute;il, the Minister accepted in principle the provisions of a Bill designed to regulate or bring some structure to sales of loan books.  In that context, why is he not availing of the opportunity afforded by the legislation before us to take steps to protect taxpayers and their families and ensure that loans and mortgages that are sold on by banks will be covered under measures such as the code of conduct on mortgage arrears and the mortgage arrears resolution process?  As he is aware, from the perspective of my party, the measures to which I refer do not go far enough.  We would prefer if an independent authority - rather than the banks - were responsible for adjudicating on whether deals relating to insolvency, debt write-downs and so forth should be considered.  We therefore request that the Minister re-examine the position in this regard.<\/p><p>While the macro picture in respect of the banks is beginning to look better - Bank of Ireland is operating on its own again and AIB is making good sounds - the micro picture is very different, particularly in the context of the pressure being exerted on families to pay back their debts.  We are of the view that the bottom line is being pursued in an extremely rigorous manner, especially by those banks - Danske, Rabo, etc. - which have decided to exit the market.  However, AIB and Bank of Ireland are also pursuing the best results for themselves rather than for the families that have loans with them.  I refer, for example, to circumstances in which a farmer may owe &euro;500,000 on 100 acres of land which may be worth &euro;1 million.  Rather than seeking to exhaust the full suite of work-out arrangements which, from time to time, are trumpeted in these Houses and by the Irish Banking Federation, banks are forcing the situation in such cases and seeking immediate sale in order to recoup their money.  That is wrong, particularly as it involves the country being divvied up in order to save these institutions.  I do not believe that matters such as that to which I refer are being dealt with on a case-by-case basis.  There is a need to take a more hands-on approach in respect of this issue.  Those in charge of the institutions to which I refer can engage in uttering quite positive rhetoric and supply the relevant statistics for the benefit of the Oireachtas committees.  However, ordinary people continue to suffer as a result of those institutions' actions.  I have first-hand experience of this matter, not just as a result of what I hear at my clinics but also from my work as an auctioneer and as someone who knows a little about the property market.<\/p><p>Trying to increase competition in the banking sector is a laudable aspiration.  We support the Minister in this regard because it could give rise to additional and less costly options for people.  Has the Government sought to contact banks in China or the larger Indian banks in order to discover whether they might have an interest in entering the Irish market?  We could do worse than initiate such contact in order to establish whether any possibilities exist in this regard.<\/p><p>I am of the view that there is a need to establish a bank similar to the old Industrial Credit Corporation, ICC, in order that we might support risk takers in industry.  Ultimately, it is the latter, and SMEs, upon whom we depend most to create employment.  The overriding criterion being used at present in respect of the drawing down of credit - we could have benefited from this during the boom years - is prohibitive in nature and is not designed to support the kind of entrepreneurial ideas and spirit which are necessary in order to underpin some of the good work that has already been done in creating employment.<\/p><p>We support what is being done in respect of Greece and it is good that the Greeks will get the relevant money back.<\/p> <p>However, I would like to repeat a question I have asked on many occasions in this House: what is in it for the people here?  Regardless of the establishment of the banking inquiry, many people think it is right that Fianna F&aacute;il is being savaged, and that is fine.  When people look back in a calmer atmosphere 50 years from now, without any of this political stuff coming into it, they will see that Europe was not up the curve, that the first skirmish in the global financial meltdown happened on Irish soil and that the people of Ireland took one in the shoulder while the European authorities were getting up the curve.  We have had no payback for that.<\/p><p>On the morning in question - I know this because the late Brian Lenihan told me personally - it was intended that bondholders would be burned, but that was not allowed.  That was not determined by ourselves here, but rather by our European masters.  The German, French and other banks had to be paid.  The euro was saved that day.  It could have started a chain reaction that would have had a disastrous effect on the entire banking system of Europe.  That did not happen.  Ireland has got no payback for that.  We are the poster boys for austerity.  People say &quot;Look how well Ireland can do it&quot;.  Everyone else is expected to do it because Ireland can do it.<\/p><p>As I have said, the macro picture is beginning to come right but the micro picture is very different.  The people of Ireland are entitled to payback.  The retroactive recapitalisation of the banks is one thing, but have we made the moves that have been made by Greece?  If we were to get back the profits on interest, in terms of coupons and that, I think it could be worth up to &euro;500 million a year.  I am glad Senator Paul Coghlan finds it amusing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500009#L00200","speaker":"1149","continuing":true},{"type":"speech","time":1400153700,"counter":39,"content":"<p>I am trying to pay attention, but the Senator is straying a little from the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500010#M00200","speaker":"1151"},{"type":"speech","time":1400153700,"counter":40,"content":"<p>I hope he will be equally amused if we manage to secure some of this funding back.  It is one thing to be the lapdog of our German masters, but we must secure a deal for the Irish people.  I do not think our masters have been fair to us, quite frankly, in terms of the payments that have to be made.  The effect of the actions taken by the Minister for Finance, his predecessor and others was to save the euro.  I am sure it was difficult for them to bring all of their colleagues with them.<\/p><p>As a small country on the periphery of Europe, we have to box clever.  I suggest that we need to start making a few demands.  It seems that concessions are being made left, right and centre for Greece and other countries.  We are doing the devil and all to satisfy the big players, but what is being done for the people here?  I am not convinced that enough is being done.  I think we should up the ante with our European partners.  We have a veto that could be used - not recklessly, but justifiably, because of the sacrifices that have been made by this country as a whole.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500010#M00300","speaker":"1149"},{"type":"speech","time":1400153700,"counter":41,"content":"<p>I warmly welcome the Minister and I thank him for his extensive overview of this legislation.  As he has said, the Bill before the House has just two purposes.  First, it extends Part III of the Central Bank Act 1971 to ensure the business, assets and liabilities of building societies can be transferred to banks.  As things stand, they may be transferred to other building societies only.  It is a necessary measure because the ICS is the only remaining building society.  Second, the Bill makes provision for certain payments to be made from the Central Fund to an account established by the European Stability Mechanism on behalf of euro area member states.  The manner in which this will be done in order to assist Greece has been dealt with extensively by the Minister.<\/p><p>The essence of this aspect of the legislation is to extend the application of Part III of the Central Bank Act 1971 from its current application, whereby it applies to banks only, so that it will also apply to building societies.  There is no building society other than ICS, which I have mentioned and which is owned by the Bank of Ireland.  In July 2013, Bank of Ireland agreed an amendment to its restructuring plan which had been agreed with the European Commission in respect of the State aid it had received.  This amendment allowed the bank to retain its life assurance subsidiary, New Ireland Assurance Company, and facilitated other arrangements.  Bank of Ireland has until 30 June 2014 to execute its commitment in that regard.<\/p><p>Part III transfer schemes have been used successfully on many occasions.  As I have said, this legislation is not available to building societies because it is limited exclusively to banks.  The amendments proposed in this Bill will bring building societies within the scope of the existing provisions that apply to banks.  I think that is very proper.  Any transfer of assets and liabilities pursuant to the 1971 Act is subject to the approval of the Minister, as he has outlined, after consultation with the Central Bank.  If this legislation is enacted, it is anticipated that the ICS will apply, pursuant to Part III of the 1971 Act, to transfer of the bulk of its assets and liabilities to Bank of Ireland.  It is expected that an onward transfer of some of those assets and liabilities to a third party would subsequently be effected.  This onward transfer could include up to &euro;1 billion of the &euro;6 billion mortgage book held by the ICS.<\/p><p>The restructuring plan that has been agreed between Bank of Ireland and the European Commission requires the Commission to approve the purchaser of the ICS platform.  The primary purpose of this condition in the restructuring plan is to encourage competition in the mortgage intermediaries market.  The Minister referred to that in great detail.  We can take comfort from the assurance given by the Minister in his speech that he will introduce legislation to protect mortgage holders.  As he has said, consultation on that legislation is ongoing with the Central Bank and the Office of the Attorney General.  I accept fully his assurance that this measure will be in the best interests of consumers and the public.<\/p><p>The second purpose of the Bill is to introduce measures to facilitate the provision of assistance to Greece under an account that has been set up by the ESM on behalf of the euro area member states.  This measure is necessary because, as the Minister has outlined, the next transfer date under that arrangement is 1 July 2014.  I have nothing further to add.  The Minister has been quite comprehensive.  I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500010#M00400","speaker":"1151"},{"type":"speech","time":1400153700,"counter":42,"content":"<p>I welcome the Minister to the House.  I would like to make a few brief points.  As the Minister knows, Sinn F&eacute;in, like the other parties in the House, is supporting this legislation.  I will refer briefly to some of our reservations, which have already been articulated by my colleagues in the D&aacute;il.  Other Senators have mentioned the two reasons for the introduction of the Bill.  I will not go over them again.  Obviously, I welcome and fully support the provisions relating to Greece, particularly in light of everything that has happened in that country in recent years.  We stand in solidarity with the ordinary people of Greece who have suffered greatly.  We welcome the introduction of any measure that will benefit them.<\/p><p>The potential sale of loans is the main issue I would like to raise with the Minister.  I am aware that Deputy Pearse Doherty raised it with him in the D&aacute;il.  Senator Paul Coghlan mentioned the upcoming legislation in this context.  I would like to raise some concerns in this regard.  We fully support the need for greater competition in the lending market.  We support any move that will make space for a new fully regulated entity to enter the market and provide competition.  As has been articulated, the fear is that we could end up with some kind of disaster whereby loans could potentially be sold off to unregulated vulture funds, which is what happened in the case of the IBRC.  I accept that it is much less likely in this case.  I hope it does not come to pass.  The amendments that were tabled by Sinn F&eacute;in during the D&aacute;il debate on this Bill with the intention of making it 100% iron-clad certain that this loan book does not end up with the vultures were rejected.<\/p> <p>It has been mentioned that the Government is preparing legislation to make sure the situation cannot be repeated.  I seek an update on the matter.  When is it expected to publish and enact the legislation?  The reason I ask is that there is a potential gap between when this Bill is passed and the other Bill comes into force.  There is no reason we cannot bridge the gap by amending the Bill to make the sale of the loan book 100% safe.  Having stated our reservation, my party is content to support the Bill in the hope that it will benefit the Greek people and allow for greater competition to the benefit of consumers in the mortgage market.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500010#M00500","speaker":"1155","continuing":true},{"type":"speech","time":1400154300,"counter":44,"content":"<p>I welcome the Minister to the House.  Like Senator Reilly, I will not go through what the Bill provides because this is technical legislation which has, as has already been pointed out, two very straightforward purposes.  However, I will make one or two comments on the provisions.  I will refer to what has been said in the Lower House and perhaps add something to those comments, and that of the Minister.  I welcome his statement that it is expected that Bank of Ireland would, in all likelihood, transfer some of its assets and liabilities to a third party post the enactment of the legislation.  In fact, it is anticipated that about &euro;1 billion of the loan book will be transferred.  Based on the figures he provided, I estimate that this involves about 7,000 mortgage account holders.<br \/>I am a member of the Oireachtas Joint Committee on Finance, Public Expenditure and Reform.  I was present while the transfer of the INBS loan book was discussed, and much concern was expressed - across the table, not on a party political basis - about the impact of the transfer of loan books to unregulated bodies.  At the time it was stated, as has been restated by the Minister here, that it is the Government's intention to address the issue of the applicability of the code of conduct on mortgage arrears, and the protection afforded by the code, in the event of the sale of a loan book to an unregulated identify.  Therefore, I am somewhat disappointed that we are still actively examining the matter with the Central Bank and the Office of the Attorney General.<br \/>I noticed that the Minister talked about legislation being prepared before 2015.  I do not believe, and have said so on the record, that the INBS loan book should have been transferred before the protection was <i>in situ<\/i>.  There is a lot of concern among mortgage holders generally that parts of a loan book, or any loan book, might be transferred to an unregulated entity, removing protection from them.  As somebody who has practised law as a solicitor, I personally think it is contractually unfair to a person who borrowed from an Irish entity to find themselves in a position in which they do not have a protection they thought they had.  That does not just relate to the code of conduct on mortgage arrears; it relates to a number of other factors, such as the level of interest to be levied.  For an unregulated entity outside Ireland, the interest levied could be limitless and subject only to the rules on usury.  I have an enormous concern about the matter and ask the Minister to deal with it urgently.  It ought to be dealt with as soon as possible.  I would prefer to see it dealt with before the summer recess and in this legislative term.<br \/>With regard to the code of conduct on mortgage arrears, I noticed that Members of the Lower House took the opportunity of the debate on this Bill to raise other issues that they had concerns about.  We are acting as though the protection provided by the code of conduct on mortgage arrears is all that anybody in difficulty should look for.  I wish to bring it to the Minister's attention, as I am sure he is probably aware, that the finance committee has had a lot of debate about the weaknesses in the code of conduct on mortgage arrears, particularly the determination of what a sustainable lending arrangement is and the lack of an independent appeals process.  However, I shall save my concerns for another day.<br \/>With regard to the issue of competition, and the Minister's concern about generating competition in the mortgage market in Ireland, it is my experience that competition is something we should be very concerned about.  At the moment banks are not lending and that is the reality in the mortgage market.  Statements such as &quot;Three out of four customers have been approved for a mortgage&quot; hide the fact that mortgages are being approved but not handed out.  I note that one mortgage lender recently blamed a lack of housing supply for the fact that it was not giving out loans.  Therefore, I share the Minister's issues with competition.  I am not sure they can be protected by the ICS platform, as he put it.  More active measures will have to be promoted in that context.<br \/>I will move on to the second issue - Greece.  As the Minister noted, the question was raised as to why Ireland did not receive the same type of full financial assistance as Greece.  I very much accept what he said about the matter.  Not only did we not seek it but we did not need it, which is a relevant point.  I am a great believer in the European project and European solidarity, and it is critical that we support each other.  We all saw how rating agencies were willing to pick off individual economies only too readily when they perceived weakness.  The only way the eurozone can work to protect the euro as a currency is if we actively support each other, which is not just a matter of providing money to the Greek people.  It is a matter of laying our cards on the table.  We all know what the Greek people have endured and it is no laughing matter what has gone on in the Greek economy.  I have a particular issue with the extent to which the Greek people were permitted to suffer and with what I perceive as a lack of solidarity in terms of that level of suffering. <br \/>I am concerned about the weak performance of the European economy at the moment.  I note Ireland's performance is way ahead of a number of stronger economies.  For example, Germany is currently experiencing a growth of 0.8%, France's economy is flat and the Italian economy is shrinking.  There are real issues around economies in Europe, particularly the impact that the weak European economic performance is having on the Greek economy.  Therefore, it is important to keep the level of financial support under review so we can ensure that the Greek economy returns to full growth.<br \/>In conclusion, I ask the Minister to take on board the comments made in this House and the other House on the need to secure the position of customers where a loan book is transferred to an unregulated entity.  If at all possible, I ask him to move the matter up the legislative list of priorities and deal with it as soon as possible.  We have very significant mortgage arrears issues in this country and I accept that they are being resolved.  However, I would hate to see us dealing with it legislatively after the horse has bolted. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500011#N00200","speaker":"1172"},{"type":"speech","time":1400154300,"counter":45,"content":"<p>I shall be brief as I have just a few questions for the Minister.  Before I start, it is worth pointing out that we are happy, and the Greek people are happy, that Sinn F&eacute;in's proposal to veto the establishment of the ESM during the fiscal treaty debate did not go ahead.  It was Sinn F&eacute;in's position.  The party used the threat of a veto as a bargaining tool and thought it might work.  However, it did not happen.  The fiscal treaty went through, the ESM was not vetoed and the Greek people were very happy.  The Irish people and all of Europe were happy with the outcome.<\/p><p>With regards to the &euro;6 billion mortgage book of ICS, how much of it is performing?  How many of its mortgages are performing and how many are not performing?  Do we have those figures?  Let us look at the mortgage book.  How many of the mortgages are home loans as opposed to buy-to-let mortgages?  Do we have that information?<\/p><p>The onward transfer speaks of &euro;1 billion.  Will the onward transfer of any assets be sold by the Bank of Ireland at par value?  Will haircut discounts be given?  If so, will that have an implication for the capitalisation ratios of Bank of Ireland afterwards?  Will that expose the taxpayer to further recapitalisation of the banks associated with the process?  <\/p> <p>Perhaps the Minister can say a few words about how the figure of &euro;1 billion out of &euro;6 billion was arrived at.  It is included in the restructuring plan from the Commission but perhaps the Minister can give us his thoughts on it.<\/p><p>Why is there no provision to allow individual homeowners bid for their mortgages with onward transfer from Bank of Ireland?  Is there any provision for this and is it a good idea?  It is technically and administratively difficult to do but perhaps it should be done if it can be.  The recapitalisation plan states that &euro;1 billion can be onwardly transferred if the acquirer requires it.  That is the language of the Commission plan.  What does that mean exactly?  I am not very clear.  Does it indicate that Bank of Ireland already has an acquirer lined up to take possession of these loans?  The debate of 28 March indicates it is not a requirement of Bank of Ireland to make the onward transfer of the loans but it might be desirable to do so.  Perhaps the Minister can explain the rationale behind that statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500011#N00300","speaker":"1117","continuing":true},{"type":"speech","time":1400154900,"counter":47,"content":"<p>I thank all Senators for their contributions and I will take on board the points made between now and the debate on Committee Stage.  This is a very simple Bill that makes provision for transfers of the ICS Building Society to Bank of Ireland under Part 3 of the Central Bank Act 1971.  The transfers are to licensed banks and, because licensed banks are fully regulated, it does not empower anyone to transfer to non-licensed banks.  It is not a case of funds of various sorts acquiring mortgage books.  It is relevant for the purposes of the debate but there is no provision to that effect in the Bill.  Many of the questions raised by Senator Gilroy are more appropriate to Committee Stage because they are detailed.  I will take up these points on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500012#O00200","speaker":"955"},{"type":"speech","time":1400154900,"counter":48,"content":"<p>I accept that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500012#O00300","speaker":"1117"},{"type":"speech","time":1400154900,"counter":49,"content":"<p>We have debated the general point about protocols that apply to licensed entities, as set out by the Central Bank, being applicable to funds that purchase mortgages.  With the disposal of the IBRC book, a number of private funds purchased mortgage books and agreed voluntarily to comply with the protocols as set down by the Central Bank.  In different disposals, two mortgage books were sold and the purchasers agreed to comply with that.  I accept that it is on a voluntary basis and that it is more satisfactory if it is founded in law.  We will do that but this is complex legislation and we cannot produce complex legislation in a couple of weeks.  In the Government's published list of proposed legislation for this session, 2015 is referenced in respect of this Bill but I am saying that it is a 2014 Bill.  I do not think I will get it in before the summer but I will get it in during the next session.  We will enact it in the next session.  The Bill will make it mandatory for anyone purchasing loan books or mortgage books to comply with the protocols set out by the Central Bank.<\/p><p>The Greek issue is that the profits made by the Central Bank in trading Greek sovereign paper will be passed back to Greece.  The Central Bank makes a profit and surplus profits are transferred to the Exchequer.  The Central Bank will not take profit it makes in trading in Greek sovereign paper, nor will the Exchequer.  The arrangement is that, when that part of the Central Bank surplus profit is transferred to the Exchequer, the Exchequer will pay it back to the Greeks.  We are not profiting.<\/p><p>The reason we did not seek the same concession is that it is not a concession we are particularly interested in.  We were negotiating other things at the same time.  For example, the deal on the promissory note was of huge advantage to us.  The extension of maturities on the official lending from European funds and the reduction in interest rates was of huge value as well.  Different countries have different programmes and, in the course of negotiation, different concessions are made to different countries in the course of working through the programmes.  We had set objectives and we were not going to chase something simply because the Greeks got it.  The Greeks got a package at the time and this was one measure.  It does not impinge very much on us because it is not a draw on the Irish taxpayer.  We do not take the profit the Central Bank makes on trading Greek sovereign paper.  Instead, the profit is rebated to the Greek exchequer.  We will come back to the detailed issues on Committee Stage and I have no problem with Members tabling amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500012#O00400","speaker":"955"},{"type":"unspoken","time":1400154900,"counter":50,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1400154900,"counter":51,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500012#O00600","speaker":"1164"},{"type":"speech","time":1400154900,"counter":52,"content":"<p> Ar 27 Bealtaine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500012#O00700","speaker":"1151"},{"type":"unspoken","time":1400154900,"counter":53,"content":"<p>Committee Stage ordered for Tuesday, 27 May 2014.<\/p>"},{"type":"speech","time":1400154900,"counter":54,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500012#O00800","speaker":"1164"},{"type":"speech","time":1400154900,"counter":55,"content":"<p>Ar 2.30 p.m, D&eacute; M&aacute;irt, 27 Bealtaine 2014.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051500012#O00900","speaker":"1151"},{"type":"unspoken","time":1400154900,"counter":56,"content":"<p>The Seanad adjourned at 12.45 p.m until 2.30 p.m on Tuesday, 27 May 2014.<\/p>"}]