[{"type":"minorheading","content":"Prelude","time":1544610600,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1544610600,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1544610600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1544610600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1544610600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#A00100"},{"type":"speech","time":1544610600,"counter":6,"content":"<p>I have notice from Senator Maria Byrne that she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the provision of health care services for patients with Ehlers-Danlos syndrome.<\/blockquote> <p>The matter raised by the Senator is suitable for discussion and will be taken now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#A00200","speaker":"1420"},{"type":"majorheading","content":"Commencement Matters","time":1544610600,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#A00300"},{"type":"minorheading","content":"Rare Diseases","time":1544610600,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#A00400"},{"type":"speech","time":1544610600,"counter":9,"content":"<p>I welcome the Minister of State to the House.  Ehlers-Danlos syndrome is a disease that would not be very widely known yet about 500 people in Ireland suffer from it.  It is a soft tissue disease where patients suffer a lot of pain and where their joints might be rubbing off each other.  Many children have been diagnosed with this disease.  I spoke to the chairperson of the representative group in Ireland.  I arranged a meeting between the Minister for Health and some people with this disease during a visit to Limerick earlier this year.  I know the Minister took a note and was very aware of the different issues.  I know he has had a meeting with the HSE with regard to it but there are a number of issues relating to the disease.<\/p><p>A main one is that there is no doctor in the country who can diagnose the disease fully or sign off on it in terms of the cross-border directive.  If the patient has to have an MRI, it must be an upright MRI but there is no upright MRI scanner in Ireland.  Patients must go to Belfast or London.  The scan costs about &euro;2,000 and is not covered under anything in the current system so people must pay for it privately if they want to have the operation, which many of them must have.  I know a young girl who had the operation in Barcelona earlier in the year and has had to go back twice since then.  The family fundraised for this operation because the girl was in such pain.  She was 14 years of age.  There are many more cases like that.<\/p><p>While it is recognised, there is nobody available to sign off on cases and there is no specified neurologist.  Many children with the condition are on a waiting list of about two and a half years to see the neurologist at Our Lady's Children's Hospital, Crumlin.  There are many issues and there is a considerable amount of pain, not just the pain the child or adult with the condition goes through but the pain their families go through.  I know of a few adults with the condition.  I know one family where the mother and her son have the condition.  Patients and their families experience a considerable amount of pain and cost.  I would like an update regarding what is happening with the HSE and what it will do for the people with this condition.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#A00500","speaker":"1384"},{"type":"speech","time":1544610600,"counter":10,"content":"<p>I am grateful to Senator Byrne for allowing me the opportunity to speak on this important matter.  Ehlers-Danlos syndrome is classified as a rare disease, which is defined in the EU as a disease or disorder affecting fewer than five in 10,000 of the European population.  Although each disease is individually rare, there are a great many conditions and diseases.  Collectively, rare diseases contribute to a number of important population health outcomes in terms of their mortality, morbidity and disability.  I will take this opportunity to summarise policy development in the area of rare diseases.<\/p><p>Ireland published a national plan for rare diseases in July 2014.  On foot of the plan, the HSE established both a rare disease office and a national clinical programme for rare diseases.  In 2017, the Department published a progress report and update on all 48 recommendations contained in the national plan representing a detailed status update of the implementation of the national plan.<\/p><p>It is important to note that this syndrome is not one condition but a group of connective tissue disorders that can be inherited and can vary both in how they affect the body and in their genetic causes.  They are generally characterised by joint hypermobility, skin hyperextensibility and tissue fragility.  The condition has a relatively high prevalence of one in 5,000 of the population.<\/p><p>Once diagnosed, joint hypermobility syndrome can be treated with a mixture of exercise and physiotherapy.  An exercise programme to improve fitness and muscle strength may also be effective at reducing pain.  Hypermobility of the joints is the most common form of Ehlers-Danlos syndrome and requires management by physiotherapy and primary care but does not usually need specialist input.  However, the nature of joint hypermobility syndrome also means that patients are at increased risk of injuries, such as dislocations and soft tissue injuries.  Managing joint hypermobility may, therefore, involve treating short-term injuries as they arise while following a long-term treatment plan to manage daily symptoms.<\/p><p>The more severe forms of Ehlers-Danlos syndrome require specialist treatment, often by multiple specialists working as part of a multidisciplinary team but usually under the lead care of the specialist for the most severely affected part of the body.  These specialists can include geneticists, rheumatologists, cardiologists, neurologists and surgeons.  Where surgery is required, it is provided for in the context of surgical and orthopaedic services for patients with Ehlers-Danlos syndrome.  These most severe cases of Ehlers-Danlos syndrome are rare and are usually managed by specialists at Our Lady's Children's Hospital, Crumlin.<\/p><p>I am advised by the HSE that the total number of patients with severe Ehlers-Danlos syndrome is in the order of 20 to 40 patients nationally.  The paediatric consultant rheumatologists in Ireland based at Our Lady's Children's Hospital, Crumlin have specialist training in the management of all types of rheumatic and musculoskeletal disorders and have access to other relevant consultant specialists needed for the care of those with Ehlers-Danlos syndrome.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jim Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2328\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2328&amp;amp;pid=JimDaly&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Patients and their families trying to find information on what supports, treatments and services are available can contact the rare diseases office in the HSE.<\/p><p>Regarding recent developments, I am very glad to inform the House that the national clinical programme for rheumatology recently launched its model of care for rheumatology in Ireland.  The aim of this model is to ensure that the rheumatology patient is seen, assessed and treated by the right person in the right place as soon as possible.  Based on this model of care, the national clinical programme for rheumatology, NCPR, plans to develop disease-specific pathways for all rheumatological disease groups, which will incorporate patients with Ehlers-Danlos syndrome, in the context of how these patients often present with joint hypermobility.  The next steps, following publication, are for the HSE, as part of its service planning and prioritisation processes, to provide a national rheumatology service which delivers evidence-based care in an efficient, cost-effective manner and is readily accessible to all patients with rheumatic and musculoskeletal disorders.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#A00600","speaker":"1261","continuing":true},{"type":"speech","time":1544610600,"counter":12,"content":"<p>I thank the Minister of State.  I am disappointed, not with the Minister but with the response.  First, there is a two and a half year long waiting list for these children and the adults involved.  This is not addressed in the response from the HSE.  Second, they need an upright MRI scan to be recognised.  As I said, it is reckoned there are approximately 500 people in Ireland, between adults and children, with different levels of severity of the condition.  As stated in the response, these people are treated collectively by different consultants but there is no one who deals specifically with Ehlers-Danlos syndrome.  As a result, there is no one qualified to sign off on permission for people to be covered under the cross-border directive.  These people must go abroad for the operation because there is no one in Ireland qualified to perform it.  This is not covered in the response either.  These are two crucial issues.  What happens a lot of the time is that when the children go into hospital, and many of them have gone into the local hospitals, the neurologist or whoever else is not trained to deal with the severity of the pain of these children.  The pain they go through is sometimes quite excruciating.<\/p><p>We need someone who knows something about this.  I know it is a rare disease but we must deal with it because the numbers with the disease are growing.  Perhaps a neurologist who is sent on a course could deal with it specifically and with the people affected.  It is terrible to think that people have to go abroad for their treatment and that there is no one here to sign off on this treatment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#B00200","speaker":"1384"},{"type":"speech","time":1544610600,"counter":13,"content":"<p>I thank the Senator again.  I appreciate her frustration in not getting the answers she was looking for.  I suppose what she is looking for more than answers is a more comprehensive set of solutions.  I will undertake to go back to the HSE, raise the Senator's concern about the upright MRI scan and check whether there are any proposals in this regard or whether it is on the agenda to purchase the equipment.  I will also query with the HSE specialist training for Ehlers-Danlos syndrome, particularly to see whether the HSE has a plan to have someone upskilled in treatment of the condition in order that we can accurately diagnose and treat it here as opposed to sending people abroad.  I will ask the HSE to revert directly to the Senator with its responses to these queries.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#B00300","speaker":"1261"},{"type":"speech","time":1544610600,"counter":14,"content":"<p>That is great.  I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#B00400","speaker":"1384"},{"type":"majorheading","content":"Messages from Dáil","time":1544610600,"counter":15,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#B00500"},{"type":"speech","time":1544610600,"counter":16,"content":"<p>D&aacute;il &Eacute;ireann passed the Finance (African Development (Bank and Fund) and Miscellaneous Provisions) Bill 2018, changed from the African Development (Bank and Fund) Bill 2018, on 11 December 2018, to which the agreement of Seanad &Eacute;ireann is desired.  D&aacute;il &Eacute;ireann passed the Irish Film Board (Amendment) Bill 2018 on 11 December 2018, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#B00600","speaker":"1420"},{"type":"unspoken","time":1544610600,"counter":17,"content":"<p>Sitting suspended at 10.45 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1544610600,"counter":18,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#G00100"},{"type":"speech","time":1544610600,"counter":19,"content":"<p>The Order of Business is No. 1, motion regarding the arrangements for the sitting of the House on Thursday, 13 December 2018 and Tuesday, 18 December 2018, to be taken without debate; No. 2, motion regarding the fifth programme of law reform - referral to joint committee, to be taken without debate;  No. 3, Central Bank (National Claims Information Database) Bill 2018 - Second Stage, to be taken at 12.45 p.m. and to adjourn not later than 2.15 p.m., with the contribution of groups spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes; No. 4, Employment (Miscellaneous Provisions) Bill 2017 &ndash; Report and Final Stages, to be taken at 2.15 p.m.; No. 5, Social Welfare, Pensions and Civil Registration Bill 2018 &ndash; Committee Stage, to be taken on the conclusion of No. 4 and to adjourn not later than 5 p.m., if not previously concluded; No. 6, Private Members' business, Children&rsquo;s Digital Safety Bill 2018 - Second Stage, to be taken at 5 p.m. and not to exceed two hours; and No. 7, Judicial Appointments Commission Bill 2017 - Committee Stage (resumed), to be taken at 7 p.m. and to adjourn not later than 9 p.m., if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#G00200","speaker":"1391"},{"type":"speech","time":1544610600,"counter":20,"content":"<p>I thank the Leader for outlining the Order of Business.  I note his optimism that No. 7 might conclude before 9 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#G00300","speaker":"1412"},{"type":"speech","time":1544610600,"counter":21,"content":"<p>I hope my optimism is shared.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#G00400","speaker":"1391"},{"type":"speech","time":1544610600,"counter":22,"content":"<p>I am always optimistic, although sometimes my optimism is misplaced.<\/p> <p>We could not have a conversation today without discussing Brexit.  The position seems to have gone from bad to worse again.  Prime Minister Theresa May now faces a motion of no confidence and will not come to Dublin today after all.  I see no benefit, from the perspective of people in the United Kingdom, Ireland or the European Union, in the Prime Minister being replaced by someone else at this stage.  I wish her well in her battle and hope she wins it.  If she does, under Tory Party rules, the matter will put to bed for at least a year.  Mrs. May has a difficult task.  We all need some certainty into the future and I hope she defeats the motion.<\/p> <p>I was at two events during the week attended by the former British Prime Minister, John Major.  Mr. Major spoke in Longford on Monday at an event marking 25 years of the Downing Street Declaration.  That is something on which the House may wish to reflect.  We marked 20 years of the Good Friday Agreement, and it was important that we did so, but the work Albert Reynolds and John Major did in 1993 to secure the Downing Street Declaration was also important and we should remember it.  I also attended an event organised by the Institute of International and European Affairs at which John Major stated the UK should revoke Article 50, stop the clock, return to the start and examine what should and must be done.  I echo those sentiments as, I expect, others may do in their contributions.<\/p> <p>The Minister for Transport, Tourism and Sport, Deputy Ross, has engaged in another kite-flying exercise, this time regarding penalty points.  He has decided not to go through the transport committee and to ignore pre-legislative scrutiny by making an announcement to distract people from the fact that he is not doing anything else in his Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#G00500","speaker":"1412"},{"type":"speech","time":1544610600,"counter":23,"content":"<p>Stepaside Garda station is reopening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#G00600","speaker":"1417"},{"type":"speech","time":1544610600,"counter":24,"content":"<p>It is not open yet and it will not be anything like what it was either.<\/p> <p>We need a much more nuanced and thorough approach on penalty points.  We also need proportionality.  We need to consider the idea of targeting repeat offenders differently from people who are caught for the first time.  For instance, the case of someone caught speeding by a detection van in a transition zone where the speed limit changes quickly from 120 km\/h to 50 or 60 km\/h is slightly different from somebody caught travelling at 180 km\/h on a motorway.  There are also very different road conditions.  There are speed limits of 60 km\/h on the Stillorgan dual carriageway, yet many rural roads have speed limits of 80 km\/h.  We need proper speed limits and we must consider proportionality and how much people can afford to pay in fines.  In Finland and Sweden, fines are based on earnings, which means those with a lot of money are hit more than those with very little money.  That is not to say that people on small incomes should be speeding but income should be taken into consideration.  Much can be done on speeds.  As Senator Paddy Burke said, in ten years we will have driverless cars and all kinds of technology keeping an eye on us.  However, one would hardly be caught speeding in Dublin because one can hardly get around the place.  There are major tailbacks everywhere.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#G00700","speaker":"1412"},{"type":"speech","time":1544610600,"counter":25,"content":"<p>There are more people in work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#G00800","speaker":"1391"},{"type":"speech","time":1544610600,"counter":26,"content":"<p>There are more people in cars anyway because insufficient public transport has been provided.  Buses in Dublin are full.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#G00900","speaker":"1412"},{"type":"speech","time":1544610600,"counter":27,"content":"<p>I ask the Senator to reach a conclusion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#G01000","speaker":"1381"},{"type":"speech","time":1544610600,"counter":28,"content":"<p>I also wanted to mention climate change, on which Ireland has been ranked the worst in Europe by a fair margin.  We need to deal with this issue.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is really nothing more I need to say other than that.<\/p><p>Finally, this Christmas many people will be buying gift vouchers or will be looking at that.  Legislation has been stalled relating to expiry dates and so on.  I gather the Minister for Business, Enterprise and Innovation, Deputy Humphreys, was dealing with it at one stage.  Will the Leader indicate where that legislation is?<\/p><p>I appeal to people to exercise caution.  They are nice to get and use but they often end up in drawers unspent.  Companies change hands, restaurants go out of business and people lose their money.  I appeal to people to ensure when they get them that they use them up and enjoy them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#G01100","speaker":"1412","continuing":true},{"type":"speech","time":1544610600,"counter":30,"content":"<p>The first thing I wish to mention this morning is that in the course of yesterday afternoon and evening, the Seanad reform implementation group completed its work.  I hope to be in a position to circulate to the Taoiseach and to Members of the Oireachtas the final text of our work within the next seven days.  I wish to take this opportunity to thank the Members of this House for their co-operation and enthusiastic support for the work of the group and to indicate to them that their constructive approach to everything has resulted in a text of which we can all be proud.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H00200","speaker":"1403"},{"type":"speech","time":1544610600,"counter":31,"content":"<p>Then the Seanad can forget about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H00300","speaker":"1392"},{"type":"speech","time":1544610600,"counter":32,"content":"<p>We have not seen it yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H00400","speaker":"1391"},{"type":"speech","time":1544610600,"counter":33,"content":"<p>I want the Chamber to be constructive this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H00500","speaker":"1381"},{"type":"speech","time":1544610600,"counter":34,"content":"<p>As this House is aware, there are two Houses in the Oireachtas.  It is likely that the Bill will be introduced in D&aacute;il &Eacute;ireann so that we will have the views of the people's direct representatives on the matter before we get to see it in this House.  In the end, the people of Ireland voted to retain Seanad &Eacute;ireann.  The members of the implementation group took that mandate to implement and come up with ways in which the Manning report would be implemented seriously.  They addressed their task with great diligence.<\/p> <p>We hear the Government programme is about to be extended by agreement between party leaders.  If that is going to happen, it will entail the implementation of the Manning report.  The legislation will be available for the D&aacute;il and Seanad to consider in the fullness of time.  I hope that these moves lead to its adoption and passage quickly.  I wish to emphasise of course that it is acknowledged that a radical reform of the kind proposed will take time to implement.  In particular, I wish to thank the Members of this House, including my colleague, Senator Ned O'Sullivan, for his constructive input into the phasing in of the new arrangements.<\/p> <p>We have to be careful in this House that we do not forget what is happening with regard to Downing Street.  Brexit is a tragedy for this country.  Ireland will lose its greatest ally in Europe if Brexit proceeds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H00600","speaker":"1403"},{"type":"speech","time":1544610600,"counter":35,"content":"<p>It may not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H00700","speaker":"1392"},{"type":"speech","time":1544610600,"counter":36,"content":"<p>It may not proceed, but that is what we are witnessing.  While sympathy may go to a person who is battling for a particular position, nonetheless it should be remembered that Mrs. May has set her face against allowing the British people to have a final say in whether they do or do not want to leave the European Union on the terms she has negotiated.<\/p> <p>I want to put on the record that from my point of view some basic facts are relevant.  She articulated the proposition that no deal was better than a bad deal.  While a nominal remainer, she failed to convince the British public to reject the Brexit referendum.  It was she who told the British public, when she became Prime Minister after David Cameron, that there would be no snap election.  It was she who broke that promise, held a snap election, delivered herself into the hands of the Democratic Unionist Party and gave it a large say over what happens in Westminster on this issue.  Finally, it is she who has brought us to this position.  All I am saying is that whereas most of us would have sympathy for a person embattled in the circumstances in which she is and in some sense would wish her well, the simple fact is that the underlying project she has embarked upon is highly damaging to Britain, Ireland and the European Union.  We should never forget that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H00800","speaker":"1403"},{"type":"speech","time":1544610600,"counter":37,"content":"<p>As we watch the ever-evolving crisis in Westminster, Theresa May facing a no-confidence vote in her leadership and the possibility of a no-deal Brexit increasing, we must prepare on that basis that we will have a no-deal Brexit.  We owe it to businesses, families and every citizen who will be affected if there is going to be a hard Brexit.  Indeed, we will be affected whether there is a soft Brexit or any other type of Brexit.  We cannot, however, be distracted by the personalities.  This is not a time for being warm and fuzzy about the British Prime Minister or the prime minister of any other foreign parliament.  Who they chose as their leader is their business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H00900","speaker":"1378"},{"type":"speech","time":1544610600,"counter":38,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H01000","speaker":"1389"},{"type":"speech","time":1544610600,"counter":39,"content":"<p>Our business is to protect the rights of Irish citizens north, south east and west, as well as our diaspora.  We must do this by holding rock solid on the agreed backstop as set out in the withdrawal agreement and by ensuring there is no return to the hard border.  We must ensure that citizens' rights are protected and that the Good Friday Agreement is upheld in all of its parts.  That is the bottom line.  We are getting distracted by who is who in the zoo.  I could not care less who is in the zoo.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H01100","speaker":"1378"},{"type":"speech","time":1544610600,"counter":40,"content":"<p>At least we have taken our seats.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H01200","speaker":"1375"},{"type":"speech","time":1544610600,"counter":41,"content":"<p>Let those in Fine Gael go up to the North and take their seats above.  It is available to Fianna F&aacute;il, Fine Gael or anyone else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H01300","speaker":"1378"},{"type":"unspoken","time":1544610600,"counter":42,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1544610600,"counter":43,"content":"<p>Let those in Fine Gael go up and stand in the North and take their seats.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H01500","speaker":"1378"},{"type":"speech","time":1544610600,"counter":44,"content":"<p>Fine Gael is a partitionist party, a Twenty-six-County party.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H01600","speaker":"1389"},{"type":"speech","time":1544610600,"counter":45,"content":"<p>We did not run in an election in the North.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H01700","speaker":"1375"},{"type":"speech","time":1544610600,"counter":46,"content":"<p>Speak through the Chair, please.  Allow Senator Conway-Walsh to conclude without interruption.  Senator Conway-Walsh has the right to speak.  Allow her to conclude without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H01800","speaker":"1381"},{"type":"speech","time":1544610600,"counter":47,"content":"<p>We did not run in an election in the North.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H01900","speaker":"1375"},{"type":"speech","time":1544610600,"counter":48,"content":"<p>No interruptions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H02000","speaker":"1381"},{"type":"speech","time":1544610600,"counter":49,"content":"<p>Those in Fine Gael might have only discovered the Six Counties recently, but those in Fianna F&aacute;il and Fine Gael are free to go up to the North, get their mandate and take their seats in Westminster any time they want.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H02100","speaker":"1378"},{"type":"unspoken","time":1544610600,"counter":50,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1544610600,"counter":51,"content":"<p>If there are more interruptions I will suspend for 15 minutes.  We were here this morning until 3 a.m. and I want us to proceed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H02300","speaker":"1381"},{"type":"speech","time":1544610600,"counter":52,"content":"<p>It was 2 a.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H02400","speaker":"1391"},{"type":"speech","time":1544610600,"counter":53,"content":"<p>It was closer to 3 a.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H02500","speaker":"1381"},{"type":"speech","time":1544610600,"counter":54,"content":"<p>I think you are right, a Chathaoirligh.<\/p> <p>I need to address an important issue today, as well as what is happening yonder.  I refer to the ESRI report released yesterday showing that low-income households stand to lose most from the budget in 2019.  The institute predicts that all household incomes will be down by 0.6% on average.  Yet, higher income households will benefit from the USC charges and the changes to income tax.  If we put that into context with what we found out in the finance committee last week, the real priority for the Government become clear.  Glenbeigh Securities, the vehicle used to transfer up to 6,000 mortgages from Permanent TSB, will not pay any tax at all because of how it is set up as a special purpose vehicle under section 110.  We have been told by the Government time and again that all loopholes allowing vulture funds to avoid paying taxes have been closed.  It took nine rounds of direct questioning from my colleague, Deputy Pearse Doherty, to get Permanent TSB to admit that the reason the bank will continue to hold the 5% interest was to avoid the main vehicle paying tax.  That is absolutely disgraceful.  We also learned that the selling off of the mortgages without agreement is against the code of conduct from the Central Bank.  Yesterday, we learned that the Irish Nationwide senior manager responsible for commercial lending was fined &euro;23,000 for reckless conduct.  That cost this country &euro;5.4 billion from Irish Nationwide alone.  People need to wake up and see what is happening here.  It is always the little person who is being screwed over.  We are paying reverence to banks and institutions.  Who is really running this country?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H02600","speaker":"1378"},{"type":"speech","time":1544610600,"counter":55,"content":"<p>I wish to raise the issue of dementia and Alzheimer's disease.  It is urgent for the Minister to meet a cross-party group as soon as possible on the matter.  I acknowledge the Leader has done everything within his power to try to facilitate that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Given the workload facing and pressure on the Minister for Health, Deputy Harris, I hesitate in proposing an amendment to the Order of Business.  I will not do so today.  I accept that the Leader has been trying to facilitate that and I ask him to continue in his efforts, because Alzheimer's disease and dementia are hidden diseases that affect so many people in this country.  It is important that the HSE service plan recognises that and appoints sufficient advisers to our primary care centres to make sure families and patients access the services they need.<\/p><p>I have been looking back on the past year.  On many occasions we raised issues concerning the national broadcaster.  Concerns were raised initially about children's television, and how that was treated.  It was practically done away with.  Senator Norris led an all-party group addressing how RT&Eacute; has been dealing with this House and its coverage of it, which has been disappointing.  Very important points of legislation have been raised here and have not been covered.  I raised the selling off of land with the previous Minister.  It is very disappointing that no more than 10% of the RT&Eacute; site at Montrose, the bare minimum, was provided for social housing.  That has to be questioned.  The Minister said it was up to the board and washed his hands of it.<\/p><p>Licence fees are another issue.  While I have always been very negative about RT&Eacute;, its coverage, its responsibility as the national broadcaster and the subvention it receives as such, the non-collection of television licence fees has had a knock-on impact on independent producers of television programming.  We have seen a fall-off in investment of more than &euro;40 million since 2008.  Over recent weeks and months there have been several repeat programmes.  The independent producers produce an awful lot of content for RT&Eacute; and that has been slowly but surely reduced.  If we have a public service broadcaster, it has to get the investment needed to produce quality programmes.  It also has a responsibility to produce content, and reporting is a part of its public service.  Senator Leyden raised the issue of independent radio and television last week.<\/p><p>I want to bring the Leader back to one point.  Three or four weeks ago he said he would try to facilitate the Minister coming into the House to discuss the future of public service broadcasting.  With what we have seen about RT&Eacute; in the media over recent weeks, it is more important than ever that we have that conversation.  We must have a conversation on policy, on how RT&Eacute; treats its staff and on how it treats the public in its role as a public broadcaster.  We have to discuss other radio and television stations and how their public content is supported through the licence fee.  One issue that really needs to be addressed is the licence fee and the failure to collect it.  There is a working group in the Department which is about to make recommendations.  It would be timely if we had that discussion with the Minister in the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#H02700","speaker":"1417","continuing":true},{"type":"speech","time":1544610600,"counter":57,"content":"<p>I want to raise the importance of the BT Young Scientist and Technology Exhibition.  It is coming up in January.  Schools from throughout the country and which are in the localities of Senators are entering the competition.  I sit on the Joint Committee on Education and Skills.  I note that science, technology, engineering and maths, STEM, subjects, including physics, maths and biology, are subjects upon which an awful lot of importance is placed.  It is important for all of us to support our local schools and competitors entering the exhibition.  From my experience I know of many exhibitors who have had national success arising from their projects over many years.  It is very important for us to encourage our students to participate and to take notice that so many of them qualified.  We must lend our support to these very important projects.  It is all about highlighting the importance of science and encouraging students to further their careers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#J00200","speaker":"1384"},{"type":"speech","time":1544610600,"counter":58,"content":"<p>In regard to Senator Humphreys's point on the coverage of the Oireachtas on RT&Eacute;, I note that last night the deliberations of the Seanad went out live on Oireachtas TV all night until the sitting was finished.  The most intriguing question was who was behind the screen with a phone.  When the Cathaoirleach announced that the House would adjourn for 15 minutes, people were wondering if there was an Inspector Clouseau situation.  It distracted from the work that was being done here last night.  Somebody was behind the screen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#J00300","speaker":"1393"},{"type":"speech","time":1544610600,"counter":59,"content":"<p>None of us knows.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#J00400","speaker":"1406"},{"type":"speech","time":1544610600,"counter":60,"content":"<p>I know who it was.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#J00500","speaker":"1392"},{"type":"speech","time":1544610600,"counter":61,"content":"<p>Much more importantly, I would like to extend sympathy to the mayor and the people of Strasbourg and to the President of France on the tragic shooting carried out by terrorists in the city's beautiful Christmas market last night, during the sitting of the European Parliament.  Of course the timing was a political statement.  The attackers could not get through to the European Parliament because there is very heavy security there, as there is at the Council of Europe.  I have been going to Strasbourg for ten years.<\/p><p>This brings home the dangers posed by terrorists.  The Garda S&iacute;och&aacute;na should always be on alert for radicals, some of whom live in Ireland.  They can be as radical here as anywhere else.  A member of my family was caught up in the shooting last night.  Three people were killed and 13 injured.  My family member escaped but he was within feet of the shooting.  It brings home how close these issues are to everyone.  We should all feel very grateful that we have not been caught up in these situations.  It is almost Christmas, which is a Christian event.  It is a beautiful event in Strasbourg.  Three people died there and 13 were seriously injured.  To all their close friends and family members I offer our sympathies on this terrible tragedy before Christmas.  I hope that the terrorist, who is now on the run in France, is caught sooner than later because he will have a further shoot-out somewhere else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#J00600","speaker":"1393"},{"type":"speech","time":1544610600,"counter":62,"content":"<p>I refer to what was called a dangerous precedent last night in which an amendment was not be allowed to be withdrawn.  I understand the argument completely.  It is courteous.  We all may need to have amendments withdrawn at certain points, for whatever reason.  However, it is an equally dangerous precedent to speak on an amendment for two hours and then withdraw it.  There has to be some reasonableness in how we approach our business.  I wish to say that in a calm way, because it was a little bit heated in here last night.<\/p><p>I concur with Senator Humphreys on the licence fee.  I have often said that we need to overhaul radically how we collect the money.  The idea of a licence inspector going around checking if people have televisions in their homes to get the money out of them must be a thing of the past.  It must be radically reformed so that we charge at the source, through Internet providers or by some such method, so that this money can go to the Government.  All of those efforts and resources should not be expended in trying to collect moneys, something that could be done in a much more streamlined way.<\/p><p>I join Senator Leyden in his comments on the incident in Strasbourg.  I was lucky to spend some time on the Council of Europe and spent many a day in Strasbourg.  It is a beautiful city.  It is a joyous event and a very quiet, peaceful place.  It is very sad to see that happen in Strasbourg.  My thoughts go to the families of those who have been killed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121200002#J00700","speaker":"1406"},{"type":"unspoken","time":1544610600,"counter":63,"content":"<p>Additional debate to follow.<\/p>"}]