[{"type":"minorheading","content":"Prelude","time":1544524200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1544524200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1544524200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1544524200,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1544524200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#A00100"},{"type":"speech","time":1544524200,"counter":6,"content":"<p>I have received notice from Senator Tim Lombard that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister of State at the Department of Public Expenditure and Reform with special responsibility for the Office of Public Works to consider the development of Desmond Castle, Kinsale, County Cork, as an interpretative centre in view of the national and international significance of the Battle of Kinsale in 1601.<\/blockquote> <p>I have also received notice from Senator Brian &Oacute; Domhnaill of the following matter:<\/p><blockquote>Chun a iarraidh ar an Aire Leana&iacute; agus Gn&oacute;tha&iacute; &Oacute;ige luach saothair cothrom a thabhairt do mh&uacute;inteoir&iacute; r&eacute;amhscoile or the need for the Minister for Children and Youth Affairs to provide for equitable remuneration for pre-school teachers.<\/blockquote> <p>I have also received notice from Senator Gerald Nash of the following matter:<\/p><blockquote>The need for the Minister for Health to outline his views on plans by hospital management to change the name of Our Lady of Lourdes Hospital, Drogheda, County Louth.<\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>The need for the Minister for Health to consider extending the opening hours of the minor injuries unit at Monaghan General Hospital and if he will explore the option of adding to the services available at the hospital.<\/blockquote> <p>I have also received notice from Senator Lorraine Clifford-Lee of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport, in conjunction with the National Transport Authority, to consider an increase in capacity on the northern commuter railway line.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  I have selected the matters raised by Senators Tim Lombard, Brian &Oacute; Domhnaill, Gerald Nash<b><\/b>and Robbie Gallagher and they will be taken now.  Senator Lorraine Clifford-Lee may give notice on another day of the matter she wishes to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#A00200","speaker":"1381"},{"type":"majorheading","content":"Commencement Matters","time":1544524200,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#A00300"},{"type":"minorheading","content":"Tourism Development","time":1544524200,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#A00400"},{"type":"speech","time":1544524200,"counter":9,"content":"<p>I welcome the Minister of State at the Department of Public Expenditure and Reform, Deputy Moran.  T&aacute; f&aacute;ilte romhat.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#A00500","speaker":"1381"},{"type":"speech","time":1544524200,"counter":10,"content":"<p>I welcome the Minister of State and acknowledge that it is the first time he has come to the House to address us.<\/p> <p>In my Commencement matter I call on the Minister of State with responsibility for the Office of Public Works to let us know whether he plans to develop Desmond Castle in Kinsale as an interpretative centre, given the national and international significance of the Battle of Kinsale in 1601.  As he is very much aware, Kinsale has an awful lot going for it as a tourism town.  It is the start of the Wild Atlantic Way and has many attractions, including good food.  This morning I will focus on the historical element.  <\/p> <p>Kinsale dates back mainly to the battle of 1601, which was one of the most pivotal in Irish history.  It had an international element because not only did Irish forces fight the Crown forces, over 1,000 Spanish soldiers were involved in the siege and battle.  The Spanish Government is very much aware of the battle and has been proactive about it.  We need to step into the space and have an interpretive centre in Kinsale in order that we can promote the battle site.  The centre could become a focal point not alone for Irish and other European visitors but also international visitors from the entire world to learn what happened during the battle and siege.<\/p> <p>Desmond Castle is a unique structure located in the centre of Kinsale.  It has been closed since September 2017.  It housed a wine museum which is now closed.  The castle could be considered by the OPW for use as an interpretive centre, thus allowing us to embrace everything Kinsale has to offer.  In many ways, it has been blessed by the hand of history and geography.  We have an historical building that could be used as a very important interpretive centre which would benefit Kinsale and the entire western seaboard.  <\/p> <p>I put it to the Minister of State that we should put a plan in place and ask the OPW to consider using building in the way I have suggested.  We must see what we can do to engage with the local chamber of commerce, as well as local businesses and tourism stakeholders, to put an interpretive centre in place.  The initiative would have the effect of adding another string to our bow.  We would also celebrate what really was one of the most significant battles in Irish history.  As I said, there is a national element, but the international element must also be highlighted as there is a story to be told.  We have the building and the story.  All we need are the funds and drive by the Government to ensure we can deliver on the real potential of the castle and Kinsale.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#A00600","speaker":"1386"},{"type":"speech","time":1544524200,"counter":11,"content":"<p>I am grateful to the Senator for giving me the chance to come into the House to speak about this issue.  Desmond Castle in Kinsale, or the French Prison as it is sometimes known as, is one of the heritage sites managed by the Office of Public Works, OPW, that perhaps are not well publicised and which deserve a little more attention.  They are excellent historical properties in their own right.  I am always anxious, as is the OPW, to bring what are called tier 2 and tier 3 sites such as this one more to the fore in order that more people can visit them.  This matter is very important from the point of view of local tourism and employment creation.  <\/p> <p>As the Senator knows, Desmond Castle is closed for urgent conservation works and visitors have been unable to visit since it was shut at the end of last year.  When it was open, it was one of 70 visitor sites operated by the OPW and attracted visitors in the region of about 10,000 per year.  It was managed by the guide team from Charles Fort, the OPW's other large site located close by in Kinsale.  Charles Fort is a major year-round visitor site that attracted over 100,000 visitors last year.<\/p> <p>Desmond Castle which was declared a national monument in 1938 has had a varied history.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Kevin Boxer Moran:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2454\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2454&amp;amp;pid=KevinBoxerMoran&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This has led to a lack of clarity about the site at times, which really does not help in trying to market it to visitors.  As mentioned, it is currently closed for urgent conservation works.  However, it is not immediately apparent what the extent of the problem is or exactly how long it will take to fix it; therefore, we will have to wait for the full conservation architect and structural engineer assessments.  While it is closed, the OPW is taking the opportunity to look again at the site and the approach to it in order that we might possibly reposition it as a visitor attraction and in future marketing.  When the OPW looked at the issue previously, it met Kinsale Chamber of Commerce to discuss it.  However, it struggled at the time to define the site clearly and not much progress was made.  The closure offers another opportunity to look at the issue.  I can tell the Senator that the theme of the 1601 rebellion has been suggested.  Clearly, it will be a strong contender in the future presentation of the site.  My officials shortly hope to present the future interpretation and presentation of Desmond Castle site as an application to F&aacute;ilte Ireland for funding under its capital investment programme.  I know that the OPW has high hopes this approach will bear fruit.  I am sure, however, that the strong views and suggestions the Senator has communicated to me this will form a part of the future plans for the castle.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#A00700","speaker":"1363","continuing":true},{"type":"speech","time":1544524200,"counter":13,"content":"<p>The Senator may ask a brief supplementary question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#B00200","speaker":"1381"},{"type":"speech","time":1544524200,"counter":14,"content":"<p>The location of the historical site in the centre of town offers much potential.  I put it to the Minister of State that his officials might come to Kinsale to meet the chamber of commerce again, as well as the local tourism agency, to engage in dialogue on how we can find a suitable home for the interpretative centre.  As I said, everything in Kinsale dates back to the battle of 1601 which is of international significance.  If the departmental officials could sit down with the people of Kinsale, it would go a long way towards trying to tell the story Kinsale needs to tell about the battle of 1601.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#B00300","speaker":"1386"},{"type":"speech","time":1544524200,"counter":15,"content":"<p>As I said, tier 2 and tier 3 sites are the hidden gems of the OPW that I am trying to bring to attention for the local community and also for tourism purposes.  Once we get word back from the conservation architect, we will know the extent of the work that needs to be done.  We are in a position to apply to F&aacute;ilte Ireland for funding.  That is a positive message to bring back to the people of Kinsale today.  Once I receive the report from the conservation architect, I will set up a meeting to enable my officials to engage with Kinsale Chamber of Commerce.  It was my initiative to allow young people under the age of 16 years to visit all OPW heritage sites free of charge, with people with disabilities and their carers.  I believe heritage sites will benefit tourism and help the country to blossom.  I share the Senator's views in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#B00400","speaker":"1363"},{"type":"speech","time":1544524200,"counter":16,"content":"<p>I thank the Minister of State.  Without impoverishing the impartiality of the Chair, I am inclined to be on the side of Senator Lombard on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#B00500","speaker":"1381"},{"type":"minorheading","content":"Preschool Services","time":1544524200,"counter":17,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#B00600"},{"type":"speech","time":1544524200,"counter":18,"content":"<p>I welcome the Minister of State, Deputy Catherine Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#B00700","speaker":"1381"},{"type":"speech","time":1544524200,"counter":19,"content":"<p>I, too, welcome the Minister of State.  I acknowledge the co-operation of the Minister for Children and Youth Affairs, Deputy Zappone, on this issue and know that she is tied up at the Cabinet meeting this morning.  Her officials have been in touch with me and very co-operative.<\/p> <p>Baineann an cheist seo leis an r&aacute;t&aacute; bunph&aacute; at&aacute; m&uacute;inteoir&iacute; i gComhar Na&iacute;onra&iacute; na Gaeltachta ag baint amach faoi l&aacute;thair.  T&aacute; na m&uacute;inteoir&iacute; r&eacute;amhscoile sin an-mh&iacute;sh&aacute;sta.  Chuir siad in i&uacute;l dom agus do na Teachta&iacute; D&aacute;la &oacute; Th&iacute;r Chonaill go bhfuil orthu obair bhreise a bhaineann le riarach&aacute;n n&oacute; le p&aacute;ip&eacute;arachas a dh&eacute;anamh.  Tuigim go bhfuil thart ar tr&iacute; uair sa bhreis sa tseachtain ag baint leis an obair sin.  T&aacute; s&eacute; deacair ar na m&uacute;inteoir&iacute; an obair sin a bhaint amach le cois na c&uacute;raim&iacute; eile at&aacute; orthu, agus ag cur san &aacute;ireamh an r&aacute;ta &iacute;seal p&aacute; at&aacute; ag na m&uacute;inteoir&iacute; seo.  T&aacute; na m&uacute;inteoir&iacute; ag iarraidh go mbeidh ard&uacute; p&aacute; i gceist ionas go mbeidh r&aacute;ta p&aacute; fi&uacute;ntach acu.<\/p> <p>The issue is the level of remuneration available to preschool teachers in the Donegal Gaeltacht in Comhar Na&iacute;onra&iacute; na Gaeltachta, Donegal branch.  These teachers have additional responsibilities.  A classroom teacher in a primary school has equivalent responsibilities.  The facilities and services provided by these preschool teachers are excellent, essential and of crucial importance to many families living in Gaeltacht areas.  There was always a distinction made - in my view, wrongly - in the pay levels of preschool teachers outside and inside the Gaeltacht.  There should be parity of esteem for preschool teachers both inside and outside the Gaeltacht and no difference in pay.  In fact, preschool teachers in Gaeltacht areas have additional responsibilities in trying to encourage children to speak Irish and so on and so forth.  The amount required is small and not a substantial financial ask.  I am not sure whether the Minister of State will have the answer, but this issue must be dealt with.<\/p> <p>I am a member of the Oireachtas Joint Committee on the Irish Language, An Coiste Gaeilge.  In February we met representatives of preschool teachers when committee members visited the Donegal Gaeltacht.  Following the meeting, we took on board the recommendations which had been made by the preschool teachers and made a submission to the Houses of the Oireachtas in which we recommended that the matter be dealt with.  To date, as we approach the end of 2018, it has still not been dealt with.  The issues are equality of pay and the availability of in-service training.  The vast majority, if not all, of the preschool teachers are women who provide an excellent service locally.  An added benefit is that many of the families who can send their children to preschool are able to continue working.  This is an issue in a rural area, but it needs to be dealt with.  It is wrong that a preschool teacher in Castlebar or Athlone is on one rate of pay, while another in Gweedore, Gortahork or elsewhere in County Donegal or Connemara is on a lower rate, although he or she is doing exactly the same work and has additional responsibilities because of the use of the Irish language.<\/p> <p>Obviously, &Uacute;dar&aacute;s na Gaeltachta has a role to play and an agreement with the Department of Children and Youth Affairs, from which the financial resources to ensure parity in pay rates would have to come.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#B00800","speaker":"1382"},{"type":"speech","time":1544524200,"counter":20,"content":"<p>I thank the Senator for tabling this Commencement matter.  I am delighted that he has had a conversation with officials from the Department of Children and Youth Affairs.  The Minister, Deputy Zappone, has asked me to take this matter.<\/p> <p>The matter concerns the remuneration of early learning and care practitioners in preschool settings.  The Minister has been unequivocal in her support for better pay and conditions for staff in the sector.  It is her belief early learning and care practitioners play a crucial role for families and children and that they deserve to be recognised and valued.  In return, the evidence shows that a valued workforce deliver higher quality services to children.  However, the Department is not the employer of early learning and care staff and does not pay the salaries of staff working in early learning and care settings.  Therefore, the Minister cannot set wage levels.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In this regard, the preschool context is different from the situation in primary and post-primary schools.  Given this context, the Minister has been clear that there are limits to the actions that her Department can take.  However, the Minister has supported a range of measures to improve pay and conditions using the tools available to her.  In particular, the Department of Children and Youth Affairs has seen a 117% increase in investment in the sector over the past four budgets, rising from a budget of circa &euro;260 million in 2015 to &euro;575 million in 2019.  The Department of Children and Youth Affairs has used some of this budget to introduce additional capitation to services, for example, a 7% rise this September in the ECCE capitation rate.  Programme support payments to recognise the administrative roles that services play have also been introduced totalling &euro;18 million per annum for the past two years, with &euro;21.4 million available in 2019.  The Department has also continued to provide a higher rate of capitation payment for graduate-led preschool rooms to encourage the attraction and retention of graduate staff.  This year, the Minister also introduced a pilot measure to fund services whose staff take part in continuing professional development, CPD.  It is the Minister's hope and intention that these additional investment measures should be reflected in the pay and conditions of staff in preschool services.<br\/><br\/>The Minister has also repeatedly called for the sector to pursue a sectoral employment order, which offers a possible mechanism to establish appropriate wage levels.  As the Senator will be aware, the Minister cannot initiate a sectoral employment order, nor can officials in her Department, but she is keen to co-operate with such a process if and when it is undertaken.  Many early learning and care settings are open throughout the summer months and this is reflected in the remuneration to their staff.  Some services choose to offer the ECCE programme only and as a result do not open during the summer months.  The arrangement they make with staff in respect of remuneration during this time is a matter for the individual employer.  However, the introduction of the affordable childcare scheme in autumn 2019 will for the first time allow an individual child to benefit from both the ECCE programme and a targeted funding scheme.  The wrap-around character of the affordable childcare scheme will make it easier for early learning and care and school age childcare services to operate year-round, including during the summer months, if they should choose to do so.<br\/><br\/>On the question of in-service training with primary school teachers, I refer the Senator to First 5, the whole-of-Government strategy for babies, young children and their families, launched on 19 November.  It is important to acknowledge that early learning and care is a profession of and in itself, and not all training accessed by primary school teachers will be relevant to the preschool context or <i>vice versa<\/i>.  However, there are important areas of shared responsibility and interest, including supporting children's transitions between preschool and primary school.  First 5 includes a specific commitment to develop links between CPD opportunities for the early learning and care workforce and the national structure for CPD of primary school teachers.  First 5 also commits to consideration of opportunities for joint delivery of CPD programmes, where appropriate.<br\/><br\/>I am missing a page somewhere.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#B00900","speaker":"1307","continuing":true},{"type":"speech","time":1544524200,"counter":22,"content":"<p>The Minister of State is over time in any event.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#C00200","speaker":"1386"},{"type":"speech","time":1544524200,"counter":23,"content":"<p><font color=\"#2F2F2F\">I apologise.  I will get the rest of the document for the Senator.<\/font><\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#C00300","speaker":"1307"},{"type":"speech","time":1544524200,"counter":24,"content":"<p>I thank the Minister of State.  I know it is not under the direct remit of the Minister for Children and Youth Affairs to deal with this, but what is happening is that preschool teachers, because the rates of pay are so low in Gaeltacht areas, are leaving to work as special needs assistants for the Department of Education and Skills.  If this continues, we will have no preschool availability in Gaeltacht areas.  The issue needs to be dealt with.  I am encouraged by the Minister's commitment to consider a sectoral employment order or at least that she would be keen to co-operate in this matter.  I will follow up on this.<\/p> <p>I ask the Minister of State, Deputy Byrne, if possible, to speak to officials in the Department to find out if they are willing to bring the key stakeholders together to try to find a resolution to this issue, and perhaps that the Minister could play the key or chairing role in facilitating such a solution.  That would be the best way of dealing with this matter.  It takes a leader to deal with it and the Minister is in a position to provide leadership by bringing the key stakeholders together, thrashing out the issue and dealing with it once and for all.  That would be very welcome and I ask the Minister of State to raise this with the Minister, Deputy Zappone.  I will certainly write to the Minister on it as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#C00700","speaker":"1382"},{"type":"speech","time":1544524200,"counter":25,"content":"<p>I will convey all the Senator's comments on to the Minister.  I agree with him in many ways.  I know how difficult it is for staff to be kept in preschool.  I have a niece who runs a Montessori school and she has often talked about the difficulty caused by staff moving on, which is related to the level of pay.  I agree with the Senator on that.  I will bring his concerns to the Minister, but I know from speaking to her on other occasions that she is committed to ensuring there is equal opportunity for people, whether in preschool settings or in primary schools.  I will ensure she hears the Senator's comments loud and clear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#C00800","speaker":"1307"},{"type":"minorheading","content":"Hospitals Policy","time":1544524200,"counter":26,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#C00900"},{"type":"speech","time":1544524200,"counter":27,"content":"<p>I was shocked last week to learn that the general manager of Our Lady of Lourdes Hospital has announced her intention to change the name of the hospital.  A notice sent to some staff last week suggests that the dropping of the name of this institution, which is more than 60 years old, is a <i>fait accompli<\/i>.  There has been no consultation worth the name.  It seems a decision is being handed down by a public official who has forgotten that public servants are accountable not just to their staff but also to the wider community, just as the Minister of State and I are.<\/p><p>For all my public life I have fought to separate church and State, whether in the campaigns to repeal the eighth amendment and for marriage equality or in fighting for pluralism and greater tolerance in this country.  I assure the Minister of State that I have the scars on my back from those campaigns, which were far from politically popular or indeed profitable until recently.  As a real pluralist, the name of Our Lady of Lourdes Hospital does not offend me.  The notion that we dispense with it and, as a consequence, the link to our local hospital's founders does not sit comfortably with me.  This hospital was built, as the Minister of State might know, by the Medical Missionaries of Mary and Mother Mary Martin.  Its bricks were financed by the people of Drogheda.  There would be no hospital in Drogheda were it not for the vision of the Medical Missionaries of Mary.  This is an historical fact that cannot just be airbrushed out in a rebranding campaign.  One need not be a practising Catholic to understand and appreciate the abiding legacy of the Medical Missionaries of Mary, and thankfully there is no longer a Roman Catholic ethos in Our Lady of Lourdes Hospital.  That has not been the case since the hospital transferred to State ownership through the North Eastern Health Board back in 1997, but that legacy, regardless of whether one agrees with the founders' religious perspective, ought to be honoured and the name of the hospital should remain.  It is part of our identity as Drogheda people and part of the town's social and historical fabric.  Will the Minister of State apprise me of who gets to make the final decision on this issue, in other words, who has the authority to do that in law?  Is it the general manager, the board of the RCSI hospital group or the HSE, or is there a function for the Department of Health in this matter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#C01000","speaker":"1398"},{"type":"speech","time":1544524200,"counter":28,"content":"<p>I am speaking on behalf of the Minister for Health, Deputy Harris.  I thank the Senator for raising this issue and giving me the opportunity to provide an update to the House regarding Our Lady of Lourdes Hospital, Drogheda.  Our Lady of Lourdes Hospital was originally opened by the Medical Missionaries of Mary as the International Missionary Training Hospital in 1957 and was transferred to the North Eastern Health Board in 1997.  The hospital is currently owned and run as a statutory hospital by the HSE.  Our Lady of Lourdes Hospital is a 370-bed acute general hospital serving the local community in the north east.  Services include an emergency department, an acute medical assessment unit, Louth-Meath paediatric services and the regional trauma service.<\/p> <p>Recent media reports have suggested that the hospital is considering changing its name.  It has also been reported that the general manager of the hospital wrote to staff members recently seeking their views on potential names.  The Department of Health has sought a full update on this matter from the HSE.  One of the suggested names was Drogheda university hospital.  The Senator may wish to be aware that use of the term \"university\" is regulated by section 52 of the Universities Act.  The Companies Registration Office will not register any company wishing to use the term \"university\" without authorisation from the Department of Education and Skills.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Hospitals in the RCSI hospital group, including Our Lady of Lourdes Hospital, Drogheda, are not referred to as university hospitals because the RCSI is not a university.<\/p><p>As part of investment in and reform of health services, a phased major capital infrastructural project is taking place at Our Lady of Lourdes Hospital.  The project includes the provision of additional beds and theatre capacity, as well as the expanded emergency department.  The new emergency department which will be located on the ground floor of the hospital will be completed and available to open early in 2019.  The HSE has advised that some work remains to be completed in the old emergency department to allow for the installation of a new paediatric emergency department and an extension of radiology services.  It anticipates that the full extension will be ready in 2019.  Additional bed capacity in the hospital is also expected to be made available early in 2019.<\/p><p>Further decisions on the name of the hospital will be considered by the HSE and the Department of Health and take account of the wishes of staff and the population served by the hospital.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#C01100","speaker":"1307","continuing":true},{"type":"speech","time":1544524200,"counter":30,"content":"<p>I thank the Minister of State for her reply.  She was incorrect to suggest this issue had only been raised in recent media reports.  A decision was taken by the general manager of the hospital who stated in an email to senior staff that it was her intention to change the name of the hospital.  It is extremely high-handed and arrogant for a public official to make that decision without consultation.  It was almost presented as a <i>fait accompli<\/i>.  Three options from an unknown source were put forward, namely, Drogheda regional hospital, Drogheda general hospital and Drogheda university hospital.  The Minister of State has correctly pointed out that the RCSI does not have university status in Ireland.  It can market itself as a university for the purposes of attracting students from abroad, but it does not have that legal status in Ireland.  I have tabled an amendment to the Qualifications and Quality Assurance (Education and Training) (Amendment) Bill 2018 which would allow it to describe itself as a university in Ireland.<\/p><p>In this case, the general manager of the hospital jumped the gun, although I do not wish to personalise the matter.  There is very little public support in Drogheda for the proposal.  Perhaps a compromise might be reached.  For example, the name of Mother Mary Martin might be more formally associated with the hospital.  There is no doubt that if a new publicly funded hospital was being developed on a greenfield site, its name would, correctly, not have religious associations.  I believe in a pluralist, tolerant, secular republic and that there should not be religious overtones, particularly where State funding is provided.  However, in this case, changing the name of the hospital would rejects its history and the reality that it was founded by the Medical Missionaries of Mary.  We are proud of their association with Drogheda and that legacy should be honoured because in a few short years very few members of the order will remain.  We should respect and honour our history and that legacy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#D00200","speaker":"1398"},{"type":"speech","time":1544524200,"counter":31,"content":"<p>I thank the Senator.  I fully agree with him.  A decision by hospital management to change the name of the hospital should have been preceded by consultation with staff and the local community.  I fully agree with the Senator on the ethos of hospitals.  It is not a name that makes a hospital but the people who work in it.  That said, many hospitals were founded by missionary sisters or other religious orders which should not be blamed for all that has happened in the history of religion in this country.  I will convey the Senator's concerns to the Minister, Deputy Harris, and ask him to contact the Senator about the intention to change the name of the hospital without consultation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#D00300","speaker":"1307"},{"type":"minorheading","content":"Hospital Services","time":1544524200,"counter":32,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#D00350"},{"type":"speech","time":1544524200,"counter":33,"content":"<p>I, too, welcome the Minister of State.  I raise the issue of waiting lists in hospitals.  Unfortunately, records show that November was one of the worst months in history for overcrowding.  I am sure the Minister of State will agree that that is very unfair for patients and their families, as well as the hard-working staff in the hospital network, to whom I pay great credit.  As I am sure the Minister of State will agree, this is a time of crisis.  It may be time to think outside the box in terms of what we can do to alleviate the crisis, particularly in smaller hospitals throughout the country such as Monaghan Hospital.  The injury unit at the hospital operates from 9 a.m. to 5 p.m., five days a week.  It functions very well and provides an excellent service.  However, its opening hours should be extended to seven days a week in order to alleviate the pressure on hospitals in Cavan, Drogheda and elsewhere in the region.  Last year I pointed out that approximately 4,500 people had passed through the doors of the injury unit.  This year more than 4,000 patients had been treated by the end of October.<\/p> <p>I compliment the HSE on its campaign to raise awareness of the services available at the injury unit.  People may be treated for injuries such as broken bones and have casts supplied and X-rays taken.  The turnaround times and the speed at which people are seen are testimony to its great staff.  More than 91% of respondents in a recent HSE survey stated they had had an excellent or very good experience at the unit.  Many were unaware of the full range of services available, which indicates that a further awareness campaign is needed.  Many complained about the restricted 9 a.m. to 5 p.m., Monday to Friday, opening hours.  It is worth noting that it has the shortest opening hours of the 11 minor injury units throughout the country.  It treats as many patients as some injury units which open for seven days a week.  I encourage more people to use it and the Government to explore the services available at Monaghan Hospital.  In particular, consideration should be given to an extension of the opening hours of the minor injury unit for the benefit of all citizens in counties Monaghan and Cavan and elsewhere.  At a time when more than 700,000 people are on waiting lists, surely, smaller hospitals could be providing additional services to alleviate the waiting lists.  An audit of all hospitals should be carried out to identify the additional work they could do to alleviate the problems in the health service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#D00400","speaker":"1396"},{"type":"speech","time":1544524200,"counter":34,"content":"<p>I apologise on behalf of the Minister for Health, Deputy Harris, for his absence owing to Cabinet commitments.  <\/p> <p>I thank the Senator for giving me the opportunity to address the Seanad on services at Monaghan Hospital.  Monaghan Hospital and Cavan General Hospital operate as a single entity, with an integrated managerial and clinical governance system, care pathways and support functions.  The emergency department is located at Cavan General Hospital, while the facilities at Monaghan Hospital are focused on the provision of elective care and the streaming of appropriate patients to the minor injury unit located on site.<\/p> <p>The smaller hospitals framework defined the role of smaller hospitals and outlined the need for smaller and larger hospitals to operate within hospital groups.  It identified the activities that could be performed in smaller model 2 hospitals such as Monaghan Hospital in a safe and sustainable manner.  In developing smaller hospitals the safety of patients is the first and over-riding concern.  Significant progress has been made in recent years in the establishment and development of hospital groups.  Hospitals are now working together and supporting each other in groups.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This new way of working provides a stronger role for smaller hospitals, like Monaghan Hospital, in delivering a higher volume of less complex care in many cases closer to patients' homes.  It also ensures that patients who require true emergency or complex planned care are managed safely in a larger hospital environment.  Through reconfiguration and consolidation of services, demonstrably better outcomes can be achieved for patients, as has already been shown and broadly accepted by the public in the case of cancer treatment.  With regards to the minor injuries unit, as outlined in the programme for a partnership Government, the Department of Health is committed to undertaking a review of medical assessment units, minor injuries units and similar units with a view to extending their opening hours.  Minor injuries clinics and similar units provide valuable services to local communities and alleviate the pressures on emergency departments.  The minor injury unit in Monaghan Hospital is open Monday to Friday, 9 a.m. to 5 p.m. and can treat both adults and children over five years with non-life-threatening or limb-threatening injuries.<\/p><p>The Department of Health review of opening hours will have particular regard to distance from the nearest emergency department and existing workloads.  Work on this review is at an early stage.  The Minister for Health, Deputy Harris visited Monaghan Hospital in July of this year to engage with staff and to view the hospital's facilities.  The Government is committed to securing and further developing the role of our smaller hospitals with the expansion of services delivered in these hospitals, especially in services such as day surgery; ambulatory care; medical services and diagnostics.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#D00500","speaker":"1307","continuing":true},{"type":"speech","time":1544524200,"counter":36,"content":"<p>I thank the Minister of State for her response.  Is there a timeframe for the review?  When does the Minister expect it will be completed?  We are aware that the Minister visited the hospital in July of this year and we met him that Saturday morning.  We are disappointed he has not come back yet with his plans.  There is a degree of urgency attaching to this.  There are people lying on trolleys for hours on end.  It is very unfair and I have no doubt that there are people going to Cavan Hospital and Drogheda Hospital who could easily be treated in the Monaghan minor injuries unit.  It makes perfect sense to extend its opening hours to seven days a week.  I implore the Minister of State to do that as a matter of urgency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#E00200","speaker":"1396"},{"type":"speech","time":1544524200,"counter":37,"content":"<p>I do not have the timeframe for the review but I will ask the Minister's office to tell the Senator.  I support what the Senator is saying.  Having sat in the accident and emergency department for 13 hours two weeks ago with my daughter I understand the difficulties, particularly for people who have minor injuries.  The overcrowding does lead to people having to be there for a long time.  Minor injury clinics deliver a positive outcome to people living local to them who do not have to travel further to major hospitals.  We want to make sure that people who are seriously ill go to the accident and emergency department and that those who are not are filtered into the minor unit.  I will relay the Senator's concerns to the Minister about the opening hours and the timeframe for the review.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#E00300","speaker":"1307"},{"type":"unspoken","time":1544524200,"counter":38,"content":"<p>Sitting suspended at 11.14 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1544524200,"counter":39,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#G00100"},{"type":"speech","time":1544524200,"counter":40,"content":"<p>The Order of Business is No. 1, Finance Bill 2018 (<i>Certified Money Bill<\/i>) - Report and Final Stages, to be taken at 12.45 p.m.; and No. 2, Health (Regulation of Termination of Pregnancy) Bill 2018 - Committee Stage (resumed), to be taken at 2.15 p.m. or at the conclusion of No. 1, whichever is the later, and adjourned not later than 10 p.m., if not previously concluded.<\/p><p>With your indulgence, a Leas-Cheann Comhairle, I welcome the ladies from the Ballinascarthy branch of the ICA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#G00200","speaker":"1391"},{"type":"speech","time":1544524200,"counter":41,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#G00300","speaker":"1420"},{"type":"speech","time":1544524200,"counter":42,"content":"<p>I refer to the National Maternity Hospital and the controversy about its construction.  The new hospital was announced five years ago and &euro;150 million was put aside for its construction.  Construction costs have increased to &euro;300 million since.  There is no doubt that the new hospital is urgently needed.  Conditions in Holles Street Hospital are not suitable for the more than 8,000 women who give birth in it.  The Minister for Health needs to come to the House today or as soon as possible to clarify the position on the construction of the National Maternity Hospital.  There is so much misinformation and confusion about it that I would like him to clarify the exact position for Members.  There is also a lot of public concern.  There appears to be a major rush to start construction of the new hospital before the end of the year.  We are told that because of the changing EU regulations for publicly funded projects such as this they must have zero emissions, although that has not been stated officially.  We need clarification on that issue.<\/p> <p>We have also learned that the Sisters of Charity have yet to hand over the land for the new hospital to the St. Vincent's Healthcare Group.  It was decided that they would do this 18 months ago following a public outcry, but it has yet to be done.  We are told unofficially that the papers will be lodged in the coming weeks with the Charities Regulator and the Companies Registration Office.  It must be done before the Minister can sign off on the project.  It would be irresponsible of him to do so without it being done.  The Sisters of Charity have had 18 months in which to do so, but it has still not been done.  We need clarification on the reason it has not been done.  There were some reports that they needed Vatican approval before they could divest any property.  I would like the Minister to make reference to the issue and clarify the point.<\/p> <p>We have learned in the media that there seems to be a pushback against the Minister's attempts to appoint a public interest director to the board of the new hospital which we are building at a cost of &euro;300 million.  It will be completely publicly funded, as will the administration of healthcare.  Therefore, we need clarification on whether there will be a public interest director on the board.  In recent years public interest directors have been appointed to the boards of various banks that we funded during the economic collapse and that seemed to be unable to function because directors' legal responsibility was to the board, not anybody else.  We need clarification on whether there will be a public interest director on the board of the new hospital and, if so, if he or s he will have powers to act.<\/p> <p>It is very important that we get everything right in the construction of the National Maternity Hospital.  For too long, women have been sidelined and their healthcare has been treated as a second-class issue.  We need to get this right for women and the children who will be born in the new hospital in the next 100 to 200 years.  It is vital that the Minister address the issue.  I am well aware that he is very busy this week and has been in recent weeks in dealing with urgently needed legislation, but this issue is tangential and also urgent.  As there is a great deal of public concern about it, the Minister should clarify the Government's position on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#G00400","speaker":"1376"},{"type":"speech","time":1544524200,"counter":43,"content":"<p>I refer to the perfect storm for the agriculture sector, in particular the farm families who live in the shadow of Brexit, arising from delayed payments, the prospect of another harsh winter, a possible fodder shortage and unworkable land due to flooding.  I welcome the review of areas of natural constraints, ANC, carried out recently and the additional funding of &euro;23 million.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Unless there is additional funding to front-load payments, an increased payment rate per hectare and an increase in the number of eligible acres, this will not have the necessary effect of addressing the level of constraints experienced by farmers in marginal areas.  The bottom line is that there needs to be further targeting of payments towards the areas with the highest level of natural constraint.  Last Friday, I attended a meeting in Mayo along with hundreds of farmers, which was organised by the Irish Natura and Hill Farmers Association and at which all of these concerns were discussed.  I was astounded that there was no Government representative or Fianna F&aacute;il representative from County Mayo in attendance.  Given the importance of the issue and the challenges facing the sector, the meeting should have been prioritised.<\/p><p>In the previous reform of the Common Agricultural Policy, CAP, we saw minimal redistribution as farmers with larger and higher payments were protected again.  The forthcoming Common Agricultural Policy must right some of the wrongs of the past by ensuring that farmers can make a reasonable living while keeping the rural economy alive, promoting jobs and farming in the agricultural industries and associated sectors.  Last year, Ireland made a commitment to provide extra funding for CAP.  I urge the Government to honour that commitment by making up any shortfall and ensuring that there is an annual budget in excess of &euro;650 million.<\/p><p>The agricultural schemes need to be more accessible.  The organic scheme that opened last week will close next week, on 19 December.  Such a short application period excludes a large number of people who would like to participate in the scheme.  The marginal land, which was not eligible for the green low-carbon agri-environment scheme, GLAS, could be suitable for this type of scheme.  The livestock rate of 0.5 per unit is too high and the marking system of the scheme favours horticulture and dairy, which get 50 marks while beef and sheep only get then marks.  This excludes many farmers.  The Government needs to consider these schemes and find ways to make them more accessible.  <\/p><p>I am gravely concerned about the agri-environment options scheme, AEOS, participants because their last payment will be made this month and there are no plans to replace the scheme.  These farmers stayed in the AEOS as GLAS was not viable for them.  We need a new scheme because farmers who are in the scheme are facing a loss of between &euro;3,000 and &euro;4,000, which is an awful lot out of anybody's income.  I ask the Leader to invite the Minister for Agriculture, Food and the Marine to the House early in the new year to discuss all of these farming issues.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#G00500","speaker":"1378","continuing":true},{"type":"speech","time":1544524200,"counter":45,"content":"<p>I echo Senator Clifford-Lee's concerns about the national maternity hospital.  As she said, we need some clarity from the Minister for Health as to what will be the position with the hospital.  Clearly, women need a new and fit-for-purpose maternity hospital.  However, there are still valid concerns about the connections between the Sisters of Charity and St. Vincent's Healthcare Group.  There is still an issue regarding the appointment of a public interest director.  Even though many of us would query how strong a public interest director could be, it is a real worry agreement has not been reached on the appointment of one at this point.  It would be useful to have clarity on this matter.  This issue also raises a bigger question about the separation of church and State, and the need to ensure State ownership of hospitals and schools in a country where the Catholic Church retains ownership of the vast majority of primary school lands and many other premises that should be under State control.<\/p> <p>Brexit is the biggest political issue facing this country and Britain.  Some of us predicted that the vote that was to have taken place in the House of Commons tonight would be postponed given that Prime Minister Theresa May would have been defeated by a large majority.  I was not surprised, therefore, that she deferred the vote.  However, the real worry for us is that Irish interests may become a bargaining chip in the negotiations between Britain and the European Union.  Clearly, that cannot be allowed to happen.  As the Labour Party leader, Deputy Brendan Howlin, said this morning, it is crucial that the Taoiseach holds firm and we see absolutely no watering down of the commitment on the backstop.  That is essential.  There is a cross-party and all-party political agreement on that matter, certainly in this jurisdiction.<\/p> <p>I ask the Leader to arrange a debate in the new year on the recent climate change performance index report that ranked Ireland as the worst country in the EU in terms of performance on climate change on a whole range of indicators.  The report shows that, far from being a leader in tackling climate change, Ireland is a laggard.  The Government needs to take urgent action on this matter.  Last Friday, I spoke at a protest organised by Labour Youth, Young Greens Ireland and others.  It was a red-green alliance and we called on the Government to take substantive steps to tackle climate change.  It is most disappointing that there was no action on carbon tax in the most recent budget.  As the Leader knows, there are four Private Members' Bills before the D&aacute;il that the Government could sign up to, all of which would make a contribution to tackling climate change and moving towards emissions reduction.  We are performing badly and there seems to be little political will to do anything about this in government.  We need an urgent debate on this matter, specifically on the new report which confirmed how poorly this country is performing when compared with the rest of the EU.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#H00200","speaker":"1402"},{"type":"speech","time":1544524200,"counter":46,"content":"<p>What do the recent Fine Gael &Aacute;rd Fheis and &quot;The Late Late Show&quot; broadcast last Friday nigh have in common?  One thing is that on both occasions the Taoiseach correctly referenced the United Nations Convention on the Rights of Persons with Disabilities as one of the achievements of this Government.  I was delighted to hear that.  However, it is important that everyone from the top down - all Ministers, senior departmental officials and others - get the message that the treaty that we have bound ourselves to is now part of the business of every Department and public body, and that they all have work to do on it.<\/p><p>Yesterday marked the 70th anniversary of the Universal Declaration of Human Rights.  As I have said previously, this was the first human rights treaty introduced by the United Nations after it was established following the calamity of the Second World War when the Nazis killed and exterminated more than 300,000 people with disabilities.  Many of these people were German citizens, and it is sad that the Nazis did not see them as such.  Life unworthy of living is what they called people with disabilities, people who were infirm and so on.  Six decades later, the UN had to return to the issue of the human rights of people with disabilities because states had still not managed to make these rights happen for people.  I will quote a little piece written by Eleanor Roosevelt, the chairperson of the committee that drafted the convention.  When asked where do human rights begin she said:<\/p><blockquote><font color=\"#2F2F2F\">Where, after all, do universal human rights begin?  In small places, close to home - so close and so small that they cannot be seen on any maps of the world.  Yet they are the world of the individual person; the neighborhood he lives in; the school or college he attends; the factory, farm, or office where he works.  Such are the places where every man, woman, and child seeks equal justice, equal opportunity, equal dignity without discrimination.<\/font><\/blockquote> <p><font color=\"#2F2F2F\">Ireland and all the states of the world have to address an issue they have not really got to grips with in the past 60 or 70 years by implementing the convention.  I respectfully ask the Leader to arrange for the Taoiseach to come to the House and make a statement outlining the plan and ambition in all Departments to implement the convention.  I make my request to the Taoiseach as the Head of Government.  He said he would ratify the convention as soon as he was appointed and did so within a handful of months.<\/font><\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#H00300","speaker":"1419"},{"type":"speech","time":1544524200,"counter":47,"content":"<p>I will raise one substantive issue before referring to the issue raised by Senator Bacik.  There is an issue in rural Ireland at the moment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I want the Leader to respond to this and put it to the Minister for Communications, Climate Action and Environment.  There is an issue with mobile coverage in rural Ireland.  It is very sporadic and there are blackspots.  One can drive to areas where there is no mobile coverage.  I know of three or four areas with no mobile coverage within a very short radius of my home in County Cavan.  The situation is replicated throughout County Monaghan and various parts of rural Ireland.  The solution must be further investment by the private sector.  The Government and, specifically, ComReg have a duty in this respect to make it clear to these providers that they should provide comprehensive coverage and, insofar as there is a deficit, invest in sorting that out.  If Government intervention is necessary to decentralise jobs and develop the regions and rural Ireland, so be it.  At a minimum, we need mobile coverage to maintain a quality of life.  The significant agenda is broadband but this is a real agenda as well, so I ask the Leader to invite the Minister to the House to discuss this issue and to talk to him in the meantime.<\/p><p>In respect of the issue raised by Senator Bacik, I agree fully that we must hold firm on the Northern Ireland backstop.  I am sure she was as reassured as I was this morning to hear the T&aacute;naiste and Minister for Foreign Affairs and Trade commit himself very clearly to that task and the comments of the Taoiseach yesterday.  The Senator is correct.  From a Border perspective and as somebody from Cavan-Monaghan, I can say that it is a real issue for us and that we must hold firm because we must maintain a normal economy, normal Border crossing and normal life there.  The peace process also hinges on it.  My good colleague, Senator Dolan, referenced the specific commitment to human rights under the UN.  We need the backstop to preserve human rights in the context of the Good Friday Agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#H00400","speaker":"1397","continuing":true},{"type":"speech","time":1544524200,"counter":49,"content":"<p>I want to raise an issue I have raised on numerous occasions, namely, the motorised transport grant.  It relates to the issue raised by Senator Dolan regarding people with disabilities.  These grants were suspended in 2013.  They allowed people to get to work and allowed families to care for their loved ones in their own homes and to bring them to appointments and hospitals.  It was suspended in May 2013 and was to have been restored by October of that year.  We are approaching the end of 2018 and have seen the biggest spending on health this country has ever seen, but there does not seem to be anything on the horizon with regard to restoring the motorised transport grant.  Essentially, it saves the taxpayer money because some of the people who availed of that grant were able to remain outside of hospital care, a situation that changed when it was suspended.  Will the Leader invite the Minister of State at the Department of Health, Deputy Finian McGrath, to come to the House to outline the situation regarding the motorised transport grant?  I have raised it as a Commencement Matter on numerous occasions.<\/p><p>On a happier note, a sports story uplifted the nation over the weekend.  I congratulate Mullinalaghta on defeating Kilmacud Crokes in the Leinster senior football club final.  I have nothing against Kilmacud Crokes.  I admire it as a fantastic club but its club area covers an area with the same population of Leitrim while Mullinalaghta is a club from a small half parish with 440 people that epitomised what can be done if one takes on the world as underdog.  I commend it and both I and the country rejoiced.  Anyone with an interest in sport saw the club's joy and its return to its native village crossroads.  It is not just the story of the year; it is the story of the decade in many respects. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#J00200","speaker":"1426"},{"type":"speech","time":1544524200,"counter":50,"content":"<p>Giant slayers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#J00300","speaker":"1420"},{"type":"speech","time":1544524200,"counter":51,"content":"<p>We will debate the Finance Bill later today.  As is often the case, particularly with Finance Bills, I was disappointed to have a number of my proposals for areas that should be looked at and debated ruled out of order either because they were considered to be a potential charge on the State, did not arise out of Committee Stage or were not relevant.  I know this is a decision of the Cathaoirleach but I am indicating a few areas that I had hoped would be debated and that I would ask the Leader to ensure are debated on the floor of the House in the new year if they cannot debated in the context of the Finance Bill.<\/p><p>In particular, I was very disappointed to see that my amendments relating to Part 4 tenancies and the eviction of Part 4 tenants under the refurbishment exemption were not considered relevant given that the phrasing I used very much looked to the fact that they are relevant because the Government is giving tax relief for refurbishment.  We know this is one of those areas that has been abused as a loophole to ensure people are pressed out of their houses and the rent can then be raised under a new tenancy.  There is a real concern that we may have given a perverse incentive in this regard.  Again, I find bizarre the idea that tenants and their security are not relevant to a tax relief for landlords.<\/p><p>The other issue we will not be debating in the context of the Finance Bill but where I hope the Leader might facilitate a debate either next week or in January is carbon tax, especially carbon tax on commercial activities.  It has been very much spoken about on an individual basis and we have the EU emissions trading scheme, but there are a large number of commercial activities that are not covered under this scheme.  I would appreciate it if we could have a debate on this.  I will build on something Senator Humphreys said, which is that the transition statements last week were a disgrace.  They were a disgrace with regard to fulfilling adequately the obligation, which we had last year and the previous year, whereby each Minister would come to the House to give a statement regarding what he or she is doing in terms of adjustment, transition and dealing with climate change, and to answer questions.  Instead, we had a set piece involving a few little statements from Ministers who immediately left the House.  I am adding to Senator Humphreys's comments by saying that I will certainly be pressing for all Ministers to come in and have a proper debate on each of their briefs in terms of what they are doing.  In the newspapers today, we are looking at Ireland being called out again, ranked 48th out of 60 countries, and being the worst country in Europe in terms of our carbon emissions and what we are doing on climate change.  The bells are ringing in alarm with regard to climate change so I ask the Leader to facilitate a lengthy debate with the new Minister for Communications, Climate Action and Environment, a debate on carbon tax and a return to the House by each of the Ministers to speak about what they intend to do in respect of climate change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#J00400","speaker":"1405"},{"type":"speech","time":1544524200,"counter":52,"content":"<p>I rise to discuss the issue of our small towns and villages.  We have an issue with urban and village renewal.  It has been shown that we need to promote our towns as best we can.  I raise this issue in light of what happened in Bandon, one of our gateway towns in west Cork, last night.  A building on Oliver Plunkett Street in the town fell down.  This was a very significant structure that the local authority cordoned off yesterday.  It collapsed overnight.  We need to look at our structures throughout our villages, and our town and village renewal scheme needs to look at the structures, their history and what can be done to maintain and develop these town centres.  I was going to do my usual routine and ask the Minister to come to the House but I do not think it is appropriate in this case.  The Minister of State at the Department of Housing, Planning and Local Government, Deputy English, needs to come to Bandon and look at the town and its structures because we need action on the ground and we need to see what can be done in the long term so that the incident that occurred yesterday in Bandon does not reoccur.  These are gateway towns.  Structures like these need to be looked at by the local authority.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tim Lombard:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2466\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2466&amp;amp;pid=TimLombard&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The local authority did a very capable job in cordoning off the location yesterday.  We do, however, have to examine if local authorities throughout Ireland have buildings such as these on a register.  We also have to ask how structurally safe are they.  There are issues we need to look at.<\/p><p>We have dereliction in many of our towns and villages.  This &euro;2 billion urban renewal scheme needs to be rolled out and progressed so these buildings can be examined and villages and towns developed.  It needs to be done so that we can solve part of our housing and economic problems.  One aspect of our economic problem is that we have big developments in towns and in cities such as Cork, Dublin and Limerick.  The smaller towns, however, are not developing.  We need to have a real look at how we develop in that respect.  The Leader might ask the Minister of State, Deputy English, to come to Bandon, examine what can be done and see if something can be done on the ground in respect of the renewal scheme so that there can be some movement in respect of these gateway towns.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#J00500","speaker":"1386","continuing":true},{"type":"speech","time":1544524200,"counter":54,"content":"<p>I join my colleague, Senator O'Mahony, in congratulating Mullinalaghta GAA club.  Its victory brought great joy and pride to every town, village and rural area around the country, and indeed to every city as well.  It showed what can be done.  I am talking about the spirit of Gaelic football, the club and the community and what that means.  I come from a neighbouring county and I was in Longford yesterday.  It was possible to see that it had transcended rural Ireland.  I again congratulate a great bunch of lads and a great community team.<\/p><p>I also agree with Senator Bacik.  We are in a very difficult situation.  What is happening now, in our lifetime, is very serious.  We have had the postponing of the vote in London on the withdrawal agreement.  The EU, however, is our staunch supporter and we must stand firm in ensuring, in any withdrawal agreement, that the Irish backstop will be included.  We need cool heads and to work together in the coming months.  I hope that it is months but, as someone said, it could be years.  We might not get to the bottom of this Brexit situation for many years to come.<\/p><p>On working together, I have Dr. Greg Munro, chief executive of the Royal Commonwealth Society, coming into Leinster House this Thursday from 5 p.m. until 6.30 p.m.  I invite my colleagues and anybody who is interested to come along.  It might give an insight into all aspects of the modern Commonwealth of Nations.  There are 53 member states and, of those, 32 are republics.  The Commonwealth consists of 2.2 billion people, which is 30% of the population of the world.  We have a common legal system, similar political institutions and a shared language.  It advances bilateral, multicultural and multilateral connections in diplomacy, trade, development, culture and sport.  It is the Commonwealth of Nations, for anyone who may not be familiar with it.  It is not the British Commonwealth.Of the people born on the island of Ireland, 70% reside in countries which are members of the Commonwealth, including Australia, New Zealand, Canada and the UK.  If people have anything to ask on Thursday, they are more than welcome to come into the Members' private dining room between 5 p.m. and 6.30 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#K00200","speaker":"1424"},{"type":"speech","time":1544524200,"counter":55,"content":"<p>I thank the Members of the House for their contributions to the Order of Business.  All of us this morning stand united in our hope and our desire that the issue of Brexit will be resolved.  I again commend the Taoiseach, the T&aacute;naiste and the Minister of State, Deputy McEntee, on their sure-footedness on the issue of Brexit.  The decision to postpone the vote in Westminster is the business of the British Houses of Parliament.  The deadline of 29 March 2019 still looms.  As a country, we have worked with our European colleagues and friends to reach the deal that was presented to all parties involved.  The Taoiseach and Mr. Donald Tusk spoke yesterday.  It is fair to say that all of us recognise that the withdrawal agreement is the best option for us and that it should not be renegotiated.  As I said here before, there is no such thing as a good Brexit.  I hope that when the Heads of State meet again this Thursday, they will recognise the importance of Ireland.<\/p><p>Senators Clifford-Lee and Bacik raised the important issue of the National Maternity Hospital.  It is important to acknowledge the concerns people have about this new campus.  I also ask Members to recall the remarks made last Saturday by Dr. Rhona Mahony on the Marian Finucane programme.  Dr. Mahony spoke about the fact that the religious order in question did not ask to be and will not be involved in the running of the new hospital.  She also stated that canon law will be irrelevant to the new facility on the campus of St. Vincent's hospital.  I take great comfort from the words of Dr. Mahony, the outgoing master of the National Maternity Hospital.  She is somebody I have worked with and have seen at close hand.  It is important we understand that the religious order in question has not sought to be involved and it does not have any involvement.  The land has been given free of charge.<\/p><p>A contract deadline is due on 31 December.  It behoves everybody to ensure that contract is signed.  The terms of the agreement reached by the St. Vincent's Healthcare Group and the National Maternity Hospital on the relocation to the Elm Park campus refer to there being a national maternity hospital.  The new company will have clinical and operational, as well as financial and budgetary, independence in the provision of maternity, gynaecological and neonatal services.  In 2017, the Sisters of Charity announced that it would not have ownership or a role in respect of the St. Vincent's Healthcare Group.  I welcome that historical decision.  This is a significant investment by the Government.  It needs to be prioritised and I hope that it will happen.  I will be very happy to have the Minister for Health come to the House in due course for a debate on that issue.<\/p><p>I support the point made by Senator Clifford-Lee on public interest directors in all aspects of what we try to do.  Some of the public interest directors we have had in the banking system have actually done a good job for the State.  She is right, however, that more independent public interest directors need to be involved.  They can do a very good job for the State.  I concur with her on that.<\/p><p>Senator Conway-Walsh sounds a bit like the prophet of doom and gloom.  She is similar to the prophet Jeremiah in the Old Testament when it comes to farming.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#K00300","speaker":"1391"},{"type":"speech","time":1544524200,"counter":56,"content":"<p>Senator Buttimer is well named.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#K00400","speaker":"1419"},{"type":"speech","time":1544524200,"counter":57,"content":"<p>I am.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#K00500","speaker":"1391"},{"type":"speech","time":1544524200,"counter":58,"content":"<p>That is because he is from Cork-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#K00600","speaker":"1378"},{"type":"speech","time":1544524200,"counter":59,"content":"<p>That is right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#K00700","speaker":"1391"},{"type":"speech","time":1544524200,"counter":60,"content":"<p>-----with all of the big farmers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#K00800","speaker":"1378"},{"type":"speech","time":1544524200,"counter":61,"content":"<p>Senator Conway-Walsh fails to recognise that the significant review of areas of natural constraint, ANCs, was welcomed.  All of the farming groups I have read about have welcomed the ANC review.<\/p><p>On the issue of payment, we are ahead of the curve in Europe and leading with the single farm payment.  The Minister for Agriculture, Food and the Marine, Deputy Creed, recently announced the pre-payment of aid to farmers.<\/p><p>I hope Senator Conway-Walsh's clairvoyance regarding the weather is not accurate.  We cannot plan for the weather from the forecast.  We can, though, do what the Minister has done, which is to plan for all provisos.  He is doing that.  I am happy to have the Minister come to the House in due course.  I do not share the Senator's dystopian view of the world of agriculture.  It is important to recognise there has been much positivity in agriculture, notwithstanding the issues of climate that we have had to endure this year, whether bad or overly hot weather.<\/p><p>I cannot comment on the absence of people at meetings, but the Minister for Rural and Community Development, Deputy Ring, is very much on the ground in Mayo, as the Senator is aware.  Senator Mulherin is also.  I cannot comment on others.  I am sure Senator Conway-Walsh will keep them on their toes anyway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#K00900","speaker":"1391"},{"type":"speech","time":1544524200,"counter":62,"content":"<p>I will do my best.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#K01000","speaker":"1378"},{"type":"speech","time":1544524200,"counter":63,"content":"<p>Senators Bacik, O'Reilly and Feighan all mentioned the issue of Brexit.  It is important and is also important that we all stand together and wear the green jersey.<\/p><p>The issue of climate change was raised by Senators Higgins and Bacik.  The report on climate change performance is disappointing from an Irish perspective.  There is no point saying it is not.  The Minister for Communications, Climate Action and Environment, Deputy Bruton, has acknowledged that we are far off course in our response to climate change.  Since he has been appointed, however, he has secured Government approval to develop an all-Government plan to make Ireland a leader in responding to climate change.  The plan will have actions across all sectors of society and all Departments.  It will also have timelines with clear lines of responsibility.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The report that has been published reinforces the urgency of the Minister's work and that of the all-party Oireachtas Joint Committee on Climate Action.  The committee has strong members from this House.  The committee is due to report back on 22 January or as close to then as it can.  It is the biggest issue we have to face and I am confident that we will do that.<\/p><p>Senator Dolan welcomed the decision of Government and Parliament to sign up to the universal convention and acknowledged that the Taoiseach has done so.  A request from me, as Leader of the House, has gone to the Taoiseach asking him to come to the House.  I hope he will be here in the new year and that as part of his address he will speak about the matters Senator Dolan has raised.  It is important that Senator Dolan has raised these matters.<\/p><p>Senator O'Reilly raised the issue of mobile telephone coverage.  To be fair to Senator O'Reilly, he has raised the matter on more than one occasion in the House.  It is a matter of major concern for people not only in rural Ireland but in parts of urban built Ireland where there have been issues of poor mobile telephone coverage as well.  I welcome the fact that Eir has committed &euro;150 million in the roll-out of 4G broadband.  Eir maintains this investment will cover 99% of the population.  A new operator, Cignal, is putting in a &euro;25 million investment for 300 new towers.  Investment in infrastructure is important and I welcome the provision of moneys by both companies.<\/p><p>Senator O'Reilly is correct to say that parts of Cavan have poor coverage and this needs to be followed up by the companies.  He has raised the matter before.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#K01100","speaker":"1391","continuing":true},{"type":"speech","time":1544524200,"counter":65,"content":"<p>They will not even answer the telephone.  The Senator is right about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L00200","speaker":"1378"},{"type":"speech","time":1544524200,"counter":66,"content":"<p>Who are \"they\"?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L00300","speaker":"1391"},{"type":"speech","time":1544524200,"counter":67,"content":"<p>Private communications companies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L00400","speaker":"1378"},{"type":"speech","time":1544524200,"counter":68,"content":"<p>Sorry, Senator Conway-Walsh.  Senator Buttimer may welcome interventions but I cannot allow you back in.  The Leader to respond, without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L00500","speaker":"1420"},{"type":"speech","time":1544524200,"counter":69,"content":"<p>For once the intervention is good and I welcome it.  Senator Conway-Walsh is right.  To be fair to all public representatives, we know there is an issue with customer care in some parts and with some private telephone operators.  They have a duty to work with people to ensure queries and concerns are met.  I full agree with Senator Conway-Walsh.  If I was to telephone one of these companies and I got through within 20 minutes, I would be doing well.  God be with the old days when, if I pressed the button, I could get my money back.  Now, I have to press the button to go further without even getting to speak to someone.  That is rather disconcerting.  I was on the telephone to Eir.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L00600","speaker":"1391"},{"type":"unspoken","time":1544524200,"counter":70,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1544524200,"counter":71,"content":"<p>The Chair cannot welcome interventions.  I am bound otherwise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L00800","speaker":"1420"},{"type":"speech","time":1544524200,"counter":72,"content":"<p>I am sorry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L00900","speaker":"1378"},{"type":"speech","time":1544524200,"counter":73,"content":"<p>I know of a frustrated person who was in the front room at home on a Monday morning - the same could apply to any morning or to a person of any age or description.  The person had to wait 49 minutes to get hold of an operator to speak about an issue with a bill.  That is only one example that I can quote from &ndash; it comes from an experience I have had personally.  People can spend 90 minutes waiting to speak to an operator or customer service person.  That is not good enough given that we are investing millions of euro.  The fundamental point is that the customer, in some cases, may not have the wherewithal to go through the various steps to get to talk to an agent.  We must make it easier and simpler for people to engage rather than more difficult.  The same applies to banking.  A person now walks into personless banks to lodge funds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L01000","speaker":"1391"},{"type":"speech","time":1544524200,"counter":74,"content":"<p>It is the same with supermarkets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L01100","speaker":"1376"},{"type":"speech","time":1544524200,"counter":75,"content":"<p>It applies to supermarkets as well.  Not everyone uses online banking.  Not everyone is proficient in the online world and it is important that companies take cognisance of that.  We maintain we want to improve our quality of life as a society.  However, half the stress that people have to endure derives, in some cases, from dealing with these faceless corporations.<\/p> <p>I am disappointed with the remarks of Senator Higgins regarding the climate change statements last week.  We need to ensure that we have statements on climate change.  I would be happy to discuss the issues she raised regarding the Finance Bill as we go along.<\/p> <p>Senator Lombard raised the important issue of the urban village renewal scheme.  He made a request for the Minister to go to Bandon.  I would be happy to take up that issue with the Minister for Senator Lombard.<\/p> <p>I wish to remind the House that the Minister for Rural and Community Development, Deputy Ring, has announced and secured funding from Government for a variety of schemes under the town and village renewal scheme.  They will benefit towns.<\/p> <p>I commend Senator Feighan on reaching out across the political divide and on building bridges.  The visit this week of Mr. Munro is to be welcomed and I thank him for that.  I hope people will attend.<\/p> <p>I think I have answered all the questions, a Leas-Chathaoirligh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L01200","speaker":"1391"},{"type":"speech","time":1544524200,"counter":76,"content":"<p>Is the Order of Business agreed to?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L01300","speaker":"1420"},{"type":"speech","time":1544524200,"counter":77,"content":"<p>On a personal note, I wish to congratulate the Mullinalaghta St. Columba's club on its wonderful success.  It underlines the importance of the pride of the parish and the half-parish.  Charles Kickham and \"Pride of the Parish\" illustrate the importance of the GAA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L01400","speaker":"1391"},{"type":"speech","time":1544524200,"counter":78,"content":"<p>He was a good Tipperary man.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L01500","speaker":"1419"},{"type":"speech","time":1544524200,"counter":79,"content":"<p>Last Sunday we saw six sets of brothers play.  The club draws from a population of 440 people.  The team could well be playing Dr. Crokes in later times, a Leas-Chathaoirligh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L01600","speaker":"1391"},{"type":"speech","time":1544524200,"counter":80,"content":"<p>You had better not overlook Senator O'Mahony.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L01700","speaker":"1420"},{"type":"speech","time":1544524200,"counter":81,"content":"<p>It illustrates the importance of community and sport.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L01800","speaker":"1391"},{"type":"speech","time":1544524200,"counter":82,"content":"<p>The team will be meeting a new club next time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L01900","speaker":"1420"},{"type":"speech","time":1544524200,"counter":83,"content":"<p>Senator Gabrielle McFadden reminded me that the team is from County Longford, a good midlands county.  The importance of sport and community is something we should herald today as well.  My apologies for not recognising Mullinalaghta.  I congratulate the club again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L02000","speaker":"1391"},{"type":"speech","time":1544524200,"counter":84,"content":"<p>I asked about the motorised transport grant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L02100","speaker":"1426"},{"type":"speech","time":1544524200,"counter":85,"content":"<p>I am sorry I did not see that.  The Minister is before the Committee on Public Petitions.  There is an ongoing issue with the matter but I would be happy for the Minister to come to the House to discuss the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L02200","speaker":"1391"},{"type":"speech","time":1544524200,"counter":86,"content":"<p>Let there be no more interruptions, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L02300","speaker":"1420"},{"type":"speech","time":1544524200,"counter":87,"content":"<p>We have loads of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L02400","speaker":"1391"},{"type":"speech","time":1544524200,"counter":88,"content":"<p>That is immaterial.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#L02500","speaker":"1420"},{"type":"unspoken","time":1544524200,"counter":89,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1544524200,"counter":90,"content":"<p>Sitting suspended at 12.15 p.m. and resumed at 12.55 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Finance Bill 2018: Report and Final Stages","time":1544524200,"counter":91,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#P00100"},{"type":"speech","time":1544524200,"counter":92,"content":"<p>I welcome the Minister of State, Deputy D'Arcy, back to the House.<\/p> <p>Before we commence, I remind Members that a Senator may speak only once on Report Stage, except the proposer of a recommendation, who may reply to the discussion on the recommendation.  On Report Stage, each recommendation must be seconded.<\/p> <p>Recommendation No. 1, in the names of Senators Conway-Walsh, Devine, Gavan, Mac Lochlainn, &Oacute; Donnghaile and Warfield, is ruled out of order as it does not arise out of committee proceedings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#P00200","speaker":"1412"},{"type":"unspoken","time":1544524200,"counter":93,"content":"<p>Recommendation No. 1 not moved.<\/p>"},{"type":"speech","time":1544524200,"counter":94,"content":"<p>Recommendation Nos. 2 to 4, inclusive, are ruled out of order as there is a potential charge to the Exchequer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#P00400","speaker":"1412"},{"type":"unspoken","time":1544524200,"counter":95,"content":"<p>Recommendations Nos. 2 to 4, inclusive, not moved.<\/p>"},{"type":"speech","time":1544524200,"counter":96,"content":"<p>I move recommendation No. 5:<\/p><blockquote>In page 112, after line 42, to insert the following:<br \/><br \/><b>&ldquo;Report on &ldquo;double Irish&rdquo; tax scheme<\/b><br \/><br \/><b>29. <\/b>The Minister shall, within 6 months of the passing of this Act, prepare and lay before the Oireachtas a report on the options available to end the transition period for companies availing of the double Irish sooner than 2020.&rdquo;.<\/blockquote> <p>It was with much fanfare that Fine Gael announced the closing of the double Irish and we know now that another window was opened through the intangible assets write-off but even without that, companies were given until 2020 to use the double Irish.  The inevitable is now happening as we find out how much that is costing us.  New EU rules on transparency allow us to see the cost and, to quote from recent articles, the figures for Google Ireland Holdings, the parent company of Google Ireland and a string of other locally incorporated firms, include $14.5 billion in untaxed profits from last year, on a turnover of $22.3 billion.  This was an increase on the $8.9 billion profit the company declared in 2016 on the turnover of $17.6 billion.  At the standard Irish rate of 12.5% corporation tax, the company's 2017 tax bill would have stood at more than $1.8 billion, or &euro;1.6 billion at current exchange rates, while the tally for 2016 would have come to &euro;1.1 billion.<\/p><p>Doubtless other companies are using this ongoing loophole and it is within the power of the Minister to change the date so that this is the last year we will be subsidising these billion dollar companies.  My question to the Minister of State is whether he will do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#P00700","speaker":"1378"},{"type":"speech","time":1544524200,"counter":97,"content":"<p>I need a seconder and if I do not have one, the Minister of State is not able to respond.  Is there a seconder?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#P00800","speaker":"1412"},{"type":"speech","time":1544524200,"counter":98,"content":"<p>My seconder is delayed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#P00900","speaker":"1378"},{"type":"speech","time":1544524200,"counter":99,"content":"<p>As I have no seconder, the recommendation falls.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#P01000","speaker":"1412"},{"type":"unspoken","time":1544524200,"counter":100,"content":"<p>Recommendation No. 5 lapsed.<\/p>"},{"type":"speech","time":1544524200,"counter":101,"content":"<p>I move recommendation No. 6:<\/p><blockquote>In page 125, to delete lines 11 to 16.<\/blockquote> <p>This recommendation relates to the betting duty.  We are asking the Minister of State for a clarification on his intentions with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#P01100","speaker":"1378"},{"type":"speech","time":1544524200,"counter":102,"content":"<p>As there is no seconder, the recommendation falls.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#P01200","speaker":"1412"},{"type":"unspoken","time":1544524200,"counter":103,"content":"<p>Recommendation No. 6 lapsed.<\/p>"},{"type":"unspoken","time":1544524200,"counter":104,"content":"<p>Recommendation No. 7 not moved.<\/p>"},{"type":"speech","time":1544524200,"counter":105,"content":"<p>Recommendation No. 8 in the names of Senators Higgins and Kelleher is out of order as there is a potential charge to the Exchequer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#P01400","speaker":"1412"},{"type":"unspoken","time":1544524200,"counter":106,"content":"<p>Recommendation No. 8 not moved.<\/p>"},{"type":"speech","time":1544524200,"counter":107,"content":"<p>I move recommendation No. 9:<\/p><blockquote>In page 138, to delete line 19.<\/blockquote> <p>I want to speak on this recommendation.  I know it is quite specialist but we have been contacted by a tax specialist who has brought concerns about the deletion of section 949AG.  I understand that this provision, unless deleted, removes the right of the Tax Appeals Commission to require Revenue to provide the information which Revenue relied on to make an assessment.  This is one of the very few balances which allows for the taxpayer to make a defence in an appeal situation.  Could the Minister of State say if it is Revenue or the Tax Appeals Commission which is promoting this amendment and why it is considered necessary.  It seems to me that this is an unnecessary removal.  In natural justice, the Tax Appeals Commission should hear both sides of the question and the appellant should know what is the case against him or her.  Section 949AG provides the mechanism which enables the appellant to establish that.  Revenue is a respected and honest body, by all accounts.  Nevertheless we have these safeguards for a reason.  I would like to hear the Minister of State's justification for the removal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#P01700","speaker":"1378"},{"type":"speech","time":1544524200,"counter":108,"content":"<p>I second the recommendation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#P01800","speaker":"1388"},{"type":"speech","time":1544524200,"counter":109,"content":"<p>Section 59 contains technical amendments intended to facilitate improvements to the tax appeal process.  This recommendation seeks to retain one of the provisions that is being removed from the Taxes Consolidation Act, namely, section 949AG.  Section 949AG was intended as a replacement for a small number of tax provisions identified as part of a reformed tax appeal system.  However, it has since been identified that section 949AG has had unintended consequences and can impose an unintended and inappropriate administrative burden on the Tax Appeals Commission and Revenue.<\/p> <p>There are a small number of provisions in the tax Act that require the Appeal Commissioners to have regard to all matters to which Revenue was required to have regard in making the decision that is the subject of the appeal.  This type of provision would typically deal with a situation where, for example, specified conditions had to be met, or procedures followed, by a taxpayer or by Revenue and, in determining an appeal, the Appeal Commissioners are therefore also required to have regard to the same conditions or processes.  In the legislation establishing the new Tax Appeals Commission in 2015, section 949AG was introduced with the intention of mirroring this requirement in the part of the Taxes Consolidation Act 1997 that deals with appeal proceedings.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, it has been interpreted by a minority of appellants as applying in all situations and as conferring the right on appellants to require the Tax Appeals Commission to require disclosure of all Revenue's documentation on a particular taxpayer or matter, regardless of whether the commissioners consider that this is necessary to determine the particular appeal.<br\/><br\/>The removal of section 949AG precludes any assertion that it should apply in all situations, even those where there is no statutory requirement for the appeal commissioners to have regard to the same matters to which Revenue was required to have regard.  Its removal will restore the<i>status quo <\/i>which existed before the enactment of the Finance (Tax Appeals) Act 2015.  It should be noted that that legislation provides the Tax Appeals Commission with a wide range of other powers to require appellants and Revenue to supply information to assist the appeal commissioners in their adjudication and determination of an appeal.  It is considered that these powers are sufficiently extensive to allow for the effective operation of the appeals process.  However, officials of the Department of Finance will keep the matter under review over the coming year and further amendments will be considered if the need for such is identified.  For those reasons, I do not accept the recommendation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#P01900","speaker":"1364","continuing":true},{"type":"speech","time":1544524200,"counter":111,"content":"<p>I will revisit the matter in another forum at a later date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#Q00200","speaker":"1378"},{"type":"unspoken","time":1544524200,"counter":112,"content":"<p>Recommendation put and declared lost.<\/p>"},{"type":"unspoken","time":1544524200,"counter":113,"content":"<p>Recommendation No. 10 not moved.<\/p>"},{"type":"speech","time":1544524200,"counter":114,"content":"<p>I move recommendation No. 11:<\/p><blockquote>In page 146, after line 36, to insert the following:<b>&ldquo;Gender and Equality Proofing of Taxation and Expenditure<\/b><br \/><br \/><b>64. <\/b>The Minister shall ensure a comprehensive gender and equality proofing of Budget 2020 is conducted to include both taxation and expenditure.&rdquo;.<\/blockquote> <p>This recommendation aims to ensure that a full gender and equality proofing exercise is conducted for budget 2020.  Gender and equality budgeting is committed to in the programme for Government, the national strategy for women and girls and the recommendations of the Committee on Budgetary Oversight.  There has been strong rhetorical commitment in this area but very little action.  Although pilot projects have been undertaken, they have been small in ambition and scale.  We need to scale up this ambition.<\/p><p>It was disappointing that budget 2019 did not make progress in this area after some initial positive moves 12 months previously.  A measure such as that proposed in the recommendation is in place in Scotland and other jurisdictions.  We need to move beyond commitments and warm words and put this into practice.<\/p><p>I ask that the Minister, Deputy Donohoe, ensures that a gender and equality proofing exercise is conducted next year and that we deliver a budget which gives transparency and accountability in terms of addressing rather than exacerbating gender and economic inequality.  Obviously, there are points to be made in terms of positive actions with regard to social welfare and taxation, but the tax forgone must also be considered.  We need to have oversight on this issue and its impact in terms of gender and inequality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#Q00500","speaker":"1430"},{"type":"speech","time":1544524200,"counter":115,"content":"<p>I second the recommendation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#Q00600","speaker":"1378"},{"type":"speech","time":1544524200,"counter":116,"content":"<p>A Programme for a Partnership Government sets out a commitment to developing a process of budget policy proofing as a means of advancing equality, reducing poverty and strengthening economic and social rights.  In addition to considering the level of expenditure, equality budgeting focuses on how money is spent and the impact it has, and it considers tax forgone.<\/p><p>In his budget 2019 statement in October, the Minister outlined the work that has been undertaken to date on equality budgeting and reiterated the commitment of the Government to develop gender budgeting elements further and broaden the scope of equality budgeting to other dimensions of equality, including poverty, socio-economic inequality and disability.  The social impact assessment framework developed by the Department of Public Expenditure to facilitate a more comprehensive assessment of budgetary policies and household living standards is described in the equality budgeting paper available on the budget 2019 website.  The framework complements the established Department of Employment Affairs and Social Protection social impact assessment which focuses on the effect of income tax and welfare measures using the Economic and Social Research Institute, ESRI, SWITCH model.  It focuses on policy areas that cannot easily be incorporated into the existing SWITCH model, specifically the impacts of public expenditure on recipient households.  Strong stakeholder engagement also routinely assesses the impact of budgetary measures on equality.  As part of this distributional analysis, the impact of tax and welfare changes by income band is examined.  This, too, is undertaken using the ESRI SWITCH simulation model.<\/p><p>Strong stakeholder engagement remains central to the work regarding gender and equality budgeting.  An expert advisory group chaired by the Department of Public Expenditure and Reform has been established and has a significant role.  The Committee on Budgetary Oversight also works on this topic.  The expert advisory group represents key stakeholders such as the National Women's Council, the ESRI, the National Economic and Social Council, NESC, the Central Statistics Office, CSO, the Irish Human Rights and Equality Commission, IHREC, the Department of Justice and Equality, and the Department of Employment Affairs and Social Protection.  The Department of Finance and the Department of Public Expenditure and Reform are also represented on the implementation group for the National Strategy for Women and Girls 2017-2020 and contribute appropriately in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#Q00700","speaker":"1364"},{"type":"speech","time":1544524200,"counter":117,"content":"<p>It is very heartening that there is a framework and advisory group, but when will the exercise take place?  That is the point of the recommendation.  I have not been persuaded by the remarks of the Minister of State.  I am disappointed that he cannot set a date and give a firm commitment on the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#Q00800","speaker":"1430"},{"type":"unspoken","time":1544524200,"counter":118,"content":"<p>Recommendation put and declared lost.<\/p>"},{"type":"speech","time":1544524200,"counter":119,"content":"<p>I move recommendation No. 12:<\/p><blockquote>In page 146, after line 36, to insert the following:<b>&ldquo;Sustainable Development Report<\/b><br \/><br \/><b>64.<\/b>The Minister shall, within six months of the passing of this Act, prepare and lay before both Houses of the Oireachtas a report assessing the impact of the Finance Act 2018 on the progressive implementation of the Sustainable Development Goal 10, including target 10.1, to progressively achieve and sustain income growth of the bottom 40 per cent of the population at a rate higher than the national average.  The report should also include proposals of how this target may be progressed by the Department of Finance in 2020.&rdquo;.<\/blockquote> <p>The Minister of State will be aware that Ireland played a leading role in negotiating and securing a global framework for sustainable development goals.  However, we have been weak in the implementation of those goals.  Notably, it was reported in newspapers yesterday that Ireland is the worst-performing country in the EU in terms of climate action.<\/p><p>The recommendation addresses the specific target set under goal 10 of the sustainable development goals to reduce inequality between and within countries.  It specifically aims to achieve progressively and sustain income growth of the bottom 40% of the population at a rate higher than the national average.  This target is very much the specific responsibility of the Department of Finance and relates to the taxation policy that is pursued.<\/p><p>The ESRI reported that budget 2019 will result in a net reduction in household disposable income.  We need transparency and accountability on the comparative impact of the measures in budget 2019 and all future budgets on households and individuals at all levels of income.  In addition to advocating for the sustainable development goals in other contexts, we need to lead by example and put into practice the policies and income redistribution and other measures required to achieve them in our country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#Q01000","speaker":"1430"},{"type":"speech","time":1544524200,"counter":120,"content":"<p>I second the recommendation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#Q01100","speaker":"1378"},{"type":"speech","time":1544524200,"counter":121,"content":"<p>The sustainable development goals were adopted in 2015 by 193 UN members, including Ireland, and consist of 17 high-level goals and 169 targets.  While not legally binding, both developed and developing countries are expected to take ownership and establish national frameworks for achieving the goals by 2030.<\/p><p>A senior officials group led by the Department of Communications, Climate Action and Environment has been set up to oversee Ireland's implementation of the goals.  In July 2018, Ireland presented its first voluntary national review of progress to date under the sustainable development goals at the UN high-level political forum on sustainable development.  Regarding goal 10, the review stated that Ireland performs marginally better than the EU average measured by relative median at-risk-of-poverty gap, Gini coefficient of equalised disposable income and income share of the bottom 40% of the population.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> From an income tax perspective, the changes introduced in the past five budgets have made incremental progress in reducing the income tax burden, thereby increasing net after-tax income, with an emphasis on low and middle-income earners.  It is the Government's intention to continue this process in future budgets as fiscal resources allow.  It is important to examine the broader effects of budgetary measures over time, such as the contribution of budgetary policy to employment growth over recent years.  In addition, it is necessary to consider other non-budgetary Government measures to support these lower incomes.<\/p><p>The Government has adopted the recommendation of the Low Pay Commission to provide for an increase in the national minimum wage from January 2019.  This is the fourth consecutive year in which it has increased.<\/p><p>Budget 2019 has provided for increases in social protection payments, including an increase of &euro;5 per week in all social welfare payments, to be introduced through the social welfare Bill.  Therefore, analysis of the Finance Act alone would not be representative of the range of measures undertaken by the Government to support those who are on lower incomes.<\/p><p>Senators will be aware that a significant volume of work is already being undertaken by the Department of Finance and the Department of Employment Affairs and Social Protection to assess the impact of the budget, tax and expenditure measures on income equality.  Taking these factors into account, and in view of the oversight role held by the Department of Communications, Climate Action and Environment on the sustainable development goals, I cannot accept the Senator's recommendation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#Q01200","speaker":"1364","continuing":true},{"type":"speech","time":1544524200,"counter":123,"content":"<p>I am disappointed with the Minister of State's response.  We really need clear sight of the impact of budgetary measures on sustaining income growth for the bottom 40%.  I absolutely understand the focus on jobs and the need for employment but there is such a group as the working poor, particularly in the context of very high rents.<\/p> <p>The Minister of State says we must examine cumulative measures.  We must examine all the measures.  There was a time when the yardstick was that rent would be about 25% of one's income but we now know this proportion is very much higher for many.  Therefore, I do not accept there are sufficient reporting arrangements to pull all the information together.  It is not a question of standing still but of sustainable growth in income for the 40%.  I wish the Minister of State would have accepted our recommendation, which I will press.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#R00200","speaker":"1430"},{"type":"unspoken","time":1544524200,"counter":124,"content":"<p>Recommendation put and declared lost.<\/p>"},{"type":"speech","time":1544524200,"counter":125,"content":"<p>I move recommendation No. 13:<\/p><blockquote>In page 146, after line 36, to insert the following:<br \/><br \/><b>&quot;Report on impact of Irish Real Estate Investment Funds on residential property prices<\/b><br \/><br \/><b>64. <\/b>The Minister shall, within six months of the passing of this Act, prepare and lay before<b><\/b>both Houses of the Oireachtas a report on&mdash;(a) the impact of Irish Real Estate Funds and the Real Estate Investment Trusts on<b><\/b>the Irish property and housing sector, including rental prices and residential and<b><\/b>commercial property prices throughout Ireland, and<br \/><br \/>(b) the effective tax rates paid on the profits of these entities and their shareholders.&quot;.<\/blockquote> <p>I am not going to speak at length on this recommendation.  It would be helpful to have oversight of the impact of these measures on property prices.  We have talked about rental income and levels of rent.  We have also talked about the housing situation, which is such that only the very rich are able to purchase a house.  That is what is behind this recommendation.  We want clarity and transparency on the impact of  IREFs and REITs on property prices.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#R00400","speaker":"1430"},{"type":"speech","time":1544524200,"counter":126,"content":"<p>I second the recommendation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#R00500","speaker":"1378"},{"type":"speech","time":1544524200,"counter":127,"content":"<p>Senators may be aware that during the response to amendments of a similar nature during Committee Stage in the D&aacute;il, the Minister, Deputy Donohoe, advised that officials in the Department of Finance have already commenced further work to examine the activities of IREFs and REITs in the Irish property market.<\/p> <p>It was previously agreed by the D&aacute;il on Committee Stage of the Finance Act 2017 to produce a report in this year's Tax Strategy Group papers regarding the impact that REITs and IREFs are having on the residential property market.  As the IREF regime was introduced in October 2016 and the first returns were due only this summer, the lack of available data limited the detail that could be provided on the subject in this year's Tax Strategy Group paper.  The Minister, Deputy Donohoe, has therefore already requested officials to undertake further work based on property market data.  This will be supplemented by Revenue data due to become available in the new year as further IREF returns will be received and analysed in early 2019.  We will have enough data available by the end of the first quarter of 2019 to provide a more complete picture of the activities of IREFs in the Irish property market.  It is intended that a detailed report containing this analysis will be presented to the Tax Strategy Group next summer.  I therefore cannot accept the Senator's recommendation but I can confirm that a report of the nature requested will be publicly available in advance of budget 2020.<\/p> <p>It sometimes surprises a lot of individuals that the top 20 entities, companies, IREFs and REITs in the country own about 2.8% of the properties.  I am aware that there is a lot of focus on these but really the focus should be on the 97%, not just the 2.8%.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#R00600","speaker":"1364"},{"type":"speech","time":1544524200,"counter":128,"content":"<p>I am glad there will be a report forthcoming on this matter.  The effect of these measures is tax forgone.  That is money we could spend on other things, such as social housing, and on housing measures to address the crisis we are experiencing.<\/p> <p>I worked for Cork Simon Community for many years.  In 2009, we were able to say there was no rough sleeping in the city.  Look at how things have changed since and how the problem has escalated.  It is important that we examine what we spend our money on but also what we forgo in terms of tax income.  Therefore, I am glad the report is forthcoming.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#R00700","speaker":"1430"},{"type":"unspoken","time":1544524200,"counter":129,"content":"<p>Recommendation, by leave, withdrawn.<\/p>"},{"type":"speech","time":1544524200,"counter":130,"content":"<p>Recommendation Nos. 14, in the names of Senators Higgins and Kelleher, is out of order.  It is not relevant to the subject matter of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#R00900","speaker":"1412"},{"type":"unspoken","time":1544524200,"counter":131,"content":"<p>Recommendation No. 14 not moved.<\/p>"},{"type":"speech","time":1544524200,"counter":132,"content":"<p>Recommendation No. 15, in the names of Senators Higgins and Kelleher, is out of order.  It does not arise out of Committee proceedings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#R01050","speaker":"1412"},{"type":"unspoken","time":1544524200,"counter":133,"content":"<p>Recommendation No. 15 not moved.<\/p>"},{"type":"speech","time":1544524200,"counter":134,"content":"<p>I move recommendation No. 16:<\/p><blockquote>In page 146, after line 36, to insert the following:<br \/><br \/><b>&quot;Report on re-introduction of trade union tax relief<\/b><br \/><br \/><b>64. <\/b>The Minister shall, within three months of the passing of this Act, prepare and lay before both Houses of the Oireachtas a report on&mdash;(a) the impact of trade union membership, based on comparative examples, statistics and case studies across a number of sectors, on&mdash;<blockquote>(i) income levels for employees;<br \/><br \/>(ii) reliance on working family payment;<br \/><br \/>(iii) the common good;<br \/><br \/>(iv) the achievement of Ireland's targets under the Sustainable Development Goals;<br \/><br \/>(v) the achievement of Ireland's UN and ILO commitments; and<br \/><br \/>(vi) the promotion of quality employment;<br \/><br \/>and<\/blockquote>(b) the options for the restoration on tax relief for trade union membership.&quot;.<\/blockquote> <p>In budget 2011, the then Minister for Finance, Brian Lenihan, announced he intended to abolish tax reliefs on trade union subscriptions as well as subscriptions to professional bodies.  This was part of a review of tax reliefs as part of the Government's response to the economic crisis.  Owing to that crisis, the trade union movement did not campaign on this matter.  This recommendation, however, is asking the current Minister to reconsider the position, particularly the impact of trade union membership, based on the following: comparative examples, statistics and case studies across a number of sectors, on income levels for employees; the reliance on the working family payment, in respect of which we have talked about the working poor; the common good; the achievement of Ireland's targets under the sustainable development goals, which we have already discussed; the achievement of Ireland's UN and ILO commitments; on the promotion of quality employment; and the options for the restoration of tax relief for trade union membership.  An employment Bill is passing through the Houses currently that is tackling the evil scourge of zero-hours contracts.  I hope they will be eliminated by Christmas.  We also have concerns about bogus self-employment, particularly in the food delivery business.  The trade unions have a major role to play here.  We believe all these issues are linked and that is why we are moving this recommendation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#R01100","speaker":"1430"},{"type":"speech","time":1544524200,"counter":135,"content":"<p>I second the recommendation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#R01200","speaker":"1388"},{"type":"speech","time":1544524200,"counter":136,"content":"<p>Senator Devine is very good at seconding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#R01300","speaker":"1364"},{"type":"speech","time":1544524200,"counter":137,"content":"<p>Now she is on the record as having been here, at least.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#R01400","speaker":"1412"},{"type":"speech","time":1544524200,"counter":138,"content":"<p>In October 2016, the Department of Finance published a report on tax expenditures, which included a review of the treatment for tax purposes of trade union subscriptions and professional body fees.  The review found that a scheme of tax reliefs for trade union subscriptions would fail to meet the evaluation threshold laid down by the Department's tax expenditure guidelines.  The reinstatement of this tax relief would have no justifiable policy rationale and would not express a defined policy objective.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Given that individuals join trade unions largely for the benefits of membership and that the potential value of the relief to an individual would, in most cases, amount to approximately &euro;1 per week, the scheme would have little or no incentive effect on the numbers choosing to join.  It is worth noting that while the relief equates to a small sum at an individual level, the cost to the Exchequer at its peak in 2009 was approximately &euro;26.7 million.<\/p><p>The 2016 review conducted by the Department of Finance estimated, on the basis of ICTU membership data that, if reinstated, the relief could cost the Exchequer over &euro;39.5 million.  This figure would likely be higher again if the relief was reintroduced in the context of improving employment rates.<\/p><p>The Minister receives many requests for tax reliefs.  While there may be merit in the requests, we must be mindful of the many competing demands upon the Exchequer.  I am not convinced there is specific market failure that needs to be addressed by such a scheme.  In my view, it consists largely of dead weight.  Additionally, broad income tax relief of this kind could be targeted at those most in need.  Those on lower incomes may not benefit at all in this case.  Our highly-progressive tax regime ensures that such individuals pay proportionally less tax than those on higher incomes.<\/p><p>A report with varied terms of reference as suggested by the Senator would neither be within the Minister's purview as Minister for Finance or Minister for Public Expenditure and Reform nor within the scope of the Bill.  For example, the working family payment is entirely a matter for the Minister for Employment Affairs and Social Protection.  Given the fact that the Department of Finance has relatively recently carried out a review of the tax treatment of trade union subscriptions, I do not propose to accept the recommendation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#R01500","speaker":"1364","continuing":true},{"type":"speech","time":1544524200,"counter":140,"content":"<p>I am disappointed with the response of the Minister of State.  I was not in the Chamber for the response of the Minister of State on the tax relief for golf clubs.  While I would not ban them, I would not have thought they were making as much of a contribution to the common good as trade union membership.  I work with people from the trade union movement on housing and the need for a constitutional right to housing.  I am disappointed that the Minister of State will not consider or accept the recommendation.  Trade unions are one of the important partners in our democracy.  I appeal to the Minister of State to reconsider the matter.  Trade unions play a far wider role than simply that of a membership organisation or lobby organisation.  That is what informs the recommendation.  I will be pressing it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#S00200","speaker":"1430"},{"type":"unspoken","time":1544524200,"counter":141,"content":"<p>Recommendation put and declared lost.<\/p>"},{"type":"speech","time":1544524200,"counter":142,"content":"<p>Recommendations Nos. 17 and 18 are out of order as they do not arise from Committee proceedings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#S00400","speaker":"1412"},{"type":"unspoken","time":1544524200,"counter":143,"content":"<p>Recommendations Nos. 17 and 18 not moved.<\/p>"},{"type":"unspoken","time":1544524200,"counter":144,"content":"<p>Bill received for final consideration.<\/p>"},{"type":"vote","time":1544524200,"counter":145,"content":"<p>Question put: \"That the Bill be returned to the Dáil.\"<\/p><p>The Seanad divided: Tá, 16; Níl, 12.<\/p><br\/><br\/><p>Tellers: Tá, Senators Gabrielle McFadden and John O'Mahony; Níl, Senators Rose Conway-Walsh and Paul Gavan..<\/p><p>Question declared carried.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#S00900","aye":["1380","1391","1384","1416","1424","1438","1403","1375","1425","1406","1392","1374","1426","1397","1421","1399"],"nay":["1402","1378","1388","1389","1405","1417","1400","1398","1385","1413","1410","1372"],"abs":[]},{"type":"majorheading","content":"Health (Regulation of Termination of Pregnancy) Bill 2018: Committee Stage (Resumed)","time":1544524200,"counter":146,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#X00100"},{"type":"unspoken","time":1544524200,"counter":147,"content":"<p>SECTION 12<\/p><p>- (Senator R&oacute;n&aacute;n Mullen).<\/p>"},{"type":"speech","time":1544524200,"counter":148,"content":"<p>I welcome the Minister, Deputy Harris, back to the House.<\/p> <p>At the conclusion of business at 8 p.m. yesterday evening, amendment No. 24 was being discussed and Senator Mullen was in possession.  I call on Senator Mullen to resume his contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#X00300","speaker":"1412"},{"type":"speech","time":1544524200,"counter":149,"content":"<p>As the Minister and colleagues will recall, this amendment has to do with the provision of abortion under section 12 in early pregnancy.  It provides for additional text which would ensure that a termination being sought because of the sex or race of the foetus concerned or because of any condition or disability affecting the foetus concerned would not be certified where the medical practitioner in question is of the reasonable opinion, formed in good faith, that such is the reason for the termination.<\/p> <p>It goes without saying, as with all the amendments that I have tabled and that Senators &Oacute; Domhnaill and Coghlan have seconded, that we are trying to make a bad situation better.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The purpose of the amendment is not to nullify completely the provision of abortion at that 12 weeks stage.  I will not repeat what I said yesterday when I recounted the international context in which abortions are sought on gender grounds in particular.  The amendment is fairly self-explanatory but one thing is clear.  It would have the effect of delivering on a core promise made by the Government in advance of the referendum that abortion, on the grounds of disability, would be specifically excluded by this legislation.  Without this amendment, that is not the case, and that puts question marks over the Government's credibility and honesty.<br\/><br\/>The entire tenor of this debate has been changed by the advent of what is referred to as non-invasive pregnancy testing.  Tests such as the Harmony test can tell the sex of the baby but also screen for genetic conditions such as Down's syndrome, Edwards syndrome and Patau syndrome.  Major focus was given to this issue during the referendum campaign.  In my Second Stage contribution, for which I accept the Minister was unavoidably absent from the House and which was not responded to by either the Minister of State, Deputy Catherine Byrne, or the Minister of State, Deputy Jim Daly, I stated that the Minister said he had specifically excluded disability as grounds for abortion in the legislation.  His former party colleague, Deputy Fitzpatrick, mentioned recently that the Fine Gael head office had produced a graphic for Twitter during the campaign which stated that termination on grounds of disability is prohibited.  The Minister used the words &quot;specifically excluded&quot; and Fine Gael said &quot;has prohibited&quot;.  Will the Minister to point out to me where that is in the legislation?  Legal experts, and there are a few in the House, would tell him that for legislation specifically to exclude or prohibit something, there must be explicit language in the Bill which excludes or prohibits.  <i>Expressio unius est exclusio alterius<\/i>is the Latin phrase.  It is long established.  The expression of one thing is the exclusion of the other.  For something to be banned, the legislation needs to state specifically that it is banned, but no such language exists in the Bill that bans abortion on the grounds of disability.  If it exists, will the Minister please point it out, as I have asked?  I will gladly withdraw the amendment if he can do so, but if no such language exists, why can the Government not support this amendment since it explicitly implements the pledge made by the Minister and by his party during the referendum?<br\/><br\/>Likewise, why not include a provision outlawing abortion on the grounds of gender?  I gave the international context as to why that is a relevant issue, that it is quite close to home in terms of our nearest neighbour and so on.  The Minister has trumpeted this legislation as a great victory for the equality of women, but what kind of victory is a law which would allow women to be selectively aborted for the sole reason that they are women?<br\/><br\/>Under equality legislation, which I will not go through as I did that yesterday, it is illegal to discriminate on any of nine grounds, but there is a clear possibility of discrimination on the grounds of disability.  Any suggestion that abortion on these grounds would not happen here is a naive idea.  It is important to say that because there has been a certain reliance on language that seeks to get into the mind of the proponents of these amendments to say that this is about their lack of trust and that people are not like that.  Such charges are unworthy of a Minister.  They are unworthy in a carefully functioning democracy which is about the scrutinising of legislation to avoid unintended consequences.  We do not legislate for a society that is composed of saints because there are no saints in society.  We legislate for something that may not happen but which could happen.  Good legislation is legislation which prevents all foreseeable unwanted consequences and bad legislation is legislation that leaves open the possibility of unforeseeable, unwanted consequences.  These amendments are not a judgment on anybody and I will challenge again any suggestion that that is the case.  This is about reality.  It is about a promise made by Government.  The honour of the Government and its credibility depend on its ability to show that it has kept its promise, which is that abortion on the grounds of disability would be specifically excluded.<br\/><br\/>There was an examination in respect of sex selective abortions by the Nuffield Council on Bioethics, a UK Government advisory body, which is roughly the equivalent of the National Advisory Committee on Bioethics established by Senator James Reilly when he was Minister for Health.  It warned earlier this year that advances in technology around gender screening meant that the UK could become a haven for sex selective abortions.  I quoted yesterday MPs such as Naz Shah.<br\/><br\/>We do not, nor should we assume, that we are morally superior to our UK neighbours.  We are human beings the same as everybody else.  At the Joint Committee on Health, Dr. Cl&iacute;ona Murphy from the Institute of Obstetrics and Gynaecology, IOG, admitted in my presence, in general terms, an expectation that abortion trends in Ireland might roughly mirror those of our nearest neighbour, particularly Scotland.  The cat was somehow let out of the bag a couple of months ago when there was a reference to there being 11,000 abortions in Scotland, which has a population similar to ours.  That was the first time I heard, and I certainly did not hear it before the referendum, an acceptance that there could be an increase in abortions as a result of this law.  That was an unsayable from the point of view of the Yes campaign before the referendum but we are being allowed to contemplate that reality now.  Dr. Murphy referred to it as evidence of an unmet need.  It seems that all those abortions that did not take place in the past, the women who did not suffer abortion regret and the lives saved are not good news.  They are just evidence of an unmet need up to now.<br\/><br\/>We should not pass a law which allows women to be discriminated against before they are ever born to the extent that they may not even be allowed to be born because they are women.  That would be reprehensible.  This amendment would remedy that.  The sad reality is that the rights of unborn women are to be sacrificed in the name of the rights of born women, along with the right to life of unborn children generally, medical ethics and rights to conscientious objection.<br\/><br\/>On the subject of abortion on the grounds of disability within the 12 week limit, the reassurance given that this could not happen under this legislation was predicated on earlier and now defunct arguments that disability could not be diagnosed before 12 weeks.  When the debate adjourned last night, I was coming to the conclusion that occurred during the campaign in the contributions of Professor Fergal Malone, Dr. Rhona O'Mahony and Dr. Peter Boylan around the question of whether disability could be diagnosed within the 12 week period.  The fact is that screening is now offered in Ireland that detects abnormalities before the 12 week cut-off, making the non-existent ban very mute indeed.  Any arguments about it not being necessary because disability could not be detected prior to 12 weeks are rendered mute.<br\/><br\/>In the Rotunda Private, where Professor Malone works, the foetal DNA test is offered at nine weeks&rsquo; gestation and, to use his words on &quot;Liveline&quot;, results come back typically in a week.  These are screening tests with an accuracy of 99.9%.  A further diagnostic test is advised in those situations, but one can imagine that people who would desire an abortion in such circumstances would not take a second test.<br\/><br\/>We have to legislate on the basis of a decision we must take about whether it is desirable that a decision to have an abortion could be countenanced and supported even where there is knowledge that the reason is for disability.  Everything the Minister and the Government said in the run-up to the referendum was to the effect that that would not be allowed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Since the legislation clearly allows it, where is the integrity in claiming that this has been specifically excluded when the medical and diagnostic reality, combined with the openness and unamended form of section 12 abortions to date, provides for the exact opposite of what the Minister and the Government promised? <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#X00400","speaker":"1401","continuing":true},{"type":"speech","time":1544524200,"counter":152,"content":"<p>I fully understand Senator Mullen's wish to exclude abortions on the grounds of sex.  I think we would all agree that it is a horrible practice.  While it certainly exists in India, I was not aware of any threat of it in Ireland.  However, as Senator Mullen says, it is important in legislation to contemplate the possible, even if it is unlikely.  The same is true of the race of the foetus.<\/p> <p>Where I am in some difficulty, and find myself in a dilemma, is on the question of disability.  I have several friends with Down's syndrome and they are wonderful, warm, affectionate people who love music.  They are a difficulty but also a joy to their families.  No one would wish them out of the way and I am sure the Minister does not wish them out of the way either.  I do not think this Bill contemplates abortion for the purposes of disability.  However, I will say, as I believe in being honest, that I can understand circumstances in which a mother would find it impossible to cope with a disabled child.  For example, if she had another disabled child or there were already two disabled children in the family, I can completely understand that she would find it impossible to cope with yet another child with disability.  I say that although I have a sensitivity towards the disabled and understand that people who are disabled have a great nervousness and fear that people in their situation could be just eliminated.  However, there is also the human factor.  People may be in a situation where they cannot afford financially to look after another child, cannot afford to give the overwhelming amount of time involved in caring for a disabled child, or may find that their obligations to their existing children mean they do not wish to contemplate a future in which they have to divert a large part of the family resources to looking after a disabled child.  I know that it is a very unpopular and controversial thing to say but that is what I think.  We must look at the human reality.  Although I am quite certain this Bill does not contemplate abortion for people who are threatened with disability, in human terms one must be able to understand the attitude of those who decide they cannot take any more or cannot afford another disabled child in emotional, financial and family terms.  In my opinion, that is a human situation. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#Z00200","speaker":"1392"},{"type":"speech","time":1544524200,"counter":153,"content":"<p>I support the amendment and I will add to Senator Mullen's remarks.  The amendment seeks to ensure that unintended consequences are mitigated and that the legislation could not in some way be used for an unintended objective outside that which the legislation sets out to achieve.  Technology is advancing and continually evolving in Ireland or elsewhere.  The legislation before us will potentially define our stance on this issue for a generation or two.  Technological advances in that timeframe will be much greater than they are today.  Therefore, the detection capability that arises from that will also change.  It would be regrettable if one of the unintended consequences of the Bill were that abortions could for some reason occur due to the sex.  I am not saying that will occur but it could be an outcome and no one can argue to the contrary because we cannot predict what will happen.<\/p><p>The area of disability concerned many people during the course of the referendum campaign and subsequently.  I agree with Senator Norris.  We all know people with disabilities, including people with Down's syndrome.  I have some very good friends with Down's syndrome who make an exceptional contribution to their local community.  We all know people who have done that.  This legislation is not framed in a vacuum and we must learn from what happens in other jurisdictions.<\/p><p>In 2016, the United Nations Committee on the Rights of Persons with Disabilities published a report on abortion and the rights of persons with disabilities.  The committee's criticism of the UK Government for the lack of progress on a range of disability rights issues made headlines.  The report also contained an argument around a controversial issue related to the UK's policy on disability selective abortions.  It stated:<\/p><blockquote>The Committee is concerned about perceptions in society that stigmatize persons with disabilities as living a life of less value than that of others and the termination of pregnancy at any stage on the basis of fetal impairment.<br \/><br \/>The Committee recommends that the State party amend its abortion law accordingly.  Women&rsquo;s rights to reproductive and sexual autonomy should be respected without legalizing selective abortions on the ground of fetal deficiency.<\/blockquote> <p>This is not a new or unexpected development.  The United Kingdom is merely the latest country to feature on a list that includes Austria, Hungary and Spain to which the committee has recommended reforms on conditions that allow for later term limits in abortions relating to disability.  The UK's Abortion Act 1967 prohibits most abortions after 24 weeks' gestation.  However, section 1(1)(d) of the Act provides that where the child would be seriously handicapped - this is Ground E in official UK abortion parlance - the limit does not apply.  Therefore, in the UK abortions can theoretically take place up to birth.  In 2016, 3,208 Ground E abortions were carried out in the UK, comprising approximately 2% of the overall abortion figure.  Of these abortions, 225 happened at 24 weeks' gestation or over, that is, over the limit for children without disabilities.  Between 1995 and 2016, the incidence of Ground E abortions carried out in Britain after 24 weeks' gestation increased by 263%.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In its 2016 abortion report, the National Health Service in the UK warned that these figures should be treated with caution as it is likely that there is a significant undercount, so the data may not be fully representative of the rate of abortion on those grounds.<\/p><p>In 2014, it was discovered that half of the ground E notifications to the National Health Service were missing.  Despite some improvement, the pattern continues today as I understand it.  These figures include what Irish abortion activists would term as abortions for fatal foetal abnormalities such as anencephaly, contradicting arguments that the concepts of fatal abnormality and disability are never conflated.<\/p><p>An examination of some of the other conditions that count as abortion-worthy disabilities in England and Wales is revealing as well.  For instance, in 2016, the figures available from the NHS indicate that nine abortions were for cleft lip and cleft palate and that 706 abortions were carried out in the case of Down's syndrome diagnosis.  Only a few hundred of these were late-term abortions, not worth reporting on according to the NHS.  They were not worth recording.  My answer to that is that to turn a blind eye to discrimination is often to collude in it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#Z00300","speaker":"1382","continuing":true},{"type":"speech","time":1544524200,"counter":155,"content":"<p>On a point of order, I do not mean to be rude but I understand that this is a matter that is simply not contemplated by this Bill at all, whatever the situation in Britain.  There is a situation in Britain where disability is a ground for abortion but it is not here so we ought to get on with the real Bill.  With the greatest of respect to my colleagues, we have ventilated this to a certain extent, which is reasonable, but we should not go on about it because it is not part of the Bill and it is not contemplated by the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#AA00200","speaker":"1392"},{"type":"speech","time":1544524200,"counter":156,"content":"<p>That is not really a point of order.  I ask Senator &Oacute; Domhnaill to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#AA00300","speaker":"1406"},{"type":"speech","time":1544524200,"counter":157,"content":"<p>I understand where Senator Norris is coming from and I intend to get to the point where I will refer directly to the Bill but giving this context is important because it is setting the contextual picture on what could happen.  We are trying to mitigate against unintended consequences which can come with all legislation.  We are trying to support the Minister in mitigating against those.  We are trying to provide the context from the United Nations report which looked into the situation in Britain because we do not want the same findings in the United Nations report on the rights of persons with disabilities castigating Ireland because of our abortion laws and those unintended consequences which we are trying to mitigate against with this amendment.<\/p><p>The United Nations body recommends that our closest neighbour changes an abortion law, and that is worth noting.  Not one advocate on the pro-choice side noted, welcomed or referred to this United Nations report.  Perhaps if the report was leaning the other way I am sure it would have got great coverage all over the media but it was not reported at all, which raises its own questions.  When we turn to the Irish context, a major issue here and the purpose of this amendment is around the potential impact or effect the Bill will have on the abortion rates of unborn babies with non-fatal abnormalities or diseases.  Several very senior doctors seem to have no objection in principle to the law allowing abortions in such cases.  That is fine, that is their right and they have stated so publicly.<\/p><p>These abnormalities can now be detected before the 12-week cut off, as was pointed out by Senator Mullen, and that is where it becomes relevant in the Irish context because that is when terminations can take place for any reason.  Three of the doctors, including Professor Fergal Malone and Dr. Jennifer Donnelly of the Rotunda Hospital and Dr. Rhona Mahony, master of the National Maternity Hospital, outlined their views on this.  Talking at an event organised by Together for Yes, Dr. Donnelly called for the repeal of the eighth amendment at the time, citing what she called complex fatal abnormalities, which would include conditions that would not necessarily lead to death soon after birth.  Dr. Mahony stated on the RT&Eacute; &quot;News at One&quot; days before the referendum that non-invasive prenatal testing, NIPT, is offered in her hospitals.  She stated that the purpose is to prepare families for the risk that their children might suffer some disabilities, but she admitted that when anomalies are detected, an abortion often follows.  During the interview, Dr. Mahony pointed out that the update of the test is increasing and that in her opinion, most women now avail of the test for reassurance purposes.  She also stated:<\/p><blockquote>Given that Down's syndrome is quite rare, most women will be reassured.  I think it is very important to note that where we have antenatal diagnoses, for example in the Rotunda figures 50% of women would choose to continue a pregnancy knowing their baby has Down's syndrome - 50% will choose not to continue.<\/blockquote> <p>Again, no principled objection was offered from the doctors concerned.  On the other hand, Professor Malone, the master of the Rotunda Hospital, spoke on &quot;Liveline&quot; about the foetal DNA testing offered in his hospital.  I listened back to the clip late last night and like the other two doctors, he did not raise any principled objection to abortion in this scenario.<\/p><p>Those who defend the Bill before us claim that abortion will not be allowed on the ground of disability.  However, under this Bill, abortion is allowed for any reason before 12 weeks.  Therefore, what happens if disability can be detected before the 12-week gestation period?  This is the crucial question which has not been answered.<\/p><p>As has been outlined in this House, in the other House and by the advocacy groups, screening is now offered in Ireland that detects abnormalities before the 12-week cut off, making the apparent ban moot.  In the Rotunda Private Hospital, where Professor Malone works, the foetal DNA test is offered at nine weeks gestation and results come back, according to Professor Malone, typically in one week.  He further stated that the test is 99.9% accurate.  A further diagnostic test is advised, but not necessary.  One can imagine that some couples who are keen to have an abortion in such circumstances will not take a second test, particularly if the 12-week limit puts them under time pressure in that regard.  The same test, known as panorama, is offered in other Dublin clinics such as the Beacon Hospital or the Royal College of Surgeons.  Additionally, in the Merrion Fetal Health clinic, where Dr. Mahony also works, the harmony test is offered at ten weeks and results arrive within seven days.<\/p><p>In addition, in Cork, a new company called P4ML was set up in 2017.  It offers non-invasive prenatal testing, the NIPT test, at nine weeks gestation and results are available within two to four business days, confirming my argument on the technology advancing all of the time.  On the P4ML website, Professor Louise Kenny appears as a testimonial.  She was one of the most vocal doctors campaigning for the removal of the eighth amendment and advocated her position on television and radio debates before the referendum.  P4ML also supported the repeal of the eighth amendment.  I wonder if economic reasons were attached to that.<\/p><p>Clearly, there is a grave danger here when we have such advances in testing or scanning.  We all welcome that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#AA00400","speaker":"1382"},{"type":"speech","time":1544524200,"counter":158,"content":"<p>The Senator needs to be careful about what he says about certain doctors in this House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#AA00500","speaker":"1406"},{"type":"speech","time":1544524200,"counter":159,"content":"<p>I did not refer to any doctor.  I referred to a private company.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#AA00600","speaker":"1382"},{"type":"speech","time":1544524200,"counter":160,"content":"<p>You did refer to doctors and the transcripts will show same.  The Senator needs to be very careful and he is treading on dangerous enough ground.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#AA00700","speaker":"1406"},{"type":"speech","time":1544524200,"counter":161,"content":"<p>The transcripts will show that I referred to a private company named P4ML based in County Cork which, as I mentioned, campaigned to support the \"Yes\" campaign in the referendum and presumably there would be economic advantages for doing so.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is a fact.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#AA00800","speaker":"1382","continuing":true},{"type":"speech","time":1544524200,"counter":163,"content":"<p>No, it is not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB00200","speaker":"1402"},{"type":"speech","time":1544524200,"counter":164,"content":"<p>Yes it is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB00300","speaker":"1382"},{"type":"speech","time":1544524200,"counter":165,"content":"<p>Senator can we try to stick to the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB00400","speaker":"1406"},{"type":"speech","time":1544524200,"counter":166,"content":"<p>It is an economic fact.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB00500","speaker":"1382"},{"type":"speech","time":1544524200,"counter":167,"content":"<p>It is speculation.  It is outrageous.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB00600","speaker":"1410"},{"type":"speech","time":1544524200,"counter":168,"content":"<p>Dr. Malone -----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB00700","speaker":"1382"},{"type":"speech","time":1544524200,"counter":169,"content":"<p>On a point of order, speculation as to motivation is spurious speculation.  It is not a fact.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB00800","speaker":"1402"},{"type":"speech","time":1544524200,"counter":170,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB00900","speaker":"1410"},{"type":"speech","time":1544524200,"counter":171,"content":"<p>I request the Senator to continue on the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB01000","speaker":"1406"},{"type":"speech","time":1544524200,"counter":172,"content":"<p>Technically, my point is correct.<\/p> <p>I listened back to the doctor.  I have the utmost respect for all of these doctors.  They have their own opinion and they are entitled to it, just as I am entitled to my opinion and the Minister is entitled to his.  I know the Minister has a difficult job to do and this is not an easy piece of legislation to steer through both Houses.  We all have an opinion.  I have the greatest respect for those who stand up and have a pro-choice argument to make.  At least they are here and making the argument.  They are exercising their right.  I am not trying to make political points.  I am trying to articulate facts.  The facts are important.<\/p> <p>If there is a loophole in the legislation or an unintended consequence, where one can have screening at nine weeks, a result back in two or four days, confirming whether that baby may or may not have Down's syndrome with a 99.9% accuracy rate, then would the Minister not concede that some babies who have Down's syndrome will be aborted and the legislation will actually facilitate that?  If that is the case, that is a loophole in the legislation.  It is a shortcoming that needs to be addressed.  The only way of addressing it is by way of accepting this amendment.  To do otherwise is to do a disservice.  We are willing to sit down with the officials between now and Report Stage, if the Minister is willing to work with us on this.  Otherwise, we will have to press this amendment, which we do not want to do.  We are trying to be helpful.  I understand the Minister has a job to do, but we have a job to do as well.  We will try to do it in a respectful manner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB01100","speaker":"1382"},{"type":"speech","time":1544524200,"counter":173,"content":"<p>I think the first thing we have to do when speaking about this issue is to speak in a sensitive manner.  I am not suggesting that colleagues to date have not done that but obviously there are people watching this debate who have a disability, or are the parents of children with a disability.  During the course of the referendum campaign it caused me significant concern that there was an implication that the only reason some children were born with a disability in Ireland was because of the eighth amendment.  I think that the mothers and fathers whom I know, and we all know them, who raise their children with such love, compassion, dedication and care for them more than anything else did not do that because of a line in the Constitution.  Whether the Senator or I think it is a good or a bad line, they did it out of love.  We need to be very careful that we do not suggest that anything we do in here or in the Bunreacht would determine the decisions those parents make.  We debated this issue at length in the other House and it is right and proper that Senators can table it in this House as well, but I will not be accepting it for the same reasons that I outlined in the D&aacute;il when a very similar amendment was put forward by Deputies.  It is important to state that the Bill, as drafted, does not provide for terminations of pregnancy to be carried out on the grounds of sex, race or disability.<\/p> <p>We need to be very careful going down this rabbit hole of suggesting that because the Bill does not say it means that it is allowed.  That would be a very peculiar legal precedent.  The Bill does not mention hair colour but it is not a ground for termination.  By not including things in legislation, we are excluding them.  This Bill sets out very clearly what is allowed, and what is not allowed is excluded.  It is illegal.  We will be getting to a debate later and I know I will disagree with some of my colleagues on this, but there are serious criminal sanctions when one breaks the law and carries out a termination, above and beyond those grounds as well.  <\/p> <p>The Bill does provide for a termination of pregnancy to be carried out only in cases where there is a risk to the life or serious harm to the health of the pregnant woman, where there is a risk to the life or serious harm to her health in an emergency, where there is a condition present which is likely to lead to the death of a foetus either before or within 28 days of birth or where the pregnancy has not exceeded 12 weeks.  Ending the life of a foetus otherwise than in accordance with these provisions is an offence which may be prosecuted.<\/p> <p>My starting point in the drafting of this legislation and then publishing a general scheme that the people of Ireland could consider before they voted, was what the all-party committee had looked at.  The all-party committee made a very conscious decision and I have no doubt from watching those debates and reading the report that it was a conscious decision to exclude disability as a ground for termination.  The decision of that committee was to exclude it.<\/p> <p>The committee also made another very important finding.  It made a recommendation that we should allow termination in early pregnancy up to 12 weeks without specific indication.  My very honest assessment of this amendment is that it would intentionally or unintentionally make that early pregnancy head of this legislation inoperable.  People have said already that people did not vote on the heads of the Bill.  Maybe that is true and maybe it is not, who knows, but whether one was in favour or against the referendum, the issue of 12 weeks without specific indication or very crude and offensive language such as on demand, was put on posters and was debated up and down the length and breadth of the county so the people of Ireland were very much aware of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB01200","speaker":"1251"},{"type":"speech","time":1544524200,"counter":174,"content":"<p>People knew.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB01300","speaker":"1392"},{"type":"speech","time":1544524200,"counter":175,"content":"<p>People thought about it very carefully and they thought about it long and hard.  It was not an easy decision for many people.  They teased through the 12 weeks and why it was set at 12 weeks and this was a big feature of that referendum debate as well.<\/p> <p>We as a people have decided on repealing the eighth amendment in the knowledge that if we do so, the Government will bring forward legislation that will allow for termination in early pregnancy up to 12 weeks without specific indication.  To amend the legislation in the way the Senator is endeavouring to do today would make that inoperable because his wording is actually saying is, \"a termination of the pregnancy concerned is not being sought because of...\".  How does one prove the \"not being sought?\"  Are we going to psychologically assess the woman, look into her deepest darkest thoughts?  How are we going to determine that thought process?<\/p> <p>We made a conscious decision to trust women in obtaining medical advice from their doctors to access early termination in our country without specific indication.  To do anything else would be to deviate from that.  I need to be clear.  This Bill does not allow termination on the ground of disability, race or sex.  The race or sex grounds I find even more spurious in terms of the early pregnancy issues but it does not allow that.  What the Bill does allow is that a woman is not second-guessed, judged or asked to give a reason pre-12 weeks.  To alter that in any way would be to substantially divert from what we told the people of Ireland we would do and what has been in the draft Bill published in March and every version of it published ever since and was a key finding of the Oireachtas committee's report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB01400","speaker":"1251"},{"type":"speech","time":1544524200,"counter":176,"content":"<p>I completely agree with the Minister.  It was perfectly clear that this 12-week period was envisaged.  I said on the record of the House that I thought the Government was foolish to do so because I thought it was too honest.  I thought it would frighten people off.  One would have to be deaf, blind, dumb and batty not to know that this period was 12 weeks.  Everybody knew and that is what they voted on.  I have not the slightest doubt.  I cannot prove it statistically but that is what they voted on.  I said the Government was foolish, but I was wrong.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB01500","speaker":"1392"},{"type":"speech","time":1544524200,"counter":177,"content":"<p>There are one or two things that the Minister has said that need very specific working out.  I might start with the last point and I am happy to go through it with the Minister, if he is happy to go through it with me.<\/p> <p>The Minister says that he finds the grounds that the Bill might permit without specifically providing for abortions on grounds of sex and gender more spurious.  Why does he say that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB01600","speaker":"1401"},{"type":"speech","time":1544524200,"counter":178,"content":"<p>Does the Minister wish to respond directly to the question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB01700","speaker":"1406"},{"type":"speech","time":1544524200,"counter":179,"content":"<p>I am not going to do a back and forth response like what it would be if I were in a courtroom but I will answer that question.  When a pregnant woman goes to her GP in early pregnancy, that pregnant woman often has not obtained any information on the sex or race of her child.  What the legislation is endeavouring to do is to trust the woman to make the decisions that are best for her and her family at that early stage of her pregnancy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do not think there is any evidence to suggest that this legislation is attempting to do anything other than that.  The Senator is attempting to put in place further hurdles and measures that would make the pre-12-week part of this legislation inoperable.  I respect the fact that the Senator fundamentally, vehemently and sincerely opposes this ground.  I fully accept that, but I fully support the ground.  I am not going to do anything, or amend the legislation in any way, that would make one of those key grounds inoperable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#BB01800","speaker":"1251","continuing":true},{"type":"speech","time":1544524200,"counter":181,"content":"<p>Nobody is trying to put the Minister in a courtroom.  Specific questions were put and answered on Committee Stage in the D&aacute;il.  Sometimes that is the only way to get clarity.  Each time the Minister says something, he puts words in my mouth that have not been said-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#CC00200","speaker":"1401"},{"type":"speech","time":1544524200,"counter":182,"content":"<p>I do not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#CC00300","speaker":"1251"},{"type":"speech","time":1544524200,"counter":183,"content":"<p>-----or he makes allegations about the amendment or the intent of the amendment that simply are not true.  For example, it would not make-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#CC00400","speaker":"1401"},{"type":"speech","time":1544524200,"counter":184,"content":"<p>It is about the effect of the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#CC00500","speaker":"1392"},{"type":"speech","time":1544524200,"counter":185,"content":"<p>Can we hear the Senator without interruption?  Can we stick to the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#CC00600","speaker":"1406"},{"type":"speech","time":1544524200,"counter":186,"content":"<p>The specific exclusion I am proposing would not make section 12 inoperable.  My proposal would, in line with the test that is already provided for in section 12, ensure that a doctor does not provide certification if it is his or her \"reasonable opinion formed in good faith\" that the abortion is being sought on the grounds of disability, gender or sex.  That does not make section 12 of this legislation inoperable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#CC00700","speaker":"1401"},{"type":"speech","time":1544524200,"counter":187,"content":"<p>It does.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#CC00800","speaker":"1251"},{"type":"speech","time":1544524200,"counter":188,"content":"<p>It simply imposes a specific duty on a doctor in circumstances in which certain knowledge has come to his or her attention.  The Minister cannot twist that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#CC00900","speaker":"1401"},{"type":"speech","time":1544524200,"counter":189,"content":"<p>I do not need to twist it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#CC01000","speaker":"1251"},{"type":"speech","time":1544524200,"counter":190,"content":"<p>Words have ordinary meanings.  The Minister brought out the contradiction in the joint committee's aims when he rightly mentioned that it wanted to see abortion legalised without reason up to 12 weeks and also wanted to see a specific exclusion to be provided for in the case of abortion on the grounds of disability.  Those two aims are incompatible where information arises that causes disability, sex or gender to be the reason for the abortion being sought.  The Minister has an opportunity to adjudicate between those two situations.  I understand very much what Senator Norris has been saying here.  I went over it to try to establish clearly in my mind what he meant when he said that the Bill does not contemplate abortion on the grounds of disability.  I am not going to put words in the Senator's mouth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#CC01100","speaker":"1401"},{"type":"speech","time":1544524200,"counter":191,"content":"<p>No, that is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#CC01200","speaker":"1392"},{"type":"speech","time":1544524200,"counter":192,"content":"<p>He will confirm that I asked him whether he meant that the Bill does not contemplate it in the sense of not intending abortion on those grounds, or that the Bill does not contemplate it in the sense of not even permitting it by omission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#CC01300","speaker":"1401"},{"type":"speech","time":1544524200,"counter":193,"content":"<p>I said both.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#CC01400","speaker":"1392"},{"type":"speech","time":1544524200,"counter":194,"content":"<p>The Senator told me that his view is that it is not contemplated in both senses.  That is where the Senator and I have an honest disagreement.  I think it is very obvious, in light of the evidence that Senator &Oacute; Domhnaill and I have put before the Minister again, that circumstances can arise in which there will be knowledge of disability prior to the moment when the permitted time limit for the section 12 abortion without reason has elapsed.  That is fact.  As I have raised previously in the context of later-term abortions, the provision that is being made for abortion on the ground of health does not distinguish between physical and mental health.  In light of the evidence that mental health is not improved by abortion situations - I referred to this evidence yesterday - the Minister's Bill is not protecting against a situation where the tragic or challenging discovery of disability, if one wants to use such words, could be said to trigger a mental health challenge for the person involved.<\/p><p>It is true that the law being proposed here is different from the law in Britain, as Senator Norris has said.  Britain's very cruel provision on disability expresses no time limit whatsoever where disability is diagnosed.  As Senators will be aware, abortion is criminal in Britain but is not prosecutable under various exceptional headings.  The one in relation to disability is particularly cruel and unjust.  We have heard about late-term abortions for disabilities as simple or as uncomplicated as a cleft palate.  The Minister's Bill is cruel and irresponsible in its vagueness because it provides for abortion without reason up to a 12-week limit without insulating against the possibility that a vulnerable person in such a vulnerable situation might seek an abortion on the grounds of disability.  Before the referendum, the Minister gave a commitment to provide for a specific exclusion in the case of disability, but he cannot deny that it is not specifically excluded.  He may claim that his Bill does not intend to legalise abortion on the grounds of disability.  He can truthfully say that and I cannot challenge him, but I can question the honesty of the Government when the Minister tells me that this Bill does not specifically exclude disability because he has failed to specifically exclude the invocation of disability as a ground under section 12, section 9 or even section 10.  At the bar of history, this will not be a difficult one to resolve.  The words have clear meaning.<\/p><p>Senator Norris reminded us all of something that is important here - how difficult it is for families who find it impossible to cope, including and perhaps especially families that already have a child with a disability.  Those who are seeking to exclude abortion on the grounds of disability can only do so with integrity, in my view, if they are on board with extra support and care at taxpayers' expense for families that deal with this challenge.  I hope that in my ten or 11 years here to date, I have been on the side of the angels in that respect.  We can never do enough in this regard.  The point of legislation here is not to pretend that people do not find themselves in vulnerable situations; it is precisely to deal with what happens when people find themselves in vulnerable situations.  The difference of opinion in this Chamber is about what constitutes compassionate care in this situation.  For some Senators, compassion in this situation points to acceding to a request for abortion.  For me and for some other Senators, and for many people in this country, the only way one can be compassionate is if one is consistently and inclusively compassionate.  This means that no child is left behind, not even an unborn child.  We have a greater obligation to be supportive of people and families when disability is diagnosed in pregnancy.  It is precisely because of the vulnerability that this situation brings about that the law needs to be especially clear.  That is exactly what this legislation is not - it is not clear.<\/p><p>The Minister rightly said that we need to talk about these matters in a sensitive manner.  He took umbrage at the implication that the only reason some children were born in the past was because of the eighth amendment.  He paid tribute to those families that give life to their children out of love.  With the greatest of respect, that is seeking to obfuscate the issues by reference to an emotive argument.  Nobody even disputes the love that parents have when they find that they cannot cope, even if they make a choice that I would disagree with.  It is an indisputable fact that our constitutional protection for the unborn coincided with dramatically lower abortion rates, according to the best information available, than those that exist in the parts of the world where abortion is legal - especially, but not exclusively, our nearest neighbour.  There was a radical difference in the incidence of abortion of children where conditions such as Down's syndrome had been diagnosed <i>in utero<\/i>.  It can be claimed that the difference was love - that the Irish were more loving than other people.  I would like to think that was the case.  I can even agree that it may have been the case.  However, it is not a basis for making law.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->No responsible Minister for Health would make law on the basis that the people of one country are more loving and kind than the people of another.  We all know that the reason we have laws is because laws help to shape choices.  They signal the community's desire in respect of certain choices and so as not to be hypocritical, they must be backed up by extra support and resourcing for people who we ask to make a particular choice.  The Minister suggests that the issue of hair colour is on a par with the issue of disability.  He says it is no more inappropriate that the Bill does not specifically exclude abortion on the grounds of hair colour than on the grounds of disability.  To suggest that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#CC01500","speaker":"1401","continuing":true},{"type":"speech","time":1544524200,"counter":196,"content":"<p>Senator Mullen is twisting it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD00200","speaker":"1251"},{"type":"speech","time":1544524200,"counter":197,"content":"<p>It is a very irresponsible comment to make, because the reality is that abortion is associated with disability throughout the world.  There is a vulnerability that this Bill is not currently addressing.  The Minister made a particular promise to the electorate that he has not kept, namely, the specific exclusion of abortion on the grounds of disability.  The Minister promised to be specific.  The best claim he can make is that he does not intend for his vague, open provision for abortion to be used in response to a diagnosis of disability.   The Minister may not intend it but he has absolutely no control over how laws will be interpreted or applied in a particular context.  I suggest to him that it is at best extremely irresponsible not to follow through on the commitment he gave to explicitly and specifically exclude abortion on the grounds of disability.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD00300","speaker":"1401"},{"type":"speech","time":1544524200,"counter":198,"content":"<p>I am watching the clock.  We have spent one hour and 25 minutes on this amendment.  I will allow some more debate but I will not allow it to go on for another hour and 25 minutes, in case Senators think I will.  Senator Noone wishes to make a comment.  I hope it is helpful and she is not antagonising.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD00400","speaker":"1381"},{"type":"speech","time":1544524200,"counter":199,"content":"<p>I sat here for the entire day yesterday and I did not make one comment.  It was very difficult to do that when I heard a lot of the comments that were made.  I will be very brief.  The committee, which I chaired, specifically excluded disability as a grounds on which abortion should be allowed.  That is not for debate.  That is a fact and was in our recommendations.  The committee's report underpinned this legislation.  While there were certain changes, which the Government was quite entitled to make on the advice of the Attorney General and for other reasons, that fact remains.  There is one fundamental point that certain Senators are missing.  The Minister is being accused of not fulfilling his promise to the Irish people.  I firmly believe the Irish people were clearly aware of the terms on which they were voting.  I agree with Senator Norris on this point.  The Bill was discussed in detail by those on both sides of the argument, especially on this particular point.<\/p> <p>With such spinning and twisting of facts to suit a certain argument, it is like \"Groundhog Day\" in here.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD00500","speaker":"1406"},{"type":"speech","time":1544524200,"counter":200,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD00600","speaker":"1402"},{"type":"speech","time":1544524200,"counter":201,"content":"<p>We have had this debate.  We want the legislation to be passed and no efforts to twist what has happened in reality are going to be effective.  This is about trusting women and their doctors to make decisions that suit them.  At the end of the day, most pregnancies are very much wanted in this country, like in every other country in the world.  To be honest, it is very hard to sit in this Chamber and listen to this prevailing distrust of women, minute after minute and hour after hour.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD00700","speaker":"1406"},{"type":"speech","time":1544524200,"counter":202,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD00800","speaker":"1410"},{"type":"speech","time":1544524200,"counter":203,"content":"<p>Does the Minister have anything further to add?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD00900","speaker":"1381"},{"type":"speech","time":1544524200,"counter":204,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD01000","speaker":"1251"},{"type":"speech","time":1544524200,"counter":205,"content":"<p>The Minister has completed the discussion.  I will allow Senators to continue a little further, but I will not let this go on for another hour and a half.  I will put it to the House.  I will give Senators a few minutes but the Minister has decided that he has given a sufficient response and he is not contributing again.  I ask Senator Mullen to be wary of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD01100","speaker":"1381"},{"type":"speech","time":1544524200,"counter":206,"content":"<p>I understand that and I am grateful to the Cathaoirleach.  As I said yesterday, I do not want to repeat myself in any way and I have tried to avoid doing that.  However, everything that is important has to be put on the record because lives are at stake here.<\/p> <p>My colleague, Senator Noone, rightly points out that the committee report undergirded the legislation.  It is true.  It was the springboard for the legislation.  However, I was fair and accurate and was not doing any spinning or twisting of facts when I said that there is a contradiction between the committee's desire to exclude abortion on grounds of disability and its other desire, which I disagreed with, for abortion without reason up to 12 weeks.  Moreover, \"on demand\" is not insensitive language, although it is slightly inaccurate language because there is a 72-hour window.  That point I would concede but the language is far from being crude.  It expresses in layperson's language a situation where one does not have to give a reason and is entitled to abortion on the basis of a demand.  Again, accusing people of using crude language seems to be an effort to \"emotivise\" the debate, if such a word exists.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD01200","speaker":"1401"},{"type":"speech","time":1544524200,"counter":207,"content":"<p>It does not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD01300","speaker":"1392"},{"type":"speech","time":1544524200,"counter":208,"content":"<p>I will have to defer to Senator Norris on anything to do with words.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD01400","speaker":"1401"},{"type":"speech","time":1544524200,"counter":209,"content":"<p>Senator Mullen has coined it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD01500","speaker":"1392"},{"type":"speech","time":1544524200,"counter":210,"content":"<p>In regard to the suggestion of distrust in women, nobody distrusts anybody.  Laws are about dealing with realities where people are vulnerable.  According to that logic, a law that prohibits abortion in any situation means that we distrust women.  That simply is not a basis for argument.  The opposition to abortion springs from the fact that people, women, find themselves in vulnerable situations.  The position I have been trying to advance is that the compassionate response is to care for both persons.  That is not an issue of trust.  It is not an issue of mistrust or distrust.  It is an issue of recognising vulnerability and providing for what the community wants to happen in those situations.  As I have said, I am very disappointed that the Minister has not been open to the necessary clarification that we have requested.  As I have said, there will not be much doubt at the bar of history about what the Minister promised and what he is delivering by its absence in this legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD01600","speaker":"1401"},{"type":"speech","time":1544524200,"counter":211,"content":"<p>I will give Senator &Oacute; Domhnaill the final word.  I remind him that the Minister is not contributing again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD01700","speaker":"1381"},{"type":"speech","time":1544524200,"counter":212,"content":"<p>I thank the Cathaoirleach.  I appreciate the opportunity.  I appreciate that the Minister has spoken and I respect that.  I want to attach a personal story to this issue before we conclude on the area of disabilities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD01800","speaker":"1382"},{"type":"speech","time":1544524200,"counter":213,"content":"<p>Is the Senator speaking to the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD01900","speaker":"1410"},{"type":"speech","time":1544524200,"counter":214,"content":"<p>Senator &Oacute; Domhnaill may do so if it is relevant to the amendment.  Senators cannot presume it is not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD02000","speaker":"1381"},{"type":"speech","time":1544524200,"counter":215,"content":"<p>It is.  Perhaps some would deny me that right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD02100","speaker":"1382"},{"type":"speech","time":1544524200,"counter":216,"content":"<p>He would have said it by now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD02200","speaker":"1406"},{"type":"speech","time":1544524200,"counter":217,"content":"<p>Senator &Oacute; Domhnaill is entitled to establish whether it is relevant.  I will referee that decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD02300","speaker":"1381"},{"type":"speech","time":1544524200,"counter":218,"content":"<p>I am extremely grateful for the objectivity of the Cathaoirleach and I thank him for that protection.  What we raised here were facts.  It is a fact that the three doctors to whom I referred stated that screening can be carried out at nine weeks.  The technology exists.  It is also a fact that the results can be back within four days or a week.  That is well within the window of 12 weeks.  I know of one particular hospital in Dublin where a screening was provided for a pregnant woman, a relative of mine.  The screening showed that the unborn child had a very high probability of being born with Down's syndrome and that she should consider an abortion.  Thankfully she did not take that route, and today Simon is three years old.  He is a bundle of fun.  The reason we are raising this particular amendment is to allow children like Simon the opportunity to live and breathe among the rest of us.  It is wrong to shout us down because we have that conviction.  It may not rest easy with some Senators' position and that is fine.  I acknowledge that Senator Noone did an awful lot of good work, as did all the members of the committee.  It was not an easy issue to deal with.  She is absolutely right; the committee excluded disability.  That is fine.  She is right.  I agree with her.  The Bill does not make reference to disability.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->By being indefinite on this the Bill creates the potential for children to be aborted on disability grounds because the legislation is not otherwise prescriptive.  That is why we are tabling this amendment.  I feel passionately about it.  Any one of us at any point in our time before we were born could find ourselves in the same position. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#DD02400","speaker":"1382","continuing":true},{"type":"speech","time":1544524200,"counter":220,"content":"<p>We would not know.  It would not make any difference.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#EE00200","speaker":"1404"},{"type":"speech","time":1544524200,"counter":221,"content":"<p>I have the opportunity to raise it here today and I am doing that.  I appeal to the Minister to close off the loophole because there is one.  It is black and white.  We have to agree on that at least.  Not to agree on that would be to say that the doctors, Rhona O'Mahony and Fergal Malone are wrong in their contention that they screen at nine weeks because it is a proven fact that screening can be done at nine weeks.  Would the Minister at least agree with me on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#EE00300","speaker":"1382"},{"type":"speech","time":1544524200,"counter":222,"content":"<p>Would the Cathaoirleach consider fining speakers for repetition?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#EE00400","speaker":"1392"},{"type":"vote","time":1544524200,"counter":223,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 6; Níl, 32.<\/p><br\/><br\/><p>Tellers: Tá, Senators Rónán Mullen and Brian Ó Domhnaill; Níl, Senators Gabrielle McFadden and Catherine Noone..<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#EE00500","aye":["1384","1420","1401","1426","1382","1418"],"nay":["1407","1402","1408","1409","1380","1391","1378","1416","1388","1419","1424","1389","1405","1417","1430","1438","1400","1403","1375","1398","1406","1392","1427","1397","1385","1394","1413","1410","1421","1399","1404","1372"],"abs":[]},{"type":"speech","time":1544524200,"counter":224,"content":"<p>I move amendment No. 25:<\/p><blockquote>In page 10, line 3, to delete &ldquo;matter&rdquo; and substitute &ldquo;matters&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#FF00100","speaker":"1401"},{"type":"unspoken","time":1544524200,"counter":225,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1544524200,"counter":226,"content":"<p>If the question on amendment No. 26 is agreed, amendments Nos. 27 to 29, inclusive, cannot be moved.  Amendments Nos. 26 to 34, inclusive, are related.  Amendments Nos. 27 to 29, inclusive, are physical alternatives to amendment No. 26.  Amendment No. 29 is a physical alternative to amendment No. 28 and amendment No. 30 is a physical alternative to amendment No. 29.  Amendments Nos. 26 to 34, inclusive, may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#FF00200","speaker":"1381"},{"type":"speech","time":1544524200,"counter":227,"content":"<p>I move amendment No. 26:<\/p><blockquote>In page 10, to delete lines 4 to 9. <\/blockquote> <p>The three-day limit imposes a harmful and unnecessary limitation.  It will inhibit access for pregnant people who will struggle to attend multiple doctors' appointments and it should be removed.  If the mandated waiting period is not removed, the Bill should be amended to allow doctors to waive it where observing the waiting period would otherwise mean that the woman is denied access to abortion.  Yesterday, there were several instances given, which I will not recite again, where because of the circumstances, a woman might be just over the period.  I believe this should be got rid of, straightforwardly. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#FF00300","speaker":"1392"},{"type":"speech","time":1544524200,"counter":228,"content":"<p>We have tabled five amendments in this group which all relate to access to terminations in early pregnancy.  My main concern is the three-day waiting period and the way in which pregnancies will be dated.  Amendment No. 29 would allow the three-day wait to start from the moment a woman requests the appointment with the medical practitioner.  Amendment No. 31 would allow for the three-day waiting period to be waived where the three-day wait would result in the pregnancy exceeding 12 weeks, making a termination on this ground thereafter illegal.  Amendment No. 32 would provide for a woman living in a situation of domestic violence or where, as a result of her living circumstances, her life or her health are under threat, to have the three-day waiting period waived and access a termination.  Amendment No. 33 would allow for the three-day wait period to be waived where the woman had already met a barrier to her care from a conscientious objection.<\/p> <p>The complete inflexibility of the three-day waiting period is a serious problem and one which we cannot stand for.  I watched the Minister respond to this issue in the D&aacute;il.  He has consistently said that because the waiting period is in the draft legislation it must stay.  I do not agree that this should be the case.  This legislation was written before the referendum and before we became aware of the extraordinary appetite for change when two thirds of the electorate voted to remove the eighth amendment.  This is a different landscape from the one we were in when the heads of the Bill were written.  That cannot and should not be ignored.  However, if the three-day waiting period is to stay, surely we can find some flexibility to allow it to be waived in extraordinary or extenuating circumstances.  That is where these amendments come from.<\/p> <p>Conscientious objection is a barrier to care.  The amendment would ensure that the three-day waiting period does not apply to a woman whose first appointment with a doctor resulted in an objection to her care.  It is not enough to say that the helpline will direct women towards those GPs who will provide a service.  The first port of call for any woman, especially women who are on medical cards, would be her GP.  She would call her GP first for direction and care.  Domestic violence should be grounds for a waiver of the three-day waiting period, and living circumstances in general should also be included.<\/p> <p>The three-day waiting period should start from the date the request is made, as happens in the Netherlands, which the Joint Committee on the Repeal of the Eighth Amendment to the Constitution heard.  The three-day waiting period there is only acceptable if it begins when the woman first calls the doctor.  All this three-day waiting period achieves is barriers and distrust.  We do not trust women to make up their minds and think through their decisions before they make the call to the doctor.  Surely where the pregnancy concerned will exceed 12 weeks, we can make an exception.  The Minister has said that a woman under 12 weeks will have access under this section.  However, if we do not accept amendment No. 31, a woman legally entitled to an abortion will be denied care because of the three-day wait.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2018&amp;amp;month=12&amp;amp;day=11\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I also support the Sinn F&eacute;in amendment, which would remove the three-day wait where it would be a barrier to care.  The Minister has at all times said this service would be accessible to women and the section exists because the committee recommended that termination in early pregnancy be accessible to women who had experienced rape and incest.  How can we possibly justify making a survivor of rape wait three days for no other reason than because it was included by the Department between our committee report and the publication of the draft Bill?<\/p><p>The three-day wait and its particular effect on the poor and marginalised women worries me most as I sometimes feel that in most legislation, it is the most marginalised and those on the fringes of society who are left behind.  These include women in addiction and homelessness, as well as those women with low educational attainment.  Often self-advocacy, knowing one's rights and being able to access a provider can be limited.  This is an issue for those suffering domestic violence, medical card holders and those in direct provision.  For example, there is one bus going from Mosney per week.  It is a major issue as there is usually only one or two doctors, some of them provided by Safetynet Primary Care personnel operating in the likes of Mosney.  What if the doctor is a conscientious objector and a person might have to wait for five or six days before being able to leave Mosney and accessing another doctor?  What will happen in rural Ireland if a local doctor objects and a person must travel to another town?  What happens in the case of a woman pregnant due to sexual abuse and rape?<\/p><p>The Abortion Support Network clearly outlines this in communication with the Minister and the rest of us this week.  It speaks of real-life experiences that it deals with on a daily basis.  Ms Mara Clarke notes the plight of homeless women, and the network has been hearing from an increased number of people who are homeless but who need abortion services.  A few weeks ago she had four homeless clients in one week, and many of those clients are homeless as a result of abusive relationships, while others have fallen on hard times.  Where does the Minister suggest that a homeless woman should go to experience the five to six hours of extreme bleeding and cramping that some people endure, not to mention the additional possible side-effects of nausea, chills, fever and diarrhoea?<\/p><p>I have countless examples of women who are homeless in extreme circumstances.  I remember working in a now-closed facility at Aungier Street in approximately 2000.  One of the women I met was not only raped repeatedly by her grown-up son but her ex-partner, whom she left by leaving her house, waited outside the post office every week for the one day she would leave the hostel in order to take her money.  She had an abusive man standing on Aungier Street stopping her from accessing her own social welfare so how is she meant to make repeated calls to a doctor?<\/p><p>Speaking of women made homeless due to abusive partners, the largest percentage of the Abortion Support Network's clients are in and escaping abusive relationships, often with men who will not use or who sabotage birth control.  It can be impossible for these women to leave the house for one doctor appointment and two or three appointments could raise suspicion.  In the past the network has arranged for these women to travel on days when their partners were on stag or work trips, or it has advised on how it may be possible to access safe but illegal abortion pills through friends.  One women with whom they had arranged travel disappeared and was unreachable.  She contacted the network a year later to apologise for going missing but her partner had discovered her plan to terminate and beat her so badly she could not travel.  When she got back in touch, she had a young baby and another pregnancy with which she needed help to terminate.<\/p><p>When I read about this one set of circumstances I was reminded of and upset by the case of another women whom I met once approximately eight years ago when I worked helping people with addiction.  One service user came into the programme and said she had heard an already isolated migrant woman who lived next door screaming and it sounded like she was being beaten on a regular basis.  We took the risk one day to call to the woman in the flat and she was absolutely petrified.  She was not suffering addiction but I asked her if she wanted to join the programme to try to get some sort of support.  I am trying not to get upset but she looked really unwell.  She had a bun in her hair and told us how she was not even allowed to have a hairbrush.  She was not allowed to have sanitary products.  Instead of her coming to us, she asked if we could bring some stuff with which she could wash herself while her husband was out.  After a few days of calling to her and sneaking in sanitary products, we finally convinced her to come to the community centre while her husband was out.  She was petrified.  We had to hire a hairdresser who spent hours taking the knot from the top of her hair as it was so long since she had been allowed to brush it.  She had two young children.  After that one day of finally getting her to the centre, she never came back to us again and she stopped opening her door for us.  I have no idea if my intervention stopped her being able to come back to us and leaving the house again.  She could never make it to a doctor.  Three days is not acceptable for women like that and this Bill does not legislate for such women.<\/p><p>Amendment No. 34 would allow for otherwise appropriate medical principles to be incorporated in how we date pregnancies for the purpose of this section.  It is drawn from an amendment by Deputy O'Connell in the D&aacute;il.  The principle of dating it from the first day of a woman's previous menstrual period is problematic.  The Minister knows this and I do not need to elaborate on it.  The time in which a woman is defined as pregnant should not be from the first day of her last period as this shortens the amount of time available.  In some cases a pregnant woman might be seen as being 12 weeks' pregnant but has really only been pregnant for nine or ten weeks.  If we are to keep the three-day wait for the majority of cases, we need to really look at those specific cases and carve out exemptions to that waiting period.  Otherwise this will be another piece of legislation that is of no use to women in dire circumstances like the women I have worked with for many years.  This three-day waiting period does not help them in any sense.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#FF00400","speaker":"1404","continuing":true},{"type":"speech","time":1544524200,"counter":230,"content":"<p>These are prudent amendments to the proposed requirement in section 12(3) that three days must elapse between the date of certification and the provision of abortion care.  Sinn F&eacute;in strongly holds that there should be no possibility of the waiting period acting as an arbitrary barrier to care.  There should be nothing in the Bill causing a doctor to think about anything except a pregnant woman requesting help.  If a decision is made to include reference to a three-day waiting period in legislation, it must begin from a woman's request for an appointment with a medical practitioner if it is to be at all workable in practice.  Barriers in this instance would be damaging to women and further force them to travel abroad or procure abortion pills on the Internet.  The referendum campaign touched on these matters and people were adamant that they wanted to stop forcing women to travel abroad or having to buy unregulated pills on the Internet in order to treat themselves.  This legislation will only have served its purpose if the number of women travelling abroad for termination or the ordering of abortion pills goes down.<\/p> <p>Such a decision is all-encompassing and it consumes women for much more than the three days that some politicians, for whatever reasons, obsess over with others in society.  In most cases women spend weeks coming to a decision and they do it alone in most cases as well.  We must have common sense and the three-day period was never meant to mean there should be multiple visits to a GP on several days.  It was meant to mean the service would be available three days after a person presenting at a GP surgery, over the phone, via email or on WhatsApp, if it is accepted in the clinic.  The person would speak with the GP or secretary to make an appointment after making the momentous decision to attend a GP for this medical procedure.  In order to ensure there cannot be unnecessary barriers we must change this unnecessary waiting period.<\/p> <p>With respect to amendment No. 30, there is a blind spot in the legislation with women under the 12-week limit if waiting for the three days would take them over the limit, resulting in an inability to access medical services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018121100002#GG00200","speaker":"1388"},{"type":"unspoken","time":1544524200,"counter":231,"content":"<p>Additional debate to follow.<\/p>"}]