[{"type":"minorheading","content":"Prelude","time":1362652200,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30","time":1362652200,"counter":2},{"type":"unspoken","content":"Reflection and Prayer.","time":1362652200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1362652200,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1362652200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700002#A00100"},{"type":"speech","time":1362652200,"counter":6,"content":"<p>I have received notice from Senator David Cullinane that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:<ul><br \/>The need for the Minister for Education and Skills to make a statement on his plans to develop a technological university in the south east, the process involved in this development and the timescales envisioned for the development of any such university.<\/ul>I have also received notice from Senator Fidelma Healy Eames of the following matter:<ul>To ask the Minister for Education and Skills to investigate the serious case of an 11 year old boy (details supplied) with autism and ADHD whose right to an appropriate education has been denied him and who has been locked in an isolation room in his primary school for four days because he is unable to do his school work.<\/ul>I have also received notice from Senator Jimmy Harte of the following matter:<ul>To ask the Minister for the Environment, Community and Local Government to give a report on the dumping at sea of chemical weapons off the Donegal coast in the 1950s which the UK Ministry of Defence admitted to in the 1990s; and the steps, if any, the Government has taken to protect against possible seepage of toxic and dangerous materials at the dump site.<\/ul>I have also received notice from Senator Averil Power of the following matter:<ul>To ask the Minister for Children and Youth affairs to reverse the devastating funding cuts to youth projects in Dublin Bay north.<\/ul>I regard the matters raised by the Senators as suitable for discussion on the Adjournment and they will be taken at the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700002#A00200","speaker":"1127"},{"type":"majorheading","content":"Order of Business","time":1362652200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700002#A00300"},{"type":"speech","time":1362652200,"counter":8,"content":"<p>The Order of Business is No. 1, Education and Training Boards Bill 2012 - Second Stage, to be taken at the conclusion of the Order of Business and to conclude no later than 2 p.m., with the contributions of group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes and the Minister to be called on to reply no later than 1.50 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700002#A00400","speaker":"1130"},{"type":"speech","time":1362652200,"counter":9,"content":"<p>Will the Leader arrange a debate as soon as possible on the discriminatory taxes being introduced, in particular against women, children and the family?  On 27 February last, the National Women's Council of Ireland issued a statement with some data on the incomes of women and the gap which exists between them, in particular women who are mothers.  The statement was entitled, Being a Mother Doesn't Pay.  Mothers who work are paid 31% less than women who have no children.<\/p><p>On the eve of international women's day, we have announced to the mothers, and the prospective mothers, of Ireland that we will tax maternity benefit, which will cost them in the region of €450 per month.  This is further compounded by the €10 cut in child benefit and the property tax which paves the way for more families to fall into the poverty trap.  The Minister for Finance's defence of this, that pregnant women should not earn more, is a very poor one.  I have said many times that all of us would gladly pay for the relative security and protection of our children and our older people.<\/p> <p>There are other options and choices that were open to Government with regard to raising revenue measures here.  Reference has been made before to the percentages over &#8364;100,000 in income that could be used.  There are other options which could be used.<\/p><p> Today the matter was covered in the media and many of the editorials.  I shall quote from today's <i>Irish Independent<\/i>where it says that the measure is &quot;anti-women&quot;.  It is also anti-children and anti-family.  According to the editorial in today's <i>Irish Independent <\/i>we could do without the measure and I agree.  Today as we celebrate with coffee mornings in the House because it is the eve of International Women's Day, it is unbecoming for the Government to target women, mothers in particular and their children, by a measure of this sort when clearly there are other options available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700002#A00500","speaker":"1149","continuing":true},{"type":"speech","time":1362652200,"counter":11,"content":"<p>Tomorrow is International Women's Day and I remind colleagues that Senator Susan O'Keeffe and I are hosting a coffee morning today in the Private Members' dining room.  All are welcome to attend.  It is in aid of SAFE Ireland which is the national network of domestic violence services.  It has developed services that respond to and advocate for the needs of women and children who are victims of domestic violence.  It is an important and worthwhile cause and I invite all colleagues to attend.  It is under way and shall continue until 11.30 a.m.  Obviously we would like a good attendance.<\/p><p>Next Wednesday for the Labour Party's Private Members' time my party will put before the House the Employment Equality (Amendment) (No. 2) Bill.  It aims to amend section 37 of the Employment Equality Act 1998.  We have debated the issue before here and I would welcome cross-party support for the Bill.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700003#B00200","speaker":"1148"},{"type":"speech","time":1362652200,"counter":12,"content":"<p>Bravo.  Well done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700003#B00300","speaker":"1136"},{"type":"speech","time":1362652200,"counter":13,"content":"<p>I thank the Senator.  I welcome the announcements made at a press conference yesterday.  The Government announced the progress that it has made after two years in office.  I ask the Leader to invite Ministers to attend debates here on a regular basis.  I know that other Senators sought the same earlier in the week when I was Deputy Leader during the Order of Business.  I know that the Leader is doing that.  The Ministers could update us on progress that they make in their areas.  I know that it has been done on a rolling basis but it might be worth initiating it again now that the Government has been two years in office.<\/p><p>I note that the priorities for the Government, as stated by the Taoiseach and Tánaiste yesterday, are job creation, reducing unemployment figures, dealing with another pressing issue of mortgage arrears and to exit the bailout by the end of the year.  I know that Senator Hayden and others have raised the importance of dealing with mortgage arrears.  I look forward to having further debates on the matter in the House. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700003#B00400","speaker":"1148"},{"type":"speech","time":1362652200,"counter":14,"content":"<p>I wish to call for an urgent debate on planning permission and related issues.  For instance, people were granted planning permission almost five years but it is about to run out.  What if they must reapply even though their local authorities are concerned and disagree with the permission that was granted to them four and half years ago?  I am talking about continuing on because there are better times on the way and new houses will be built again.<\/p><p>I call for a debate on planning.  I cannot understand the attitude adopted by local authorities to unauthorised developments which were built without permission and over a few weekends.  In such cases the local authorities have refused permission and owners must reapply.  Then An Bord Pleanála says &quot;No&quot; because the site was unauthorised, it was an unsuitable location so the development must be knocked down.  Some of those buildings still stand after five and ten years.  There is one instance in my county where such a building has been in existence for 15 years.  It has not been demolished despite decisions being made by the local authority and An Bord Pleanála.<\/p><p>I call for an urgent debate on planning.  Why do such cases take so long?  Why can individuals ignore decisions made by An Bord Pleanála yet go through the courts and reapply?  There is an issue whereby people living 200 miles away can object to planning permission.  I call on the Leader to invite the Minister to attend here to debate the matter.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700003#B00500","speaker":"1138"},{"type":"speech","time":1362652200,"counter":15,"content":"<p>The Senator has made his point.  I call Senator Barrett.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700003#B00600","speaker":"1127"},{"type":"speech","time":1362652200,"counter":16,"content":"<p>This afternoon in Helen's Bay, County Down, the funeral will take place of Sir George Quigley.  He was one of the finest public servants of the island of Ireland that one could find in either jurisdiction.  He was Permanent Secretary at the Department of Finance and Personnel in Northern Ireland.  He chaired the review of the Parades Commission between 2001-02 which was a notable contribution to removing tension from the matter.  In 2009, Sir George was one of two independent witnesses who were called upon to verify the decommissioning of weapons by the Ulster Defence Association.  He is remembered by the Sir George Quigley Award awarded each year to cross-Border groups operating in the community and voluntary sector.  More recently he chaired an industrial task force that recommended the extension of our 12.5% corporate tax rate which the Government defended so strongly to the entire island.<\/p><p>As the Leas-Chathaoirleach knows, the promotion of relations between the two communities was one of the functions that Arthur Griffith and President De Valera had in mind when they established the House.  I cannot think of a better person who embodied that aim than Sir George Quigley.  I ask the Leader to convey our sympathies to his widow, Lady Moira, and our appreciation of his immense contribution to all of the island.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700003#B00700","speaker":"1157"},{"type":"speech","time":1362652200,"counter":17,"content":"<p>I raise the issue of private education.  Recent news reports outlined that the Department of Education and Skills had commissioned research into the level of funding for private schools which was over and above the resources of non-private State run schools.  It was disclosed that the top nine or ten private schools had in the region of an additional €2 million available to them over and above that of a State funded school.  The report also stated that if all of the privately-funded schools joined the State system it would cost the State somewhere in the region of an additional €24 million.  That raises an issue which is worthy of discussion in the House, namely, the future and role of private education.  We could discuss whether there is a role for private education and whether it should be State policy to encourage private schools back into the State system.<\/p><p>I note that a significant number of young people have, for the sake of argument, abandoned their private health cover.  I know that we have a strategy towards expanding health cover but there is a concern that there is a cohort of people, particularly young people, who are now exposed when it comes to being covered for health care.  There is an issue around privatisation, whether that is the privatisation of education or health care.  I call on the Leader to arrange an indepth debate on private education. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700003#B00800","speaker":"1172"},{"type":"speech","time":1362652200,"counter":18,"content":"<p>On Tuesday, in the absence of the Leader, I raised the issue of the 800 IBRC workers who have temporary contracts.  Some of them will be transferred to NAMA.  I hope that as many jobs as possible can be saved.  We are not concerned about the executives and the people in IBRC who were part of the problem.  We are concerned about the ordinary low to middle income staff workers who face an uncertain future.<\/p><p>On the night that we debated the promissory note changes late into the night, and the subsequent legislation that was passed when the bank was liquidated, agreements were put in place regarding contracts and redundancy terms.  There was an agreement to a redundancy package of four weeks pay per year of service.  Both agreements are now gone.  The workers, who might be redundant, are now being offered the statutory redundancy.  Last week the union concerned gave a presentation on the matter in the AV room at Leinster House.  It was very good.  It is important that we get a statement from the Minister for Finance, either through him attending here or via the Leader's office and his statement could be reported to the Seanad next week.  I want an update on where the former and present workers in the bank stand.  <\/p> <p> On a similar note, some weeks I also called for this House to find a way to celebrate and mark the centenary of the 1913 Lock-out and asked that we would invite a senior trade union leader to the House as part of the centenary celebrations, which are taking place across the State.  I wrote to the Committee on Procedure and Privileges, CPP, on the issue.  It would be an important opportunity for this House to mark that event and invite a senior trade union leader to come into the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700003#B00900","speaker":"1133","continuing":true},{"type":"speech","time":1362652800,"counter":20,"content":"<p>It is a question for the CPP.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700004#C00200","speaker":"1148"},{"type":"speechnospeaker","time":1362652800,"counter":21,"content":"<p>It was all agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700004#C00300","nonspeaker":"A Senator"},{"type":"speech","time":1362652800,"counter":22,"content":"<p>I ask for an update on that as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700004#C00400","speaker":"1133"},{"type":"speech","time":1362652800,"counter":23,"content":"<p>Next week, I will release the findings of a report based on research I have been doing on whether our public bodies are doing enough to support Irish producers and Irish jobs.  It is an extensive report, which examines the number of Irish goods and services being used by State-funded bodies such as Departments, local authorities, and State agencies.  I contacted 162 institutions, 75% of which replied, and this will be documented in the report.<\/p><p>The aim of the research is to give an accurate picture of the percentage of goods procured by State-funded bodies that are Irish, and if there is an interest in increasing that amount.  As we all know, buying Irish creates jobs in Ireland, and we should look to State-funded bodies to kick-start that process because they are something over which we have some control.<\/p><p>I was contacted recently by a printer who had lost a contract to another Irish company that got the contract through a procurement process, but it transpired that although the company was Irish, the vast majority of the service was being sent to the United Kingdom to be completed.  It appears that suppliers are finding ways around the social conscience argument in the procurement area.  I will be pushing for the Minister for Jobs, Enterprise and Innovation, Deputy Bruton, and the Minister of State, Deputy Hayes, to closely examine this area.  It is an issue we could usefully debate in this House in the coming weeks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700004#C00500","speaker":"1153"},{"type":"speech","time":1362652800,"counter":24,"content":"<p>I compliment our colleagues, Senator John Kelly and Senator John Whelan, and Noel Walsh, personal assistant to Senator John Kelly, for organising a very useful meeting yesterday in the audio visual room on the circumstances surrounding the tragic death of the late Fr. Niall Molloy, who was my local priest in Castlecoote, Fuerty, in 1985.  A commitment was given by the then Deputies Pat Rabbitte and Alan Shatter that they would hold an inquiry into this matter if elected to Government.  That commitment has not been honoured.  I ask the Leader to arrange a discussion in the House with the appropriate Minister to honour a commitment he gave and which impressed the family of the late Fr. Niall Molloy, whose life was cut short at a very early age in Clara, County Offaly, by the alleged murder, and the alleged cover-up of his murder by the State.  I compliment the late Veronica Guerin and Ms Gemma O'Doherty, senior feature writer with the <i>Irish Independent<\/i>, who is pursuing this issue.  Justice has not been done for the late Fr. Niall Molloy, who was a man of the highest integrity.  He was a priest in the diocese of Elphin who served as chaplain with the Army at home and abroad.  His memory, integrity and innocence should be vindicated by this State.  The State owes it to him and his family.  I attended the meeting yesterday until I was called to a vote in the House at 3 p.m.  I also had to attend for a debate with the Minister for Children, Deputy Fitzgerald.  Now is the time for an explanation of the circumstances surrounding the case and of the question mark about Judge Frank Roe, the then President of the Circuit Court, taking the case when he knew the families involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700004#C00600","speaker":"1140"},{"type":"speech","time":1362652800,"counter":25,"content":"<p>Senator, sometimes you abuse your powers here.  You are naming people-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700004#C00700","speaker":"1127"},{"type":"speech","time":1362652800,"counter":26,"content":"<p>Frank is gone to his eternal reward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700004#C00800","speaker":"1140"},{"type":"speech","time":1362652800,"counter":27,"content":"<p>With all due respect, you are a senior Senator in this House and a Senior Member of the Oireachtas but you sometimes take a step too far.  Calling for an explanation about a member of the Judiciary is a step too far.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700004#C00900","speaker":"1127"},{"type":"speech","time":1362652800,"counter":28,"content":"<p>He is gone to his eternal reward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700004#C01000","speaker":"1140"},{"type":"speech","time":1362652800,"counter":29,"content":"<p>I raise the concern about developments in the past 24 hours involving the <i>Irish Examiner<\/i> Group.  I am sure all Members will join with me in hoping that it can trade out of its current difficulties.  While we might be critical of the media and they might be critical of us, they play an important part in the democratic process.  As the main national newspaper in the Munster region, it is important that the<i> Irish Examiner <\/i>would continue to trade and provide vital information to our citizens.<\/p><p>  On the issue of junior doctors, which I raise constantly, in 2011, emergency legislation was rushed through the Oireachtas to allow junior doctors be brought here from Pakistan and India.  We gave them two year contracts under the supervised division process.  It now appears that once their two year contracts finish, they cannot be re-employed by the Health Service Executive.<\/p><p>  I raise a particular issue where some hospitals are having difficulties employing people.  I know of one hospital which is employing a registrar through an agency, which means the HSE is paying double the money it would normally pay for employing a doctor.  There is a person who is finishing his two year contract in a supervised division who would be suitable to fill that vacancy but, unfortunately, the HSE is not entitled to employ that person.<\/p><p>  I am concerned that on 1 July we will have to rush emergency legislation through the Houses to deal with this issue.  It is an issue that we need to examine now, long before 1 July, rather than being forced to deal with it in an urgent manner later.  I ask the Leader to raise this matter with the Minister for Health, that he would have a detailed discussion with the HSE, and that on 1 July we would know where we stand in terms of ensuring that all the medical staff vacancies in all hospitals are filled to allow us provide the comprehensive health care service the people deserve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700004#C01100","speaker":"1150"},{"type":"speech","time":1362652800,"counter":30,"content":"<p>I join in the concern expressed by Senator Burke about the difficulties being experienced by the <i>Irish Examiner<\/i>.  It is a very fine newspaper, and I would like to express my sympathy to the 12 printers who have lost their jobs.  I am very glad that the Crosby family trust has managed to execute a sophisticated manoeuvre that allowed it to acquire most of the titles, including the <i>Irish Examiner<\/i> and a number of provincial titles.  It is important that we encourage good standards in print journalism, and we should have a debate on the media.  I am critical of them, and I reserve the right to be critical of them.  Standards have been driven down.  That is one of the reasons the appetite for printed newspapers has decreased, as well as the impact of social media and so on.<\/p><p>  I raise the attempted eviction of a woman from a house in which she had lived for 60 years near Croke Park.  She and her daughter are living in the house.  She is terminally ill with cancer, yet an attempt was made yesterday to throw her out on the street.  We have this ridiculous prayer recited every morning here.  As a Christian, I disapprove of it because it is humbug.  Does anybody in this House think that Jesus Christ would throw a woman of a certain age and her daughter out on the street with nowhere to go?  I commend her neighbours who joined in solidarity to prevent this, and it was prevented.  She was in too frail a condition to be moved into the ambulance.  That is a disgrace.  It is a reproach to every public representative in this country.  If I hear about this kind of thing going on anywhere near me in future, I will be down there doing my best to prevent it.  It is also unconstitutional because one is required to take into account the public good.  This Government has now given the go-ahead, at the behest of our European masters, to turf out more people.  We have been told by the European Central Bank to kick them out onto the road.  It is wrong.<\/p><p>  I will end by making a positive suggestion, since the question of public consultation has been brought up.  There was a moving briefing about the Democratic Republic of the Congo in the Audio Visual Room this morning.  Perhaps the four groups could be invited by the Leader into the House, if the matter could be brought before the Committee on Procedure and Privileges.  They are Trócaire, Concern, Christian Aid and another.<\/p> <p>There are four of them, and it is important during the Presidency and during the period when we have a seat on the Human Rights Council of the United Nations that we move the idea forward.  I thank the<b><\/b>Leas-Chathaoirleach for indulging me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700004#C01200","speaker":"1136","continuing":true},{"type":"speech","time":1362653400,"counter":32,"content":"<p>We will not be sitting on International Women's Day.  Child care and early intervention are areas close to every woman's heart.  We had a great debate here with the Minister for Children and Youth Affairs, Deputy Frances Fitzgerald, yesterday evening on the high-quality early years strategy and its economic benefits to the State.  I link the debate with the issue raised by Senator Marc MacSharry - that is, the cutting of child benefit.  We have two fine women in work in Deputy Joan Burton and Deputy Frances Fitzgerald.  They have their heads screwed on and are working together in the right direction.  The Perry preschool project research in America which followed children for 27 years showed the economic return to a state from investment in excellent, high-quality, universal preschool early child care and early family care intervention.  There is an economic return to the State of seventeen to one.  Every dollar invested yielded $17 per child to the State.<\/p><p>When one sees the children of Bono, the Smurfits and the O'Reillys entitled to the same child benefit as children who have to go to DEIS schools, one could say there have to be cuts.  We have inherited a system where we have to ensure that the money is used in the best possible way for every child in Ireland, every mother in Ireland and every father in Ireland.  Deputy Fitzgerald is working with Deputy Joan Burton.  It was said that economists can now estimate in financial terms the short-term economic contribution of high-quality early-years intervention and the longer-term returns on investment.  There are now several long-term studies which have demonstrated not only the benefit to children and parents but also to communities in terms of school dropout rates, welfare and crime prevention.  An American economist was quoted on the Heckman curve, which should be looked at by everybody.  Everybody should support the Minister and provide her with funding to ensure that she and her colleague, Deputy Joan Burton, can do what they want to do.  The returns on human capital investment are greatest for the young because skill begets skill.  Younger people have a longer horizon over which to recoup the fruits of the investment.  It is not attractive for politicians to ensure that longer-term investment because Governments are only in office for five years.  Delayed returns are not attractive for politicians, but this works.  We must get behind the Ministers, who are good women with their heads on their shoulders in the right place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700005#D00200","speaker":"1135"},{"type":"speech","time":1362653400,"counter":33,"content":"<p>It is often the case that our debates become polarised and non-productive.  We have seen this in the urban-rural divide and the debate about public and private sector employment.  There is a possibility that we are heading in that direction with education at the moment.  I feel very privileged to have had my education from the Irish Christian Brothers before we had free education.  If one did not have the fees to pay, the Christian Brothers still provided one with an education.  The current debate on private schools versus State schools is heading in a direction that may not give great results.  I worry when people ask if we should encourage private schools to come into the State system.  One wonders what is meant by the word \"encourage\".  Does it mean penalise them in order to bring them into line in a certain way?  No one would suggest there is more intelligence or better education in one form of school as against another but is not right either to pursue the common denominator.  That does not always give the best results.  Recent debates are heading in that direction.  If people want to obtain extra help and are able to pay for it, there is nothing particularly wrong with it.  When we talk about the common denominator, we should remind ourselves that there is a grey line between socialism and communism.<\/p><p>In this case, we should pull back from polarisation and have a proper debate.  The blame is on ourselves in a way.  We have allowed the media to take over these debates before we have had any opportunity to discuss them.  They should be discussed here in the Oireachtas.  I support the call for an early discussion of this matter.  It would be a pity if we were to set one type of education against another.  What will happen will set teacher against teacher and pupil against pupil, which does not help education.  It is certainly not a logical way to achieve any result in the current debate.  I ask the Leader to consider providing for a debate at an early stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700005#D00300","speaker":"1115"},{"type":"speech","time":1362653400,"counter":34,"content":"<p>I highlight this morning a sector we are going to discuss in the coming weeks when the Minister for Jobs, Enterprise and Innovation attends to discuss An Action Plan for Jobs.  If I asked Senators this morning whether they would like to meet a group that represents 90,000 jobs across every parish in the country, they would all say they would love to.  Those people were with us on Tuesday last at 2 p.m. at the Joint Committee on Agriculture, Food and the Marine.  I do not understand why Senators were not allowed to attend or could not attend to meet RGDATA, whose members employ 90,000 people.  They were extremely disappointed that only three Deputies attended and no Senator other than myself felt free to go down.  I am sure there are reasons but I highlight the issue.<\/p><p>The retailers face great challenges.  Without mentioning any names, I will point out that a large global retail giant with an Irish presence turns over €40 billion, while another global giant which might not appear to be as large turns over €45 billion.  To these retailers, the Government is but a pimple on the back of the neck.  Local retailers support 90,000 full-time jobs across the villages of Ireland and support local suppliers and communities.  Every time a Senator spends €1 in a local shop, 32 cent is spent back in the local community.  That may not mean a lot, but if I spend €400 in a local shop, €130 goes back into the local community.  I am wearing the green jersey, which the Minister for Agriculture, Food and the Marine, Deputy Simon Coveney, would not like because we are Europeans.  We are in a bad state and must support Ireland and Irish retailers.<\/p><p>I invite Senators to talk to me about this before the Minister for Jobs, Enterprise and Innovation comes to the House.  I am passionate about it.  Let us enter into debate.  One issue involved is labelling.  Some Senators today will want to buy Irish chicken or smoked salmon.  Unfortunately, the current labelling regime allows a producer to get a piece of chicken from Thailand, dip it in breadcrumbs and label it as having been produced in Ireland.  It is no more Irish than the back of my cardigan, which was not produced in Ireland.  The same issue arises with smoked salmon.  Was it caught here or just smoked here?  Coming full circle to horses and cattle, we must clarify labelling.  Many consumers are blaming retailers, but it is not their fault.  They are trying to represent and sell a beautiful product.  Good morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700005#D00400","speaker":"1169"},{"type":"speech","time":1362653400,"counter":35,"content":"<p>I agree with Senator Mary Ann O'Brien on labelling.  I am not a member of the Joint Committee on Agriculture, Food and the Marine but I certainly would have liked to meet the representatives of RGDATA.  I support their cause.  I have the honour of having been nominated to the Seanad by that body since I came to the House 16 years ago.  I feel for its members in respect of the 90,000 employed in the sector.  I feel for them in so many regards, but there are other ways of dealing with the issue.  I am sure the Leader will explain why Senators did not feel obliged to attend the joint committee.  It may have been a clash with the Order of Business, but I do not know as I was paired due to my attendance in Letterkenny at the British-Irish Parliamentary Assembly.<\/p> <p> I wish Mr. Tim Vaughan, the editor of the<i>Irish Examiner,<\/i>and all of the staff well.  I agree with the rescheduling and hope it will be successful for everyone involved.  It is a wonderful newspaper which is widely read throughout the south of the country and we would not want to see it suffer or jobs lost.<\/p><p> I could not be present yesterday owing to other commitments at the briefing on the Fr. Molloy case, but some of the people involved, including Ms Gemma O'Doherty, have been in touch with me and I hope to meet them.  A great deal of information has come to light since the incident.  As I think Senator David Norris said, there was a cover-up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700005#D00500","speaker":"1151","continuing":true},{"type":"speech","time":1362654000,"counter":37,"content":"<p>It was not me who said it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700006#E00200","speaker":"1136"},{"type":"speech","time":1362654000,"counter":38,"content":"<p>I apologise.  It was somebody else.  It appears that there was a cover-up, which could be clarified very quickly because new information has come to light.  I support those who want to see justice done and wish them well in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700006#E00300","speaker":"1151"},{"type":"speech","time":1362654000,"counter":39,"content":"<p>I would like to be associated with the good wishes extended to the <i>Irish Examiner<\/i>.  As a former columnist for the paper, I have happy memories of my engagement with its staff.  <\/p><p>  It is important that the promise of an inquiry into the death of Fr. Niall Molloy is kept.  I attended the very informative briefing yesterday, at which Ms Gemma O'Doherty spoke and I said that as a member of the Oireachtas Joint Committee on Justice, Defence and Equality, I would support the proposal that the committee take up the matter.  The Minister for Communications, Energy and Natural Resources, Deputy Pat Rabbitte, and the Minister for Justice and Equality, Deputy Alan Shatter, made a promise.  I mentioned another promise last week about the Galway hospice.  Promises must mean something.  A commitment was given and that inquiry should take place.  We have spent a lot of time in Ireland talking about miscarriages of justice in other jurisdictions where innocent people went to jail, but it is also a miscarriage of justice when somebody dies and there is no proper investigation and trial.  It seems that there is more than a <i>prima facie<\/i> case to support this claim.  Our commitment to and pride in the justice system mean that we must have an inquiry into the matter.<\/p><p>  Like many people, I was disturbed to learn about the extent of the pest problem in the three public hospitals in County Galway.  The account of mice, flies and rats in Portiuncula Hospital and University College Hospital Galway is helpfully detailed by the <i>Connacht Tribune<\/i>.  It reads like the hold of Noah's Ark and is a real issue.  We missed the opportunity during the boom years to develop our hospital infrastructure properly.  Now we learn about poor quality food being served in hospitals at a time when people need good nutrition in order to recover, as well as about a pest problem that is linked with hygiene.  There is a huge cost incurred in pest control, on which it would be good to hear from the Minister for Health.  It is important that public confidence in our hospitals is high.  It is not edifying to learn about flies in the kitchen of one hospital and mice in the emergency unit of another.  It is not where we should be in the provision of health care in the 21st century.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700006#E00400","speaker":"1146"},{"type":"speech","time":1362654000,"counter":40,"content":"<p>I, too, support the call for an inquiry into the death of Fr. Niall Molloy, if we are to have total confidence in the justice system.  There were glaring difficulties in the case which need to be addressed.  <\/p><p>I also support the call by my colleague Senator Colm Burke for the Minister for Health to clarify the position on junior doctors in advance of 1 July.  There is obviously a concern that the HSE does not have the matter sufficiently in hand and if we are to have confidence in the health system, we need to address that issue as a matter of urgency.<\/p><p>Earlier in the week I welcomed the increase in the number of visitors to the country and applauded the communities that were doing so much to plan major events for The Gathering.  Fáilte Ireland, hotels and restaurants and the hospitality sector generally are doing their best to make the country welcoming, but there is a major blot on the landscape.  There is an appalling amount of litter in the countryside, particularly on motorways, which does not project a good image.  I call on the local authorities to take the matter in hand.  Tidy Towns and village committees are doing tremendous work, but they need the support of local authorities, particularly along the main arterial motorways.  It projects a horrible image.  As one heads out of Dublin towards Galway, just beyond Huston Station, for several miles there is an appalling amount of litter along the motorway.  I call on the relevant local authority to take the matter in hand because I hope hundreds of thousands of people will visit the country.  If we travel to other countries on the Continent or to the United States, we do not see the amount of litter on streets and motorways that we see here.  This issue needs to be tackled.  I hope the community employment schemes and so on could be used to help tackle this matter because staff numbers in local authorities have reduced significantly in recent years.  I ask the Leader to raise this issue with the Minister for the Environment, Community and Local Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700006#E00500","speaker":"1118"},{"type":"speech","time":1362654000,"counter":41,"content":"<p>I support Senator Mary Ann O'Brien's words on food labelling, especially on Irish food.  There is a huge amount of work to be done in that regard.  I imagine it is for the Department of Agriculture, Food and the Marine to do it.  It is not just a question of identifying Irish food and putting customers' minds at rest, it is also a question of using \"best before\" instead of \"use by\" when it comes to the date used.  There are other aspects too which may require new food labelling legislation.  There is a danger that to a significant extent the European Union rules what we can do.  At some point we have to stand up and say this is in our interests and that we must do something about it.  I know that Senator Mary Ann O'Brien arranged a visit here last week by the retailers who were concerned about customers asking could they trust them.  Retailers have to rely on somebody they can trust and food labelling is one direction in which we can go in achieving this.<\/p><p>I must declare an interest - I am involved in a group for crowd funding and attended a meeting this morning.  I brought up the question of crowd funding to finance small businesses.  It has been used in Britain for ten or 15 years and the concept has been embraced in America.  A large number of people can each put a small amount of money into small businesses and, I suppose, even large businesses.  It is called linked finance, but it is part of what we call crowd funding.  We have talked about during the years and it is being launched this morning.  I fully support it because it is worthwhile and a reminder of the work we can do in this House in drawing attention to things that are happening in other parts of the world from which we can benefit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700006#E00600","speaker":"1145"},{"type":"speech","time":1362654000,"counter":42,"content":"<p>Senator Marc MacSharry referred to the proposed cuts to and the taxing of maternity benefit.  Until 2012 when an employee continued to be paid by her employer in full while on maternity leave and, based on her PRSI contributions, was entitled to maternity benefit from the Department of Social Protection, the non-taxation of maternity benefit resulted in such an employee having greater net take-home pay for the period of maternity benefit.  That was never the intention of the scheme and the taxing of maternity benefit will address that issue.<\/p><p>Senator Ivana Bacik mentioned bringing Ministers into the House for updates and progress reports on their first two years in government.  We will certainly try to have that debate with several Ministers in the coming months.  The Senator also said her Equality (Amendment) Bill would be introduced next week.<\/p><p>Senator Terry Brennan called for a debate on planning.  We have had several debates on this subject, but we can certainly arrange another with the Minister for the Environment, Community and Local Government.  <\/p><p>Senator Sean D. Barrett mentioned the death of Sir George Quigley.  There is no doubt that he was an outstanding civil servant for many years.  All Members of the House would like to convey their sympathy to his wife.<\/p><p>Senators Aideen Hayden and Labhrás Ó Murchú called for a debate on the education, in particular the future of private schools.<\/p> <p>The Minister for Education and Skills will be in the House following the conclusion of the Order of Business but I will try to arrange a debate on that specific subject in early course.<\/p><p> Senator Cullinane spoke about the IBRC workers, which he also raised on the Order of Business on Tuesday.  The Senator also raised the issue of commemorating the 1913 Lockout.  That matter was brought to the Committee on Procedure and Privileges and it was agreed that we would have somebody in to address the House on that.<\/p><p> Senator Noone referred to the importance of State bodies supporting Irish companies and buying Irish produce, a theme which Senator Mary Ann O'Brien also mentioned.  Senator Noone will introduce a report on that matter in the coming weeks.<\/p><p> Senators Leyden, Coghlan, Mullen, Mullins and others raised the matter of the alleged murder of Fr. Niall Molloy and the need to establish an inquiry to determine the full facts in that regard.  It is essential that the full facts be established and I will certainly bring the matter to the attention of the Minister for Justice and Equality and find out the updated position.<\/p><p> Senators Colm Burke and Mullins raised issues concerning junior doctors, the difficulties they face when their two-year contracts expire and the need for the Minister to clarify the position before 1 July.  I presume Senator Colm Burke will make representations to the Minister on that matter but I will certainly assist in that respect if he wishes me to do so.<\/p><p> Senators Norris, Colm Burke and others raised the developments in the <i>Irish Examiner<\/i>group<i><\/i>and the importance of maintaining good standards in print journalism.  Senator Norris also mentioned that he was at a meeting this morning regarding the Democratic Republic of the Congo.  He might write a note on that matter to the Seanad Public Consultation Committee and ask if it could be dealt it by that committee.  I am sure it would consider that matter. <\/p><p> Senator Keane spoke about the importance of preschool education and early intervention.  We had an excellent debate on that subject with the Minister, Deputy Frances Fitzgerald, in the House yesterday.  I compliment all the contributors to that important debate.  Senator Mary Ann O'Brien mentioned the Action Plan for Jobs.  We will have a debate on that in the House in the coming weeks.<\/p><p> A question was asked about why Senators were not allowed attend yesterday's meeting of the Joint Committee on Agriculture, Food and the Marine.  I remind Members that the House unanimously supported a motion that Senators would not attend meetings of Oireachtas joint committees when such a committee was to take place during the Order of Business, sponsored by Senator Norris and others, a few weeks ago.  That was a unanimous decision of the House.  I believe some Senators have chosen to ignore it.  If that is what they wish to do, that is what they wish to do, but they are not being told not to attend them.  It was a unanimous decision of the House that was taken because it was felt that the primacy of the Order of Business was not being observed, especially in the joint committees, because although the committees are suspended when votes are called in the Dáil, they are not suspended when votes are called in the Seanad.  That is the reason the House unanimously decided not to attend committees during the Order of Business.  I ask Members to examine their consciences and see what they want to do.  If they do not want to attend the committees they do not need to, but if they want to go to them that is their prerogative.  I am only reminding them of the unanimous decision of the House in that respect.<\/p><p> I note the points made by Senator Mary Ann O'Brien on RGDATA, which is an important body.  Supporting Irish products and Irish producers is very important.  Like Senator Quinn, she mentioned the question of labelling, which has been raised in this House on a number of occasions.  The Minister for Agriculture, Food and the Marine attended an important conference on food safety yesterday.  Perhaps I could arrange for him to come to the House to discuss food safety, the horsemeat problem and the Common Agricultural Policy.  There are a number of items we would like him to discuss in the House, but he is in Brussels a good deal of the time dealing with a number of these issues.  I will endeavour to arrange for him to come to the House to discuss the subjects the Members have raised on the Order of Business today and previously.<\/p><p> Senator Mullen spoke about the pest problem in hospitals in Galway.  Public confidence in our hospitals is essential.  This is a matter with which the HSE and HIQA will deal and I believe they have dealt with it already.  Senator Mullen also raised the issue of litter on our motorways and the fact that it projects a very poor image of our country, about which there is no question.  Local authorities can act and have acted in a number of areas.  We must remind people who litter the country by dumping litter out of car windows and in many other ways that this is unacceptable.  We must have strong penalties in place for people who litter.  Local authorities have a difficult job in that regard.<\/p><p> Senator Quinn raised the issue of crowd funding, which has been mentioned on a number of occasions at our public consultation committee.  We all support the Senator's efforts in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700006#E00900","speaker":"1130","continuing":true},{"type":"unspoken","time":1362654600,"counter":44,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1362654600,"counter":45,"content":"<p>Sitting suspended at 11.30 a.m. and resumed at 11.45 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Education and Training Boards Bill 2012: Second Stage","time":1362655200,"counter":46,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700008#H00100"},{"type":"unspoken","time":1362655200,"counter":47,"content":"<p>Question proposed: &quot;That the Bill be now read a Second Time.&quot;<\/p>"},{"type":"speech","time":1362655200,"counter":48,"content":"<p>I am pleased to have the opportunity to address the House on Second Stage of the Education and Training Boards Bill 2012.  Vocational education committees throughout the country have an enviable track record in the development of the education system.<\/p> <p>From their initial involvement in technical and continuing education, the role of VECs has evolved to encapsulate mainstream post-primary schools, PLC provision, the back-to-education initiative, community education, the youthreach programme, VTOS, the adult education guidance initiative and child care measures.  The sector has an established philosophy of providing high-quality education and of placing a particular emphasis on meeting the needs of the most disadvantaged in our society.  It is a proven key player in the Government's response to meeting the needs of the labour market.  This philosophy, combined with responsiveness and innovation in meeting emerging needs, has been a hallmark of the operation of VECs since 1930.  Building on this solid foundation, I want to retain and support this demonstrated capacity for flexibility and adaptability while at the same time position the sector to meet future challenges which the education sector faces.  This legislation is an emphatic endorsement of the work of VECs.  Combined with the SOLAS reforms, it establishes the new education and training boards as a cornerstone to the State's delivery of education and training in the 21st century.<\/p><p>Vocational education committees, VECs, were established under the Vocational Education Act 1930 and operate principally in accordance with the provisions of this Act and the Vocational Education (Amendment) Act 2001.  They are currently linked to the local authority structure in the area concerned.  The range of important roles and functions carried out by VECs include being the legal patrons of second level schools which they maintain, and which currently educate approximately 32% of all post-primary pupils.  VECs also have an important role in the community and comprehensive school sector, which together educate approximately 16% of the second level population.  They play a central role in the provision of adult and further education programmes in addition to supporting measures specifically designed to promote social inclusion.  In addition, VECs have recently become involved in primary education through the pilot community national schools.<\/p><p>At the core of the proposed restructuring is the need to address the current low scale and size of operations in particular VECs in order to position the sector for future development.  There were originally 38 VECs.  Following a process of rationalisation in the 1990s, under which town VECs and county VECs were merged, this number was reduced to 33.  In July 2009, the special group on public service numbers and expenditure programmes recommended a reduction in the number of VECs from 33 to 22.  Following a consultation process with interested parties, the previous Government decided in October 2010 to reduce the overall number of VECs from 33 to 16 and agreed on the merger of particular counties.  In June of 2011, this Government confirmed a reduction to 16 but decided to revise the configuration agreed by the previous Government.  It also approved, in principle, the preparation of a new Bill which would replace existing VEC legislation and consolidate the legal framework for the sector.  <\/p><p>This legislation will enable the dissolution of the VECs in favour of education and training boards, ETBs, to create a new structure that is better positioned to support the evolution of service delivery not just in schools under the direct governance of a VEC but in the wider education and training sector.  It also reflects the enhanced role of the sector which will follow the establishment of SOLAS, the new further education and training authority which will replace FÁS.  The SOLAS proposals envisage a key role for the new education and training boards in the delivery of an integrated education and training service.  I recently introduced the further education and training Bill, which will establish SOLAS, in the Dáil.<\/p><p>The purpose of this Bill is to give effect to the Government decisions on ETBs.  Its provisions will allow for the establishment of the newly-configured bodies as education and training boards and will reform and modernise the existing governance provisions.  It removes outdated terminology and articulates the functions of the boards to better reflect the existing and future role these bodies will have in this sector in relation to the provision of education and training to learners of all ages, in schools and other settings.  The role is considerably wider than the original concepts of &quot;vocational&quot; and &quot;technical&quot; education which are set out in the 1930 legislation.<\/p><p>This new Bill will replace the nine existing Vocational Education Acts with one piece of primary legislation, which provides for the establishment and operation of the education and training boards.  It contains 73 sections, divided into nine Parts and six Schedules.<\/p><p>Section 10 sets out the functions of education and training boards as follows: providing for the establishment and maintenance of education and training board schools, centres for education and education or training facilities in its area; establishing and maintaining such institutions at the direction of the Minister; planning, providing, co-ordinating and reviewing the provision of education and training, including education and training for the purpose of employment, in those bodies, as well as in children detention schools, prisons and facilities maintained by other public service bodies; adopting strategy statements and annual service plans; delivering training for bodies which provide funding for this, such as SOLAS; supporting the provision, co-ordination, administration and assessment of youth work services; and assessing the economy, efficiency and effectiveness of its functions.<\/p><p>Subsection (2) makes provision for boards to consult with relevant people and bodies, including business and employers' groups.  The Bill also recognises education and training boards Ireland.  This is the body which, up to now, has been known as the Irish Vocational Education Association, IVEA, and which collectively represents the bodies in this sector.  As a result of a Report Stage amendment I tabled, the Minister of the day will have power to request education and training boards Ireland, ETBI, to make representations on behalf of ETBs, to conduct surveys and to give assistance which the Minister considers may be necessary for the effective discharge of their functions.  The legislation maintains the distinction between functions which are reserved to the elected members of a board and the executive functions which are performed by the chief executive and his or her staff.  <\/p><p>Section 12 sets out which provisions of the Bill are reserved functions. These include: adoption of a strategy statement, annual service plan and annual report; authorisation of members' attendance at certain events; keeping of accounts; appointment or suspension of the CEO; and the acquisition, development or disposal of land.  Sections 14 to 19, inclusive, contain provisions relating to the chief executive and staff of an education and training board.  This includes appointment and disciplinary matters, terms and conditions of employment, functions and powers.  The system of suspension, the holding of sworn inquiries and the requirement for ministerial consent in order to remove a VEC officer from office is ended.  In future, disciplinary issues affecting staff will be an executive function vested in the chief executive.  In the case of disciplinary proceedings against the chief executive, a new provision, modelled closely on that applicable to county managers, has been adopted in this legislation.<\/p><p>Section 20 allows the Minister of the day to direct an education and training board to establish or maintain a recognised school or centre for education, or to establish, maintain or resource an education and training facility in its area.  This is a vital power which may be necessary where there is inadequate provision for education and training.  Section 21 facilitates co-operation between education and training boards in the performance of their functions and allows the Minister to direct education and training boards to perform a function jointly.  It also allows the Minister to request education and training boards Ireland to assist boards in the joint exercise of functions which are the subject of ministerial direction.<\/p><p>Section 22, which I introduced on Report Stage, permits education and training boards to jointly operate education facilities with bodies that are not education and training boards.  The Minister for Education and Skills is given a discretion to direct an education and training board to perform functions jointly with an education or training provider where a provider makes such a request to the Minister.  The section also introduces an enabling provision to permit education and training boards to provide support services in relation to other education or training providers if they request them.  Those support services could include matters such as procurement, HR, financial, legal, ICT and corporate governance.  The provision of support will be subject to ministerial consent and to terms and conditions to be agreed between the parties.<\/p> <p>The Minister will also be empowered, on foot of a request from an education or training provider, to direct ETBs to provide this support to the provider.  It should, however, be noted that the legislation places no obligation on education or training providers to avail of any support services.  This is in recognition of their autonomy in managing their own school.<\/p><p>Section 23 allows the Minister to direct a board to carry out a function in another board's area.  This provision may be of a particular value with the additional training functions which the new bodies will be tasked with through SOLAS when it is established.<\/p><p>Section 27 provides for the making of five-year statements of strategy in each education and training board.  The section provides for consultation with relevant stakeholders.  It also provides that considerations of policy and financial resources must be taken into account in preparing these statements.<\/p><p>Part 3 of the Bill deals with membership issues affecting education and training boards.  Section 30 sets out the composition of the new education and training boards.  This was discussed at length in the other House on Committee Stage.  Having reflected on this conversation, I introduced a number of Report Stage amendments.  As it is now configured, each new board will comprise 21 members, composed of 12 local authority representatives, two staff representatives, two parent representatives and five community representatives.  I also wanted to ensure appropriate representation for counties with lower population while ensuring fairness to all by keeping the overall number of members across all education and training boards the same.  To this end, I tabled an amendment to guarantee a minimum of three members from each local authority area where three authorities combine to elect members to an ETB.  There will be a guaranteed minimum of four members from each local authority area where two authorities combine to elect members to an ETB.  The balance of members will be determined having regard to population.<\/p><p>To ensure a voice for stakeholders on the new bodies, section 30 also requires the Minister for Education and Skills to specify certain bodies with a right to nominate people for consideration for appointment to ETBs.  At least one of these bodies must represent business, industry and employers; at least one must be representative of learners; and at least one must be representative of school management or leadership.  Each body that is specified must nominate one man and one woman who reside in the area of the ETB.  The local authority, staff and parent members must then appoint five people to the board, at least one of whom must have been nominated by a specified body representing employers or business, at least one of whom must have been nominated by a specified body representing learners, and at least one of whom must have been nominated by a specified body representing school management or leadership.  All five must reside in the area, and at least two must be men and two must be women.  Existing members of VECs will automatically become members of the new education and training boards and will continue in office until the next local elections in June 2014.  This will help to ease the transitional process in establishing the newly configured bodies.<\/p><p>Part 4 of the Bill provides for regulation of education and training boards.  This includes a power to issue legally binding directions on a board, the appointment of a person to investigate the performance of a board's functions, the transfer of functions to another person in limited circumstances and, ultimately, removal of board members.<\/p><p>Part 5 provides for the establishment of committees of boards and requires each board to establish a finance committee and an audit committee.  By way of ensuring that school governance structures are uninterrupted as a result of the establishment of the education and training boards, section 44 provides for existing VEC committees which serve as boards of management for schools and other educational institutions to continue to exist following the commencement of this legislation.<\/p><p>Part 6 provides for financial and planning matters including the setting of a board's annual budget, the preparation of annual service plans, the deposit and borrowing of money, fees, accounts, and internal audit matters, along with provisions relating to the acquisition, holding or disposal of land.<\/p><p>Part 7 provides for the dissolution of the existing VECs and consequent matters, including the transfer of VEC staff to the new bodies and pensions matters.<\/p><p>Part 8 provides for the repeal and transition of certain provisions, including lifting the bar on access to the Employment Appeals Tribunal for staff to bring unfair dismissal cases.  Section 66 has the effect of retaining a provision in the Vocational Education Act 1930 that makes it an offence to obstruct or impede an inspector in the exercise of his or her functions and extends this prohibition to all schools and centres for education which are subject to inspection.<\/p><p>In Part 9, section 72 enables the National Development Finance Agency, NDFA, to procure contractors and execute contracts for projects other than public private partnership, PPP, projects and allows the NDFA to process payments to parties such as consultants, design teams and contractors.  The purpose of this provision is to ensure the NDFA has the legal powers to assist the Department in the delivery of the school building programme, which represents an investment of €2 billion by the Government across 275 projects in the next five years.<\/p><p>The development of the Bill from the publication of the general scheme and its referral to the Oireachtas Joint Committee on Jobs, Social Protection and Education in October 2011, through the initiation of the formal Bill last October, to the recent completion of all Stages in the other House, is testament to the positive and constructive engagement from Members.  I sincerely thank them for their constructive engagement.  The Bill we discuss today reflects the outcome of this productive and positive engagement.  I look forward to listening to the views of Members today and in their further consideration of this landmark legislation as it progresses through the House.  I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700008#H00200","speaker":"1035","continuing":true},{"type":"speech","time":1362656100,"counter":51,"content":"<p>I welcome the Minister to the House.  I will begin where he finished, by acknowledging the great deal of work that has gone into the legislation through consultation.  This has been very positive and is reflected in the wording before us today.  Fianna Fáil supports the Bill, and we started the process of rationalising and streamlining the sector when we were in government.  We very much support the replacement of the 33 VECs with 16 education and training boards.<\/p><p>There is huge potential in the further education and training sector, which has always done fantastic work, and 270,000 places exist in the sector in a wide range of areas.  The work done by the VECs and FÁS is what is most often thought of, but a wide variety of excellent work is also done in Youthreach programmes and community and adult education.  There is no doubt that because it has not been a stand-alone sector, further education and training has been the Cinderella of the Irish education system.  This is why it is important that so much reform is being done at present to give the sector greater status and allow more strategic planning.  This is part of the broader package of bringing together the work of FÁS and the VECs, achieving more co-ordination in the sector and implementing a strategy for the future.  There is much potential to reduce duplication of courses and ensure much better planning for the future.  We very much support the Bill in principle.<\/p><p>There is need for reform in terms of streamlining provision, addressing duplication and ensuring the courses we provide are not only those which are needed now but also those which will enable us to meet foreseeable needs in ten or 20 years' time, in as much as this can be done.  The world is changing very much, particularly from a technological point of view, and often it is difficult to foresee where the jobs will be in five or ten years' time.  There is no doubt that in general, our education system has been quite slow at responding to emerging needs.  We can see a skills gap exists at present, particularly with regard to IT and language jobs.  It is crazy that although 430,000 people are on the live register, half of the jobs announced by companies are filled by people from overseas because they cannot get IT staff in this country with the required language skills to be able to serve the global market.  It is great that firms locate their head offices here, but it is a shame more Irish people are not able to take up these opportunities.  Major opportunities exist in this regard for the further education sector because quite practical short courses can be used by people with IT skills to obtain language add-ons.  These can be delivered in a way that fits around their work through part-time courses.<\/p> <p>I do not think the Minister mentioned online learning, although I know it being examined in the broader scheme of things.  I hope, however, that in the strategic planning for the sector there will be more focus on online learning.  Obviously, such learning is not for everyone, but this such a diverse sector that one is talking about people who will need basic literacy programmes right up to sophisticated courses.  In general, however, there is so much potential in that online space that we should be seeking to maximise it throughout education.  That should therefore be part of the strategic planning for the sector.<\/p><p>I will have a couple of aspects to raise with the Minister on Committee Stage.  Some interest groups have raised with me the question of learner representation.  I know that there are community and parent representatives on the education and training boards but not learner representatives specifically.  I would like to tease that matter through more with the Minister.  We have had a good debate in the House on quality assurance legislation in general and the Minister accepted an amendment I tabled to have more student representation on the new body for third level colleges.  Everything we do needs to be driven by quality assurance that is informed by learner involvement, right across the system from school to third level and adult education.  I can see a case for having specific learner representatives on the education and training boards to ensure that those voices are heard and that courses will be responsive to learners' needs.<\/p><p>We support the Bill, including the general reform programme that is going on in the further education sector.  I acknowledge the priority that the Minister has given to it.  It would be remiss of me, however, not to voice concerns that while this is great legislation, it is important to have plans.  We must ensure that we have the necessary resources in these sectors.  Concerns have been expressed about cuts in the pupil teacher ratio as announced in the last budget.  This particularly concerns some of the large colleges and other providers.  Marino College has been in touch with me to say that the cut will jeopardise some courses.  On the other hand, the Government is pleading with them to offer courses which are needed to upskill people to re-enter the employment market.  Where is the coherence there?  It is great to have the words and the legislation, but we also need to have the necessary resources.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700010#K00200","speaker":"1154","continuing":true},{"type":"speech","time":1362656700,"counter":53,"content":"<p>I welcome the Minister and congratulate him on bringing in this Bill.  I pay tribute to the old VECs for the enormous contribution they have made to education over the years.  The Bill is well structured with discreet functions between the board and the executive.  I am glad to see that the board will have some powers of representation.  I am also pleased that the minimum political representation from each county will be three.  We discussed that matter before and it gives the proper representation to each county in the circumstances of amalgamations.<\/p><p>  I attended the Young Scientists exhibition in the RDS recently.  I was so impressed by the range and quality of the projects on display that I decided, in conjunction with Dundalk Institute of Technology's teachers and students, to put the 27 projects on display at the institute this week.  At the launch, the keynote speaker, Ms Louise Phelan, stated that the 67 young people involved would take us to places we never dreamed of.  This is the attitude we need to adopt, rather than one of doom and gloom.<\/p><p>  The training and education they receive during and after their student years will be crucial.  At the same event, Mr. Pádraig Kieran, the president of Drogheda Chamber of Commerce, remarked that these young people are not just training for jobs, but also to be young entrepreneurs and innovators.  <\/p><p>  Will teaching staff within the further education system and SOLAS, when it is established, have the skills to educate and train people to the high standards required, particularly in ICT and foreign language skills?  In the new system, courses must fit the trainees and not the opposite, as may have been the case sometimes in the past.<\/p><p>  Two weeks ago, Mr. Brian Mooney wrote a fantastic article for <i>The Irish Times<\/i> on the new boards.  It should be pinned up in every new boardroom and college of further education.  Mr. Mooney posed a number of questions, including whether the new SOLAS can make a difference, linked in with these new education and training boards. <\/p><p>  I want to be a bit parochial, not for political reasons but because in life, as in literature, the local can become the universal.  Louth, the smallest county in Ireland, has the two largest provincial towns, Dundalk and Drogheda.  I hope that at an early stage, we will see Louth used as an exemplar or pilot for an accelerated programme of education and training under the new education and training boards, particularly for engineering, ICT and language skills.   <\/p><p>  At the end of the day, foreign direct investment is fantastic.  The 700 such companies we have here are very welcome, but it is the genius of our own people that will make the crucial difference.  We must not let them down.  Senator Power said the further education system was traditionally the Cinderella of the sector.  It is time that we dressed up Cinderella for the ball.  The leadership of the new education boards is one of the most crucial matters for the future.  This is one of the most important Bills to go through the Oireachtas in this Government's term.  <\/p><p>  The students in the Visitors' Gallery are our future.  They are our gold, silver and uranium together, and more valuable than those precious metals.  The new education and training boards will educate and train them up to levels which have never been seen before in this country.  This does not just concern students but also people in employment and those who are unemployed.  We want to see people undertaking programmes such as Intreo and the Pathways to Work.  Further education colleges and SOLAS will get them trained.  People are not going into jobs anymore, they are embarking on careers and must keep training all the time.  We must lead that initiative.<\/p><p>  We must also sweat our assets.  Further education colleges, institutes of technology and universities are closed for three months every year, as well as being closed at weekends.  We must re-open them to realise the investment of &#8364;500 million in every institute of technology.  They are lying idle in the summer, so they should be opened up for accelerated training and learning programmes. <\/p><p>  At the jobs fair in Dundalk, two weeks ago, the Minister for Jobs, Enterprise and Innovation, Deputy Bruton spoke very well.  Senator Moran may have been part of organising that.  One of the messages that emerged was that jobs requiring language skills were on offer, but there was no one there to fill them.  PayPal is providing 1,200 jobs there, so we need the second generation to be local so that we can sustain those positions and keep the local economy buoyant. <\/p> <p>I am being a little critical of FÁS but it is incredible to think that more than €1 billion per year was spent on education and, in particular, on training at a time of full employment with nothing to show for it in terms of the structural deficit.  The structural deficit was loudly debated at the time of the stability treaty but we had nothing to show for it.<\/p><p>I very much welcome this Bill and am very excited by it.  The Minister is the right man to bring it through the Houses and to ensure it bears fruit for education and training in the years to come.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700011#L00200","speaker":"1166","continuing":true},{"type":"speech","time":1362657300,"counter":55,"content":"<p>I welcome the Minister.  It is always a pleasure when he comes to the House to discuss education matters and today is no exception.  I was delighted when he referred to discussions in the other House and it is good that my colleagues here have expressed their support for the Bill.<\/p><p>There will be 21 members on an education and training board -12 local authority representatives, two staff representatives, two parents' representatives and five community representatives.  I presume the two staff representatives will most likely be teachers, although not necessarily.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700012#M00200","speaker":"1157"},{"type":"speech","time":1362657300,"counter":56,"content":"<p>Not necessarily.  Staff is staff, so it is across the whole spectrum of the employment range.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700012#M00300","speaker":"1035"},{"type":"speech","time":1362657300,"counter":57,"content":"<p>I thank the Minister.  As Easter approaches and the Minister must run the gauntlet at various teacher conferences, are two teachers out of 21 members enough?  I put that forward as a proposition because there is a level of alienation.  By the way, I have admired Ministers from all parties who have run that gauntlet each Easter.  I do not know if I would volunteer to do it.  Teachers might not even have a representative on a board.  They still have a vital role, although I can see there is a view that they were too dominant in the past and they listened to nobody.  However, does the Minister have any views on running them down so much that they may only have one representative or none on a board?  To organise a sector without reference to the people on whom one relies for service delivery in the classroom might provoke more of the kind of alienation we have been describing.<\/p><p>This morning I met the enthusiastic Chairman of the Oireachtas Joint Committee on Education and Social Protection, Deputy Tuffy, who has just come back from Finland where, as we know, there is a strong emphasis on the importance of teacher training and on the role of teachers.  Are teachers being left out too much?  We need to make all the improvements the Minister is striving for in regard to teacher training.  The highest standards should apply to teacher training in university, as happens in Finland.  For example, one learns mathematics in the best mathematics department.  Perhaps teacher training has shut itself off too much from the main body of the university.  As Senator Jim D'Arcy and others have said, it is vital we put this profession back on top.  <\/p><p>I was glad the Minister listed the statutory instruments to be repealed in the Schedule.  It has been a difficulty in other legislation and I commend the Minister and his officials for explicitly stating this.  When one repeals an Act, is the statutory instrument arising from it also repealed?  Listing the statutory instruments, as the Minister has done, removes doubt and his Department is to be commended.  <\/p><p>The Minister mentioned school management and leadership.  There is a certain amount of alienation in that some people manage but never go into the classroom.  I tend to look somewhat askance at the development of too much managerialism, too much attention to the strategy and at those terms adopted from a capitalist system which collapsed causing us all the difficulties with which we have had to cope in some many areas of public life.  We must put education, pupils and pupil-teacher relationships at the heart of this, which I know is the Minister's intention as we have spoken about it so many times.  This is an administrative Bill but it does not detract from the main functions we are trying to exercise and to restore that important relationship.  <\/p><p>I was surprised there was a bar on bringing cases to the Employment Appeals Tribunal. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700012#M00400","speaker":"1157"},{"type":"speech","time":1362657300,"counter":58,"content":"<p>A legacy from the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700012#M00500","speaker":"1035"},{"type":"speech","time":1362657300,"counter":59,"content":"<p>It was a strange sort of legacy and I am delighted to see the Minister is correcting it.  It seems to be an industrial relations practice from Noah's Ark.<\/p><p>The National Development Finance Agency is coming in on the Minister's ambitious schools building programme and the former VECs will become involved in primary education where the Minister sees a gap.  As he pointed out, we face such an increase in population that this expenditure must be incurred and he is removing the bureaucratic and administrative obstacles to that.<\/p><p>There is a section on gifts and trusts.  The chief executive officer shall decide within month of the offer being made on how it will use gifts and trusts.  I think that is in finance legislation to encourage philanthropy.  Why wait a month?  It may be a small point but if anyone wants to put money into education, let us welcome it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700012#M00600","speaker":"1157"},{"type":"speech","time":1362657300,"counter":60,"content":"<p>There may be hidden liabilities attached to the gift.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700012#M00700","speaker":"1035"},{"type":"speech","time":1362657300,"counter":61,"content":"<p>It may be a donation from people from whom one would prefer not to get one.  However, this could be good news, so let us act quickly, having checked it out appropriately.<\/p><p>I join with other Senators in commending the Minister on his reforms.  What he is trying to do in education is so vital that he will have the support of this House which he also had in the other one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700012#M00800","speaker":"1157"},{"type":"speech","time":1362657300,"counter":62,"content":"<p>As usual, the Minister is very welcome.  The debates we have when he is in the House are always very interesting.  I congratulate him on the work on this Bill.  The unanimous agreement on it is a testament to the amount of work he has done to ensure it is a fair and an appropriate Bill.  As somebody who worked as a teacher in the VEC sector for 16 years, I warmly welcome this Bill and the changes, which are revolutionary.  It is almost 70 years since the Vocational Education Act was passed, so this will be a remarkable change.<\/p><p>I refer to the economic situation and the high rates of unemployment, in particular the 82,000 youth unemployed.  Traditionally, school leavers took up FÁS courses.  Now with the economic downturn, many people are turning to education to improve their chances in the workforce.  This Bill will further enhance the opportunity for students to be at the centre of learning, which is absolutely vital.<\/p> <p>They have said some of the courses, particularly the Youthreach courses, may have suited the teacher more than the student.  It is a case of keeping the pupil interested because we all know students learn a lot more when they are interested in what they are learning.  This is vital.<\/p><p>Questions have been raised about the quality and relevance of courses.  With so many different providers and programmes, it has been difficult to ensure the learner receives the best possible teaching and training.  I am delighted SOLAS will have a role in auditing and ensuring the quality of the programmes delivered.  It must ensure that teachers benefit from continuous professional development.  This is essential if there is to be educational progress.<\/p><p>I welcome the fact there will be communication between the business sectors, as has been pointed out and as we have seen in Dundalk, particularly in respect of the jobs offered at PayPal.  Given the recruitment difficulty associated with language and IT structures, it is important that there be communication.  Education will now be modernised.  Some 70 years ago, when the system was introduced, we did not have computers.  Even 20 years ago, we did not have half the things we need now to provide for proper education.<\/p><p>The Minister referred to the role of the CEO in disciplining staff.  Previously, this fell under the remit of the Minister.  Is the Minister now saying the CEO will be able to decide who is hired and fired where there is a discipline problem?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700012#M00900","speaker":"1174","continuing":true},{"type":"speech","time":1362657900,"counter":64,"content":"<p>The arrangement will be normalised, as with other organisations.  The Minister will no longer have a role at that level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700013#N00200","speaker":"1035"},{"type":"speech","time":1362657900,"counter":65,"content":"<p>Perhaps that will require further teasing out.  We will talk about it later.<\/p><p>Reference was made to having somebody on the board who has a dedicated-learner perspective.  I have spoken to the Minister and the Department about this.  This is one area in which I feel there should be greater input.  There should be a dedicated adult learner to give his or her perspective on the board and to give dedicated adult learners a voice at the top of the table.  There are so many people included, but it is very important that scope be given to dedicated adult learners to have their say.<\/p><p>I do not want to rehash what everybody else said as we are all very much in agreement.  It is a testament to the amount of work that has been done over recent years to ensure the quality of educational provision.  When studying for my higher diploma, I remember learning the IVEA Act off by heart.  Those were the days of rote learning when I was convinced the definition of IVEA was going to come up.  I am delighted this will be a thing of the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700013#N00300","speaker":"1174"},{"type":"speech","time":1362657900,"counter":66,"content":"<p>I welcome the Minister to the House.  As my colleague Senator Averil Power stated, we support this Bill.  We initially started the work in this regard and, therefore, support the Minister in finishing it.<\/p><p>  I agree with Senator D'Arcy.  I pay tribute to the VECs throughout the Twenty-six Counties which have, since 1930, done such trojan work in providing educational services to their communities.  I was not in favour of amalgamation in the VEC sector but I understand and support what is being provided for in this Bill.<\/p><p>  My main interest is the adult and further education sector.  This sector has been regarded by some as an add-on to the post-primary sector rather than a strong sector in its own right.  It is a strong sector and considerable developments and progress have been made in this area in recent years.  I ask the Minister to ensure that, when establishing the ETBs, the adult literacy community and adult education will be protected and subject to the same focus.  This is an area in which we have seen considerable improvements over the years.  These improvements must not be lost.  I pay tribute to the adult education officer in County Cavan VEC, Ms Fiona Moloney, and her colleagues in Cavan and throughout the country.  They provide excellent facilities in the sector.<\/p><p>  The Education (Amendment) Bill 2010, introduced by former Minister Mary Coughlan, made detailed statutory provision for the role of VECs in developing community primary schools as part of publicly managed, multidenominational, inclusive and religiously neutral primary school provision.  When the current Minister introduced the replacement Bill in the Seanad in January 2012, he drew explicit attention to the omission of this area of statutory provision from the Bill.  He explained that he was awaiting the report from Professor Coolahan's forum on patronage and pluralism in the primary sector.  This report has been available for some time, thus making it very strange that the Education and Training Boards Bill has no provision that parallels those in the Bill introduced by former Minister Mary Coughlan in 2010.  What is the reason for this?  What plans exist for the further development of the community primary school model under the aegis of the ETBs?<\/p><p>  The Bill must be read in conjunction with the Bill recently introduced by Minister of State Deputy Ciarán Cannon in the Dáil, the Further Education and Training Bill 2013.  The Bill which is coming from the Dáil to the Seanad appears, on the basis of the opportunity available to me to examine this matter, to make no explicit reference to the new further education and training authority, SOLAS, except in respect of the provision of a function of the ETB in section 10 (1)(<i>i<\/i>) to provide education and training at the request of, and on behalf of, any body which funds training out of the money provided to that body by the Oireachtas.  I welcome clarification on how the Minister intends that the ETB will relate to the planned further education and training authority, SOLAS, particularly in light of the very broad functions being assigned to the ETBs in section 10 (1)(<i>c<\/i>), namely, to &quot;plan, provide, coordinate and review the provision of, education and training and services ancillary thereto in its functional area&quot;.  It is worth noting that the Further Education and Training Bill 2013 suggests that on the dissolution of FÁS, as legislatively provided for, the transfer of its training centres will be to SOLAS rather than to the ETBs.  That is my understanding but perhaps it could be clarified by the Minister.<\/p><p>  In the Bill, the body to replace the IVEA as a representative body for local education authorities, ETB Ireland, is explicitly and frequently legislated for.  In section 10(5), the Minister may request it to conduct surveys and to give assistance to ETBs as the Minister considers necessary.  In sections 21 and 22, the Minister may request the new national body to give such assistance to the ETBs as he or she considers necessary for the implementation of a direction.  Does this mean what was the IVEA will now become an agency of the Minister rather than a representative body for the education and training authorities?  Surely the Minister realises the need for an independent voice for the new local or regional educational and training bodies.  The quality-of-education debate and the quality of policy-making require that the view from the ground, from those providing the services closest to the people, must be independently heard and not just become one part of the machinery of central government.  I acknowledge that the Minister is sympathetic to this line of thinking but I would like to hear him outline the nature of the relationship and how the independent voice of the IVEA can be maintained.<\/p><p>  Some concerns have been raised by administrators within the current VECs that will be amalgamated.  Concerns include the existing financial software.  The majority of VECs will no longer be capable of processing the information of the amalgamated entity.  Perhaps the Minister could clarify this.  Difficulties could arise when reporting to the Revenue Commissioners and other statutory agencies.<\/p> <p>I appreciate that changing over to the new system is a major undertaking and it will take time to ensure that it runs smooth and successful, unlikely SUSI, which the Minister will forgive me for mentioning.<\/p><p>I seek clarification on the membership of boards.  The appointment of parents' representatives will now be nominated from the national bodies.  I do not agree with that.  If it is a local education board, it should be democratically elected within that region.  I accept the Minister states those appointed must come from within the administrative district or whatever, but the local people would feel greater ownership of the representatives on the board if they were democratically elected at local level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700013#N00400","speaker":"1164","continuing":true},{"type":"speech","time":1362658500,"counter":68,"content":"<p>I will go into the detail of that on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700014#O00200","speaker":"1035"},{"type":"speech","time":1362658500,"counter":69,"content":"<p>There is one further clarification I seek from the Minister.  Section 23(1) states that the Minister may direct an education and training board \"to carry out a function of another education and training board\".  Does that mean that the Minister would sanction services that one education and training board may be competent of providing to another or does it include services from that education and training board being given to educational organisations other than those under its remit, as is the case within Cavan VEC where an excellent-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700014#O00300","speaker":"1164"},{"type":"speech","time":1362658500,"counter":70,"content":"<p>It is a general provision whereby where one board was incapable, was not able or was in difficulty, we could direct a neighbouring board to step in and assist.  It is not displacing one with another.  It is a facility which will be seldom used but which we believe should be in the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700014#O00400","speaker":"1035"},{"type":"speech","time":1362658500,"counter":71,"content":"<p>Does it cover the provision of expertise from that ETB to agencies outside of the education and training boards?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700014#O00500","speaker":"1164"},{"type":"speech","time":1362658500,"counter":72,"content":"<p>Not necessarily, no.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700014#O00600","speaker":"1035"},{"type":"speech","time":1362658500,"counter":73,"content":"<p>There is an excellent system in Cavan where IT facilities have been provided by Cavan VEC for a sum of money to outside agencies and this has been successful under the stewardship of Mr. Colm McEvoy, the CEO.  I thank the Acting Chairman, Senator Noone, for allowing me the latitude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700014#O00700","speaker":"1164"},{"type":"speech","time":1362658500,"counter":74,"content":"<p>I welcome the Minister.  I concur with others that this is a big departure, devolving 33 VECs into 16.  On being at this point and having reached such an amount of agreement, bar requests for a few amendments, I say, \"Well done.\"<\/p><p>I was formerly the chair of County Galway VEC and it was an eye-opener.  The reason it was an eye-opener is that VECs aim to provide education for all.  Having been in the primary sector and in the teacher education sector and having gone to voluntary education schools, I had never encountered the VEC sector until I ended up as a member, and as the Chair, of a VEC.  That is why this must not be the Cinderella.  If it meets the education-for-all remit, we must honour it with the appropriate funding.<\/p><p>My experience of the VEC is that it had the potential to pick up all of those who were lost along the way, such as through the adult literacy and numeracy sector.  Of course, we must never let that go.  Let us face it, yesterday we sat in here with the Minister for Children and Youth Affairs, Deputy Fitzgerald, and we spoke about the need for early intervention.  In the case of every ill in society, be it crime, dropouts or early school leaving, if we had invested early we would have caught them, but we do not live in an ideal society or a utopia, and we must have the provision at the other end as well.  I want to acknowledge that up-front.<\/p><p>I have been asked by County Galway VEC to bring this to the attention of the Minister.  I accept that the Minister may have conceded this but perhaps he would clarify it for me.  Where three VECs are to be amalgamated to form a new ETB, the local authority representation on the newly-formed board should be increased from ten to 12 members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700014#O00800","speaker":"1131"},{"type":"speech","time":1362658500,"counter":75,"content":"<p>Done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700014#O00900","speaker":"1035"},{"type":"speech","time":1362658500,"counter":76,"content":"<p>I thought so.  I thank the Minister for that.  They felt that this was necessary from the point of view of democratic local representation.<\/p><p>I would add that those members should have a competence in education.  Those with an education background are not rare.  Given that we are ten a penny, and by and large many go into local politics, we should maximise the expertise on the boards by, where possible, ensuring that they have some background in education.  Parents qualify in that respect as well.  It gives the board a greater confidence.  Having chaired a board, I can see from where the voices come.  The voices come from those who have confidence and on many occasions, confidence comes out of competence.<\/p><p>I support the point made by Senator Power that, where possible, there should be student and learner representation on a board.  I would say there should be at least two because it is quite daunting for a young person to end up on an extremely adult, and perhaps at some points aged, board.  That is a culture in and of itself.  It is so that they are not wiped out by being over daunted there, while their input is critical to the service provided.<\/p><p>On section 42, the Minister might clarify whether he has addressed the following on the living locally clause.  County Galway VEC felt strongly that all school boards of management should include a representative from the ETB in the context of reporting back to the board.  The exclusion of ETB members or, more importantly, the non-inclusion of at least one ETB member would, the VEC and I believe, limit the capacity of the board to manage the school.  We are merging Galway city VEC, Galway county VEC and Roscommon VEC, involving a considerable piece of territory.  In that area, there will be six Gaeltacht schools and two gaelcoláistí.  The person on the school board of management really should speak Irish.  Does the Minister know what I mean?  It is not a given.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700014#O01000","speaker":"1131"},{"type":"speech","time":1362658500,"counter":77,"content":"<p>I have every trust in the wisdom of Galway to make the right decisions in these matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700014#O01100","speaker":"1035"},{"type":"speech","time":1362658500,"counter":78,"content":"<p>Let us face it.  Not everybody who is elected speaks Irish.  I myself was on these boards.  I speak reasonable Irish but I would not call it brilliant by any means.  I would have been quite challenged in the crossfire of the debate, in terms of comprehending and contributing.<\/p><p>An excellent point was raised about SOLAS.  Would the Minister clarify and specify the role of the ETB in SOLAS?  This is significant.  What was FÁS will now be SOLAS.  There are 250,000 who lost their jobs since the recession took hold and they have training needs to prepare for the future, whatever that may bring.  We need vision in SOLAS to predict the needs and create the future.  We also need the right provision and quality.<\/p><p>I will finish with a little story.  Last week I provided, with a local group, a jobs event for those who are out of work.  People said to me, &quot;Fidelma, why bother?  Is the Department of Social Protection not doing it?  Is what was FÁS not doing it?&quot;, but 90 people showed up to it.  The key event they want is to analysis their skill set and work out which skills are transferable to fit the needs of now and the future.  Correct provision is critical because providing the same, when there is no longer a market for it, is rubbish.<\/p><p>I support what Senators Barrett and Jim D'Arcy stated about quality.  If the person delivering it is not good, the student will walk away.  One may have an ETB or SOLAS proclaiming we are offering it, but the customer will walk and talk.<\/p><p>I would flag these areas as the areas in which provision is needed.  I myself am looking at developing a creative centre in Galway for this to run alongside the second level system, involving language learning, digital learning, mathematics and logic, learning how to learn, creative writing, and creative thinking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700014#O01200","speaker":"1131"},{"type":"speech","time":1362658500,"counter":79,"content":"<p>I welcome the Minister to the House.  He is genuinely a reforming Minister.<\/p><p>We already, perhaps in a previous Seanad, had some preliminary work done on rationalising the VECs, which is a good idea.<\/p><p>I pay tribute to the VECs.  Despite the bad organisation and the fragmentation, they filled a significant gap in Irish education and did well.  Some of them stand out.  I think the school of catering in Cathal Brugha Street comes under this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700014#O01300","speaker":"1136"},{"type":"speech","time":1362659100,"counter":80,"content":"<p>It is part of the Dublin Institute of Technology.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700015#P00100","speaker":"1035"},{"type":"speech","time":1362659100,"counter":81,"content":"<p>It is also excellent.  In that respect, I wish to ask the Minister about rationalisation.  The College of Catering was threatened with certain proposals on amalgamation and so on.  It is an interesting building, one of three significant art deco buildings in Dublin.  Another used to house the then Department of Tourism and Trade and houses a magnificent sculpture by an Irish woman.  The old Gas Company building on D'Olier Street, now the Trinity school of nursing, is the third.<\/p><p>  I commend the Minister for something stated in the explanatory memorandum, namely, that the purpose of the Bill is &quot;reforming and modernising the governance provisions, removing outdated terminology and articulating the functions of the boards&quot;.  Such a statement should be found throughout all legislation.  It is a pity the Minister is not in charge to do a <i>Code Napoléon<\/i>, as much legislation needs to be refined and made accessible.  Arcane terminology needs to be removed, as will be done under this Bill.  For that reason, the legislation is welcome.<\/p><p>  I welcome the mention of SOLAS.  The name change was intended to disinfect it, but even in its pre-fumagated state, I have a fondness for it, as it did valuable work.  Some of the people at the top certainly behaved irresponsibly; there was wastage and moneys were unaccounted for, etc.  It was a scandal.  However, I cannot speak highly enough of the troops on the ground, given my experience of them.  Perhaps the Minister might comment on the effectiveness of reform in SOLAS.  Its staff need to be encouraged.  In the regenerated SOLAS, some words of encouragement would be good.<\/p><p>  The Bill will provide for good and necessary education, which should be respected.  There should be no snobbery because one is a university and another is a vocational education committee, VEC.  That would not be appropriate.  They are different and separate, yet equally necessary.<\/p><p>  I support my colleagues who suggested that having student representatives on the boards would be a good idea.  I am unsure as to whether the Minister has made provision in this regard.  If not, perhaps he might.  There were no student representatives during my time as an undergraduate at Trinity College Dublin, but that was one hell of a long time ago.  The measure was introduced during my time as a lecturer.  It gives young people an added degree of responsibility and perspective on governance and administration.  Often, they go on to do valuable work in the community based on that experience.  It would be a valuable addition.<\/p><p>  I wish to raise a matter that is not at all relevant to the Bill.  I expect that I will get away with it, as I am in my last minute and the Cathaoirleach told me previously that this would be the day on which to raise it because the Minister would be present.  I pay tribute to my colleague, Senator Sean d. Barrett, who first alerted the House to Trinity College Dublin's astonishing and deplorable decision not to host the Church of Ireland school of education.  The school will be hosted in Dublin City University.  If there is a secular university, it is DCU.  What nonsense is TCD playing at with the name, &quot;the College of the Holy and Undivided Trinity of Queen Elizabeth&quot;?  I do not share the suspicions of some peculiar minority groups that believe the Labour Party and all of its Ministers are a bunch of wife swapping, sodomitical, compulsive, militant secularists.  If they were, I am not sure I would disagree with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700015#P00200","speaker":"1136"},{"type":"speech","time":1362659100,"counter":82,"content":"<p>Not all of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700015#P00300","speaker":"1164"},{"type":"speech","time":1362659100,"counter":83,"content":"<p>As a member of the Church of Ireland, I am glad to see education being removed from the sectarian field, but I wonder whether there is an historical place for the school within TCD.  The university has Christian Brothers and various groups, but why kick out the Church of Ireland?  It seems daft.  The school has changed well, at least in the beginning.  I do not know what it is like now.  What used to be the Church of Ireland school of divinity had some distinguished theologians.  It became a theological faculty with wonderful, free thinking individuals such as Professor Sean Freyne.  I applaud this, but must the university kick out the Church of Ireland?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700015#P00400","speaker":"1136"},{"type":"speech","time":1362659100,"counter":84,"content":"<p>May my colleague, the Minister of State, Deputy Ciarán Cannon, take over for me?  I will hand my notes on Senators' comments to him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700015#P00500","speaker":"1035"},{"type":"speech","time":1362659100,"counter":85,"content":"<p>Certainly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700015#P00600","speaker":"1153"},{"type":"speech","time":1362659100,"counter":86,"content":"<p>The big gun is coming.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700015#P00700","speaker":"1136"},{"type":"speech","time":1362659100,"counter":87,"content":"<p>I was going to say something about accreditation of prior learning, APL, but the educated architect is leaving the Chamber.  I will say it anyway.<\/p><p>I congratulate the Minister for Education and Skills, Deputy Ruairí Quinn, and welcome the Minister of State, Deputy Ciarán Cannon, in his place.  This legislation will provide for the better co-ordination and delivery of education services by establishing education and training boards.  The landscape of the vocational education training sector which dates back to the 1930s has undergone a radical transformation.  The Minister is reforming in his ethos, although I might not agree with everything he is doing.  The debate on private schools is ongoing, but it is not related to this Bill.<\/p><p>When the history of modern Ireland is written, the most important success story will be that of the vocational education sector which has provided the skill set for industrialisation, manufacturing and construction and moved this country from being a pastoral society to a modern economy.  It caters for 32% of second level students.<\/p><p>Education and training are one and the same.  We should assist students in developing critical and creative thinking abilities and competencies.  The education boards could facilitate and develop APL.  There will be an ideal opportunity for this to happen in the form of SOLAS.  Section 11 of the Bill provides for the conferral of additional functions on education and training boards, although many professions take the route of academia exclusively.  Recently, a professor told me that academics had their own values that might differ from professional values.  Values in education are competencies and must be enhanced and protected at all costs.  This is what we strive for in education.  As has been mentioned, everyone involved in delivering education must be well qualified and provide a quality education.  Otherwise, people will walk.  However, professional competencies can be gained in ways other than through academia and looking through books.  Learning through the multiple intelligence sphere - using every part of one's intelligence - is vital.<\/p><p>I am making a plea for Ballyfermot College of Further Education, a VEC college that will be under SOLAS.  To cite the Save Ballyfermot College group, SOLAS is in the business of further education, whereas the college is in the business of further and higher education.  The action plan for SOLAS does not even recognise that courses are delivered above level 6 in further education colleges.  Ballyfermot College of Further Education runs a number of courses at ordinary and higher degree level.  What is the future of these courses?  The people of Ballyfermot are concerned.  They need information and want to know what is occurring.  Everyone in the country knows the role the college has played, the degrees it awards, etc.  All it wants to do is to evolve, thrive and become one of the best colleges.  Successful companies have grown out of the college, for example, Sullivan Bluth Studios, an animation company.  These companies have won Oscars, IFTAs, BAFTAs and many music awards.  The college wants an assurance that it will be able to provide degree courses that supersede level 6 under SOLAS.  If the Minister of State cannot address this point now, perhaps he might revert to me in writing or ask the Minister to do so.<\/p> <p> On the composition of the boards, while it is important students are represented I agree with Senator Hayden that there should also be adult learning representatives on them.  How are the community representatives be selected?  Have regulations in that regard been drawn up yet?<\/p><p>There is scope for SOLAS and the education and training boards to bring education into the new era, to value education for what it is and to look at how people learn differently.  Section 9 provides that the education and training boards can be used as a prescribed register of educational competencies, working with universities, institutes of technology and third level colleges to bring new systems on stream, be they for architects and so on.  I hope the Minister will give serious consideration to this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700015#P00800","speaker":"1135","continuing":true},{"type":"speech","time":1362659700,"counter":89,"content":"<p>The Minister of State is welcome back to the House.  It must be borne in mind that the VEC system has been around almost untouched since the 1930s.  This Bill is a positive move to improve their functioning.  It will also reduce the paperwork associated with the various vocational Acts.<\/p><p>  I wish to make a couple of broad points related to the objectives of the Bill.  I am a little concerned about the lack of solid links between the new education and training boards, ETBs, and the business community.  I understand the Minister intends that the ETBs will engage regularly with the business community.  However, I firmly believe that this listening process needs to be formalised, namely, the ETBs must listen to the skills need of the business communities.  This may require real business representation on the boards.  Perhaps that is the case.  The Bill provides that the Minister may draw up a list of bodies that can make nominations for membership, for example, business interests etc..  Can we go further than that?  The issue of adult learning representatives on the boards has also been raised.  It would be sensible to also formalise their participation.  <\/p><p>  In terms of training and education, this must be linked to outcomes.  The Department of Education and Skills does not systematically collect, analyse and distribute information on its employment outcomes.  This information is critical for policy makers and higher institutions as it helps them to detect which courses and fields of study that are in high demand among employers.  Moreover, this data can help students make better choices on what fields of study to pursue.  Some countries, including the Netherlands and Italy already do this.  We should be looking to emulate that model.  I would like to see this done as it would provide Government with the ability to better target skills shortages and measure success.  In my view, this would be a worthwhile initiative.  I would welcome the Minister of State's views on it.<\/p><p>  Adult literacy and basic cognitive skills should be a key focus in this new structure in terms of job creation.  One of the most interesting messages in terms of educational focus is advocated by The World Bank<i>. <\/i> It argues that education systems, up to 18 years, should focus more on basic<i><\/i>cognitive skills such as reading, writing and communication and that vocational training should wait.  We are well aware in this country of the huge numbers of children who left school to go into trades and did not then have the skills to adapt when the economy changed.  If we focus on basic skills this will allow a flexible workforce.  A demonstrable example of this is Poland, which used this asset in the aftermath of its economic and financial crisis.  That economy is growing, which many experts put down to its flexible workforce.  I believe this is a lesson for Ireland to take on board.  What does the Minister think of this concept in terms of the general education system?  Can we learn from Poland?  Can we ensure that the new ETBs deliver much needed training, such entrepreneurship training?  <\/p><p>  Could entrepreneurship training be commenced in primary schools?  This is done in Norway and is supported by its ministry of trade, local businesses and others.  The Norwegian strategy aims to develop knowledge and competencies in students related to entrepreneurial activities, strengthen young people's belief in their creative forces and fosters a culture for entrepreneurship.  During the recent Drogheda Local Heroes<i><\/i>project, entrepreneurship classes were run in schools.  A transition year student, aged 16, involved with the young entrepreneur programme has set up a shoe customisation business and now has customers in 22 countries, selling her product at &#8364;17.99 through the Internet.   Her only employee is her father.  I believe that if we encouraged more of this, in particular at primary level, people would be equipped with skills to stand on their own feet rather than rely on Government. Are there any concrete plans in this directions?<\/p><p>  In terms of training, we could do a lot worse if SOLAS<i><\/i>were to invest in training people in languages.  President Van Rompuy recently highlighted that there are 4 million vacant jobs in the European Union.  Irish people cannot access a lot of them owing to their deficiencies when it comes to learning languages.  I urge that we try new methods of learning.  I recently spoke about the Michel Thomas method of teaching languages, which seems to work well.   The <i>Guardian <\/i>newspaper said of his teaching methods, &quot;He astounded staff at a school in north London by teaching a group of teenagers deemed incapable of learning languages.  In one week they had learned the amount of French it normally takes five years to learn&quot;.  I believe the Minister should strongly consider this method as part of the core of SOLAS.  Using this method, there is real potential for people to get a grasp of a language which will open up so many opportunities for them.  When Hewlett Packard was recruiting additional employees last year one of the requirements of potential employees was that they be fluent in one European language.  This meant most Irish could not apply.  Irish people are poor at learning languages.  This issue needs to be addressed.<\/p><p>  I believe we can do much more than we are doing.  However, we are going in the right direction.  I encourage the Minister to maintain this standard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700016#Q00200","speaker":"1145"},{"type":"speech","time":1362659700,"counter":90,"content":"<p>I welcome the Minister of State.  The unanimous support for this Bill is an indication of the success of the engagement by the Minister and Minister of State with the various stakeholders over the past year or so.  As stated by the Minister earlier, the objective of this Bill is to ensure better delivery and co-ordination of education and training at local level.  We all want an education system that is designed to meet the needs of a rapidly changing world.  I support Senator Quinn's comments in regard to entrepreneurship and preparing young people for the world of business and equipping them with the skills required in today's world.<\/p><p>I heard the Minister of State, Deputy Cannon, say recently that we have no idea, given improvements in technology, what shape employment in the future will take.  Having served as member of County Galway VEC for a number of years, I cannot let this opportunity pass without referring to the wonderful work done by the VECs in Ireland since the 1930s.  The VECs brought education into communities in the 1930s and 1940s, including my own home town, which is a small community of a couple of hundred houses.  There is currently a thriving vocational school in that area catering for more than 200 pupils.  I was impressed during my time as a member of the VEC by the breadth and range of educational courses provided throughout the country.<\/p> <p>There was particular emphasis on the marginalised and people who really wanted a second chance at education.  There is a significant emphasis in County Galway on adult education.<\/p><p>This did not happen by accident but as a result of very strong leadership, particularly by a great chief executive, Mr. Joe McDonagh, who many remember as a member of that great Galway hurling team of 1980.  There was also a very strong management team and progressive chairman in Mr. Pat Gilmore, as well as a wonder adult education officer in Ms Eithne Nic Dhonnchadha.  It is only right, when we are moving to a new structure, to acknowledge the wonderful work that those people do and will continue to do as they become part of a progressive and better-designed structure.<\/p><p>I very much welcome the fact that the Minister took on board issues relating to representation on the boards that had been raised by my county VEC and the Irish Vocational Education Association, IVEA.  We should place on record the wonderful work and engagement of the IVEA in putting together these new structures and helping them develop.  We should also acknowledge the work of Mr. Michael Moriarty as the chief executive.<\/p><p>I could not let the opportunity go without acknowledging the great work being done by the Minister of State, Deputy Cannon, who is chair of the SOLAS implementation group.  I know work is progressing at pace and I have no doubt that when the new structure is up and running, we will have a very vibrant and progressive educational system that will serve the country well in future.  Today we can welcome change and we can also acknowledge that the VEC structure is going from 33 VECs to 16 VECs.  In my county, Galway city and county will be grouped with Roscommon in a VEC.  There was initial resistance but there has been much common sense, straight talking and engagement.  As a result, the structure evident when the Bill is passed and all other elements are in place will serve the country well.<\/p><p>I hope it will equip us to tackle the significant problems of unemployment in the country, which is significant.  We must consider how to get young people engaged sufficiently with the education system and ensure we point them in the right direction.  I know we all have concerns about career guidance in schools and the resources available but we must gear our education system towards work and getting people thinking about entrepreneurship and being equipped to meet the challenges of a rapidly changing society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700016#Q00300","speaker":"1118","continuing":true},{"type":"speech","time":1362660300,"counter":92,"content":"<p>I welcome the Minister of State, Deputy Cannon, to the House, and I also welcome the Bill, which is being welcomed by all parties.  That is good to see.  I also welcome the overall reforms that the Minister for Education and Skills, Deputy Quinn, and the Minister of State present have been involved in introducing in the education sector.  We have had debates in the House on the transformation of the patronage model, which the Minister has rolled out and which is welcome to see, in line with increased demand from parents for more diversity in the provision of schools.  We have also seen reforms to the junior certificate, which has also been debated in the House, and some of us are old enough to still call the exam the intermediate certificate.  The junior certificate reforms are welcome, as are reforms to teacher training and in the university sector.  There have been other initiatives, such as the campaign against homophobic bullying and accompanying strategy, which the Minister has recently introduced.  A new broadband provision was rolled out this week in Warrenmount school, which is very near to where I live in the south inner city.  All of this is very welcome and the sort of reforms in which the Minister has engaged are very positive and progressive.<\/p><p>  Most of this Bill is entirely welcome but there is one aspect I would like to address.  I ask the Minister of State, Deputy Cannon, to take this back to the Minister, Deputy Quinn, and I have already raised the matter directly with him.  Section 30(1)(<i>a<\/i>) is concerned with the composition of education and training boards and provides for 21 members on each education and training board, of whom 12 will be elected by local authorities.  I know one of the Minister's predecessors, Ms Niamh Bhreathnach, promoted the need to ensure gender balance on what were the VEC and other boards in the education sector, specifically for members elected by local authorities.  I have indicated to the Minister that we should consider ensuring specifically that gender balance is provided for in respect of the members of the education and training boards under section 30 who are elected by local authorities, as per current VEC regulations, the Dublin Institute of Technology (Amendment) Act 1994 and the Regional Technical Colleges (Amendment) Act 1994.  There are a number of models.<\/p><p>  In section 30 there is a good deal of reference to the need to ensure gender balance in respect of the other panels from which members of the boards are to be chosen.  For example, section 30(1)(<i>c<\/i>) refers to the parents' representation, and the Minister is to specify national associations of parents which will nominate two representatives, one of whom shall be a man and one of whom shall be a woman.  That is specified in legislation.<\/p><p>  I know this was considered when the Bill was going through the Dáil, although I am not sure what happened at that stage.  There was very detailed material in the Vocational Education (Amendment) Act 2001, section 7 of which provided for regulations to provide that both sexes shall be represented on a VEC in such proportions as are specified in regulations etc.  There was perhaps greater recognition of the need to ensure gender balance specifically in respect of the members to be elected from local authorities.<\/p><p>  That is my one concern and otherwise it is an extremely welcome Bill.  It very much fits within the package of reform measures being introduced by the Minister and which we all welcome.  People generally recognise that this is a genuinely reforming Minister.  It is important that we ensure the need for gender balance from local authorities is preserved in the Bill.  I am mindful that tomorrow is International Women's Day and that currently we have appallingly low figures of female representation in politics generally.  This Government is the first to introduce very welcome positive action measures so that political parties which do not put forward enough women candidates in the next general election will be penalised in their State funding.  However, that provision does not apply to local elections, and it is not enough to simply argue that we will see more women elected to local authorities, which will filter to the representation on boards like the education and training boards.  That is not enough, as only 16% of councillors are women.  It is really important to ensure a gender balance in making these boards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700017#R00200","speaker":"1148"},{"type":"speech","time":1362660300,"counter":93,"content":"<p>I thank all Members for their contributions to the debate on the Bill.  They all have a wide knowledge of the excellent work being done by the VECs, with a passion and ambition to ensure that good work continues under new structures.  In his opening remarks the Minister, Deputy Quinn, referred to that strong track record of the VECs in the development of our system and praised the philosophy in providing high-quality education.  He also praised the sector's role in meeting the needs of the labour market, as mentioned by Senator Quinn and others, as well as the tradition of responsiveness and innovation in addressing emerging demands.<\/p><p>Together with the forthcoming SOLAS legislation, this Bill will position new education and training boards to harness the wonderful legacy, both from within the FÁS training entity and from the national VEC structure.  It is a wonderful blend of energy, dynamism and social concern, as the sector and country adapts to the challenges of the 21st century.  That significant potential was emphasised by Senator Power in her contribution, and I agree with the point.  There is incredible potential in the sector and a large repository of knowledge, experience and wisdom built up over decades.<\/p> <p>If we can somehow bolt those together, we can create something unique and powerful.  <\/p><p>I have listened with interest to the comments from all sides of the House.  I appreciate the broad support expressed by Members of the House for this important reforming legislation.<\/p><p>A number of Senators raised the issue of the relevance of courses, particularly regarding the emerging labour market.  That was mentioned by Senator Quinn since I arrived in the House.  The education and training boards are to have an enhanced and expanded role in training with the upcoming SOLAS reforms that will be introduced through the Further Education and Training Bill.  In that regard, the functions of the boards have been set out in the Bill and explicitly refer to the role of education and training boards in planning, providing, co-ordinating and reviewing the position of education and training for the purpose of employment.  That pragmatic approach to the current economic reality, and the economic realities that will emerge in the future, which affect so many unemployed people around the country, is supported by the requirement for the boards to have at least one member who must be from a specified body that represents employers or business.  That aim is reinforced by the provision for boards to consult on an ongoing basis with a wide range of relevant people and bodies, including employers and business groups.  As Senators will be aware, FÁS as it is currently constituted has an active and effective research unit that will be retained in the new structure for SOLAS.  FÁS liaises closely, as does the vocational education sector, with Forfás and the expert study group on future skills needs to determine present skills needs and what skills may be required in the medium and long term.  That research is taking place at national and regional level because the skills needs of Galway city may be substantially different from those of Cork city or Dublin city.  We must carry on that research, and the ETBs will be encouraged to conduct their research at regional level to ensure they are responding effectively and in a meaningful manner to the needs of the emerging labour markets in all regions.<\/p><p>The issue of the membership of the boards was discussed at length today.  On foot of the constructive issues raised by Members of the Dáil, the Minister has increased the overall number of ETB members from 18 to 21, the number of local authority members from 10 to 12 and the number of community representatives from four to five.  That approach was informed by a number of principles: the need to ensure that smaller counties are adequately represented; the importance of ensuring a reasonable balance across all education and training boards; the need to ensure an appropriate balance between local authority members and community representatives; the overriding concern that the membership of the boards is small enough to ensure that they are effective and that they can be flexible and innovative in the way they develop further education and training opportunities in their respective areas. <\/p><p>Senators also raised the issue of representation for adult learners.  This matter was discussed and considered in the other House.  I have also had a number of discussions with adult learner representatives.  We have included provisions in section 30 to give learner representative bodies a right to make nominations to the new boards and to require that each ETB has at least one learner representative on its board.  Therefore, we have responded in a positive manner to the engagement we have had with learner representatives.  <\/p><p>Senator Barrett raised his concern about representation for teachers on the new boards.  The provision for two staff representatives is the same as that applicable to VECs at present.  In most cases teachers are elected as the two staff representatives.  I hope that representation by the teaching profession and teaching body will remain as effective in the new ETB structure as it has been in the past.<\/p><p>Senator Wilson also raised some important points regarding community national schools.  A re-examination of the Bill took place having regard to the provision, management and patronage of community national schools.  We believe that the Bill as drafted, supplemented where necessary with departmental circulars, can adequately provide for the establishment and maintenance of community national schools.  <\/p><p>With regard to SOLAS, existing FÁS training centres, staff and premises will be transferred to the ETBs.  That will mean that potential learners will access a form of one-stop shop for further education and training services which will respond in an integrated way to their needs.  <\/p><p>Interaction with learners has been one of the most important opportunities that I have had as Minister of State in the Department responsible for training and skills and the transformation of the further education and training sector.  I spent two exceptional mornings with learners, facilitated by AONTAS.  I met people who had commenced learning and those who had recently exited the system.  I did that because it was important to learn from their experience and to hear the human stories behind their engagement with the system.  Without exception, one of the recurring themes that emerged was the fear that people had of first engaging with the system because many of them may have had literacy or numeracy issues, or may have left school to enter the burgeoning construction sector.  At that time many of them would have left the education system at 15 or 16 years of age with little or no educational backup to serve them later in life.  Re-entering the system was quite a traumatic event for many of those people.  The structure of the ETBs, when they are established, must ensure that once learners begin to engage with the system and find themselves comfortable within it, they will continue to engage with it.  We must create progression opportunities for them all the way up in as seamless and painless a way as possible.  Once we have them in our system we must encourage them to remain within it and to build up and reach the pinnacle of their ambitions and talents.<\/p><p>Senator Bacik raised the issue of gender balance.  As far as possible the Bill reflects a desire for gender balance on the new boards.  As she mentioned, parent representatives should comprise one man and one women, and of the five community representatives there must be a minimum of two women and two men.  The Minister of the day is conferred with the regulation-making power to establish women-only and men-only panels from which staff representatives would be elected.  This maintains the position under the existing regulations.<\/p><p>The Senator raised the issue of local authority representatives on VECs.  The current position is that the proportion of male and female local authority representatives on a VEC must mirror the proportion of the total number of male and female members of those county, city and town councils when added together.  That has given rise to practical difficulties which, when they arise, can cast a legal doubt on the validity of boards that do not reflect the correct gender proportions.  The Minister for the Environment, Community and Local Government, Deputy Hogan, is introducing serious reforms in the electoral process which obliges political parties to have a far fairer and more representative gender distribution.  That measure will filter down to local authority representation.  One would expect that most of the political parties will begin looking at recruiting female candidates for the next local elections with a view to having them stand in the general election, whenever that might occur.  That measure will filter down, but it might not happen as quickly as the Senator would like it to happen.  There is also the issue that if one seeks democratic representation on ETBs from local authority elected members then one must examine the reality of democratic representation in local authority entities across the country at present.  That information would then feed through to their presence on the ETBs when they are created.<\/p><p>I will conclude by thanking speakers on all sides for their contributions and their generous support of the Bill.  Without doubt, this is one of the most exciting developments in further education and training in the past 40 years.  It gives us all a chance to put in place a system we can be proud of.  We are a small island on the periphery of Europe, so we often tend to look to others to set an example.  When it comes to education we always tend to cite best practice in other countries such as Finland - or Scandinavia in general - or, in the area of vocational training, Germany and Austria.  Yes, we can draw from their experience and yes, there are some elements of their provision that would work exceptionally well here.  With this reforming legislation there is no reason we cannot be the very best, and I genuinely think we can.  If we can draw from that incredible experience over the past decades and from my interaction with the IVEA and FÁS, there will be a genuine passion and a commitment to make this work.<\/p> <p>When SOLAS is established and people see the type of provision that will be available and the passion with which the people in the sector want to make this happen, we will be very proud of what we set out to do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700017#R00300","speaker":"1042","continuing":true},{"type":"unspoken","time":1362661500,"counter":96,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1362661500,"counter":97,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700019#T00300","speaker":"1153"},{"type":"speech","time":1362661500,"counter":98,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700019#T00400","speaker":"1148"},{"type":"unspoken","time":1362661500,"counter":99,"content":"<p>Committee Stage ordered for Tuesday, 12 March 2013.<\/p>"},{"type":"speech","time":1362661500,"counter":100,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700019#T00600","speaker":"1153"},{"type":"speech","time":1362661500,"counter":101,"content":"<p>At 2.30 p.m. next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700019#T00700","speaker":"1148"},{"type":"majorheading","content":"Adjournment Matters","time":1362661500,"counter":102,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700019#T00750"},{"type":"minorheading","content":"Third Level Facilities","time":1362661500,"counter":103,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700019#T00800"},{"type":"speech","time":1362661500,"counter":104,"content":"<p>I welcome the Minister of State, Deputy Cannon.  On a number of occasions I have tabled motions on the jobs situation in Waterford and the Minister of State has often come to the House to reply, and I thank him for that.  I have also constantly raised the need for a technological university for the south east and its critical importance for improving the awful situation in Waterford and the south east in general with regard to job creation.<\/p><p>  The unemployment figures for the south east and Waterford city and county are truly appalling.  They are well above the national average.  According to the most recent figures from the Central Statistics Office, the unemployment rate in Waterford city is 25.1%, which is not just an unacceptable figure but also a dangerously high one.  The Government must seriously examine the very high level of unemployment in Waterford city and ensure it takes the appropriate and necessary action by putting in place the required interventions to help the city, county and region.  I believe a suite of interventions is necessary.  It should include added support from enterprise agencies, government spending in the city and region, prioritisation of capital projects and a focus on educational attainment.  A university is a critical element of that.<\/p><p>  An amazing figure relating to Waterford city emerged from the census figures published last year.  A total of 48% of the population of the city have not completed secondary level education.  That is a huge figure and is probably due to the over-dependence on manufacturing over the years.  Obviously, the figure has increased substantially and now represents a sizeable proportion of the population.  There is no doubt that we must examine educational attainment levels across Waterford city and county and the south east in general and consider ways in which we can improve them.<\/p><p>  The establishment of a technological university would be hugely important for a number of reasons.  The last Forfás report on unemployment in Waterford, on foot of the Talk Talk job losses, looked at a number of strengths and areas in which the south east could major.  Agri-food is obviously one of them.  There is huge potential in milk and dairy production in the future.  The triangle of Kilkenny, Wexford and Waterford is doing very positive work in the tourism area.  There are also the pharmaceutical and science sectors, as well as telecommunications and software.  We have, for example, the wonderful Telecommunications Software &amp; Systems Group, TSSG, a research and development company based in Waterford Institute of Technology.  It gets its funding almost exclusively from the private sector and from contracts.<\/p><p>  However, we need a technological university that is closely aligned with all of those sectors and which has strong links with industry and enterprise to drive change from research and development to connections with industry and turn out graduates who can take up job opportunities.  That should be part of a long-term, perhaps ten-year, strategy of the Government for the south east.  It should focus on those five or six big sectors in which the south east can major, align all the agencies, including the enterprise agencies, in that strategy and set real targets.  The missing ingredient at present is a technological university.<\/p><p>  I did some research for this motion.  Almost two years ago, after the loss of the jobs at Talk Talk, the<i> Irish Examiner <\/i>stated that a positive announcement would be made shortly by the Minister for Education and Skills and it was expected that by next year, which is this year, Waterford would have a technological university.  That was the statement by the Minister for Education and Skills, Deputy Ruairí Quinn.  I am seeking an update on how matters stand.  Will the Minister explain to me and the people of Waterford and the south east what the position is with that application?  What is the process involved?  How long will it be before a decision is made by the Government?  It is in the programme for Government but it is absolutely critical for the economic and social development of Waterford city and county and for the south east region.  I appeal to the Government to prioritise this as an issue that must be fast-tracked as soon as possible.  I look forward to the Minister's response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700019#T00900","speaker":"1133"},{"type":"speech","time":1362661500,"counter":105,"content":"<p>I thank the Senator for raising this issue.<\/p><p>The framework for system development laid out in the national strategy for higher education to 2030 includes a developmental pathway towards designation as a technological university for merged institutes of technology which seek to apply.  The Higher Education Authority, HEA, has been asked to implement this framework.  The implementation process is well under way.  The Landscape document published in February 2012 lays out a clear four-stage process and criteria for institutes of technology that wish to apply for designation as a technological university.  The process for designation is designed to ensure educational quality, objectivity, international expertise, fairness and transparency.<\/p><p>The process consists of four stages overseen by the HEA, with an independent international panel of experts to advise the authority in the final stages.  The first stage of the process required institutes of technology which wished to merge and seek designation as a technological university to submit a formal expression of interest to the HEA last July.  The HEA will submit its formal advice on an outline configuration for the future higher education system after Easter.  This will include advice on the progress of institutes of technology interested in seeking to move to the second stage of the designation process.<\/p><p>The second stage of the process involves detailed project planning followed by submission and evaluation of those plans.  How long it then takes for applicants to formally seek designation will depend very much on the capacity of the applicant institutions at the time of plan submission and how long their developmental trajectory towards meeting the criteria will take.  Full legal consolidation of the institutes of technology seeking designation also has to occur before the final application for designation is submitted.  The drafting of legislative proposals to provide for the amalgamation of institutes of technology and the establishment of technological universities will be advanced in tandem with the designation process as part of the work that is under way on implementing the higher education strategy.<\/p><p>In view of the process that has been put in place to assess proposals for designation as technological universities, it would not be appropriate to comment specifically on any potential applications for designation by any group of institutes of technology.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700019#T01000","speaker":"1042"},{"type":"speech","time":1362661500,"counter":106,"content":"<p>I thank the Minister for his reply.  I accept the limitations he might be under, given that a number of applications will be made.<\/p> <p>This is socially and economically critical to the people of the south east.  The Government recognised that when it included it in its programme for Government and I commend the Government for that.  I am worried we have opened up a four-way process that might lead to a delay.  It might place more hurdles in the way of the institute of technology.  We have had too many hurdles and I am also deeply conscious of university politics, which are also at play.  The Government must drive this through and take a decision to deliver the university for the people of the south-east–––––<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700019#T01100","speaker":"1133","continuing":true},{"type":"speech","time":1362662100,"counter":108,"content":"<p>The Senator can ask a supplementary question, not make a speech.  He got a good run.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U00200","speaker":"1140"},{"type":"speech","time":1362662100,"counter":109,"content":"<p>I do not have a supplementary question, I just want to thank the Minister of State for his response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U00300","speaker":"1133"},{"type":"speech","time":1362662100,"counter":110,"content":"<p>I thank the Minister of State and I thank everybody.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U00400","speaker":"1140"},{"type":"minorheading","content":"Special Educational Needs Services Provision","time":1362662100,"counter":111,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U00500"},{"type":"speech","time":1362662100,"counter":112,"content":"<p>This is a very disturbing case.  I am asking the Minister for Education and Skills to investigate the serious case of an 11-year-old boy.  I have given the boy's name and school to the Department.  He has high-functioning autism and ADHD.  His rights appear to be infringed in that he is not receiving an appropriate education for his needs.  He has been locked in an isolation room from 15 to 18 January and he now faces expulsion because he is unable to do his schoolwork.  The parents have given me the details of the case.  I have not met the child or the parents but they have asked me to put on record the case of Oisín, who is attending Clocha Rince national school, Moyvalley, County Kildare.  I have been contacted by friends who are friends of the family.<\/p><p>It appears the boy has challenging behaviour.  He has high-functioning autism and he attends the school's ASD unit, where he was mainstreamed against the parents wishes and the best professional advice available to the school.  The services he requires, such as occupational therapy, speech and language therapy, psychiatry and psychology are delivered by the westside Beechpark services team working out of Johnstown, Naas.  The boy also has a behavioural analyst supplied and paid for by Irish Autism Action.  Once every two months, for the past two and a half years, the multidisciplinary team met to assess Oisín's progress and to deal with any matters that have arisen since the previous meeting.  His behaviour has been a major concern for the team, which is acknowledged by the parents.  His behavioural analyst has made recommendations on how to manage his behaviour to the team and the school has constantly ignored the recommendations, according to the parents.<\/p><p>At the end of the school term, last July, the parents were informed that the resource hours Oisín was receiving were to be taken away because he was in the unit and was not entitled to them.  The problem is that the unit did not put anything in place for Oisín and the progress made in the past number of years started to be lost.  The family started the 2012-13 school year with Oisín spending all day in mainstream education, with no resource hours of any kind.  He was struggling to comprehend maths.  He is now receiving nothing in terms of special education, in keeping with his attachment to the unit and his educational needs.<\/p><p>Before the Christmas break, he had a number of days where he spent almost the entire day in what is called the isolation room or the quiet room.  It is an empty 8 ft by 6 ft space that Oisín is taken to when he has a meltdown or when he needs some time out.  The room is used with the parents' permission but only for short times and was never intended to be used for hours on end.  The December issue was resolved and the principal turned down an offer by Beechpark to have the January multidisciplinary team meeting changed to December, saying he was happy that everything was sorted to his satisfaction.  Upon the recommencement of the school year in January, after the Christmas break, it became clear Oisín was having a lot of trouble being in the mainstream class all day.  His lunch breaks were usually used as punishment to get him to complete his schoolwork because his use of the OT room had been stopped since before Christmas.  This was also some form of punishment.  Everything a child with ADHD would need during a school day, including movement breaks, yard breaks and OT, were taken from him.<\/p><p>On Monday, 14 January, the parents report that Oisín had an okay day at school but the next day, the trouble started.  By close of school on Tuesday, 15 February, he had spent the better part of the day in the isolation room.  By Wednesday and Thursday, 16 and 17 January, he had spent two entire days in the quiet room.  It was made clear to the staff that the parents did not believe this was working but they were told to stick with it.  By Friday, Oisín had had enough.  On Friday morning, 18 January, he was in a distressed state and had not been sleeping well because he was concerned that he would be locked in the isolation room again.  Oisín's mother had to leave to bring her sick mother to hospital in Dublin but explained to the teacher that she had grave reservations about leaving her son there because of the distressed state he was in.  His distress was made worse by the fact he had been told he could bring his skateboard into school and it was then taken from him.  The teacher and the SNA assured the mother everything would be fine and told her to head off on her way.  A text sent at 10.30 a.m. told the mother he was okay and that all was under control.<\/p><p>Within an hour, phone calls were being received from the school by both parents.  Oisín's father has Parkinson's disease and was not in a position to drive so the mother had to leave her sick mother in hospital in Dublin and return to the school, not knowing what was the problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U00600","speaker":"1131"},{"type":"speech","time":1362662100,"counter":113,"content":"<p>The Senator's five minutes are up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U00700","speaker":"1140"},{"type":"speech","time":1362662100,"counter":114,"content":"<p>This is so critical to put on record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U00800","speaker":"1131"},{"type":"speech","time":1362662100,"counter":115,"content":"<p>I know it is critical but everything is critical.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U00900","speaker":"1140"},{"type":"speech","time":1362662100,"counter":116,"content":"<p>Will the Acting Chairman listen?  I beg his indulgence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U01000","speaker":"1131"},{"type":"speech","time":1362662100,"counter":117,"content":"<p>It is the job of the Minister of State to listen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U01100","speaker":"1140"},{"type":"speech","time":1362662100,"counter":118,"content":"<p>When Oisín's mother arrived, she found access to the corridor blocked.  She was met by the deputy principal and brought into the secretary's office.  She was told gardaí were on their way.  When she saw her son, he had cuts to his forehead and blood coming from one nostril.  Later that evening, a number of shards of glass were removed from his feet and hair.  He had broken the window in the isolation room to get out.<\/p><p>I could say much more but, having been an educator myself, it appears we have a boy with challenging behaviour.  All types of hope are being offered to the school.  The resource hours were stripped from him and the school has not been availing of the help available.  Under the Education Act, under the Education for Persons with Special Educational Needs Act and under the Education (Welfare) Act and in respect of child protection issues, there are serious issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U01200","speaker":"1131"},{"type":"speech","time":1362662100,"counter":119,"content":"<p>We will hear the Minister of State's reply because the Senator has taken six minutes and 18 seconds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U01300","speaker":"1140"},{"type":"speech","time":1362662100,"counter":120,"content":"<p>There is a meeting at five o'clock-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U01400","speaker":"1131"},{"type":"speech","time":1362662100,"counter":121,"content":"<p>The Senator made a very good case.  The Minister of State can reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U01500","speaker":"1140"},{"type":"speech","time":1362662100,"counter":122,"content":"<p>If I can just finish with one sentence-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U01600","speaker":"1131"},{"type":"speech","time":1362662100,"counter":123,"content":"<p>I am chairing the session and six minutes have elapsed------<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U01700","speaker":"1140"},{"type":"speech","time":1362662100,"counter":124,"content":"<p>The principal is offering expulsion to the child but that gives rise to the question of where he would go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U01800","speaker":"1131"},{"type":"speech","time":1362662100,"counter":125,"content":"<p>I thank the Senator for raising the matter.  The policy of my Department is to ensure all children with special educational needs can have access to an education appropriate to their needs, to secure the maximum level of inclusion of students with special educational needs in mainstream schools or, where a special school or special class placement may be required, to ensure that such placements are provided for.  The National Council for Special Education, NCSE, is responsible, through its network of local special educational needs organisers, SENOs, for allocating additional teaching resources and special needs assistants, SNAs, to schools, to support children with special needs, in accordance with my Department's criteria.  The NCSE has advised that the child referred to by the Senator is enrolled in a special class for children with autism spectrum disorder, ASD, attached to a mainstream national school.  My Department provides enhanced pupil teacher ratios in ASD classes of 6:1 to provide dedicated teaching support for children in such classes.  SNA support is also provided in special classes to assist with the care needs of children.  Many children who attend special classes ultimately integrate into some mainstream classes during the school day in accordance with my Department's policy of inclusion and taking into account the abilities and needs of each child.<\/p><p>I understand the child referred to by the Senator attended both the special class and mainstream classes in the school.  I understand that the school received SNA support to cater for the care needs of the child concerned.  The NCSE has capacity to review the levels of SNA support provided to schools.  The NCSE has advised my Department that the child referred to by the Senator is currently suspended from school.  The NCSE has also advised that a meeting has been arranged between the child's parents, the principal and the board of management of the school, in order to consider the suspension of the child, and the child's education in the school.  This meeting will take place this afternoon, Thursday, 7 March.<\/p><p>It is appropriate that such a meeting should take place and in circumstances where a parent is dissatisfied with the manner in which education is being provided to the child in school, the parent should bring this matter to the attention of the school's board of management.  Under the provisions of the Education Act 1998, the board of management is the body charged with the direct governance of a school and employs the staff at the school.  If a parent or guardian remain unsatisfied, having brought matters to the attention of the school board, they may bring the matter to the attention of the Office of the Ombudsman for Children.<\/p> <p>If a parent wishes to report a child protection concern, he or she may do so to the school board of management, to my Department or to the Health Service Executive, which will deal with this report in accordance with established guidelines and procedures.<\/p><p>I am hopeful, however, that the meeting which has been scheduled for today will be able to resolve any matters of concern the parent or the school might have.  I can advise that in circumstances where a child has been suspended from school for more than 20 days of the school year or has been expelled from a school, the parent or guardian of that child may appeal such a decision to my Department under section 29 of the Education Act.  I understand that the parents of the child in question have been made aware of this right of appeal.  I thank the Senator again for raising this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700020#U01900","speaker":"1042","continuing":true},{"type":"speech","time":1362662700,"counter":127,"content":"<p>I have given the Minister of State the details of the case.  This boy has not been in school since 18 January and it is now 7 March.  If that was his child or my child, we would be very worried.  I note there is recourse to the Office of the Ombudsman for Children, etc.  Does the Minister of State think this is good enough, based on what he has read and heard?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700021#V00200","speaker":"1131"},{"type":"speech","time":1362662700,"counter":128,"content":"<p>I am confident the meeting taking place this afternoon may resolve the issues which have arisen.  Ultimately, responsibility for the governance or running of the school rests with the board of management.  If the parents are not happy with the decision taken by the board of management, they have recourse to a higher appeals process and they are aware of those options.  From the reply given to me and from the indications received locally, it is the intention to resolve these issues through discussion and co-operation and collaboration with the parents and the child concerned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700021#V00300","speaker":"1042"},{"type":"speech","time":1362662700,"counter":129,"content":"<p>Why was home tuition not provided in the meantime?  This child has had no schooling since 18 January.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700021#V00400","speaker":"1131"},{"type":"speech","time":1362662700,"counter":130,"content":"<p>I am not aware of why home tuition was not provided.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700021#V00500","speaker":"1042"},{"type":"speech","time":1362662700,"counter":131,"content":"<p>I presume it is possible to apply to the Department for that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700021#V00600","speaker":"1131"},{"type":"speech","time":1362662700,"counter":132,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700021#V00700","speaker":"1042"},{"type":"minorheading","content":"Dumping at Sea","time":1362662700,"counter":133,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700021#V00750"},{"type":"speech","time":1362662700,"counter":134,"content":"<p>I wish to raise the issue of the dumping of chemical weapons off the coast of Donegal which, according to British records, took place between 1940 and 1957.  The British Ministry of Defence only admitted to these dumps in the 1990s.  In 1995 politicians raised this issue in the Seanad and Dáil.  The late Hugh Coveney, who was Minister at the time, said that by 2000, a comprehensive analysis of the situation would be arrived at.  As far as I know, it has not been forthcoming, so it is 13 years overdue.<\/p><p>There are ongoing concerns along the north west coast of County Donegal about the nature of these chemicals and the risk to inhabitants, sea life and the environment.  From what I have read, previous Administrations were happy with the information they received from the British Ministry of Defence as to the composition of the types of weapons.  However, I would be reluctant to accept the word of the British Ministry of Defence because this was done during and after the Second World War when controls, which would be in place if it was happening today, were not in place.  <\/p><p>I am very keen to get an updated report from the Department of the Environment, Community and Local Government and possibly from somebody in the British Ministry of Defence to clarify the types of chemicals dumped, where exactly they were dumped, although I know there are some indications, and how dangerous they are and to perhaps get an independent expert to verify what the British Ministry of Defence is saying.  I would be keen that it would be independent because I am sure many people would be wary of the UK Government admitting to dumping something which was dangerous.<\/p><p>I would like an up-to-date report and an independent person to verify the information given to the Government because I am concerned that material may leak into the sea and cause a catastrophe of some sort.  I thank the Minister of State for listening and look forward to his reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700021#V00800","speaker":"1144"},{"type":"speech","time":1362662700,"counter":135,"content":"<p>I thank Senator Harte for raising this matter.  The UK Ministry of Defence undertook sea dumping of chemical weapons stocks and conventional munitions as a means of disposing of redundant and surplus stocks and dealing with the legacy of weapons produced in the World Wars.  Information on the precise location of the dump sites used by the UK for the dumping of chemical weapons between 1945 and 1957 in waters adjacent to Irish territorial waters and the volume and composition of the weapons has, in the past, been made available to the Government.  Information in regard to the dumping off the Donegal coastline has been available since 1986 and in the public domain for a number of years.<\/p><p>  The dumping of munitions in the sea does not fall under European Union law.  The Oslo Convention for the Prevention of Marine Pollution by Dumping from Ships and Aircraft 1972, now OSPAR, is the appropriate forum.  The OSPAR Convention applies to the waters of the north east Atlantic and Ireland is a party to the convention.  <\/p><p>  At the end of the Second World War, in the United Kingdom alone, there was in excess of 1.2 million tonnes of surplus ammunition and bombs.  The disposal method adopted by most nations at the time was dumping at sea.  Although in some cases the location and type of munitions dumped is well known, the full extent of munitions dumped in the OSPAR area will never be known.<\/p><p>  We are not alone in our concern about the use of the sea as a location for dumping such material.  Information on the location and type of munitions dumped in the convention area was supplied by contracting parties and published by OSPAR in 2005.  The report identified more than 140 dump sites throughout the convention area and this is believed to be the best information available.  In general terms, the distribution of known conventional munitions dump sites tends to be in inshore waters whereas chemical weapons were dumped further offshore.<\/p><p>  Detailed information on the appearance and types of chemical munitions is given in the OSPAR framework for developing national guidelines for fishermen on how to deal with conventional and chemical munitions encountered at sea.  Marine Notice No. 16 of 2001 issued by the Department of the Marine and Natural Resources to all fishermen and other users of the sea relates to explosives and other explosive missiles sighted, picked up in trawls at sea or removed from wrecks.  This notice covers chemical and conventional munitions and requires all encounters with such munitions to be reported to the Irish Navy and the Irish Coast Guard.<\/p><p>  OSPAR Recommendation 2010\/20 on an OSPAR framework for reporting encounters with conventional and chemical munitions in the OSPAR maritime area, updating an earlier OSPAR recommendation in this area, promotes, <i>inter alia<\/i>, the reporting of encounters with conventional and chemical munitions by fishermen and other users of the sea and its coastline and the establishment of a record of such encounters with the aim of facilitating discussion and informed decisions on the management options for dumping sites.  This recommendation applies to contracting parties which are coastal states of the OSPAR maritime area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700021#V00900","speaker":"1042"},{"type":"speech","time":1362662700,"counter":136,"content":"<p>I thank the Minister of State for his reply which I think is the same one given in the late 1990s.  According to the late Hugh Coveney, that report was due to be completed in 2000.  The part from the UK Government was awaited.  My information is that it was never received.  It is called the quality status report and, as far as I know, the British Government's submission to it was not received, although I stand corrected.  It was due in 2000.  In 1995, the late Hugh Coveney expected it within five years.  Will the Minister of State ask if that report has arrived?  Is it sitting on a shelf or was anything done with it?  The question will be asked again and again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700021#V01000","speaker":"1144"},{"type":"minorheading","content":"Youth Services","time":1362662700,"counter":137,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700021#V01050"},{"type":"speech","time":1362662700,"counter":138,"content":"<p>I welcome the Minister of State.  I raise this matter because the Department of Children and Youth Affairs is currently considering proposals from the City of Dublin Youth Services Board on the funding for youth work services announced in the last budget.<\/p> <p>I want to draw the Minister of State's attention to the devastating impact the proposed cuts will have on youth services.  I would like the Government to reconsider them.  The youth work services provided to young people are invaluable, particularly in disadvantaged areas.  I am sure the Minister of State knows that a small investment can have a huge impact.  This country spends just €4 per week on each young person who is served by the youth work system.<\/p><p>Indecon undertook an economic assessment of this sector last year.  It showed that for every €1 the State invests in this area, it saves over €2 in the long term.  Obviously, this investment has a positive social impact on young people who benefit from these services.  The figures show that it makes economic sense to invest in youth work because it saves the State more money in the long term.  It is important to remember that for every paid member of staff who works in a youth service, there are dozens of volunteers.  The paid staff are needed to leverage, manage and train the volunteers, particularly following the recent move towards greater professionalisation in this sector.  Staff are trained to ensure they deliver a quality service.  I know from the services in my local area that a significant emphasis is placed on reviewing and undertaking needs analysis of what is being provided.  The whole sector has become much more professionalised over the last few years.<\/p><p>This sector is struggling as a result of the substantial cuts it has suffered in recent years.  While groups and services initially responded as best they could by trying to rationalise and do more with less, they have had to cut hours and staff.  Over the last year or two, they have increasingly had to cut programmes.  As a result, some young people are not receiving the services they used to receive.  In my local area, I am familiar with the services that are provided in places like Darndale, Kilbarrack, Kilmore West, Donnycarney and Coolock.  I understand the impact that services like St. Monica's service in Edenmore and the Trinity service in Donaghmede can have on the confidence of young people in some of the most disadvantaged parts of the country.  The needs of young people who have left school and are not in education and training are not being met by the State in its other areas of activity.  Young people from disadvantaged areas who are at risk of leaving school early often do not have the self-confidence or self-esteem to take up the opportunities that are available to them.  I have seen how the staff and volunteers involved in youth services and youth work have been able to boost the self-esteem and confidence of young people and get them to take up formal education, apply for jobs and have confidence in their own ability to take up opportunities.<\/p><p>It is shame that cuts are being imposed in this area at a time when unemployment is such a problem, particularly among young people.  This country's rate of youth unemployment is shockingly high.  I appreciate that cuts have to be made.  I understand that the Government has to make savings somewhere.  The imposition of cuts in this area is particularly short-sighted, however, given that the Indecon report and other research shows that youth services save more money in the long term.  The services have not yet been told exactly how much they will lose.  There has been a great deal of speculation and there is a great deal of fear.  According to rumours in north Dublin, cuts of between 2% and 14% will be made.  I am not sure if the Minister of State can confirm that.  Such cuts, particularly at the upper end of the scale, are of concern.  For many of these services, a cut of 14% would result in the loss of a member of staff.  They might not be able to continue to offer a programme that currently serves young people who badly need it.  I would like the Government to reconsider its approach and to find savings elsewhere.  There is a social and economic case for doing so.  I do not doubt that cuts of this nature would have a devastating impact on youth work services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700021#V01100","speaker":"1154","continuing":true},{"type":"speech","time":1362663300,"counter":140,"content":"<p>I welcome the opportunity to address this issue.  I thank Senator Power for raising it.  The Department of Children and Youth Affairs is providing €53.173 million in 2013 to support the delivery of youth work programmes and youth services to all young people, including those from disadvantaged communities, by the voluntary youth work sector.  Youth work programmes and youth services are delivered to approximately 400,000 young people by over 1,400 youth work personnel, who in turn support a large volunteer base of approximately 40,000 people.  Like all areas of the public sector, the Department of Children and Youth Affairs has had to find savings as part of the Government's collective effort to reduce this country's unsustainable day-to-day deficit.<\/p><p>The comprehensive review of expenditure, which was published in December 2011, clearly sets out the savings required from the Department in 2012, 2013 and 2014.  The review, which is available on the website of the Department of Public Expenditure, contains a detailed seven-page chapter outlining the savings required from youth work funding schemes.  The overall level of savings required under the comprehensive review of expenditure in respect of 2013 amounts to almost 10%.  The funding allocations for 2013 were notified to the administering bodies in recent weeks.  The Minister, Deputy Fitzgerald, and officials from her Department have met representatives of the youth sector in recent months with a view to determining how best to minimise the impact on youth services of the 2013 budget reduction in the challenging budgetary situation that we currently face.  Administering bodies have been advised to consider salary levels, conditions and administrative costs across their projects and services, if these have not already been addressed.  Every effort is being made to safeguard front-line youth services and services for the most vulnerable young people as far as possible.<\/p><p>The Department, in trying to maximise the use of the available funding for youth services and programmes, has given the local grant administering bodies - normally the VECs - the flexibility to propose the reconfiguration of the allocations provided, having regard to the knowledge available to these bodies about the needs of young people at local level.  In this context, the City of Dublin Youth Services Board, as the local grant administering body in the Dublin city area, submitted a proposal to the Department last week requesting that percentage reductions, different from those outlined in the comprehensive review of expenditure, should be applied to projects in the Dublin city area.  The proposed rationale of the board is to seek to minimise disruption to front-line youth provision and to protect smaller projects.  It should be noted that under the board's proposals, most projects would receive a significantly lower reduction.  However, the City of Dublin Youth Services Board has also proposed that some larger projects should receive greater reductions.  The Department is currently examining the board's proposals.  At the request of the Minister, Deputy Fitzgerald, officials from her Department met representatives of the board last Friday to discuss the proposals.  The Department will advise the City of Dublin Youth Services Board of the outcome of its examination shortly.<\/p><p>It should be noted that no cut in the funding provided to support local voluntary youth clubs has been provided for under the comprehensive review of expenditure.  This modest funding of more than €1 million plays an important role in supporting volunteer-led youth groups and promoting and leveraging valuable voluntary activity in youth work.  Some €1.5 million in capital funding is being provided in 2013 for youth cafes and youth projects.  The Department will announce further details of the application process for the 2013 funding programmes soon.  Funding of €500,000 was provided in 2012 for the development of a number of youth cafes which had applied for previous youth cafe funding schemes.  With respect to future funding provision, the Department has commenced a comprehensive value for money review of youth funding.  The outcome of that review is expected by the middle of the year.  The Department has also prioritised the improvement of quality provision in youth work through the publication and ongoing implementation of a national quality standards framework for youth work.  The Department has also developed national quality standards for volunteer-led youth groups.  Those standards were launched by the Minister, Deputy Fitzgerald, on Monday of this week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700022#W00200","speaker":"1042"},{"type":"speech","time":1362663300,"counter":141,"content":"<p>The Minister of State said that the Department is considering the proposals that have been made by the City of Dublin Youth Services Board.  I sought a debate on this matter to ask for the whole approach to be reconsidered in that context.  One of the problems is that greater cuts will be imposed on some projects than on others, as the Minister of State mentioned.  The VECs and the City of Dublin Youth Services Board have essentially been placed in the invidious position of having to try to choose between equally worthy initiatives.  I invite the Minister of State and the Minister for Children and Youth Affairs to visit the projects I mentioned to see the work they are doing in communities that have struggled for a long time.  A great deal of work had to be done to get these projects off the ground.  They built up a position of strength over the years before the succession of funding cuts of recent years.  It is unfair for projects to be pitted against each other.<\/p><p>The Minister of State suggested that this process will be good for smaller projects because a smaller cut will be imposed on them.  That does not assist larger services like Sphere 17 in Darndale, which is one of the biggest projects in my local area.<\/p> <p>Under the rationale set out by the Minister of State, the project will suffer severe cuts, despite serving one the most disadvantaged areas in the country.  The City of Dublin Youth Services Board faces an impossible choice as it weighs up the merits of the various projects, each of which deserves continued support in its own right.  I urge that the Minister would reconsider the approach that has been taken to this issue.  I invite the Minister and Minister of State to visit the projects in question to see for themselves the work that is being doing in the areas concerned, the difference the projects are making and the amount of money they are saving the State in other areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700022#W00300","speaker":"1154","continuing":true},{"type":"speech","time":1362663900,"counter":143,"content":"<p>That is a nice invitation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700023#X00200","speaker":"1140"},{"type":"speech","time":1362663900,"counter":144,"content":"<p>Perhaps I will be able to take it up at some point and I would certainly like to do so.  The Minister for Children and Youth Affairs is actively engaging with the providers of youth services in each of the relevant areas and the City of Dublin Youth Services Board, the entity responsible for the overall administration of services.  She is obliged to find a 10% saving in her 2013 budget.  If she had not undertaken this engagement, she would have been accused of being dictatorial and irresponsible.  The implication of the Senator's contribution is that by carrying out this engagement, the Minister is somehow pitting one service against another.  This was not the Minister's intention and it is not the outcome of the engagement.  She is seeking to use the wisdom of the City of Dublin Youth Services Board and its experience in administering services across the city of Dublin to determine how exactly we will implement the required saving across the sector in a manner that minimises its impact on front-line services.  Her engagement was important and will prove fruitful.  It did not have any negative elements and its outcome will be available shortly.  With the co-operation and collaboration of the City of Dublin Youth Services Board, we will succeed in minimising, as best we can, the negative impact of this saving in 2013.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013030700023#X00300","speaker":"1042"},{"type":"unspoken","time":1362663900,"counter":145,"content":"<p>The Seanad adjourned at 2.15 p.m. until 2.30 p.m. on Tuesday, 12 March 2013.<\/p>","notice":"TIME STRING DETECTED"}]