[{"type":"minorheading","content":"Prelude","time":1550140200,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1550140200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1550140200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1550140200,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1550140200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#A00050"},{"type":"speech","time":1550140200,"counter":6,"content":"<p>I have received notice from Senator Colette Kelleher that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to make a statement on the issue of reduced hours timetables for Traveller pupils in primary and secondary schools.<\/blockquote> <p>I have also received notice from Senator Brian &Oacute; Domhnaill of the following matter:<\/p><blockquote>The need for the Minister for Finance to undertake a review of the criteria surrounding eligibility for a primary medical certificate.<\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Finance to make a statement on the current status of the review of the local property tax.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion and will be taken now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#A00100","speaker":"1420"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1550140200,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#A00150"},{"type":"minorheading","content":"Traveller Education","time":1550140200,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#A00175"},{"type":"speech","time":1550140200,"counter":9,"content":"<p>I raise the matter of reduced hours timetables imposed by schools on Traveller children and young people.  This approach is not new, but national Traveller organisations such as the Irish Traveller Movement report that managing behavioural problems is being used as a reason for the practice and that it is becoming more prevalent.  The extent to which the practice occurs is unrecorded and undocumented and that is the nub of this Commencement matter.  Anecdotally, it is common in both primary and secondary schools across Ireland.  It has been indicated to me that it is evident in almost every school in Clondalkin and Tallaght.  In my city of Cork two schools are reported to have reduced hours timetables for Traveller students.  I guess that what has been reported is only the tip of the iceberg, with many more cases unreported and unheard of.  The Minister of State's Department stated it should only be used in exceptional circumstances, never as a behavioural management tool and only with parents' consent.  Traveller pupils are being removed owing to behavioural and mental health issues, sometimes without parental consent.<\/p> <p>While the level and extent of reduced hours for Traveller children and young people in both primary and secondary schools is not officially documented, we have some evidence from County Donegal in a study conducted by Ann Irwin.  She documented that Traveller pupils in first year in secondary school who presented with defined and specific needs were, based on their Traveller identity, encouraged to accept a part-time school week.  They often miss specific subjects in which they have a strong aptitude, thus increasing the cycle of exclusion and deepening the impact of reduced learning.  These data are not recorded.  Instead, the onus is placed on the parents who encounter the problem to make a complaint under section 29 of the Act.  Tusla's report, Developing the Statement of Strategy for School Attendance: Guidelines for Schools, asks if the school attempts to minimise reduced timetables, suspensions and expulsions.  In 2006 the Traveller education strategy recommended that data were needed to monitor transfer, attendance, attainment and retention, stating they should be monitored by parents; schools; the Visiting Teacher Service for Traveller Education, VTST; the National Educational Welfare Board, NEWB; the Department of Education and Skills and others.  Traveller parents report to Traveller organisations which, in turn, bring the information to the attention of various Ministers and officials, most recently the Minister for Justice and Equality.<\/p> <p>There has to be urgency to address and root out this practice, but there is no official documentation or remedy in sight.  When many Traveller pupils leave secondary school unable to read or write, something is very wrong with the system.  If Tusla or the Minister's Department do not have a duty towards Traveller pupils in that regard, who does?  I am aware of the commitments in the action plan for education 2016 to 2019 to increase the number of Travellers in higher education, proposing a target of 80 full-time and part-time undergraduate new entrants in 2019.  This is linked with the national Traveller and Roma inclusion strategy and I welcome this focus.  However, when Travellers experience these hidden barriers which impede their progress in education, surely the practice of reduced hours timetables contradicts the aim of the Minister of State's Department.<\/p> <p>The Department's Traveller education strategy states that during a five-year period \"the proportion of Traveller children transferring to post-primary education should increase from 85 to 100 per cent\".  A social portrait of Travellers indicates that they were more than 50 times more likely to leave before their leaving certificate examinations.  Another commitment in the strategy is that all Traveller pupils should remain in school to complete the junior cycle programme.  In 2017 only 9% of Travellers aged between 25 and 34 years had completed second level education, compared with a figure of 86% nationally.  That is very poor.  Reduced hours timetables that are not documented contribute to these low levels of school completion.  Some 50% of those who complete the junior cycle programme should complete the senior cycle, in the words of the Minister of State's Department.  Full parity with the settled community should be the target in the next phase.  Only 8% of working age Travellers, compared with a figure of 73% for non-Travellers, had reached the leaving certificate examinations.<\/p> <p>How do the Minister of State and her Department propose to address this very serious problem of reduced hours timetables for Travellers?  Will she set up a system of monitoring and reporting?  Will she ensure such practices are only used, in the words of her Department, in \"exceptional circumstances\" and never as a behavioural management tool?  Reduced hours timetables have a serious impact on a child's educational attainment and development which lasts for a person's lifetime, affecting his or her ability to participate in third level education.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colette Kelleher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2484\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2484&amp;amp;pid=ColetteKelleher&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As the Minister of State will be aware, Central Statistics Office data from 2016 shows only 167 Travellers, or 0.5%, have a third level qualification.  There is a knock-on from reduced-hours timetables, low school completion rates and the off-the-scale unemployment rates among Travellers - the figure is 80.2%.  We are at almost full employment and yet rates for Travellers are at 80%.  I am keen to hear from the Minister of State on how she proposes to tackle this matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#A00200","speaker":"1430","continuing":true},{"type":"speech","time":1550140200,"counter":11,"content":"<p>I thank Senator Kelleher and I know her heart is really in addressing this difficulty.  I thank the Senator for raising the issue.  It is really important.  I am answering the question on behalf of the Minister for Education and Skills, Deputy McHugh, who could not be here this morning.  I will make certain that I talk to the Minister in person and raise the figures Senator Kelleher has put out today.<\/p><p>The position of the Department of Education and Skills on the use of reduced timetables is that each child has a right to education to enable him or her to live a full life as a child and to realise his or her potential as a unique individual.  All pupils who are enrolled in a school should attend school for the full day unless exempted from doing so for exceptional circumstances, such as medical reasons.  Reduced timetables - I am saying this strongly - should not be used as a behavioural management technique or as a <i>de facto<\/i>suspension or expulsion, nor does any provision exist for the use of reduced timetables for particular pupils or groups of pupils.<\/p><p>Where schools apply a shorter school day for a child, such arrangements should only be put in place in exceptional circumstances, as Senator Kelleher noted earlier, to assist a pupil to return to a school.  This might arise where a pupil has been experiencing an absence due to a medical or behaviour-related condition.  Any such arrangement should be a transitional arrangement designed to assist the reintegration of a pupil to a school environment.  In making any such arrangements, school authorities should be mindful of the best interests of the child and of the right of the child to a full day in school.  Schools should seek the advice of the National Educational Psychological Service which provides training and guidance to schools around the management of behaviours that challenge, before implementing such arrangements.<\/p><p>The Department of Education and Skills is engaged with the Department of Children and Youth Affairs and the Tusla educational welfare service on the matter of reduced timetables with a view to examining options that can be taken to address the issues raised.<\/p><p>In addition, I wish to emphasise to the Senator that the Department of Education and Skills, through a whole-of-Government approach, is committed to implementing initiatives to improve Traveller retention, participation and achievement in the education system.  I heard the figures supplied by Senator Kelleher on higher education.  As the Senator is aware, the Higher Education Authority published a report today.  I will take on board exactly what she has said.  I am committed to access in our higher education institutions.  In particular I was struck by the figure cited by Senator Kelleher of 0.5% of Travellers attending HEA institutions.  I will come back to the Senator on that point.<\/p><p>The Government approach is reflected in a number of key policies and initiatives, including the national Traveller and Roma inclusion strategy launched by the Department of Justice and Equality in June 2017.  To try to address the gaps in education participation, retention and achievement for Traveller and Roma pupils, the Department of Education and Skills, along with Tusla and the Department of Justice and Equality, has been engaging with Traveller representative groups to pilot a cross-departmental initiative for a two-year period.  This pilot will inform the development of a sustainable programme to address the gap in educational outcomes for children and young people from the Traveller and Roma communities.<\/p><p>In addition, the delivering equality of opportunity in education plan for 2017 has specific actions relating to promoting improvements in school attendance and completion to improve educational outcomes and overall life chances for all pupils, including Traveller and Roma children and young people.  I assure the Senator of the commitment to ensuring that Traveller pupils are given every opportunity to participate fully in education.  I will bring this up with the ministerial management board in the Department of Education and Skills as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#B00200","speaker":"1247"},{"type":"speech","time":1550140200,"counter":12,"content":"<p>I wish to remind the Senator and the Minister of State that we are already three minutes over time.  I know it is an important issue but please be brief.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#B00300","speaker":"1381"},{"type":"speech","time":1550140200,"counter":13,"content":"<p>I am encouraged by the commitment of the Minister of State.  It is important to state that every child in the country, from whatever background, has a right to education.  Reduced timetables must not be used as a behavioural management tool.  It is important to reiterate this as it should apply to Traveller children or any other children.  It should only arise in exceptional circumstances.  I am drawing the attention of the Minster of State to the fact that this is not the case and that it is becoming the normal standard, but it is not being recorded or documented.  I want the Department to look at documenting its prevalence.<\/p> <p>The best interests of children are served if they go to school, stay in school and go on to third level education.  Only 167 Travellers have ever done this according to the CSO.  This is a shocking statistic and it is related to what has come before where a person is unable to finish school.  I would like to hear from the Minister of State about what she is proposing along with the Department of Education and Skills, the Department of Children and Youth Affairs and Tusla.  I would appreciate it if the Minister of State could write to me on the matter with information on the results of the pilot.  This is about the life chances of children and their ability to get on in the world.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#B00400","speaker":"1430"},{"type":"speech","time":1550140200,"counter":14,"content":"<p>I will do that.  I thank Senator Kelleher.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#B00500","speaker":"1247"},{"type":"minorheading","content":"Primary Medical Certificates","time":1550140200,"counter":15,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#B00600"},{"type":"speech","time":1550140200,"counter":16,"content":"<p>I welcome the Minister of State at the Department of Justice and Equality, Deputy Stanton, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#B00700","speaker":"1381"},{"type":"speech","time":1550140200,"counter":17,"content":"<p>I am glad to have the opportunity to raise this issue.  I am raising it on behalf of my colleague and friend, Councillor Ciaran Brogan, in Donegal, who has brought to my attention concerns from constituents in Letterkenny and other parts of the county around the primary medical certificate.  I have also received queries from people from various parts of the country in recent weeks on this issue.<\/p> <p>The problem relates to the primary medical certificate issuing.  Effectively, the primary medical certificate is required for tax reliefs that are available for the purchase and use of specifically-constructed or adapted vehicles by drivers and passengers with a disability.  Traditionally, the certificate was also used for the motorised transport grant, but that grant is gone now and I call on the Government to reinstate it as quickly as possible.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The qualifying criteria for the primary medical certificate is so stringent as to make it almost prohibitive for anyone to qualify unless he or she has a very severe disability, which is unfair to people who have genuine life-limiting disabilities.  The criteria is comprised of six elements and effectively a person must be without both arms, without a leg, and confined to a wheelchair.  The criteria are much too stringent and prohibitive.<\/p><p>The initial application is submitted to the HSE at a local level.  If the application for a primary medical certificate is refused, the applicant can lodge an appeal with the Disabled Drivers Medical Board of Appeal, which is based in a hospital in D&uacute;n Laoghaire.  I have dealt with a number of cases on behalf of individuals who have gone through the appeals process having initially been refused.  I have spoken to the medical professionals involved with the appeals board in D&uacute;n Laoghaire as well and they have told me that the criteria are far too strict.  They have also said that they have the deepest sympathy for the individuals who come through the doors of the hospital to lodge an appeal, but the hands of the medical professionals are tied because of the criteria, which are very unfair.<\/p><p>I will give three examples of individuals who have contacted me about these cases.  The first one is a young blind lady in Donegal who is a constituent of Councillor Ciaran Brogan.  Recently she underwent a kidney transplant and her mobility is severely affected.  She requires a car or transportation to get to college and study and also to work.  She went through the process but she was refused in D&uacute;n Laoghaire at the appeal level.  Again, the situation is very unfair.  I know of a young man in his 30s living in Letterkenny, County Donegal, who lost one arm due to a severe form of cancer.  He is severely disabled yet he has been refused a primary medical certificate.  Again, that is wrong.  I know of a young mother in County Meath who lost an arm due to a rare form of cancer.  Again, she was refused the primary medical certificate.  I am speaking about genuine people who qualify under any other criteria in terms of having a disability and certainly their mobility is severely affected.<\/p><p>I call for the scheme to be reviewed and for it to take into consideration a proposal to have a tiered system so that the criteria would allow individuals who have lost one arm or who have a less severe disability to qualify for a tiered approach to grant aid or tax exemption under the scheme.  Both of these things are required and I hope that the Minister of State will have some news about the scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#B00800","speaker":"1382","continuing":true},{"type":"speech","time":1550140200,"counter":19,"content":"<p>I thank the Senator for raising this matter in the House today.  The Minister for Finance sends his apologies.  He is answering oral questions in the D&aacute;il so he cannot be here.<\/p> <p>The Minister for Finance has asked me to let the House know the following.  The disabled drivers and disabled passengers (tax concessions) scheme provides relief from VAT and vehicle registration tax, VRT, up to certain limits, an exemption from motor tax, and a grant in respect of fuel on the purchase of an adapted car for the transport of a person with specific, severe and permanent physical disabilities.<\/p> <p>To qualify for the scheme an applicant must be in possession of a primary medical certificate.  To qualify for a primary medical certificate an applicant must be permanently and severely disabled within the terms of the Disabled Drivers and Disabled Passengers (Tax Concessions) Regulations 1994 and satisfy one of the following conditions as mentioned by the Senator: be wholly or almost wholly without the use of both legs; be wholly without the use of one leg and almost wholly without the use of the other leg such that the applicant is severely restricted as to movement of the lower limbs; be without both hands or without both arms; be without one or both legs; be wholly or almost wholly without the use of both hands or arms and wholly or almost wholly without the use of one leg; or have the medical condition of dwarfism and have serious difficulties of movement of the lower limbs.<\/p> <p>The senior medical officer for the relevant local HSE administrative area makes a professional clinical determination as to whether an individual applicant satisfies the medical criteria.  A successful applicant is provided with a primary medical certificate which is required to claim the benefits provided for in the regulations.  An unsuccessful applicant can appeal the decision of the senior medical officer to the Disabled Drivers Medical Board of Appeal, DDMBA, which makes a new clinical determination in respect of the individual.  The regulations mandate that the DDMBA is independent in the exercise of its functions to ensure the integrity of its clinical determinations.  After six months, a citizen can reapply if there is a deterioration in his or her condition.<\/p> <p>The scheme represents significant tax expenditure.  Between VRT and VAT forgone and the fuel grant the scheme, cost has risen from &euro;50 million in 2013 to &euro;65 million in both 2016 and 2017, increasing further to &euro;70 million in 2018.  This figure does not include the revenue forgone in respect of the relief from motor tax provided to members of the scheme.<\/p> <p>The disability criteria for the tax concessions available under the scheme have changed over time.  When the scheme was first introduced in 1968, the legislation only allowed for one medical ground.  In 1989, four new medical grounds were added, and in 1994, one new medical ground was added.<\/p> <p>The Minister for Finance also reminds the House that the scheme was examined in 2015 to target the available resources at those most in need of the scheme.  This resulted in the creation of a new category of vehicle called the \"extensively adapted vehicle\", allowing claims of up to &euro;22,000 where cost of modifications exceed the cost of the vehicle itself.  Further in 2018, access to the scheme for charitable organisations was significantly broadened by removing the requirement for 50% of the people availing of the scheme to hold primary medical certificates.  The Minister has no plans to change the current criteria for the scheme or to make any further changes to the scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#C00200","speaker":"1277"},{"type":"speech","time":1550140200,"counter":20,"content":"<p>That is not the answer that the Senator was looking for.  We are against the clock-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#C00300","speaker":"1381"},{"type":"speech","time":1550140200,"counter":21,"content":"<p>Quite right, a Chathaoirligh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#C00400","speaker":"1382"},{"type":"speech","time":1550140200,"counter":22,"content":"<p>-----so I will allow a brief supplementary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#C00500","speaker":"1381"},{"type":"speech","time":1550140200,"counter":23,"content":"<p>Exactly, and I appreciate the opportunity, a Chathaoirligh.  The reply is very disappointing.  It is unacceptable that we treat our disabled people in this way.  In fact the answer that an unsuccessful applicant can appeal the decision to the Disabled Drivers Medical Board of Appeal, which is based in D&uacute;n Laoghaire, is crazy stuff because applicants would be wasting their time.  People with a disability are being asked to travel from Cork or Donegal, which is an eight or ten-hour round journey, for a futile exercise, and the professional medical people in D&uacute;n Laoghaire will say the same.  Those to whom I have spoken have informed me that they have contacted and lobbied Government themselves over the past three or four years to have the criteria relaxed so that they can do their job better, and yet we get this response today.  I am bitterly disappointed with the response as it does nothing to help disabled people to live a more independent and exclusive life within their areas, particularly in rural areas like Donegal where, without the use of transportation, their lives are very limited indeed.  The concerns have not been considered.<\/p> <p>While I know that the Minister of State is not in the Department, I emphasise that this matter needs to be dealt with.  A response like this coming from the Department of Health is flippant and does not take into consideration the concerns of these vulnerable people in society.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#C00600","speaker":"1382"},{"type":"speech","time":1550140200,"counter":24,"content":"<p>Do not shoot the messenger.  The Minister of State is only giving a response supplied by the Minister for Finance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#C00700","speaker":"1381"},{"type":"speech","time":1550140200,"counter":25,"content":"<p>I appreciate that.  The Minister understands and fully sympathises with any person who suffers from a serious physical disability and cannot access the scheme under the current criteria.  Given the scope and scale of the scheme, however, any possible changes to it could only be made after very careful consideration and taking into account the existing prospective cost of the scheme, the availability of other schemes which seek to help with the mobility of disabled persons, and the interaction between each of these schemes.  In this regard, the Department of Health is working on revised proposals for a transport support payments scheme to make individual payments as a contribution towards transport costs to people with severe disabilities who are on a low income and who cannot access public transport.  This scheme will replace the motorised transport grant which was closed to new applicants in 2013.  That is some bit of news.<\/p> <p>I repeat that the Minister for Finance has no current plans to change the medical criteria for accessing the disabled drivers and disabled passengers (tax concessions) scheme.  I note the following.  In 2018, the total number of vehicle claims paid out was 6,422, the total number of fuel grant claims paid was 17,640, and the total monetary value of these claims was &euro;70 million.  Again, there are no plans to change but there will be some changes due to the transport support payments scheme being considered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#C00800","speaker":"1277"},{"type":"speech","time":1550140200,"counter":26,"content":"<p>I thank the Minister of State and Senator &Oacute; Domhnaill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#C00900","speaker":"1381"},{"type":"minorheading","content":"Property Tax Review","time":1550140200,"counter":27,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D00100"},{"type":"speech","time":1550140200,"counter":28,"content":"<p>Senator Boyhan has the next Commencement matter.  He has four minutes to outline his case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D00200","speaker":"1381"},{"type":"speech","time":1550140200,"counter":29,"content":"<p>I will make my case pretty short and snappy.  I asked that the Minister outline the position regarding the issue of the local property tax.  We know there was to be a review of the local property tax last year but we are now long past that point.  I have seen some circulars from the Minister of State's colleagues and party on the issue.  I am conscious local elections will be held in 2019 and that local communities want to retain as much taxes, income and revenue as possible in their own areas, which is only right and proper.  I am also conscious that I live in south County Dublin, one of the counties with the highest compliance with respect to the local property tax.  <\/p> <p>The local property tax is an exorbitant tax and I reiterate my opposition to it.  It is not a correct or fair tax.  I will cite again the case of a neighbour, a widow, who pays the same amount in property tax as I do.  That is ridiculous.  She has no income other than her pension.  She sought to have some changes made in that respect but did not get support.  We have a tax on people in their homes.  This is a woman who has lived in her home for nearly 40 years.  She is being told it is too big for her, that she has an empty nest and that she should get out.  It is grossly offensive.  People should be allowed to stay in their communities.  They have worked hard, paid their taxes, built their homes and they are entitled to stay in them.  <\/p> <p>I recognise the need for local government finance and for local authorities to have funding over and above commercial rates.  However, for far too long this issue has been put on the back-burner.  We were promised a review.  I hope the Minister of State will be able to read into the record what the Minister has said.  There is no point in drip-feeding this for another month or two because it might be more appropriate in the context of an election.  The people want to know the Government's intention regarding the property tax and, at a minimum in terms of certainty, they want to know if the local property tax will be the same in 2019, 2020, 2021 and 2022 as it is today.  They need certainty about this.  I would appreciate the Minister of State's assistance in this matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D00300","speaker":"1379"},{"type":"speech","time":1550140200,"counter":30,"content":"<p>I thank the Senator on behalf of the Minister for Finance for raising this matter.  The Minister sends his apologises.  He is in the Dail taking parliamentary questions as we speak and, therefore, cannot be here.<\/p> <p>In 2018, the Minister for Finance announced a review of the local property tax, which is looking in particular at the impact on local property tax liabilities of property price developments.  In that regard, the review is informed by the desirability of achieving relative stability, both over the short and longer term, in local property tax payments of those liable for the tax and the need to provide clear direction on the likely payments faced by households in 2020.<\/p> <p>I understand the Minister expects to receive the review report very shortly.  He will then consider the report carefully before making recommendations to the Government on the local property tax.  The Minister is conscious of the need to make the future position on local property tax clear so that households will know in advance of November 2019 what the Government's plans are for the tax.<\/p> <p>The local property tax, as the Senator said, is an annually recurring tax applying to most residential properties owned on a specific liability date.  The tax is currently linked to the market value of the property as at 1 May 2013.  The legislative basis for the local property tax is the Finance (Local Property Tax) Act 2012, as amended.  The Revenue Commissioners have operational responsibility for the administration of the local property tax.  It has been collected by the Revenue Commissioners since it commenced and this continues to be the case.<\/p> <p>The local property tax has broadened the domestic tax base and provided a new source of revenue for local authorities to replace some of the revenue from transaction based taxes with an annual recurring property tax.  Our dependence in the past on transaction based taxes proved to be an unstable foundation for Government revenue.  In contrast, the experience internationally has been that taxes on property provide a steady and secure source of funding.<\/p> <p>The local property tax is producing a stable revenue yield for local authorities, although both yields and tax rates are modest by international standards.  The charging structure for the local property tax is progressive.  The basic rate of 0.18% applies to property values of up to &euro;1 million, with a higher rate of 0.25% applying on the portion of value above the &euro;1 million threshold.  At the end of 2018 and since its inception the local property tax has contributed &euro;2.7 billion to the funding of local authorities.<\/p> <p>Since 1 January 2015, elected members of local authorities have had discretion to vary the local property tax rates up or down by 15%.  Where a local authority decides to reduce the local property tax rate, it forgoes the equivalent amount of the reduced local property tax yield from its allocation.  If a local authority votes to increase the local property tax rate above the basic rate, it receives the full amount of the increased yield.  We understand that five local authorities voted to increase their local property tax above the basic rate in 2019 and four decided on a reduced rate.<\/p> <p>The introduction of the local property tax in 2013 was the largest extension of self-assessment in the history of the State, with more than 1.3 million taxpayers obliged to file local property tax returns and pay the tax in respect of approximately 1.9 million properties.  The first valuation date was 1 May 2013.  The valuations declared for that date determined tax liabilities for 2013, half year, 2014, 2015 and 2016.  The Finance (Local Property Tax) (Amendment) Act 2015 gave effect to the postponement of the revaluation date of residential property for local property tax purposes to November 2019.  The postponement to November 2019 of the revaluation date for local property tax means that homeowners were not faced with significant increases in their local property tax for 2017, 2018 and 2019 as a result of increased property values.<\/p> <p>The Revenue Commissioners publish comprehensive local property tax statistics on a quarterly and annual basis, which includes information regarding collection and compliance, exemptions and deferrals, and payment types, and some of this is broken down by local authority.  The compliance rate for 2018 was 97%, which is line with rates in previous years.<\/p> <p>The report on the review of local property tax will be with the Minister shortly and he will then be a position to make recommendations to Government about the tax. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D00400","speaker":"1277"},{"type":"speech","time":1550140200,"counter":31,"content":"<p>I thank the Minister of State for his response.  I do not want him to take this personally but, effectively, that is a cut and paste exercise.  I asked all of this last year and this response is identical to the reply I got then.  I did not even have to read it.  The final line sums it up.  Rather than waste the Department's paper and print and our time, the essential point is that \"the report on the review of the local property tax will be with the Minister shortly\".  We were told that six months ago.  I have it in writing and I would be happy to send it to the Minister.  That sentence concludes that the Minister \"will then be in a position to make recommendations to Government\".  Notwithstanding that this report was completed last year, the Minister has not seen a copy.  That is the message I am taking from the Minister of State's response and one I will circulate to local elected members around the country within the next hour.  Despite not having seen this report, the Minister continues to trot out the line that this is a priority for him and the Government.  He says he is not in a position to make any recommendations but he will consider the matter in due course and let us know.<\/p> <p>The Minister of State is an excellent Minister who is always willing to come to this House to explain matters.  Sometimes he is put in the difficult position of having to read into the record replies that he does not necessarily buy into.  I respect and understand that.  I ask him to convey to the Department that it is urgent that we have clarity on this.  Time and again we have been told by Government Ministers that they want clarity on this.  They can bring clarity to the issue of the local property tax.  I would be very keen to hear it sooner rather than later, as would Fine Gael Party county councillors who are knocking on doors seeking to be re-elected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D00500","speaker":"1379"},{"type":"majorheading","content":"Visit of Sierra Leonean Delegation","time":1550140200,"counter":32,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D00600"},{"type":"speech","time":1550140200,"counter":33,"content":"<p>I am sure Members of the House will wish to join with me in welcoming Dr. Alie Kabba, the Minister for Foreign Affairs and International Co-operation of Sierra Leone, who is accompanied by the Irish ambassador to Sierra Leone, H.E. Catherine Campbell.  On my own behalf, on behalf of all my colleagues in Seanad &Eacute;ireann and, I am sure, on behalf of the Minister of State, Deputy Stanton, I extend a very warm welcome to you and good wishes for a very successful visit to Ireland.  I am sure Senator Billy Lawless, who is not just an acquaintance of the Minister but a personal friend, is very proud that Dr. Kabba is here today in the Seanad.  I wish you every success.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D00700","speaker":"1381"},{"type":"majorheading","content":"Nithe i dtosach suíonna (Atógáil) - Commencement Matters (Resumed)","time":1550140200,"counter":34,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D00800"},{"type":"minorheading","content":"Property Tax Review","time":1550140200,"counter":35,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D00900"},{"type":"speech","time":1550140200,"counter":36,"content":"<p>I join the Cathaoirleach in welcoming our distinguished visitors to Leinster House.  It is good they are here.<\/p> <p>We were discussing the local property tax.  Senator Boyhan is about to head off to tell all his supporters around the country what I have been saying here on behalf of the Minister for Finance.  The Minister is taking this matter extremely seriously.  As he is awaiting the report, he obviously cannot make a determination until he has seen it.  The report is not ready yet but when it is ready, I am sure the Minister will communicate with the Senator and tell him exactly what he intends to do.  The Senator's number may be the first on the Minister's speed dial list because he is so interested in this matter, and rightly so.<\/p> <p>The introduction of the local property tax could fill the most important objective of broadening the domestic tax base and replacing some of the revenue from transaction based taxes with an annual recurring property tax.  In the past, there was an over-reliance on transaction based taxes and we know only too well how that proved to an unstable source of Government revenue when the financial crisis impacted.  As the Senator will be aware, in contrast international experience has demonstrated that property taxes provide a secure and stable source of funding.  Stability needs to be the cornerstone of our public finances now and into the future.<\/p> <p>The Minister for Finance considered it was important that the Government was able to make its position clear in relation to the local property tax so that households will be aware of its plan for the tax well in advance of November 2019 revaluation date, and the associated local property tax liabilities in 2020 and beyond.  We have some time yet.  The Minister also considered it essential that the principle of achieving relative stability in local property tax payments of liable persons, both over the short and longer term, formed part of the current review he has ordered on the tax.<\/p> <p>As I indicated, the report of the interdepartmental group that is reviewing the tax will be available to the Minister shortly and he will consider it carefully before making any recommendations to Government and letting Senator know what his thoughts are as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D01000","speaker":"1277"},{"type":"speech","time":1550140200,"counter":37,"content":"<p>I am sure Senator Boyhan will return to the issue again perhaps-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D01100","speaker":"1381"},{"type":"speech","time":1550140200,"counter":38,"content":"<p>Within the hour.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D01200","speaker":"1379"},{"type":"speech","time":1550140200,"counter":39,"content":"<p>-----before Valentine's Day of 2020<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D01300","speaker":"1381"},{"type":"speech","time":1550140200,"counter":40,"content":"<p>I have no doubt about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D01400","speaker":"1277"},{"type":"speech","time":1550140200,"counter":41,"content":"<p>I thank the Minister of State and Senator Boyhan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#D01450","speaker":"1381"},{"type":"unspoken","time":1550140200,"counter":42,"content":"<p>Sitting suspended at 11.10 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1550140200,"counter":43,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#G00100"},{"type":"speech","time":1550140200,"counter":44,"content":"<p>The Order of Business is No. 1, statements on progress in relation to climate action, to be taken at 1 p.m., with contributions of group spokespersons not to exceed ten minutes each and those of all other Senators not to exceed six minutes each.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#G00200","speaker":"1406"},{"type":"speech","time":1550140200,"counter":45,"content":"<p>I understand the House will debate legislation in the event of a no-deal Brexit in March.  Yesterday, the matter of insurance cover in a no-deal scenario was brought to our attention.  Obviously, we have a basic right to travel but it transpires that the European Commission has established we will need a green card when travelling to the United Kingdom.  The Minister for Transport, Tourism and Sport has intimated this to the House, yet the insurance industry has not been informed and nor have consumers.  This is worrying for people who will travel, including me as I have in-laws in the North, and also for those whose business involves travelling, for instance, taxi drivers.  Many people who contacted insurance companies this morning were unable to get information.  I calling my insurance company but its telephone line was jammed.  It is time for the Government or the Minister to make a statement on the requirement for a travel insurance green card in the event of a no-deal Brexit.  This is only one issue that has cropped up which will affect people's daily lives.  I am sure that there will be many more.<\/p> <p>Many of us in this House fought for equality in the State old age pension and to reverse the changes made by the Fine Gael-Labour Party Government in 2012.  Last year, we were promised that payments would be made to people with contributory pensions in the first part of 2019.  These payments have not been made.  There is also an issue with the IT system in the Department.  Many pensioners are required to submit further information but experience difficulties with the online system.  I ask that the Minister for Employment Affairs and Social Protection come to the House to outline the position regarding these payments and provide clarity on when people will receive them.<\/p> <p>Finally, I wish everyone a happy St. Valentine's Day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#G00300","speaker":"1407"},{"type":"speech","time":1550140200,"counter":46,"content":"<p>Where are the chocolates?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#G00400","speaker":"1413"},{"type":"speech","time":1550140200,"counter":47,"content":"<p>Happy St. Valentine's Day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#G00500","speaker":"1393"},{"type":"speech","time":1550140200,"counter":48,"content":"<p>I call Senator Conway-Walsh.  The good wishes also extend to her.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#G00600","speaker":"1381"},{"type":"speech","time":1550140200,"counter":49,"content":"<p>I thank the Cathaoirleach and wish him and everyone here a happy St. Valentine's Day.<\/p> <p>I raise the appalling revelation that emerged overnight that evidential materials were withheld by the PSNI from the police ombudsman in the North in the case of the atrocity at a bookmakers on the Ormeau Road in which five people were killed and several others injured.  Relatives for Justice and its lawyers were continuously assured that, in the course of the police ombudsman's investigation, all of the materials sought had been provided.  We now find that is not the case.  There was clearly a systemic problem with disclosure in cases involving state killings, in particular killings where collusion was a feature.  People may ask why this matter is the business of this House.  The first reason is that the Government is the co-guarantor of the Good Friday Agreement.  Moreover, there are many legal minds in this House who will find this revelation appalling.  The only reason this evidence has come to light is that it was uncovered as part of a civil case that has been taken.  It is appalling to hear the issue being explained away.  My colleague, Senator &Oacute; Donnghaile, has called time and again for money to be made available to enable inquests to be carried out and the depth and breadth of state collusion to be examined properly in order that the families can get the truth about what happened to their loved ones.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not good enough to say computer systems were archaic or that there were things that were not keyed in.  There were the Stevens investigation, the review by Mr. Justice Cory and the de Silva review of the investigation into the murder of Pat Finucane by the UDA and in each of the three processes more material was uncovered that it had been claimed did not exist.  It is time for the files to be opened and the information aid bare in order that the families can get the truth.  It is also important for us to have it as we have had a narrative spun for us and we have turned our backs on what happened over the decades in the North.  The files and the information now coming to light on collusion will help us all to better understand what went on during the conflict.  I commend the Pat Finucane Centre and Anne Cadwallader on her wonderful work.  I recommend her books to Members, in particular <i>Lethal Allies<\/i>.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#G00700","speaker":"1378","continuing":true},{"type":"speech","time":1550140200,"counter":51,"content":"<p>I commend Senator Ruane on her Bill dealing with the rehabilitation of offenders and to expand the framework for spent convictions which was passed last night on Second Stage without opposition from the Government.  I hope it will progress to Committee Stage.  In the coming weeks Seanad group leaders will speak about the subject of making progress on Bills that hav been passed on Second Stage without opposition from the Government.<\/p> <p>I wish colleagues a happy St. Valentine's Day.  Women's Aid has today launched a campaign to warn people about the dark side of dating and ensure there are knowledge and awareness, among young women in particular, of dating abuse which has been criminalised under the Criminal Law (Sexual Offences) Act 2017 as coercive control.  The campaign has been launched with the hashtag, #TooIntoYou and is a way of bringing home, to young women in particular, the need to be aware of the signs when a relationship is becoming abusive such as when somebody stalks someone through the use of social media such as Twitter and persistent texting, including trolling.  The Deputy Leader has been taking the lead on the issue for quite some time and we are all concerned about it.  I am glad that Women's Aid has launched the campaign.  Last night I spoke in the HIST debate of the historical society in Trinity College Dublin on the #MeToo movement.  It was quite chilling to hear about the levels of sexual harassment the young women speakers had experienced.  They are continuing to experience harassment, even with the #MeToo movement and despite there being greater awareness.  Therefore, the campaign is really important.  It is perhaps not very romantic to highlight the darker side of dating on St. Valentine's Day, but it is really necessary to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#H00200","speaker":"1402"},{"type":"speech","time":1550140200,"counter":52,"content":"<p>It is very important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#H00300","speaker":"1413"},{"type":"speech","time":1550140200,"counter":53,"content":"<p>Up to 60% of the abuse within relationships starts under the age of 25 years.  It is important, therefore, that young women be made aware of it.  I might look for a debate on it in due course.  The 2017 Act only came into effect on 1 January and needs time to bed in, but we could have a debate on it later this year, or maybe in January 2020, to examine how the offence of coercive control is being implemented in practice, whether it has brought about a change in behaviour and contributed to greater awareness of the dangers of dating abuse.<\/p> <p>I commend our colleague, Senator Lawless, for organising an excellent briefing for those of us on the foreign affairs committee with the new Minister for Foreign Affairs of Sierra Leone.  It was very impressive.  It was equally impressive to have present the Irish ambassador to Sierra Leone, Catherine Campbell.  It was good to meet the Minister and his officials and hear about the great work the new government is doing to tackle the enormous challenges the country faces in the areas of healthcare, education and food security.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#H00400","speaker":"1402"},{"type":"speech","time":1550140200,"counter":54,"content":"<p>I compliment the former Taoiseach and Fianna F&aacute;il leader Bertie Ahern on his answer to a question from an Member of Parliament in the House of Commons yesterday about Ireland rejoining the Commonwealth.  His answer was appropriate, but the question had been put in jest by a Scottish SNP member and was not meant as a real question, although some Conservative and other MPs might be more serious about Ireland rejoining the Commonwealth.<\/p> <p>On the subject of football, Declan Rice has made the decision not to play for the Republic of Ireland but for England instead.  I have noticed huge criticism of him online, but he is a young man.  He has played for Ireland but says he has mixed nationalities.  He said he was a proud Englishman but that he was also proud of his Irish heritage and roots and that he had an affinity with Ireland.  I am disappointed that he is not going to play for the Republic of Ireland, but I wish him well in whatever he does because I remember the 1980s when soccer was a minority sport and no more than 10,000 or 15,000 attended matches at Lansdowne Road.  The vast majority of supporters between 1980 and the late 1980s when we beat England came from the London Irish supporters' club.  They came by boat in their thousands and were the sons and daughters of Irish navvies and other men and women who had moved to England.  They were proud to be Irish.  Being Irish is not just about living on the island of Ireland; it is also about the diaspora.  I do not believe Declan Rice should come in for criticism.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#H00500","speaker":"1424"},{"type":"speech","time":1550140200,"counter":55,"content":"<p>Yesterday evening the T&aacute;naiste and Minister for Foreign Affairs and Trade who has responsibility for Brexit, Deputy Coveney, briefed the Chairmen of joint committees.  I am the Vice Chairman of the Joint Committee on European Affairs and represented Deputy Michael Healy-Rae at the briefing on the Miscellaneous Provisions (Withdrawal of the United Kingdom from the European Union on 29 March 2019) Bill 2019.  It is planned to take Second Stage of the Bill in the Seanad on 11 and 12 March, with the Committee and Remaining Stages to be taken on 13 March and 14 March.  With our leader, Senator Ardagh, I pledge full support to the Government to ensure the Bill will be passed expeditiously in this House.  It addresses the scenario in which the United Kingdom Government decides to withdraw from the European Union on 29 March without an agreement.  The leader of Fianna F&aacute;il, Deputy Miche&aacute;l Martin, and my party are acting in the national interest in renewing the confidence and supply agreement until 2020 to ensure this vital Bill will be passed and that there will be no disruption of the preparations in Departments for Brexit and what will happen in the post-Brexit period.  The Bill is comprehensive and comprises 93 sections which cover most, if not all, Departments.  It will allow a smooth transition, post-Brexit, in the making of social welfare payments to people living in the United Kingdom which at that stage will be a third country and the payment of health, education and student grants, etc.  The land bridge will be secured to allow exports via the United Kingdom to mainland Europe.  If Fianna F&aacute;il had acted in an irresponsible manner in a no confidence vote on the Minister for Health, the country would have been plunged into a general election and the Bill would not be passed for approximately three months.  That would have affected social welfare payments and other benefits such as pension payments, illness and child benefit payments.  The Bill will protect workers whose UK-based employers become insolvent and allow SUSI grants to be paid to eligible Irish students in the United Kingdom.  It would be chaotic-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#H00600","speaker":"1393"},{"type":"speech","time":1550140200,"counter":56,"content":"<p>Formalise the coalition.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#H00700","speaker":"1372"},{"type":"speech","time":1550140200,"counter":57,"content":"<p>I must compliment the civil servants of this country who prepared a very detailed Bill to cover all aspects of Irish life, post-Brexit.  How irresponsible it would be to plunge this country into a general election.  Shame on those parties who have advocated that.  They are not acting in the national interest, as Fianna F&aacute;il has always done and always will do.  That is what we were built on in 1926 and we will continue-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#J00100","speaker":"1393"},{"type":"speech","time":1550140200,"counter":58,"content":"<p>It has nowhere to go.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#J00200","speaker":"1372"},{"type":"speech","time":1550140200,"counter":59,"content":"<p>-----in that vein irrespective of any type of effort by any other party.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#J00300","speaker":"1393"},{"type":"speech","time":1550140200,"counter":60,"content":"<p>Is the coalition a bit wobbly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#J00400","speaker":"1388"},{"type":"unspoken","time":1550140200,"counter":61,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1550140200,"counter":62,"content":"<p>We will ensure that Irish interests are protected at all times.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#J00600","speaker":"1393"},{"type":"speech","time":1550140200,"counter":63,"content":"<p>We need accountability and responsibility.  Fianna F&aacute;il is not able to do its job.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#J00700","speaker":"1388"},{"type":"speech","time":1550140200,"counter":64,"content":"<p>Fianna F&aacute;il is not the national party.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#J00800","speaker":"1372"},{"type":"speech","time":1550140200,"counter":65,"content":"<p>We are the national party.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#J00900","speaker":"1393"},{"type":"speech","time":1550140200,"counter":66,"content":"<p>The Ard-Fheis is a week away yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#J01000","speaker":"1381"},{"type":"speech","time":1550140200,"counter":67,"content":"<p>Will the Leader invite the Minister for Housing, Planning and Local Government to the House to discuss the future plans for Irish Water?  I have been contacted by numerous representatives of local authorities and trade unions representing 3,500 workers who fear they will be effectively conscripted into Irish Water.  They have contracts and are in effect public servants and have public service status.  Many of them wish to remain in the local authorities, which are having difficulties recruiting staff to their water services.  People are afraid that if they go into the water services section of a local authority, they will effectively be conscripted into Irish Water.  There are serious concerns about this.  I will not discuss the negotiations at the Workplace Relations Commission.<\/p> <p>The Minister spoke in the House last year on the service level agreements for workers in the water services of the 31 local authorities.  It is a challenge and worry.  The County and City Managers Association has expressed concerns and the trade unions representing the local authority staff in question are concerned.  There is a fear about will happen to Irish Water in the long term.  What is the current status of the Government's plan to hold a constitutional referendum on fully guaranteeing that water will remain in public ownership?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#J01100","speaker":"1379"},{"type":"speech","time":1550140200,"counter":68,"content":"<p>Ba mhaith liom cur leis an mh&eacute;id at&aacute; r&aacute;ite ag an Seanad&oacute;ir Conway-Walsh go dt&iacute; seo.<\/p> <p>I want to add to what was said by my colleague and leader, Senator Conway-Walsh, about this morning's shocking revelations about the failure of the PSNI to disclose what it deemed to be significant and sensitive information to the police ombudsman about the case of the Ormeau Road bookmakers.  We are all familiar with the atrocity at the Sean Graham bookmakers on the Ormeau Road in 1992.  The 27th anniversary passed last week.  It is particularly frightening when we consider this in the broader context of the cases it relates to and the trajectory of the collusion through the importation of weapons from apartheid South Africa which were furnished to any number of Loyalist paramilitary organisations under the watchful eye of the British intelligence services.  Many of these weapons were put directly into the hands of British agents within those organisations, which went on to commit some of the worst atrocities in the course of the conflict.<\/p> <p>The revelation today about the Ormeau Road bookie case opens up new lines of inquiry not only into the that incident but also incidents such as the Greysteel massacre, the Castlerock murders, and a series of other murders, including the murder of an elected representative in this jurisdiction, Councillor Eddie Fullerton, in Buncrana.  Senator Mac Lochlainn will speak more about that case which pertains directly to this jurisdiction, the Houses of the Oireachtas and the Government, not least, as outlined previously, our standalone responsibilities as co-guarantors of the Good Friday Agreement and supporters of the Stormont House Agreement's provisions on truth recovery and legacy issues. <\/p> <p>In the first instance, this will be another traumatic day for the victims and survivors.  Our thoughts are with them, not least the people on the Ormeau Road who are neighbours of mine.  These are people I know because our constituency office in south Belfast is just a few doors up from the Sean Graham bookies shop.  Today will be particularly hard for them.  It is also problematic that this is only one in a series of cases where the PSNI is acting in bad faith and obstructing the release of information.  This is hampering truth recovery for families and it should be of deep concern to all of us.  The political reality is that confidence in policing is on the floor in nationalist and republican communities as a result of this.  That should galvanise all of us to redouble our efforts and work hard to ensure that full truth recovery and justice are brought forward for these victims. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#J01200","speaker":"1413"},{"type":"speech","time":1550140200,"counter":69,"content":"<p>I join Senator Feighan in commenting on Declan Rice's decision to declare his allegiance to the English international soccer team instead of the Republic.  He is quite entitled to make this decision.  I understand that he qualified to play for the Republic through his grandparents and he was, after all, born and reared in England and is entitled to declare for his own country.<\/p> <p>I want to focus on the abuse Declan Rice is receiving on so-called social media.  I have raised this on several occasions in this House and other fora.  The Deputy Leader has experienced some of this in the past, as have other Members of the House.  It is time we stood up and legislated for the proper use of social media.  While I understand it is not easy to do that because of the international context of these media, it is important to take a first step and the onus is on us in this Oireachtas to do so.  <\/p> <p>I highlighted the case of an up and coming country and western star who has suffered physically, mentally and financially because of the horrific abuse he is receiving on social media.  I have reported the case to the Garda S&iacute;och&aacute;na, through the Commissioner, and an investigation is under way.  In many respects, in spite of threats to this individual, the Garda's hands are tied because there is no law to prevent this horrific abuse on social media.  It is time we stood up and made a start for innocent people going about their business.  People like Eamonn Jackson in County Cavan and Declan Rice in England are suffering unwarranted abuse from keyboard warriors without any consideration of the damage it causes their physical and mental health and financial well-being.  I ask the Deputy Leader to use her good offices to start the ball rolling in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#J01300","speaker":"1418"},{"type":"speech","time":1550140200,"counter":70,"content":"<p>Following on from the Declan Rice conversation, we should not forget that the League of Ireland season starts tomorrow night and I encourage everyone interested in Irish soccer to get out and support their local club.  I also wish Harry Kenny and all at St. Patrick's Athletic in Inchicore the best in their quest for Europe and a push for the title this year.<\/p> <p>The 44% underspend on Traveller accommodation in 2018 is unacceptable.  It follows an underspend in 2017 when only &euro;4.8 million of the allocation of &euro;8.7 million was spent.  It is not good enough.  The 2018 budget was &euro;12 million.  Sinn F&eacute;in welcomes the establishment of the working group that is reviewing Traveller accommodation programmes but the Minister for Housing, Planning and Local Government has to explain why for the second year there has been an underspend on his watch.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He should engage with local authorities who are failing to invest in Traveller accommodation and the State should intervene wherever these authorities refuse to adequately fund Traveller accommodation.  I do not need to say it, but the failure to deliver good and quality accommodation is how we end up with tragedies like Carrickmines.  We should hear from the Minister, Deputy Eoghan Murphy, as to why there is a consistent and repeated underspend on Traveller accommodation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#J01400","speaker":"1372","continuing":true},{"type":"speech","time":1550140200,"counter":72,"content":"<p>I raise the matter of tomorrow's strike involving paramedics which is another one concerning the health sector.  The National Ambulance Service Representative Association, NASRA, started on 22 January this year and I tabled a Commencement matter on this issue.  These are the paramedics who have joined a branch of the PNA, which is called NASRA.  They have left their previous trade union.  Of the 1,600 members who were members of the previous union, 600 have left and formed their own union.  Unfortunately, the HSE will not negotiate because it says it is not the proper union for it to negotiate with, for reasons of its own.  The industrial action is looking to address terms and conditions.  This is not acceptable as the fundamental right to join a union of one's choice is enshrined in law.  The problem is that one has that right but the employer does not necessarily need to engage with that union, which in this case, 600 members have joined.<\/p> <p>The Trade Union Representation (Miscellaneous Provisions) Bill 2018 will give effect to that right.  Sinn F&eacute;in introduced this Bill and it is still in the D&aacute;il but I ask Members to support when it is brought into this House.  The Bill will change the position and oblige the employer to collectively bargain with the union of a person's choice, as long as the union has a negotiating licence, which in this case, it does.<\/p> <p>I wish to raise one other matter with the Deputy Leader. The Minister for Health, Deputy Harris, is scheduled to come before the House, but I do not believe we have a date for that yet.  It does not appear to be on his schedule either for this week or next week.  Could the Deputy Leader clarify that for me please?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#K00200","speaker":"1388"},{"type":"speech","time":1550140200,"counter":73,"content":"<p>As colleagues in this House know, a very serious story has broken today regarding the fact that the PSNI has withheld huge volumes of information from the police ombudsman in the North.  This information is pertinent to matters of the utmost importance, particularly to the families who have lost loved ones.<\/p><p>I want to talk about the family of Councillor Eddie Fullerton from my hometown of Buncrana, County Donegal.  On the night of 24 May 1991 a group of unionist paramilitaries crossed the Border into Donegal.  They took over a family home about 1 km from Councillor Eddie Fullerton's house.  They had intimate details and later took the car and a sledgehammer from that family home and made their way to Councillor Eddie Fullerton's home.  They came around to the back of the house and knew they would have the ability to do that.  They used the sledgehammer on his front door and made their way immediately to his bedroom where he tried to fight them off and he was assassinated.  One of the people in that gang gave Eddie the <i>coup de grace<\/i>, a bullet behind his ear.  I have the permission of his family to talk about it in these terms here today.  These were not your usual loyalist killers.  This was a very serious operation and from the get-go it pointed the finger right to 10 Downing Street.<\/p><p>For all these years the family of Eddie Fullerton have pursued justice, piece by piece, and thanks to the efforts of the Police Ombudsman for Northern Ireland, an investigation was commenced called Operation Medina.  It has now become a much wider investigation into the activities of loyalists from 1988 to 1994, including, of course, the Greysteel massacre, the Castlerock massacre and the targeted killings of three Sinn F&eacute;in councillors and various Sinn F&eacute;in members at that time.<\/p><p>The weapons used were taken from a South African shipment, brought into Ireland by the British MI5, given to unionist paramilitaries who then worked in co-operation with British operatives to kill elected representatives on the island of Ireland.  What must be of the utmost concern to our Government - whatever about the concerns in the North of Ireland - is that an elected representative from County Donegal, a member of Donegal County Council and a member of Buncrana Urban District Council was killed by operatives of the British state.<\/p><p>I am asking that the request of the family of Eddie Fullerton to meet with the Taoiseach is agreed to as soon as possible.  The failure of the PSNI to provide all the documentation to the police ombudsman about covert police operations has delayed the publication of this report.  This matter must be treated urgently.  I am asking that the Deputy Leader request the Minister for Justice and Equality, Deputy Flanagan, to come before this House next week at the earliest opportunity to make a statement from the Irish Government in response to the serious developments today, particularly on the need to reassure the family of Councillor Eddie Fullerton about all of this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#K00300","speaker":"1400"},{"type":"speech","time":1550140200,"counter":74,"content":"<p>I thank those Members who have raised matters on the Order of Business.<\/p> <p>Senator Ardagh raised Brexit in the context of insurance.  I heard a piece about that on the radio this morning.  It seems there is no great clarity on the green card for travel, which would arise in the case of a no-deal Brexit and may need to be clarified.  There are a lot of matters that will need to be clarified in the event of a no-deal Brexit, which we are all hoping will not occur.  The head of the insurance bureau spoke on the radio and said it would be something that would be very straightforward to sort out in such an instance.  One would merely need to inform one's insurer if it was one's intention to travel.  <\/p> <p>A debate on pensions would be a good one to have in the House and I will ask the Leader's office to seek to arrange same.<\/p> <p>Senator Conway-Walsh and other colleagues spoke about the Ormeau Road incident or atrocity.  It was an horrific event.  When it comes to evidence in such matters, I refer to Senator &Oacute; Donnghaile's  point about the undermining of trust in policing.  This is at the core of what the three contributors had to say on those matters.  Although the location of this atrocity is not within our jurisdiction - although Donegal is - we should have a debate in this House with the Minister for Justice and Equality on some of the issues that the three contributors have raised.<\/p> <p>Senator Bacik raised the issue of the Women's Aid launch of the Too Into You initiative which deals with the darker side of dating.  We have unfortunately seen many high-profile cases where women have been either very seriously injured or murdered.  I see young people in the Gallery here today and younger people are spending an awful lot of time online.  This speaks to Senator Wilson's point as well that the Internet can be really dark and our citizens are vulnerable.  Vigilance and awareness are key.<\/p> <p>No more than how one conducts oneself in the real world when walking around, we have to take measures to protect our citizens when it comes to the online space.  It speaks to a culture that is developing online, where people would never have had the courage to say to a person, in person, what is being said online.  I am unsure how we are going to deal with this as a society.  We really need to row back.  It has become acceptable to say the most horrendous things to people online.  This is very regrettable.  We should all work in these Houses to try to do something about this and I will cover this a little bit more, when I come to Senator Wilson's contribution.<\/p> <p>Senator Feighan complimented the former Taoiseach, Bertie Ahern, and also raised Declan Rice's decision, which he is quite entitled to make, to play for England.   We are sorry he will not be playing for Ireland but I am sure we all wish him well.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That Declan Rice is being abused online is just not good enough.  He is a young man who is entitled to make his own decision.  We may be disappointed, but we should get on with our own concerns. It is no way to treat a player or to attract others to play for Ireland.  <\/p><p>Senator Leyden's comments were welcome and I acknowledge his full support for the Bill to which he referred.  We are focused completely on the date of 29 March.  I know that the Bill will be before the House in the week beginning 11 March, by which date we hope the United Kingdom will be clear on the deal to be struck.  It is hard to countenance a no-deal scenario, but I thank the Senator for indicating Fianna F&aacute;il's support on the issue.<\/p><p>Senator Boyhan referred to Irish Water.  We should have a debate on the issues involved.  We should also discuss with the Minister responsible the proposed constitutional referendum on water services.<\/p><p>I have referred to Senator &Oacute; Domhnaill's contribution, the core of which was confidence in policing, which I do not think is served by the evidence coming to light in cases such as those outlined by various contributors.<\/p><p>Senator Wilson also referred to Declan Rice and has been leading on the issue of online abuse, about which more Members have spoken.  I, too, have spoken about it, but when speaking about the abuse one has received online, it may seem that one is feeling sorry for oneself, which is no way to conduct oneself.  An interesting point was made that An Garda S&iacute;och&aacute;na did not have the tools it needed to do anything about such abuse.  Clearly, we need to look at the issue.  I know that the Joint Committee on Communications, Climate Action and Environment is looking at it.  As I said, we should discuss it in the Seanad as it has been raised by four or five Members in different contexts.<\/p><p>Senator Warfield raised the issue of Traveller accommodation.  I do not know the details of the case he mentioned, but the issue should be debated in the House.  At the very least he should seek to raise it by tabling a Commencement matter, but the Cathaoirleach might inform him that he has already raised it in the House.  However, in that way the Senator should be able to obtain more detailed information from the Minister responsible.  We should be trying to reach the targets set. <\/p><p>Senator Devine mentioned the proposed strike tomorrow by paramedics who, clearly, do great work, no more than the nurses.  The Senator mentioned that she had tabled a Commencement matter to discuss the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#K00400","speaker":"1406","continuing":true},{"type":"speech","time":1550140200,"counter":76,"content":"<p>It was raised previously.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#L00200","speaker":"1388"},{"type":"speech","time":1550140200,"counter":77,"content":"<p>I will mention it to the Minister for Health, Deputy Harris, when I see him and hope the Senator will receive some feedback on it.  We have not yet been able to arrange a date for the Minister to come to the House, but we are hoping we will have a date in the diary in the next few weeks.  Obviously, there are many reasons for him to come to the Chamber, but it is especially the case now.  It is a priority for the Leader's office.<\/p> <p>Senator Mac Lochlainn raised the very tragic case of Councillor Eddie Fullerton.  It is just horrific what happened in it.  I will mention to the Taoiseach when I see him the desire to have such a meeting.  The Minister for Justice and Equality has been spending a great deal of time in this House, but it would certainly be useful to have a debate on the issues raised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#L00300","speaker":"1406"},{"type":"unspoken","time":1550140200,"counter":78,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1550140200,"counter":79,"content":"<p>Sitting suspended at 12.15 p.m. and resumed at 1 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Progress in Relation to Climate Change: Statements","time":1550140200,"counter":80,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#Q00100"},{"type":"speech","time":1550140200,"counter":81,"content":"<p>I am delighted to have this opportunity to speak to Senators again as a follow-up to my annual transition statement in December of last year.  It is important to restate the long-term policy vision for the agricultural sector which is \"an approach to carbon neutrality which does not compromise the capacity for sustainable food production\", as referred to in the national mitigation plan.  This is consistent with the principles of both the Paris Agreement and the European Council conclusions of October 2014, which recognise the role of agriculture and land use in tackling climate change and their contribution to achieving climate ambitions.  With what is internationally recognised as one of the most carbon efficient systems of food production in the European Union, there are inherent challenges in effecting climate emission reductions in the agriculture sector.  While acknowledging that agriculture is contributing to emissions, the sector should also be seen as part of the solution to our transition to a low-carbon, climate resilient economy and society.  As highlighted previously, we are taking a three pillar approach to emissions reductions in the sector.  The first is through abatement measures and reducing emissions where we can, the second is through increased carbon sequestration, and the third is through displacement of fossil fuel and energy intensive materials with renewable sources.<\/p> <p>The sector continues to engage with the climate change challenge and the level of this transition.  We continue to invest in our mitigation measures, and we have, through the rural development programme, approximately 49,000 farmers active in GLAS and almost 25,000 farmers participating in the beef data and genomics programme, with more than 1 million animals genotyped to date.  Building on the success of the beef data and genomics programme, last month I announced a new pilot scheme targeted at suckler farmers, the beef environmental efficiency pilot.  This new scheme will aim to improve further the carbon efficiency of beef production.  I have provided a budget of &euro;20 million in 2019 for the roll-out of this programme.  Given the importance of afforestation to achievement of sequestration ambitions, &euro;106 million has been made available by my Department to support afforestation and other forest initiatives with significant improvements in grant and premium rates under the agroforestry and forestry for fibre options in 2019.<\/p> <p>One of the mitigation measures we have identified and introduced in 2018 is a knowledge transfer group scheme for forestry.  Other forest measures taken this year include increasing the rate of financial support across all categories, with larger increases for broadleaf planting.  A change in supports for road building was also made.  We have also seen the introduction of the woodland environmental fund which will help to expand Ireland's native woodland resource.  The third strand of our climate policy approach focused on energy efficiency, energy provision from biomass and other agricultural products, and on the use of wood products to substitute for materials associated with high emissions such as steel, concrete and fossil fuels.  As energy efficiency measures, our farmers are availing of investment options such as biomass boilers and air source heat pumps under the targeted agricultural modernisation scheme, TAMS II, and the pig and poultry and young farmers capital investment schemes.  Support schemes for the installation of renewable energy technologies are also available.<\/p> <p>The year 2018 also saw the launch of a new collaborative initiative between the Government and industry, the agricultural sustainability support and advisory programme, ASSAP, which involves the appointment of 30 advisers to work with farmers, initially on water quality issues.  The Department, Bord Bia, and Teagasc are working together to progress further how to effect positive change at farm level through research, advisory services and carbon audits.  Since its inception, more than 200,000 carbon audits have been completed on Irish dairy and beef farms through the Origin Green programme.<\/p> <p>A significant number of measures are in place but I am not complacent on this important issue and my Department continues to review and develop new measures that will realise the ambition for the sector.  We are developing a roadmap to ensure that the future development of agricultural land use, including the forestry sector, will be built upon environmental sustainability and contribute fairly to Ireland's climate, air and energy targets.  On future mitigation, the roadmap will be guided by the best available research and science, including the recently published research by Teagasc, A Marginal Abatement Cost Curve for Irish Agriculture, relating to mitigation options for the period 2021 to 2030 with regard to both greenhouse gases and ammonia.  A sustainable energy roadmap is also being prepared to guide future policymaking on both energy efficiency and energy generation.  Energy efficiency measures can provide a win-win for the farmer and the environment, and the adoption of renewable technologies on-farm as well as on-site energy generation and supply of biomass materials can provide profitability gains which underpin the sustainable production system, all of which contributes to reducing Ireland&rsquo;s emissions.<\/p> <p>With regard to adaptation to climate change, my Department is preparing its first statutory adaptation plan for the three areas identified in the national adaptation framework.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#Q00200","speaker":"1285"},{"type":"speech","time":1550140200,"counter":82,"content":"<p>Excuse me.  Will we get a copy of the Minister's script?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#Q00300","speaker":"1392"},{"type":"speech","time":1550140200,"counter":83,"content":"<p>Yes.  My apologies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#Q00400","speaker":"1285"},{"type":"speech","time":1550140200,"counter":84,"content":"<p>I thank the Minister.  That is most helpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#Q00500","speaker":"1392"},{"type":"speech","time":1550140200,"counter":85,"content":"<p>With regard to adaptation to climate change, my Department is preparing its first statutory adaptation plan for the three areas identified in the national adaptation framework, for which my Department has responsibility, including seafood, agriculture and forestry.  We published an adaptation planning document for the agriculture and forest sector last year and advanced work on the seafood element, which will set the groundwork for future adaptation planning.<\/p> <p>The Common Agricultural Policy, CAP, budget is fundamentally important to Irish farmers.  The protection of the environment is a core feature of Ireland's Rural Development Programme 2014-2020 and proposals for a new Common Agricultural Policy, to operate post 2020, require 40% of the overall budget to contribute to environmental or climate action.  The importance of having a well-funded CAP is more pertinent than ever if we want to see this ambition become a reality.<\/p> <p>Our farmers are custodians of the land.  Supporting them for good environmental practices that enable them to respond to climate challenges and opportunities is not only an investment in our agriculture sector but in wider rural communities.  While the mitigation potential for agriculture is limited, agriculture can and must play a key role in contributing to Ireland's climate change and energy targets in the years ahead.  We have a thriving agrifood sector which is efficient and environmentally conscious and one that we can all be justly proud of.  Collaboration, co-operation and collective responsibility are necessary to meet the challenges that are facing us, and we will continue to work with all stakeholders to ensure that the sector continues to play its part in meeting our climate obligations and challenges.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#Q00600","speaker":"1285"},{"type":"speech","time":1550140200,"counter":86,"content":"<p>I welcome the Minister and thank him for his comprehensive statement.  As Members are all aware, the agrifood sector supports 300,000 jobs in rural communities where they are most needed, and it is our largest indigenous industry, with food and drink exports reaching &euro;12 billion in 2018.  When we discuss progress on climate action, we have to be cognisant of these facts and always consider the sustainability of the industry in whatever measures are taken and need to be taken.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2464\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2464&amp;amp;pid=PaulDaly&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Irish and EU food security concerns must be put on an equal footing with climate change responsibilities and the central role of an exporting country such as Ireland, which has a carbon-efficient food production sector.  By 2050, agriculture will need to produce almost 50% more food than it did in 2012, according to the UN, to meet global food demand.  Ireland's greenhouse gas emissions profile is unique within Europe, being heavily weighted towards agriculture due to the lack of heavy industry within our overall economy.<\/p><p>The inclusion of land use, land use change and forestry within the scope of the new EU 2030 climate change framework is a welcome development and represents a sensible approach, broadening the tools available to Ireland to reduce greenhouse gas emissions through carbon sequestration.  This will enable Ireland access the removal of 26.8 million tonnes of CO2 emissions over the 2021 to 2030 period.  While this inclusion is welcome, it can go much further.  We need to get down to the nitty-gritty, if possible of eventually reaching the point of being able to have individual farm carbon footprint indicators.  This may not be scientifically possible and may be an onerous task.  There are 440,000 km of hedgerow which are maintained and form part of farm holdings but for which there are no carbon credits.  As the Minister said, the farmers are the custodians of rural Ireland and of the environment.  If we were to take into consideration all the good work they do, for example, on those hedgerows, scrubs, poor areas of land, wetlands and small areas of forestation, along with our official forests, for want of a better term, there is a possibility and at least the potential to reach carbon neutrality on many farms if we get credit as farmers for the good work we do, heretofore unrecognised.<\/p><p>For 2017, total Irish greenhouse gas emissions across all sectors are estimated to be 0.9% lower than emissions in 2016.  Agriculture, however, remains the largest contributor to overall emissions, at 33% of the total, with the transport and energy industries the next largest contributors, each at 20%.  Agriculture emissions increased by just under 3% in 2017, which reflects the expansion of the dairy herd post quotas and the national policy to expand the sector under Food Harvest 2020 and Food Wise 2025.  While dairy cow numbers increased by 3% in the year to 2017, this was in the context of milk production increasing by 9% over the 12 month period.  This is another indicator of the work being done.  To coin an old phrase, there is a lot done but a hell of a lot more needs to be done.<\/p><p>Nitrogen fertiliser is the major issue.  Its use increased by 8.8% in 2017.  Soil fertility and the use of fertilisers such as nitrogen need to be looked at seriously and incorporated in any future schemes, be it the Common Agricultural Policy, CAP, or whatever else, with a view to improving our greenhouse gas emissions.<\/p><p>Sometimes we can learn more about the future by looking at the past.  It is a proven fact that between 1990 and 2017, agricultural emissions in Ireland decreased by 0.7% while production increased by 40%.  I know that the figures and the extent of the increase in numbers have probably changed since that period, but this just goes to show that because of the rural environment protection scheme, REPS, and similar schemes, we were able to increase production while reducing emissions.  We could learn lessons from the past, and it is no harm at times to look back to schemes that have worked when we devise schemes for the future.  During the period when agricultural emissions decreased by 7%, transport sector emissions increased by 133% and energy sector emissions increased by 118%.<\/p><p>It is not that Irish agriculture's output is high-polluting.  In fact, Ireland is one of the most highly intensive, lowest carbon food producers in the world.  The carbon footprint per kilogram of output of Irish farms is one of the lowest globally.  According to the Joint Research Centre of the European Commission, Irish dairying is the most efficient CO2 per kilogram of milk in the EU, while Irish beef production is the fifth most efficient CO2 per kilogram of beef.  It is essential that EU emissions targets are balanced with sustainable food output.  Otherwise, there is the risk that they could become self-defeating, leading to a transfer of food production, also known as carbon leakage, to other countries which have lower overall costs but less carbon-efficient production methods.  This argument has been made by the agriculture sector and the political sector at times but is not being accepted in many circles.  However, it is factual.  The climate action that is needed is needed globally.  While we might solve all our problems in Ireland by reducing production and ticking all the boxes, we are only one small island in the global picture, the beef we are so efficiently producing would then be replaced by production in places such as Brazil with a carbon footprint four times ours, and it still would not change the rate of global climate change.<\/p><p>Many CAP and rural development schemes have requirements which incentivise and require environmentally beneficial farming practices and the reduction of our carbon footprint.  These include greening measures; the green low-carbon agri-environment scheme, GLAS, which has 50,000 farmers participating; and the beef data and genomics programme, which is genotyping up to 1 million cattle to improve the carbon footprint in the suckler herd.  Ireland's Rural Development Programme 2014-2020 is providing support for climate change adaptation and mitigation actions, with 85% of total measures in this area.  Much more action is needed, however, together with the adoption of new technologies to reduce the carbon footprint further, and the provision of further incentives to meet targets in the next CAP to accelerate the delivery of greenhouse gas reduction in farming practices.<\/p><p>Irrespective of the headline of the topic of debate we will have when it comes to agriculture, it will eventually always come back to the sustainability of farming as a whole, the commodity prices and the farmer's income.  As the Minister quite rightly said, farmers are the custodians of the environment.  They are very conscious of the role they play and can play and the improvements they can make in this area.  It is very hard, however, to get anyone to do anything when he or she does not have the hard cash to do it.  When farmers are struggling because of their margins to put food on their family tables and to educate their children, the improvements they need to make to their efficiency will be way down their list of priorities, because by the time they get to those improvements, they will not have any money left.  Therefore, while it would not be a fix-all solution, it would certainly set the train of thought, the attitude and the ambition of the farming community in the right direction if we could get them a fair price for their commodity and if they had some disposable income at the end of the day to invest in the technologies, the processes and the methods they need to adopt to improve the situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#Q00700","speaker":"1383","continuing":true},{"type":"speech","time":1550140200,"counter":88,"content":"<p>I thank the Minister for coming before the House to present to us on this interesting topic.  The work of the Oireachtas joint committee on climate change and the environment is certainly worthwhile, but there are grave concerns that sometimes the proportion of blame attributed in the work to agriculture and transport is perhaps unfair.<\/p> <p>I refer the House to a piece of work published this week and written by Tassos Haniotis, director of strategy, simplification and policy analysis in the Directorate General for Agriculture and Rural Development of the European Commission.  It is a very interesting piece and I would recommend it to anyone.  Its title is Beef, Climate Change and a Slice of Common Sense.  In the article, reference is made to the fact that beef production and farming have a big role to play in greenhouse gas emissions, and that is accepted, but he argues we need to look at the big picture and put the basic facts into perspective.  There is a reference in the article to the crisis we had a decade ago with biofuels, the fact that food shortages and food prices were a major concern and that the market was heating up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019021400002#R00200","speaker":"1439"}]