[{"type":"minorheading","content":"Prelude","time":1558517400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1558517400,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1558517400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1558517400,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1558517400,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#A00100"},{"type":"speech","time":1558517400,"counter":6,"content":"<p>I have received notice from Senator Colette Kelleher that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to outline the options available to a family (details supplied) for family reunification.<\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to launch a public information campaign on the Government repair scheme for homes affected by pyrite and mica.<\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the measures being taken to address the overcrowding in the accident and emergency department at University Hospital Limerick.<\/blockquote> <p>I have also received notice from Senator Frank Feighan of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the medical rehabilitation unit project at Roscommon hospital.<\/blockquote> <p>I have also received notice from Senator Michelle Mulherin of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to review planning and housing policy so as to regulate for and to incentivise the construction of modular housing.<\/blockquote> <p>Senators Kelleher, Boyhan, Byrne and Feighan withdrew their matters, which I had originally selected.  Senator Mulherin may give notice on another day of the matter she wishes to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#A00200","speaker":"1381"},{"type":"unspoken","time":1558517400,"counter":7,"content":"<p>Sitting suspended at 10.35 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1558517400,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#G00100"},{"type":"speech","time":1558517400,"counter":9,"content":"<p>The Order of Business is No. 1, Qualifications and Quality Assurance (Education and Training) (Amendment) Bill 2018 - Report and Final Stages, to be taken at the conclusion of the Order of Business and adjourned not later than 3 p.m., if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#G00200","speaker":"1406"},{"type":"speech","time":1558517400,"counter":10,"content":"<p>Yesterday evening I was fortunate enough to welcome the Leader of the House to Dublin South Central when he was canvassing.  It is a pity that he is not here today because he would have noticed the extreme lack of green spaces in Dublin 8.  It is shocking that in the past week the Minister for Transport, Tourism and Sport announced funding of &euro;10 million for various clubs throughout the country as an election gimmick.  I have not been able to get hold of the list, but I have not been contacted by any club in Dublin 8 that has received funding under the scheme, which is shocking.  I have mentioned previously the plight of Kevin's Hurling and Camogie Club which does not own the playing pitches it uses.  There is a serious prospect that the children in the inner city who attend the club will lose access to these pitches, the only full-size hurling pitches in the area.  They are not even in Dublin 8 but just outside it.  The Minister needs to get it right and ensure children in disadvantaged areas will have the same access to sports facilities as those living in more privileged areas.  If one looks through the list, one will see that seriously privileged clubs are to receive some of the &euro;10 million which is an election gimmick.  It is disgraceful that we are not doing more for children in need of proper access to sports facilities.<\/p> <p>The second issue I want to raise is sinking funds.  What happens in an apartment block when the roof goes and no proper sinking fund is held by the management company?  Fianna F&aacute;il has introduced a Bill to ensure sinking funds would be kept topped up and regulated properly.  The Bill has not been taken on board by the Government, but it shows Fianna F&aacute;il's foresight.  Having a proper sinking fund is crucial for anyone living in an apartment block because when the roof goes and there is no money available to fix it, there are serious problems.  It has been in the news recently that owners are trying to get the developers to pony up, but the developers might not be trading.  Therefore, there are serious issues.  We need to get it right at the start and ensure proper sinking funds are held to manage the increasing number of apartment units in the city.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#G00300","speaker":"1407"},{"type":"speech","time":1558517400,"counter":11,"content":"<p>Yesterday I raised a deeply sensitive issue.  I spoke with precision and caution about the questions the medical establishment must answer about the baby who died at the National Maternity Hospital and the vulnerability of families who receive a diagnosis that their unborn child has a life-limiting condition.  I was subjected to what I regard, frankly, as ignorant behaviour and personal abuse from a colleague.  That does not worry me.  I suspect the person concerned would be slow enough in engaging with me one on one in a media debate, but it does worry me-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#G00400","speaker":"1401"},{"type":"speech","time":1558517400,"counter":12,"content":"<p>In fairness, when somebody tried to interrupt the Senator yesterday, I defended him and asked him to proceed.  Therefore, the Chair supported the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#G00500","speaker":"1381"},{"type":"speech","time":1558517400,"counter":13,"content":"<p>Yes.  I thank the Cathaoirleach for the protection he gave me yesterday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#G00600","speaker":"1401"},{"type":"speech","time":1558517400,"counter":14,"content":"<p>I also gave the Senator about 45 seconds of injury time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#G00700","speaker":"1381"},{"type":"speech","time":1558517400,"counter":15,"content":"<p>I have no issue with the Cathaoirleach's very dignified handling of the matter.  The point I want to make is that however we might feel about Nigel Farage, we should be able to criticise those who throw milkshakes at a politician and that however we might feel about President Donald Trump, we should be able to hope that during his visit the protests will be dignified.  My point is that, as politicians, we are expected to set an example.  Where we divide on issues and divide deeply as we sometimes must, we must try to set an example by being as civil as possible to one another and conduct our debates in a humane and civilised way.  If we do not, we will be doomed to a future of Trumpian politics.  There is an onus on all of us to raise our game, even at this time when perhaps we feel we are being provoked the most.<\/p> <p>I raise the issue of mental health services which, as we all know, are at crisis point.  Listening to Dr. Quinlan from Cork talk today about the anecdotal information focuses the mind on the reality.  It could involve the parents of a child who has attempted to commit suicide bringing him or her to the GP, the GP referring them to the emergency department, the emergency department sending them home having made an appointment to see a psychiatrist some weeks later, further attempts at self-harm, desperate contact being made with CAMHS and the parents eventually feeling that they are being forced to go private to get the help their child urgently needs.  We know that this has been happening for a long time and the question we must ask is why psychiatry and mental health services have repeatedly been the bridesmaid or the victims of cuts that have to be made.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In 2016 the then Minister for Health, now the Taoiseach, said he would divert &euro;12 million from the mental health budget to compensate for shortfalls in other areas of medicine.  That money had been set aside to improve 24-hour psychiatric services.  The same thing had happened previously in 2012.  We do not know what happened to the moneys that accrued from the sale of psychiatric institutions.  That windfall was supposed to be put aside to develop mental health services.  The percentage of the health budget spent on mental health is now 6.6%.  That is half the percentage it was in the 1980s.  Last year the spend on mental health was 10% less than it had been in 2009.  The Deputy Leader and the Cathaoirleach will know that we are 250 psychiatric consultants short of the number we need.  I heard the Minister of State, Deputy Jim Daly, talk about the Europe-wide crisis in filling consultancy posts.  I feel for him in his position because one person cannot solve this problem.  The fact is that this is against a background of extreme neglect in the spend on mental health.  We lag behind countries such as Romania, Slovakia and Greece, although I do not wish to stigmatise what we would regard as poorer countries, in the number of consultants we employ.  We are the third lowest in the European Union in terms of the bed capacity per 100,000 of population.  There is an immediate problem but there is a long historical background in terms of the neglect of funding of mental health services that needs to be addressed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#G00800","speaker":"1401","continuing":true},{"type":"speech","time":1558517400,"counter":17,"content":"<p>I wish to raise the confirmation that President Trump will be coming to Ireland on 5 June.  To be clear, Sinn F&eacute;in fully respects the right of President Trump to visit this country, but we have been consistent in protesting his policies and we will be protesting when he arrives at Shannon Airport.  I am very much struck by the irony of the fact that he will be meeting the Taoiseach at Shannon Airport.  It is not that long ago that we saw Vice President Pence give a cheerleading speech or pep talk to US troops in Shannon Airport, our civilian airport, except it is not a civilian airport because anyone who flies from Shannon Airport will know that one is always surrounded by hundreds of US troops.  It happened to me again just a few weeks ago.  It is a pity, but it always seems to fall on the Deputy Leader when I ask for a debate on Shannon.  For three years I have asked for a debate on the US military use of Shannon Airport and for three years I have been denied such a debate.  I can understand the reason given that nearly 3 million US troops and their weapons have been transported through Shannon Airport to and from US wars since 2001.  CIA torture rendition flights have also refuelled at Shannon Airport in direct violation of Irish neutrality and international law, including the Geneva Convention on War, the Hague Convention (V) of 1907 on neutrality, the Nuremberg principles, the UN convention against torture and the UN Charter.<\/p> <p>I will protest at Shannon Airport and I encourage people to join in the protest.  To be fair, Sinn F&eacute;in has been consistent.  We protested against the foreign policy of the Obama Administration as well.  People often forget that President Obama bombed seven different countries in his eight years.  There is a consistent line in US policy that is very poor but it has got much worse under President Trump.  I refer to his open racism and his misogyny.  His warmongering, in particular in the past week against Iran, threatens the entire world in terms of a potential conflict.  We can recognise the importance of our relationship with the US and our close families ties with the US, and still take a principled decision to protest against President Trump.  Now is the time to do so.  Future generations will look in puzzlement if we do not stand up and be counted.  I was there in 1984 when President Reagan came.  When we protested at Shannon Airport we were joined and led that day by Michael D. Higgins, who is now our President.  There is a proud tradition of protest.  I encourage everyone to come out in June and to protest against Donald Trump.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#H00200","speaker":"1389"},{"type":"speech","time":1558517400,"counter":18,"content":"<p>This morning I wish to raise the very positive outcome which was achieved in respect of RehabCare services yesterday evening.  It is extremely good news that RehabCare services will continue to function, as they are important in supporting approximately 3,000 people countrywide in day services, residential services and respite services.  People with disabilities and their families have been concerned and worried in recent weeks.  I thank the Minister for Health, Deputy Harris, and the Minister of State with responsibility for disability issues, Deputy Finian McGrath, who have worked diligently on this issue.  The services are crucial to support people with disabilities in communities.  Like others, I received many calls and emails from parents and staff members, in particular in my area of Roscommon and Galway, who were very concerned about the future of the services in respect of the &euro;2 million in additional funding that was required.  It is extremely positive that we will continue to see these very important services being delivered to support people with disabilities and their families on a daily basis as the service is crucial.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#H00300","speaker":"1415"},{"type":"speech","time":1558517400,"counter":19,"content":"<p>This morning I received the following letter from Mrs. Bernadette Quinlan and I wish to place it on the record of the House.<\/p><blockquote>Shy, lovely, gentle, dependable, carefree, happy young lad, very much into his fitness (some words used by his fellow soldiers and close friends to describe Matt [Quinlan]).  He loved the Army, and was proud to be a soldier.  The last time I saw my brother Matt (Private Matthew Quinlan) was at the christening of our newborn baby sister Alice.  I was very young at that time but I remember feeling so happy and proud looking up at him.  There were 9 children in our family.  Matt was the oldest and Alice was the youngest.  That was the last time I ever saw him.  Alice never met her brother Matt.  She saw him once in her lifetime - when he was laid out on a mortuary slab in a small outback town in the Australian Bush after he put a gun to his head and shot himself to death.  He spent his lifetime searching for peace but never found it.  He packed his old battered suitcase with all his worldly possessions, all he had were the letters, cards and postcards he got from his Mother, Father and us, his brothers and sisters.  He tidied his room, packed his old battered suitcase for the last time, and left this world because the pain was too much to bear.  He remarked to a friend that he was getting things ready for a visit from his family in Ireland.  He was 49 years of age but looked like an old man.  Alice travelled for 2 days to get there to bury the big brother she had never met and hold his hand for the first and last time.  He was laid out practically as he was found, blood-stained bandage on his head.  A very upsetting and traumatising first meeting for our youngest sister.<br \/><br \/>Back in Ireland, I stood with my parents in the same church where I'd last seen Matt, and we had a funeral mass for him.  But there was no coffin, no body, and no burial.  My heart broke for my parents.<br \/><br \/>In Australia, Alice stood in the graveyard of the small town in the outback of the Australian bush, to attend Matt's burial, where the local community wrapped him in an Aboriginal blanket to keep him safe on his final journey.  The big brother and the baby sister I'd last seen in our church, were united but briefly and under such heartbreaking conditions.<\/blockquote> <p>I appreciate that time is limited.  Matt Quinlan was one of five of the Jadotville heroes who took his own life because of the way they were treated by colleagues in the Defence Forces.  I was one of those colleagues.  I never knew some of those men who went to Jadotville.  I have asked time and time again that the 29 named soldiers be awarded distinguished service medals and military medals for gallantry.  Eight of those old men are alive today.  They are in their 80s.  I met them in Trinity College, Dublin, last week.  The letter Mrs. Quinlan wrote to me is quite a long letter.  It is heartbreaking.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We owe these men their medals.  God damn it, they only cost a few cent each.  I am sure the Deputy Leader will support me on this issue, but I ask that she tell the Taoiseach and the Minister that for as long as I have breath in my body and whomever is the Taoiseach and the Minister, I will fight for these men at every opportunity I get.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#H00400","speaker":"1390","continuing":true},{"type":"speech","time":1558517400,"counter":21,"content":"<p>I support Senator Craughwell on the point he raised.  The Irish soldiers at Jadotville were treated very shabbily and victims of a type of conspiracy to defame and belittle them and make them feel like cowards when they were precisely the opposite.  Ireland must collectively make amends to those who remain and the memory of those who have passed on.<\/p> <p>Following on from Senator Mullen's point about mental health services, I emphasise a particular issue, the large number of prisoners in Ireland who are psychiatrically ill.  The current arrangements in prisons, both physical and organisational, are very poor in that regard.  Prisoners with psychiatric problems must remain in the institution in which they are incarcerated in circumstances that are unsuitable for the treatment of such illness.  When I was Minister for Justice, Equality and Law Reform, one of the things that shocked me most was the padded cell system then operating in prisons.  The cells were approximately 5 ft by 5 ft, dark with only a little pink light at the top, rubber padding all around and a rubber mat on the floor and a plastic pot in which the semi-naked prisoners had to urinate.  We replaced those cells with observational units that were well lit, with supervised windows through which the detainee could be in communication with others.  However, the problem remains that the Central Mental Hospital is not carrying out the requisite functions to treat prisoners who are suffering from psychiatric illness during the course of their sentence.  In fact, nothing other than the minimum psychiatric help is being afforded to those individuals.<\/p> <p>It was and remains my ambition that the Thornton Hall campus should have a proper mental health facility for prisoners.  I expect that facility to be built eventually because it will not be done in Mountjoy Prison.  As such, the latter should close, as I have no doubt that it will do in due course.  Will the Deputy Leader call on the Minister for Justice and Equality to set aside time to come to the House to outline his plans to improve psychiatric services in the prison system?  The system is bound to be a failure if it leaves prisoners to complete their sentences untreated.  Such an approach must be self-defeating.  Apart from simply morality, it is absolutely wrong from a prudential viewpoint that prisoners who need psychiatric treatment are not receiving it.  We need a debate with the Minister on his plans to ensure the psychiatric services offered by hospitals to prisoners are adequate and an admission finally that it is a pretence that the Central Mental Hospital is discharging this function.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#J00200","speaker":"1403"},{"type":"speech","time":1558517400,"counter":22,"content":"<p>Senator Ardagh referred to the sports facilities grants given in recent days and spoke about the lack of green spaces in the area she represents.  I cannot comment on individual grant applications or approvals, but the Senator might raise the issue with the Minister for Transport, Tourism and Sport by way of a Commencement matter.  I agree that the situation in regard to management company sinking funds represents a lacuna in the law.  Depending on how well an apartment block is managed, there may or not be a sinking fund, the importance of which we all appreciate.  What the Senator suggests would represent good law.<\/p> <p>I was not in the House yesterday for the Order of Business when the exchange to which Senator Mullen referred took place.  The Senator and I have had our differences in the past.  Despite the large amount of difficult stuff that was thrown in my direction on a daily basis some time ago, I personally managed to remain civil and cordial.  To be fair, for the most part, the Senator did the same.  I can only speak for myself in that regard.  It is important that we keep the personal out of it and confine ourselves to the issues at hand.  I very much regret when commentators or fellow politicians get personal about any person involved in politics.  We are here to do a job and should be professional in how we conduct our business.  At the end of the day, it is not really personal, even though it often feels that way.  Everybody must respect the differing views of others.  I regret that the Senator felt as he did yesterday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#J00300","speaker":"1406"},{"type":"speech","time":1558517400,"counter":23,"content":"<p>My feelings do not matter.  My point was about the example we set for others.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#J00400","speaker":"1401"},{"type":"speech","time":1558517400,"counter":24,"content":"<p>I am getting to it.  The more that type of language becomes the norm, the greater it denigrates politics.  It is regrettable.  I cannot comment on what happened yesterday, but I have seen something similar happen on previous occasions.  On the particular issue under discussion, many people, including Senator Mullen, can become passionate, which might be an explanation for anything that happened.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#J00500","speaker":"1406"},{"type":"speech","time":1558517400,"counter":25,"content":"<p>No, it is not.  There was no passion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#J00600","speaker":"1401"},{"type":"speech","time":1558517400,"counter":26,"content":"<p>I am suggesting it as an explanation, not an excuse.  I remind the Senator that I am giving a response rather than engaging in a conversation with him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#J00700","speaker":"1406"},{"type":"speech","time":1558517400,"counter":27,"content":"<p>I apologise for interrupting the Deputy Leader.  I understand an investigation is taking place into the matter to which Senator Mullen referred.  As such, too much comment at this stage may be unhelpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#J00800","speaker":"1381"},{"type":"speech","time":1558517400,"counter":28,"content":"<p>I cannot even comment on the particular exchange to which the Senator referred because I was not present.  I can only refer to my own experiences of similar issues.<\/p> <p>With regard to mental health services, I heard most of the interview this morning to which Senator Mullen referred, including the references to shortages across Europe.  As the daughter of a consultant psychiatrist who is still working in her 70s, I am aware of the great need for such services in the west.  Many of the Senator's points are well made about the mental health service being the poor relation in the health system.  The issue warrants a good debate in the House in early course with both the Minister for Health and the Minister of State with responsibility in this area.  We should have that debate in advance of the budget, given that there is clearly a funding issue.<\/p> <p>Senator Gavan referred to the upcoming visit of the American President.  As the Senator noted, Mr. Trump was democratically elected as leader of the United States.  I am no fan of his, but the Taoiseach will have bilateral discussions with him and we will take the positives from the visit.  However, I take on board the Senator's point.  It goes back to the point I made in response to Senator Mullen in that the President's language, including the hateful dialogue used in respect of many of his policies, normalises a similar discourse from leaders throughout the world.  It is regrettable that such behaviour by the American President may encourage others to follow in his footsteps.  I do not want to mention his name, but a person who ran for the Irish Presidency and is standing in the European Parliament elections might perhaps feel that taking this type of populist approach could win him a buy-in by lots of people.  I dislike President Trump as much as Senator Gavan does, but we must take his visit for what it is.  I agree that having a debate in the near future on aviation in the context of the regional airports would be useful, in which the Senator might raise the issue without it having to be a discussion about Shannon Airport and stopovers.<\/p> <p>Senator Hopkins welcomed the announcement on RehabCare services.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a good result.  We have to commend the Ministers on sitting down with those involved and finding a solution in a fairly short period to ensure rehabilitation services continue for people throughout the country.  That is to be welcomed.<\/p><p>Senator Craughwell read out a very emotional email and I can see how much this means to him.  The Senator is passionate about this issue which I have heard him raise often.  We could do better for the individuals in question.  I do not know as much about the issue as the Senator does but I will certainly discuss it with the Taoiseach.  These men are clearly heroes.  They were anything but cowards; they were courageous men.  This would be a small gesture in the context of what they have endured.  I support the Senator and promise that I will speak to the Taoiseach about the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#J00900","speaker":"1406","continuing":true},{"type":"speech","time":1558517400,"counter":30,"content":"<p>I thank the Deputy Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#K00200","speaker":"1390"},{"type":"speech","time":1558517400,"counter":31,"content":"<p>Senator McDowell raised an issue which is somewhat related to what we discussed regarding psychiatric problems among prisoners.  There is a distinction to be made between mainstream prisons, where prisoners go in and experience psychiatric problems, and the Central Mental Hospital, where prisoners go in having been found guilty as a result of their mental illness.  There is a distinction to be made and it is probably an interesting discussion to have.  I do not know as much as Senator McDowell does about Thornton Hall but we could discuss the issue with the Minister for Justice and Equality.  The Minister spends much time in this House discussing one particular issue, as the Senator knows, and I am sure he would welcome the opportunity to speak in the House about something other than the Judicial Appointments Commission Bill 2017.  That discussion is one we could prioritise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#K00300","speaker":"1406"},{"type":"unspoken","time":1558517400,"counter":32,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"speech","time":1558517400,"counter":33,"content":"<p>I propose a suspension of the sitting until 12.10 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#K00500","speaker":"1406"},{"type":"speech","time":1558517400,"counter":34,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#K00600","speaker":"1412"},{"type":"unspoken","time":1558517400,"counter":35,"content":"<p>Sitting suspended at 12.05 p.m. and resumed at 12.10 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Qualifications and Quality Assurance (Education and Training) (Amendment) Bill 2018: Report and Final Stages","time":1558517400,"counter":36,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#L00100"},{"type":"speech","time":1558517400,"counter":37,"content":"<p>I welcome the Minister of State, Deputy Mitchell O'Connor.  I remind Senators that they may speak only once on Report Stage, except the proposer of an amendment, who may reply to discussion on the amendment.  Each non-Government amendment must be seconded.  Amendment No. 1 is a Government amendment and arises out of committee proceedings.  The amendment is consequential on amendment No. 32.  Amendments Nos. 1 and 32 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#L00200","speaker":"1412"},{"type":"unspoken","time":1558517400,"counter":38,"content":"<p>Government amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1558517400,"counter":39,"content":"<p>Amendments Nos. 1 and 32 address the use of the title \"university\" in the State.  Amendment No. 1 represents a consequential change to the Long Title and is required in order to ensure that amendment No. 32 is captured in the scope of this Bill.  Amendment No. 32 is an amendment to the Universities Act 1997 to establish a new pathway for institutions to access and use the title of \"university\".  The proposed use of the title \"university\" in the State by the Royal College of Surgeons in Ireland, RCSI, has arisen several times in recent years.  I have visited the RCSI on many occasions.  From my engagement with the staff and students of the college, as well as my knowledge of its international activities, I am conscious of the unique contribution it has made to higher education, the health system and society in general.  The RCSI is a statutory body and a statutory degree-awarding institution.  The college has established an outstanding reputation in Ireland and internationally for the quality of its education and training as well as its excellence in research and service to society.  I share the sentiments that Members of this House previously expressed regarding the high status and reputation of the RCSI and its performance in the context of certain key characteristics of a university.  These include, for example, the types of degree offered by the college, its research capability and external accreditation and internal governance.<\/p> <p>Regarding the specific amendment proposed previously by Senators, I shared the objective of what they were seeking to achieve.  On the advice of the Office of the Attorney General, however, the Government is required to put in place a legally sound and equitable mechanism for responding to and resolving this issue.  There are already legislative frameworks in place for the recognition of certain higher education institutions as universities.  A clear and objective legislative basis must underpin the extension of the categories of institutions which can be recognised as universities in descriptive terms.  This is to ensure the maintenance of proper standards and the fair and equal treatment of institutions, and to safeguard against the risk of legal challenges placing a burden on the taxpayer.<\/p> <p>The Universities Act 1997 and the Technological Universities Act 2018 provide the current legislative frameworks.  Suitable amendments are needed to ensure that any new pathway for recognition as a university in descriptive terms is legally sound and that all the necessary principles and policies are set out in the legislation to guide the Minister in decision-making.  In framing this amendment, we were conscious of the need to protect the integrity, reputation and robustness of the Irish university system in the context of both the Universities Act 1997 and the Technological Universities Act 2018.  I piloted that Technological Universities Bill through this Chamber last year.  As the RCSI is not primarily a publicly-funded higher education institution, I accept that it would not be appropriate for it, or any other education provider seeking to use the title of \"university\", to be subject to the detailed governance rules in place under those Acts.  We must, however, ensure that such providers are financially viable and have sufficient resources to meet any projected costs arising from a university authorisation order.  In consultation with the Office of the Attorney General, my Department has worked to provide for an alternative legislative approach to enable use of the title of \"university\" other than as currently provided for in the Universities Act 1997 and the Technological Universities Act 2018, while safeguarding the integrity of those established pathways to university status.<\/p> <p>The Department has also had significant and constructive engagement with the RCSI on this matter.  I am satisfied that the amendment before the House meets the relevant tests of regulatory framework recognition, protection and equitable treatment most adequately.  It also ensures that only education providers such as the RCSI that have an established and demonstrative reputation for excellence and achievement in higher education provision, research and service to society may apply to the Minister of the day for authorisation to describe themselves as universities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Mary Mitchell O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2284\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2284&amp;amp;pid=MaryMitchellOConnor&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Let me assure the House that very high thresholds must be met by an education provider before it is eligible to apply for use of the title of university under this amendment.<\/p><p>Under the proposed section 55 to be inserted in the Universities Act 1997, these conditions include at least a five-year record of providing courses and making awards to all to at least doctoral degree level in this State.  In addition, the education provider must have conducted research in the State for at least five years before making an application.  A provider is also required to have designated awarding powers to doctoral degree level under the Qualifications and Quality Assurance (Education and Training) Act 2012, powers which the eight existing universities and the RCSI hold.  There is also a strong emphasis on the conduct of research: including a required number of masters and doctoral level research students; the highest academic staff qualifications; and collaborative international joint research projects that only providers of the highest calibre and academic standards could attain.  In addition, the education provider must demonstrate that it has integrated, coherent, and governance structures in place and that it is financially viable.  It shall contribute, as far as possible, to the promotion of the economic, cultural and scientific development of the State and to also promote critical and free inquiry, informed intellectual discourse, and public debate.  <\/p><p>The Minister for Education and Skills, in the new section 54 insertion into the 1997 Act, shall consult with the Higher Education Authority, HEA, in all applications for use of the title of university, and may also, if he or she decides, appoint an expert advisory panel of national and international higher education sectors to assist in the evaluation process.  Under the proposed new section 56, the HEA is also empowered to review the activities of the education provider which attains university authorisation to ensure that it continues to satisfy the conditions of the authorisation and if it does not, the authorisation may be revoked by the Minister, subject to any appeal by the provider.<\/p><p>In addition, no university authorisation order shall be made without the prior approval by resolution of both Houses of the Oireachtas.  In effect, there is a triple lock mechanism in place to safeguard the integrity of the process.  This is provided for in section 54(9) and is subject to a successful appeal of an initial ministerial refusal to grant authorisation, which also applies under section 59(9).<\/p><p>As it is, I should make it clear that education providers such as the RCSI, which are not primarily publicly funded are encompassed by this amendment, by way of descriptor provision, in the first instance.  This means that it does not make the authorised education provider an established university, for the purpose of the 1997 and the 2018 legislation, with all the regulatory and governance requirements attached to that.  As such, for the avoidance of any doubt, there will be no change to the staff terms and conditions of any education provider who is successful in securing a university authorisation order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#L00400","speaker":"1247","continuing":true},{"type":"speech","time":1558517400,"counter":41,"content":"<p>I thank Senator Byrne for allowing me to speak ahead of her because this is her area.  I am very happy to the hear the Minister of State's contribution today and her decision is the result of a very long process that has been thorny and beset by many legal issues and difficulties.  The wider effect of this, apart from the benefit to the Royal College of Surgeons in Ireland, RCSI, is a much improved Bill.  The Minister of State has put in a triple lock.  It is very important that those which have university status are mindful of it and meet criteria at all times and know that there is sanction when they do not.  I welcome that provision in the Bill and that there is an appeal process.<\/p> <p>I thank the Minister of State and her officials for the work they done and for their co-operation.  I also thank those Members of the House who supported this.  I openly and proudly admit that the Royal College of Surgeons in Ireland is my alma mater and is an institution of standing over centuries.  It has produced many good doctors not just for this country but for countries across the world.  Many of the annals of medical history are littered with names from the Royal College of Surgeons in Ireland.  I do not want to delay the Bill as I can see the Acting Chairman is eager to progress.  I want to congratulate all those concerned and hope that the Bill will receive an expeditious passage through the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#M00200","speaker":"1421"},{"type":"speech","time":1558517400,"counter":42,"content":"<p>I am always anxious for good legislation to pass but I am in no hurry.  We can be here until 3 p.m., if we do not have this work done by then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#M00300","speaker":"1412"},{"type":"speech","time":1558517400,"counter":43,"content":"<p>Or we can finish at 6 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#M00400","speaker":"1379"},{"type":"speech","time":1558517400,"counter":44,"content":"<p>We have to adjourn at 3 p.m., whether we are finished or not.  That is the Order of Business.  I call Senator McDowell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#M00500","speaker":"1412"},{"type":"speech","time":1558517400,"counter":45,"content":"<p>Like Senator Reilly, I congratulate the Minister of State, Deputy Mitchell O'Connor, in bringing forward this amendment.  This achieves, in a pragmatic but principled way, an objective which many Members of this House support which is that the Department of Education and Skills should on the one hand fulfil its function of defending the status of university in Ireland internationally and uphold the standards of Irish education in general, as regards university activity and the use of that term, and on the other hand should recognise that the Royal College of Surgeons in Ireland is a hugely important part of our medical educational apparatus.  It has university status <i>de facto<\/i>in the sense that its degrees are recognised internationally and on the same level as postgraduate and doctoral degrees from our universities.  The RCSI was already, as a matter of law, permitted to use the term university outside the State.  It was an artificiality to prevent it from using the term within the State.  I commend the Minister of State for putting in place a scheme to allow this to happen.  I know it has to be open to others and I see the triple lock mechanism the Minister of State has put in place.<\/p><p>There is a very good one bona fide reason we do not want people masquerading as universities, or simply setting up limited liability companies and purporting to be a university.  That would be wrong.  Nor do we want people landing in Ireland from other jurisdictions and claiming to be a university institution in Ireland over which effectively there is no standard or control as to the activities of such an institution.<\/p><p>Senator Reilly and I, differently, separately and together, came forward with ideas to bring about this result and the Minister of State's proposal has the advantage that it has been finely tuned to meet all the reasonable and well-grounded safeguard functions of the State and the Department of Education and Skills in this matter.<\/p><p>I hope this procedure which we are putting in place will be speedily operated in the case of the RCSI and I hope that in regard to others it will be used very sparingly indeed, if at all, and only in circumstances where people come up to the high standards of the or RCSI, which is something that would be very difficult and rare to do.<\/p><p>I congratulate the Minister of State and her Department for making this pragmatic but principled decision.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I congratulate the Minister of State on making this pragmatic but principled decision.  I am very grateful to her for listening to the Members of this House who have come forward with this proposal and for accommodating us in these two amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#M00600","speaker":"1403","continuing":true},{"type":"speech","time":1558517400,"counter":47,"content":"<p>I commend the Minister of State on taking this measure.  It seems Juliet had it wrong when she asked, \"What's in a name? ... a rose by any other name would smell as sweet.\"  It is very important that the Royal College of Surgeons, RCSI, would be able to be designated as a university in Ireland, as it is elsewhere, as pointed out by Senator McDowell.  The Royal College of Surgeons is very much a part of the history of this State, and it has the bullet holes to prove it, as we all know.  It goes back 235 years.  It will be the eighth university in this State.  I commend all those involved in bringing this about.  It reflects the complexity around the designation of universities when one considers that the National University of Ireland has many constituent colleges and colleges which are recognised as universities in themselves, including UCD and the National University of Ireland Galway, my alma mater.  While it is part of the National University of Ireland, it perhaps can only really be understood if one has an understanding of the blessed trinity and the notion of three in one, except the NUI has more than three constituent colleges.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#N00200","speaker":"1401"},{"type":"speech","time":1558517400,"counter":48,"content":"<p>Or the NUI panel.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#N00300","speaker":"1412"},{"type":"speech","time":1558517400,"counter":49,"content":"<p>I am coming to that.  I note that the RCSI has pointed out that it is not and has not been State funded but that it is a public statutory regulated institution which was established under a charter, as was Trinity College Dublin.  Senator McDowell may already have answered the question to his own satisfaction but, if not, he is probably as interested as I am in whether the degrees conferred in future by the RCSI will continue to be National University of Ireland degrees.  We have not heard that there will be any change in that respect and I do not see why such a change should be implicit in the change made by the legislation before us.  The Minister of State might address this for me as it may also concern Senator McDowell and perhaps other Senators.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#N00400","speaker":"1401"},{"type":"speech","time":1558517400,"counter":50,"content":"<p>I am satisfied that our electoral base is unaffected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#N00500","speaker":"1403"},{"type":"speech","time":1558517400,"counter":51,"content":"<p>A happy memory I have is the first election count at which I was elected.  It took place in the RCSI.  It was not my first time in that institution but it is certainly a place I remember positively.<\/p> <p>As with all of our universities where there is a faculty of medicine, let us also hope that we are not just producing good doctors for export, as per an earlier debate in this House today.  We badly need more doctors and specialists of various kinds.  While I fully commend the important work the RCSI has been doing in producing doctors for home and abroad, let us continue to hope and work for better access to people with the speciality training we need in this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#N00600","speaker":"1401"},{"type":"speech","time":1558517400,"counter":52,"content":"<p>I will not repeat everything that has been said.  I commend the Minister of State on the work she has done on this issue and also my colleague, Senator Reilly, on his work in this area.  I have always supported this measure.  For almost a quarter of a millennium, the RCSI has been a leader in the field of medical education.  Through all of that time, it has been a leader rather than a follower.  I always felt it was bizarre that, while it could call itself a university abroad, it could not call itself a university here.  I commend the Minister of State and fully support the Bill and amendment.  It is worthwhile supporting the RCSI and the wonderful work it does.  I hope the Bill will advance swiftly and get support from everybody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#N00700","speaker":"1375"},{"type":"speech","time":1558517400,"counter":53,"content":"<p>As a former director of adult education and as chairman of the Joint Committee on Health, I commend the amendment and thank the Minister of State for introducing it.  I also pay tribute to Senator Reilly, who had an amendment but withdrew it in favour of the amendment proposed by the Minister of State.  It is important that we have coherence in our education and training sector.  The Minister of State piloted the Technological Universities Act through this House and the Lower House.  This is further progressive legislation, and it is to her credit.<\/p> <p>Senator McFadden noted that the legislation will ensure that, at home and abroad, the reputation of the RCSI is enhanced.  I remind Senator Mullen that we are bringing doctors home at the moment.  Brain drain is not as extensive as it once was.  We are bringing people back.  As part of the reforms we need in our health service, there must be an integrated career advancement plan, which Senator Reilly, when he was Minister for Health, attempted to begin.  I hope that progress can continue in that area.  We will discuss language schools in a moment, but I welcome, as a former director of adult education, the qualification and reputation this amendment will bring.<\/p> <p>Senator Mullen quoted Shakespeare, but a name is important and the accreditation is very important.  People from abroad consider the awarding body and the level of qualification involved.  This is important.  I commend the Minister of State and Minister Reilly for their work on this.  Sorry, I mean Senator Reilly.  Perhaps he will be a Minister again soon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#N00800","speaker":"1391"},{"type":"unspoken","time":1558517400,"counter":54,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1558517400,"counter":55,"content":"<p>It has been a while since someone has been elevated directly from the Seanad.  I had some vague hopes of elevation myself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#N01000","speaker":"1401"},{"type":"speech","time":1558517400,"counter":56,"content":"<p>There is precedent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#N01100","speaker":"1375"},{"type":"speech","time":1558517400,"counter":57,"content":"<p>Senator Jim Dooge became a very good Minister and he and Senator Reilly shared the same first name. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#N01200","speaker":"1391"},{"type":"speech","time":1558517400,"counter":58,"content":"<p>The omens are good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#N01300","speaker":"1412"},{"type":"speech","time":1558517400,"counter":59,"content":"<p>I join others in congratulating the Minister of State on taking a common sense approach to this issue.  This is a very sensible proposal and I am glad to see the Government is on board with it.  I compliment my colleague, Senator Swanick, a doctor, on his work in this particular area.<\/p> <p>I support my colleague, Senator Mullen, and the sentiments he expressed about GPs, many of whom are leaving the country.  At the moment, people who move to parts of County Monaghan from another area cannot get a GP appointment.  This is a serious issue, not just in Monaghan but in many parts of rural Ireland, and we must be conscious of it.  We have to implement measures to ensure it is attractive for GPs to locate and set up businesses in places in rural Ireland, including counties Monaghan and Cavan.  It is important not to lose sight of that. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#N01400","speaker":"1396"},{"type":"speech","time":1558517400,"counter":60,"content":"<p>The Minister of State has put a large amount of work into this amendment.  I welcome the CEO of the RCSI, Professor Cathal Kelly, who is in the Public Gallery.  This is a very important day for the RCSI, which has so many students, both Irish and international.  It also gives great recognition to the college and I wish it all the best with its new status.  I thank the Minister of State and her officials for all the work they put in to bringing this about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#N01500","speaker":"1384"},{"type":"speech","time":1558517400,"counter":61,"content":"<p>I thank the House.  I received a great deal of support in devising this Bill.  I thank my Fianna F&aacute;il colleagues, including Senator Gallagher.  Senator McDowell has put a lot of work into it, as have Senators Reilly and McFadden.  We all put this legislation together and this measure is the right thing to do.<\/p> <p>Senator Mullen asked whether graduates would still be awarded an NUI degree.  My understanding is that will continue to be the case.  This is a descriptor change for the RCSI.  I thank all Senators for their hard work on this Bill, for which I am very grateful.  It is very important for the field of medicine and for education in Ireland.  I am looking forward to the next steps as I believe they will also be transformative.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#N01600","speaker":"1247"},{"type":"unspoken","time":1558517400,"counter":62,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1558517400,"counter":63,"content":"<p>Amendments Nos. 2 to 4, inclusive, and 7 to 14, inclusive, are related.  Amendment Nos. 3 and 4 are consequential on amendment No. 2.  Amendments Nos. 8 to 14, inclusive, are consequential on amendment No. 7.  These amendments may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#O00200","speaker":"1412"},{"type":"unspoken","time":1558517400,"counter":64,"content":"<p>Government amendment No. 2:<\/p><p><\/p>"},{"type":"speech","time":1558517400,"counter":65,"content":"<p>As signalled on Committee Stage, these are further amendments to section 8.  This section provides Quality and Qualifications Ireland, QQI, with statutory powers to evaluate a provider&rsquo;s corporate fitness.  While the Bill, as drafted, enables QQI to conduct a fit and proper test of the provider itself, amendments Nos. 2 to 4, inclusive, and 7 to 14, inclusive, will empower QQI to expand this test by setting criteria which will apply to the key staff and personnel of providers, including their owners and directors.  This is an important additional power being given to QQI.  It will ensure the persons who own and operate the providers are in good standing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#O00500","speaker":"1247"},{"type":"speech","time":1558517400,"counter":66,"content":"<p>These amendments are significantly important.  We have seen far too much exploitation of young people and staff at these so-called institutions and language schools.  I fully support these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#O00600","speaker":"1421"},{"type":"speech","time":1558517400,"counter":67,"content":"<p>Having spent almost 16 years as a director of adult education, I know second-chance education is important.  In this case, it is about the accreditation, the monitoring and type of establishment providing language education.  Senator Reilly alluded to some of the issues we have had and there has been one particular court case.<\/p> <p>There is a need to protect the students and those who work in these establishments.  We have all met students from abroad who have spent thousands of euro to learn English here only to discover it is not what it says on the tin and the parchment they receive is not worth anything.  That does reputational damage to the country.<\/p> <p>As Cork is twined with Shanghai, we have many Chinese students coming into the city.  It is important we have oversight of these schools and that the qualifications offered to international students are of the highest calibre.  I know the Minister of State has been concerned about this issue.  There is a need for control and management of the schools in question.  The framework contained in the Bill is important and I thank the Minister of State for ending this lacuna.  There are many educational establishments doing Trojan work but whose reputations are being badly damaged by a small group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#O00700","speaker":"1391"},{"type":"speech","time":1558517400,"counter":68,"content":"<p>I fully support these amendments.  I thank the Minister of State for the discussions she had with Fianna F&aacute;il, resulting in the Oireachtas education committee having an opportunity to meet with representatives of language teachers to discuss issues surrounding this Bill.  I know Senator Ruane who is also on the committee will also welcome that opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#O00800","speaker":"1396"},{"type":"speech","time":1558517400,"counter":69,"content":"<p>Senators have captured what we are trying to do, namely, to ensure students get a proper language education, along with ensuring staff and employees in these language schools are treated properly and fairly.<\/p> <p>I am sending a message loud and clear through the Seanad today that no provider should think that it can come into Ireland and set up a shady or dodgy school.  QQI now has the powers to ensure these schools are properly regulated.  This education sector is being promoted by Enterprise Ireland abroad.  I am going to ensure that it does what it says on the tin, or as Senator Buttimer said, what it says on the parchment.  I will ensure it is exactly what students get and that the conditions of employment are proper.  Senators Ruane and &Oacute; R&iacute;ord&aacute;in are very much involved in this whole area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#O00900","speaker":"1247"},{"type":"unspoken","time":1558517400,"counter":70,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":71,"content":"<p>Government amendment No. 3:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":72,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":73,"content":"<p>Government amendment No. 4:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":74,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1558517400,"counter":75,"content":"<p>Amendments Nos. 5, 6 and 19 to 22, inclusive, are related.  Amendment No. 22 is consequential on amendment No. 6.  These amendments may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#O01500","speaker":"1412"},{"type":"unspoken","time":1558517400,"counter":76,"content":"<p>Government amendment No. 5:<\/p><p><\/p>"},{"type":"speech","time":1558517400,"counter":77,"content":"<p>On Committee Stage, the House voted in favour of the Labour Party amendment to section 25, amending the provisions of the international education mark, IEM.<\/p><p>This amendment requires QQI, in establishing the codes of practice for the IEM, to specify requirements relating to compliance with quality standards for the recruitment, employment and cessation of employment of employees, and with employment law generally by relevant providers.  In addition, QQI would be required to consult with trade unions or staff associations when preparing such requirements.<\/p><p>While this and related amendments were debated in detail, the core principle was never in dispute.  We all want to have confidence in the English language education sector, one that will provide a quality education to international students coming to Ireland to learn English.  We also want to ensure the staff working in the sector are central to the quality of the provision.  No one wants to see English language teachers not being paid or denied access to the full suite of employment rights supported by the State.<\/p><p>The central concerns expressed in the last debate on this amendment related to the role and the regulatory remit of QQI, along with its capacity and <i>vires<\/i>to enforce employment standards, and the potential for duplication of conflicts with existing employment law.  When I last spoke on this issue, I accepted the merits and principles of the Labour Party&rsquo;s amendment.  I gave an undertaking to work with the text of this amendment and to return with a proposal that would deliver on its ambition while, at the same time, being legally proofed and aligned with the functions and activities of QQI.  These proposed amendments deliver on this undertaking.  They have been informed by legal advice received by my Department from the Attorney General's office and have been drafted in close consultation with the Office of the Parliamentary Counsel.<\/p><p>The Attorney General's office has strongly advised that specific amendments which are, in substance, employment law amendments and currently replicated in the employment legislative Statute Book, should not be included within this Bill which is essentially dealing with educational matters, as well as setting quality assurance and standards in respect of education and training.  The advice concluded that such amendments should be avoided due to the risks of undermining existing employment legislation, along with creating unnecessary confusion, conflict and potential unnecessary litigation.<\/p><p>Based on this advice, these proposals seek to align the Bill with existing employment law legislation and to use it as a tool both to incentivise compliance with employment law and to penalise poor employment practices.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Mary Mitchell O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2284\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2284&amp;amp;pid=MaryMitchellOConnor&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Amendments Nos. 5 and 6 in section 8 of the Bill will expand the powers of QQI when assessing a provider's corporate fitness to include checks of compliance with existing employment law.  This will include the provisions of the recently enacted Employment (Miscellaneous Provisions) Act 2018, which addresses many of the issues highlighted as part of this debate such as a lack of employment contracts and uncertain hours.  This assessment is the first step a provider must undertake in seeking the IEM.<\/p><p>Section 25 deals with the requirements that will be set out by QQI in the codes of practice for the IEM.  Consistent with the themes identified in the Labour Party amendment, amendment No. 19 will require that the codes of practice specify the requirements relating to the \"the establishment of policies and procedures in writing by a provider for the purposes of the management of human resources, including policies and procedures for the recruitment, training, continuing professional development, employment and cessation of employment of education and teaching staff.\"  In specifying these requirements, the revised amendments ensure that QQI will consult the representatives of education and training staff and providers.  The establishment of such policies by providers will bring greater transparency and clarity for education and training staff with respect to their rights and what they can expect from their employment.<\/p><p>Section 27 deals with the operation of the IEM.  Amendments Nos. 20 to 22, inclusive, in the section will give QQI the power to withdraw the IEM where it has been shown or proved that a provider has failed to comply with its obligations under employment law.  The withdrawal of the IEM is a serious sanction that QQI could impose on providers.  This approach utilises the IEM as a further incentive for providers to comply with their obligations under employment law.<\/p><p>Senators will be aware that in January 2019 I appointed Mr. Patrick King as a mediator to work with the stakeholders in the English language education sector.  Since his appointment, Mr. King has engaged with employer and employee representative bodies to seek to secure agreement on a set of minimum employment standards that would be agreed with the sector.  The work has been ongoing, with extensive engagement on all sides.  These discussions have included the potential for a set of minimum employment standards to take the form of an agreement or order such as the employment regulation order under the Industrial Relations Acts 1946 to 2015.  Should this process result in such an agreement or order, it would become part of employment law.  Consequently, compliance with such an agreement or order would also become an automatic requirement of the IEM via the amendments proposed today, without the need for any further legislative action.  I thank Mr. King for the work he has done to date and I encourage all sides to reach a comprehensive agreement that will benefit the sector in the short and long term.  I also thank Senators, especially Senators &Oacute; R&iacute;ord&aacute;in and Ruane, for their strong contributions on this issue, which have made the Bill and the IEM a stronger and more robust instrument.  I believe the proposed amendments will address the concerns raised during our debates and lead to a stronger and better regulated English language education sector.<\/p><p>Senators will note that, as part of these amendments, subsection (7) of section 60 of the Act of 2012 has been deleted and replaced.  This deletion is a technical amendment, which was signalled on Committee Stage, and removes the cross-reference that will no longer be correct following the enactment of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#O01700","speaker":"1247","continuing":true},{"type":"speech","time":1558517400,"counter":79,"content":"<p>I thank the Minister of State.  The House will be aware that I did not reintroduce any of the amendments I proposed on Committee Stage.  This is because I completely agree that the Government amendments meet the requirements we sought to have applied on Committee Stage.  When I met the Minister of State, her officials and Mr. Patrick King I was confident that a large body of work had been done on this.  The Bill is now in a much stronger place for all involved, especially employees.  I am aware that we are waiting for the employers to indicate whether they will sign up to an agreement.  However, we have it on the record today that if they do not sign up to the agreement, it will expose them to questions as to why they would not sign up to standards for employees.  Moreover, the fact that they could not secure the international education mark without complying with employment standards will, I hope, push out of the market those whose sole purpose is to make a profit from people.  I hope the legislation will serve to enhance those schools that are good employers and willing to raise standards.  The amendments have the power and force to achieve that.  I thank the Minister of State, her officials and Mr. Patrick King.  I look forward to hearing how this unfolds with the employers in the coming months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#P00200","speaker":"1404"},{"type":"speech","time":1558517400,"counter":80,"content":"<p>In a similar vein to Senator Ruane, I thank the Minister of State, her officials and Mr. King for their engagement.  This has been a positive process and on that basis I support what the Minister of State said.  I hope we have contributed in our own way to make this a stronger Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#P00300","speaker":"1410"},{"type":"speech","time":1558517400,"counter":81,"content":"<p>I support the amendment and thank the two Senators for their hard work on this issue.  As I said, we have to bring to a close the exploitation of staff by unscrupulous operators.  The teaching of English around the world presents major opportunities for Ireland.  On Second Stage, I referred to a conversation I had with the Indian ambassador some years back.  He noted that 100,000 students from India were learning English in the UK, while only 1,000 Indian students were learning English here.  Ireland is a wonderful country to visit.  We have a fantastic society and we want students and staff to be protected.  I commend the Senators and the Minister of State on this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#P00400","speaker":"1421"},{"type":"speech","time":1558517400,"counter":82,"content":"<p>I thank the Senators.  This is highly progressive legislation.  The message I give to the English language schools is that they should enter into dialogue with Mr. Patrick King.  The IEM will be a marketing tool that high class, top quality English language schools can use.  It will also remove substandard schools that teach English as a foreign language.  The legislation will benefit schools in the short term and, more important, in the long term because they will be able to avail of the IEM.  I ask that schools enter into dialogue and partnership with Mr. Patrick King to ensure we have a robust English language sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#P00500","speaker":"1247"},{"type":"unspoken","time":1558517400,"counter":83,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":84,"content":"<p>Government amendment No. 6:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":85,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":86,"content":"<p>Government amendment No. 7:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":87,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":88,"content":"<p>Government amendment No. 8:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":89,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":90,"content":"<p>Government amendment No. 9:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":91,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":92,"content":"<p>Government amendment No. 10:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":93,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":94,"content":"<p>Government amendment No. 11:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":95,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":96,"content":"<p>Government amendment No. 12:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":97,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":98,"content":"<p>Government amendment No. 13:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":99,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":100,"content":"<p>Government amendment No. 14:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":101,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1558517400,"counter":102,"content":"<p>Amendments Nos. 15 to 18, inclusive, are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#Q01300","speaker":"1412"},{"type":"unspoken","time":1558517400,"counter":103,"content":"<p>Government amendment No. 15:<\/p><p><\/p>"},{"type":"speech","time":1558517400,"counter":104,"content":"<p>Section 23 provides the legislative mechanism for the inclusion of the awards in the national framework of qualifications, NFQ.  Following consultations with relevant stakeholders, amendments Nos. 15 to 18, inclusive, have been brought forward to provide for a more streamlined process primarily for the inclusion in the NFQ of those awards made by the designated awarding bodies, including the universities and institutes of technology.  This revised process will serve to avoid the duplication of regulatory activities and reduce the administrative burden on the designated awarding bodies and QQI.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#Q01600","speaker":"1247"},{"type":"unspoken","time":1558517400,"counter":105,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":106,"content":"<p>Government amendment No. 16:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":107,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":108,"content":"<p>Government amendment No. 17:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":109,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":110,"content":"<p>Government amendment No. 18:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":111,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":112,"content":"<p>Government amendment No. 19:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":113,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":114,"content":"<p>Government amendment No. 20:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":115,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":116,"content":"<p>Government amendment No. 21:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":117,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":118,"content":"<p>Government amendment No. 22:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":119,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1558517400,"counter":120,"content":"<p>Amendments Nos. 23 to 31, inclusive, are related.  Amendments Nos. 24 to 29, inclusive, are consequential on amendment No. 23 and amendments Nos. 23 to 31, inclusive, may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#Q03200","speaker":"1412"},{"type":"unspoken","time":1558517400,"counter":121,"content":"<p>Government amendment No. 23:<\/p><p><\/p>"},{"type":"speech","time":1558517400,"counter":122,"content":"<p>Amendments Nos. 23 to 29, inclusive, will amend section 28 to add the Institute of Public Administration, IPA, to the list of bodies that were exempted from the annual charge for the learner protection fund.  The IPA receives substantial public funding and its exclusion from the payment of this charge is in line with the policies approach being taken for exemptions.  Section 30 of the Bill establishes the learner protection fund and contains provisions relating to the annual charges payable into the fund by providers.<\/p><p>Amendment No. 30 to this section will require QQI to undertake periodic reviews of the operation of the learner protection fund at five-year intervals.  These reviews will include the assessment of the annual charge being levied.  As part of the review, QQI will be required to consult with those providers whose learners are protected by the fund and who are obliged to pay the charge.  On Committee Stage, Senator Ruane highlighted concerns surrounding the potential impact of the annual charge levied by QQI on providers, particularly those in the community and voluntary sector.  This review mechanism will give providers the opportunity to have their say on the operation of the fund and the charges being levied on it.  This input will inform QQI's future policy recommendations on the fund.  I thank Senator Ruane for her input on these issues and for raising the matter of the IPA's exemption from the annual charge to the learner protection fund.  Amendment No. 31 to section 31 is also included here.  This is just to correct a small drafting error that was made in this section.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#Q03400","speaker":"1247"},{"type":"speech","time":1558517400,"counter":123,"content":"<p>I thank the Minister of State for bringing forward amendments in this area.  I was originally concerned about community colleges that do not charge fees having to pay into a fund.  I am satisfied that if fees are not charged to students in certain forms of community education, they will not come under the same remit.<\/p> <p>I also welcome amendment No. 23 regarding the exemption for the IPA.  Again, Marino Institute is one about which I was originally concerned.  Amendment No. 30 is an amendment for which I had looked with regard to a review after five years.  I acknowledge that everything for which we had looked has been dealt with and I thank the Minister of State for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#Q03500","speaker":"1404"},{"type":"unspoken","time":1558517400,"counter":124,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":125,"content":"<p>Government amendment No. 24:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":126,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":127,"content":"<p>Government amendment No. 25:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":128,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":129,"content":"<p>Government amendment No. 26:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":130,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":131,"content":"<p>Government amendment No. 27:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":132,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":133,"content":"<p>Government amendment No. 28:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":134,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":135,"content":"<p>Government amendment No. 29:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":136,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":137,"content":"<p>Government amendment No. 30:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":138,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":139,"content":"<p>Government amendment No. 31:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":140,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1558517400,"counter":141,"content":"<p>Government amendment No. 32:<\/p><p><\/p>"},{"type":"unspoken","time":1558517400,"counter":142,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1558517400,"counter":143,"content":"<p>I thank Senator Ruane for reminding me about Marino Institute because I know Senator Byrne did a lot of work on that to make sure it had an exemption with regard to the learner protection fund.  I thank my officials in the Department of Education and Skills - Padraig Hennigan, who did a lot of work on this, as did Wendy Ross and the assistant secretary, William Beausang.  I am very grateful.  By working together, we have a far more robust Bill.  I look forward to bringing it through D&aacute;il &Eacute;ireann.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#Q05500","speaker":"1247"},{"type":"speech","time":1558517400,"counter":144,"content":"<p>I know the Minister of State put a lot of work into this.  I thank all the Members who were involved.  We managed to do it all from when the Minister of State arrived in just under an hour but I was happy to sit here until 3 p.m. if that was necessary when we would have had to adjourn under the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#Q05600","speaker":"1412"},{"type":"unspoken","time":1558517400,"counter":145,"content":"<p>Bill, as amended, received for final consideration and passed.<\/p>"},{"type":"speech","time":1558517400,"counter":146,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#Q05800","speaker":"1412"},{"type":"speech","time":1558517400,"counter":147,"content":"<p>Next Tuesday, at 2.30 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019052200002#Q05900","speaker":"1384"},{"type":"unspoken","time":1558517400,"counter":148,"content":"<p>The Seanad adjourned at 1.10 p.m. until 2.30 p.m. on Tuesday, 28 May 2019.<\/p>","notice":"TIME STRING DETECTED"}]