[{"type":"minorheading","content":"Prelude","time":1523971800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1523971800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1523971800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1523971800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1523971800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#A00100"},{"type":"speech","time":1523971800,"counter":6,"content":"<p>I have received notice from Senator Frank Feighan that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to review the medical card guidelines for people with spinal injuries who wish to return to work.<\/blockquote> <p>I have also received notice from Senator Keith Swanick of the following matter:<\/p><blockquote>The need for the Minister for Health to review the practice of placing young people with disabilities in nursing home accommodation and to make a statement on the case of a person, details supplied, who has applied for independent living.<\/blockquote> <p>I have also received notice from Senator Michelle Mulherin of the following matter:<\/p><blockquote>The need for the Minister for Culture, Heritage and the Gaeltacht to provide an update on the designation of raised and blanket bogs and to outline the plans, if any, in place to extend the current designation, including identifying the counties and areas affected.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1988\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1988&amp;amp;pid=DenisODonovan&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Paul Gavan of the following matter:<\/p><blockquote>The need for the Minister for Foreign Affairs and Trade to make a statement on calls for the Israeli ambassador to be expelled following recent events in Palestine.<\/blockquote><p>I have also received notice from Senator Catherine Noone of the following matter:<\/p><blockquote>The need for the Minister for Health to outline the research being conducted to test the effectiveness of e-cigarettes in helping smokers to quit the habit.<\/blockquote><p>I have also received notice from Senator Aidan Davitt of the following matter:<\/p><blockquote>The need for the Minister of Transport, Tourism and Sport to address the concerns of Na Fianna CLG and Home Farm FC on the proposed use of their playing fields on St. Mobhi Road, Glasnevin, Dublin 9, for the location of the tunnel boring depot for the MetroLink project.<\/blockquote><p>I have also received notice from Senator Paul Coghlan of the following matter:<\/p><blockquote>The need for the Minister for Culture, Heritage and the Gaeltacht to make a statement on the management of the native red and sika deer population in Killarney National Park, County Kerry.<\/blockquote><p>I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on parental representation on the HSE primary care steering group.<\/blockquote><p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for Health to confirm the opening date of the primary care centre in Gurranabraher, Cork, and to give an outline of the services that this facility will provide.<\/blockquote><p>I have also received notice from Senator Kevin Humphreys of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to provide an update on the delivery of 900 housing units in the Poolbeg West development, Dublin, and the steps being taken to ensure delivery of the additional 550 affordable housing and rental units.<\/blockquote><p>I have also received notice from Senator Rose Conway-Walsh of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to provide an update on the review of Bus &Eacute;ireann route No. 52 between Ballina, County Mayo, and Galway city.<\/blockquote><p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to consider putting in place a redress scheme to provide financial support to home purchasers who now find that their property was not properly constructed and is non-compliant with building and fire regulations.<\/blockquote><p>Of the matters raised by the Senators suitable for discussion, I have selected those raised by Senators Feighan, Swanick, Mulherin and Gavan and they will be taken now.  I regret I had to rule out of order the matters submitted by Senators Davitt and Conway-Walsh on the grounds that the relevant Minister has no official responsibility in each matter.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#A00200","speaker":"1381","continuing":true},{"type":"majorheading","content":"Commencement Matters","time":1523971800,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#B00150"},{"type":"minorheading","content":"Medical Card Eligibility","time":1523971800,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#B00175"},{"type":"speech","time":1523971800,"counter":10,"content":"<p>I wish to raise the need for the Minister for Health to explore the possibility of reviewing medical card guidelines for people with spinal injuries who wish to take up work but who see the potential loss of their medical card as a significant disincentive to taking up employment.  I thank the Minister of State, Deputy Finian McGrath, for taking this matter today.<\/p> <p>This important issue has been raised with me by several constituents.  From my discussions with them, it is evident that those who have suffered spinal injuries face ongoing medical challenges for a lifetime which come with a high cost.  Those medical challenges can include pain, urinary tract infections and pressure sores which need to be kept in check by doctors and nurses.  These can also present significant financial challenges.  Without a medical card to help offset significant medical costs, people with spinal injuries may not receive the vital care and attention they need.<\/p> <p>In the context of this discussion, it is clear many people with spinal injuries are caught between a rock and a hard place.  Currently, those who want to seek employment fear losing the medical card.  If they are not working, they face being caught in a poverty trap.  It is not just about the cost of living, keeping food on the table, a roof over their heads and paying the bills.  Associated health supports and services, essential to their everyday living, also need to be considered.  Without a medical card, there are many costs to be covered such as medicine, physiotherapy, wound dressing, regular visits to the GP and the National Rehabilitation Hospital in D&uacute;n Laoghaire, along with medical equipment such as wheelchairs, shower chairs and having this equipment serviced.  As one person with a spinal injury said to me, they are nervous about taking up employment because they fear losing the medical card.  This can be a great cause of stress.<\/p> <p>A spinal injury, unfortunately, is an injury for life, presenting ongoing challenges which I have outlined.  These concerns relating to employment and holding on to a medical card were highlighted in the 2017 Government report, Make Work Pay for People with Disabilities.  The report identified the main barriers which impede people with disabilities from fulfilling their employment ambitions.  Not surprisingly, the potential loss of a medical card was identified as the single most significant disincentive to taking up employment.  While people on a disability payment for at least a year can retain a medical card for a further three years when they return to work, the report confirmed that those with lifelong conditions generally do not see this temporary retention as sufficient in that it does not offer security of continued access to the medical card and the vital supports it brings.<\/p> <p>I strongly believe we must explore the possibility of reviewing the medical guidelines for people with spinal injuries.  These are people who want to work and to contribute economically.  However, the potential loss of the medical card creates a significant barrier for them to take up employment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#B00200","speaker":"1424"},{"type":"speech","time":1523971800,"counter":11,"content":"<p>I thank Senator Feighan for raising this very important issue because the Government and I are very committed to ensuring that persons with a disability are supported in order for them to fulfil their employment ambitions and to address those barriers that might prevent them from doing so.  I visited the headquarters of Spinal Injuries Ireland two weeks ago on foot of an invite to open its new office and centre.  It is something of which I must be supportive.  The issue of medical cards arose with all the residents and patients there.  They were all very enthusiastic about getting into the workplace.  There were a lot of talented people in that room and it had a lasting impression on me.<\/p> <p>The Senator will be aware that an interdepartmental group was established under the comprehensive employment strategy for people with disabilities to address the issue of making work pay for such people.  The group's Make Work Pay report, which was published in April last year, found that the single most significant barrier to taking up employment or increasing the number of hours of employment for people with disabilities is the potential loss of the medical card.  Essentially, there is agreement on that particular issue.  To address this, the report contained two key recommendations relating to medical cards.  First, it recommended that the medical card earnings disregard be increased from its current level of &euro;120 for persons in receipt of disability allowance or partial capacity benefit. To that end, the Department of Health, the HSE and the Department of Employment Affairs and Social Protection have been examining proposals to give effect to this recommendation.  Officials are working to finalise the proposal and the Minister for Health expects to be announcing details of how this change will be implemented in the coming weeks.  The second recommendation regarding the medical card was to remove the requirement that work undertaken for the medical card earnings disregard must be of a rehabilitative nature.  I am happy to confirm that this measure was implemented by the HSE last year.<\/p> <p>Implementing both of the measures to which I refer will ensure that persons in receipt of disability allowance will now be in a position to have greater earnings capacity and can do so safe in the knowledge that their medical card, which enables them to access many vital health services, will be retained.  Support is also provided for persons who have been on a relevant welfare payment for a year and who then take up employment.  Such individuals can retain the medical card for an initial three-year period after taking up employment.  That is another important feature.  At the end of the period, cardholders will be assessed under the normal rules of the medical card scheme.  Should a person's income be above the relevant limit, he or she will be considered for a discretionary medical card, or a GP visit card, which takes account of the extra costs that arise from an illness or a disability.<\/p> <p>The Make Work Pay report contained a range of recommendations right across the span of Government, all of which are all intended to help those with disabilities to fulfil their employment ambitions.  Working together, we will ensure that persons with a disability are afforded every opportunity to maximise their employment potential, which will be beneficial for their own lives and society generally.  I feel very strongly about spinal injuries and I am completely in agreement with what the Senator said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#C00100","speaker":"1359"},{"type":"speech","time":1523971800,"counter":12,"content":"<p>I thank the Minister of State for his interest in this very sensitive, complex and difficult subject.  I welcome the recommendations.  I am anxious that the increase in the medical card earnings disregard from &euro;120 would be quite significant but, obviously, we will know in the coming weeks.  I also thank the Minister of State for the work that has been done.  Our job is to ensure that persons with disabilities are afforded every opportunity to enter the workplace and maximise their employment potential.  With a growing economy, everything should be done to ensure that this will happen.  Once again, I thank the Minister of State for his interest and reply and I wish him well in the coming weeks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#C00200","speaker":"1424"},{"type":"speech","time":1523971800,"counter":13,"content":"<p>I thank Senator Feighan for his comments but note this is a serious issue and I absolutely take on board his views.  On meeting people with spinal injuries, one hears some of the personal stories about how their lives changed in a matter of seconds, whether they fell off a ladder in a building site, had a car crash or had some sort of injury.  All of a sudden, these wonderful people who were active find themselves disabled.  That is the tough side.  It undoubtedly is a tough disability to have but the thing that blew me away that evening two weeks ago in D&uacute;n Laoghaire was their courage, positivity and determination to get back to work.  They wanted to contribute to society and some of them had very valuable skills.  That is something I will be pushing because if we are talking about making work pay for people in any kind of report, we must ensure that people with spinal injuries are included in that group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#D00100","speaker":"1359"},{"type":"minorheading","content":"Services for People with Disabilities","time":1523971800,"counter":14,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#D00150"},{"type":"speech","time":1523971800,"counter":15,"content":"<p>From one Roscommon person to another, I now call on Senator Swanick.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#D00200","speaker":"1381"},{"type":"speech","time":1523971800,"counter":16,"content":"<p>I thank the Minister of State for taking the debate.  I am sure that as Minister of State, he has visited many nursing homes.  As we know, they are fantastic institutions operated by dedicated individuals who selflessly work night and day to take care of our loved ones.  Nursing homes play a key role in healthcare delivery in Ireland.  It is never an easy decision for families or individuals to make to enter a nursing home.  I have heard many fabulous stories of fantastic care received in nursing homes but my issue concerns people who are placed in these settings for no reason other than there is nowhere else for them to go.  The case of Julia Thurmann was recently brought to my attention by Councillor Cormac Devlin.  Ms Thurmann was 34 when she found herself moving into a nursing home in 2008.  Ten years later, she is still there and her attempts to live independently have come up against repeated obstacles.  Ms Thurmann resides in a nursing home in north County Dublin with 120 other residents, some of whom are suffering from dementia.  While her placement in the nursing home costs the State more than &euro;62,000 per year, independent living would cost the State significantly less.  Her placement is inappropriate.  We are trying to get away from congregated settings to community settings and we need integration, not segregation.  I implore the Minister of State and the Government to redouble their efforts to support individuals with disabilities who are living in nursing homes, to bring to an end the congregated settings in which they are living at present and to afford them the opportunity to live in dignity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#D00300","speaker":"1373"},{"type":"speech","time":1523971800,"counter":17,"content":"<p>I thank Senator Swanick for raising this important issue.  I acknowledge, from working with him over the past two years, that he is very supportive of all people with disabilities, as well as of the rights of the person with a disability who is in a nursing home and who I firmly believe should not be there.  I will respond to that in detail.  It is important that we have this discussion because I wish to make clear that my position, and the Government's ongoing priority, is the safeguarding of vulnerable people in the care of the health service.  We are committed to providing service and support for people with disabilities, which will empower them to live independent lives.  That is the plan and the vision.<\/p> <p>The health service provides specialist disability services to enable each individual with a disability to achieve his or her full potential to maximise independence, including living as independently as possible.  Services are provided in a wide variety of community residential services, in partnership with service users, their families and carers and a range of statutory and non-statutory voluntary and community groups.  These services are provided within the available budget.  Although most families would prefer to be able to care for their loved ones at home, for various reasons hospital or nursing home care is at times necessary to meet their care needs and therefore forms part of their continued care.  In addressing the needs of adults with a disability, the full range of community services available are tailored to meet the needs of the individual.  The health service works with local authorities, Departments where applicable and other public services, as well as the voluntary sector, in seeking to tier the services to best fit the needs of the individual.  There are now fewer than 2,400 people living in a congregated setting and each year, more people are being supported to move into the community and independent living.  This year, we expect another 170 people to move on.  However, the Health Service Executive is aware that many people with disabilities reside in nursing homes.  We accept that point of Senator Swanick's argument.  In some cases, people may have enhanced support in respect of their disability support needs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The review of the nursing homes support scheme published in 2015 states that only 5% of long-term nursing home residents are aged under 65 years.  However, it is recognised there are a small number of younger people who require full-time nursing home care, such as those who have had a stroke or perhaps an acquired brain injury.  To establish which places are inappropriate and which are appropriate based on the primary needs of the individuals, an expert working group, led by the Disability Federation of Ireland, is currently carrying out a review of all those with disabilities aged less than 65 years of age that live in nursing homes.<\/p><p>The nursing home sector is used in developing options to meet the needs of some adults with a disability where no other alternatives are possible.  We need to regularly review these individuals to see if, through their care plan, a more appropriate option might be available.  In this particular case, it appears that one is.  In the longer term, the policy is to develop a more tailored service suitable to meet the needs of these service users.<\/p><p>In 2018, funding of some &euro;1.772 billion in total is being provided for health and personal social services for a wide and complex range of services and supports for those with disabilities, an increase of &euro;1.9 million on last year.  This year, through the HSE, we will provide over 8,300 residential places, as well as emergency supports for 385 persons.  We will provide over 82,000 respite nights and 42,500 day respite sessions to families in need right across the country.  I assure the House, as I have done on many occasions previously, that my ongoing priority is the safeguarding of vulnerable persons in the care of the health service.<\/p><p>As Senators will appreciate, I cannot comment specifically on an individual case.  However, I can confirm that my office has been in weekly contact with the person to whom Senator Swanick refers in his question in an effort to help secure more suitable accommodation from that which the person is currently in.  I can assure Senator Swanick and the House that we will continue to support the person concerned until such suitable accommodation is found.  In addition, I am informed that the HSE has been engaging with the person concerned and the family, and will continue to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#D00400","speaker":"1359","continuing":true},{"type":"speech","time":1523971800,"counter":19,"content":"<p>I thank the Minister of State for his detailed response.  It heartens me to hear that he is in contact with the individual concerned.<\/p> <p>As the Minister of State will be aware, the population is getting older.  In the next 30 years, the number of people over 65 will double and the number of people over 85 will quadruple.  Of course, that will put extra pressures on the health system, especially residential units.  I hope and pray that we will not be forcing people to live in inappropriate accommodation when that happens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#E00200","speaker":"1373"},{"type":"speech","time":1523971800,"counter":20,"content":"<p>I thank Senator Swanick for raising this particular case, but also the broader issue because we have to deal with that issue when it comes to institutional settings.<\/p> <p>I emphasis that we have been dealing with the particular case the Senator raised.  Two of the advisers in my office have been on to the Housing Agency and Fingal County Council.  They have also been working closely with Senator Dolan on this issue to secure a specific house that would become available.  We will continue pushing that issue.<\/p> <p>On the issue of those with disabilities having the right to live in their own settings and in their own homes, it is an important right.  When I took over as Minister of State nearly two years ago, at one of the first institutions I visited I remember a young man in a wheelchair coming up to me who had been in an institution all his life.  He was very disabled physically but, intellectually, there was not a bother on him.  He said to me that he would love to have his own place, his own telly and have his meals when he wanted and do it on his own terms, not to be staying in an institution where he had set times and set menus.  I get the message strongly.<\/p> <p>We will keep following up on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#E00300","speaker":"1359"},{"type":"minorheading","content":"Special Areas of Conservation Designation","time":1523971800,"counter":21,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#F00100"},{"type":"speech","time":1523971800,"counter":22,"content":"<p>I thank the Cathaoirleach for selecting this topic for debate.  I welcome the Minister to the Chamber.  People have raised concerns with me about possible changes to the designation of raised and blanket bogs, or the extension of designation under the habitats directive, which previously resulted in a debacle around turf cutters and their rights.  It is not an issue which ran smoothly although ultimately it was resolved.<\/p> <p>The designation of lands under the habitats directive involved the National Parks and Wildlife Service drawing up a map and a list of our best examples of natural heritage and presenting it to Europe.  That happened at least 20 years ago and there was no real debate on the matter.  It was in the realm of the National Parks and Wildlife Service, its scientists and so on.  There was no engagement with the public and politicians did not grasp the nettle.  I compare it with similar obligations placed on the Northern Ireland Executive which also had to ask people to stop cutting turf on their bogs.  However, there was none of this carry on because from the outset, the executive had taken steps to address the issue.  I ask that if there is anything coming down the line on this matter, the Minister would set it out here today.  I am concerned that there should be proper public engagement while the scientists do their work.  There are reasons why there is designation and benefits from it and there are ways in which we can mitigate the impact on humans.  However, if there is no dialogue, the same thing will happen again regarding our bogs and the objections of turf cutters.  <\/p> <p>In a similar vein, under the habitats directive, most of the western seaboard is designated a special area of conservation or some other environmental designation.  In County Mayo, 50% of our land is designated.  I believe the chickens are coming home to roost; every time there is a twist or turn or an attempt to develop infrastructure or housing, we are met with the habitats directive.  For example, phase 2 of the N26, from Ballina to Bohola, a much-needed primary road, was refused because it was overdesigned and because of Whooper swans.  There is an ongoing situation around the replacement of a much-needed new bridge at Cloongullane outside Swinford which is also part of the N26.  Once again, an issue has been raised under the habitats directive on account of the presence of alluvial woodland.<\/p> <p>When we try to clean out streams and rivers we have issues with pearl mussels.  The list goes on.  I believe we have to make our peace with our environment because we require it to live, prosper and thrive, which is why we equally must tackle climate change, but there must be a balance between humans and our natural environment.  The way things are drafted and the way in which the habitats directive operates, it seems that in a special area of conservation, humans can never win and the environment has priority.  I believe there is a means by which this can be overcome and there can be a plan for co-existence, namely, management plans under the habitats directive.  I understand that we do not have any in Ireland but it is how other member states operate their habitats.  It is high time we did this.  We cannot keep running into brick walls with An Bord Plean&aacute;la telling us that we cannot develop into the west, especially with Project Ireland 2040 and ambitious plans for the western seaboard which could come a cropper unless this very critical and overarching issue is addressed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#F00200","speaker":"1425"},{"type":"speech","time":1523971800,"counter":23,"content":"<p>I thank Senator Mulherin for raising this issue.  Ireland, like all EU member states, is bound by the requirements of the habitats directive and the birds directive.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Josepha Madigan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2424\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2424&amp;amp;pid=JosephaMadigan&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These directives aim to ensure the protection of habitats and species which have been selected for conservation within special areas of conservation and special protection areas.<\/p><p>The State has made significant efforts to resolve the issue of the protection of Ireland&rsquo;s raised bog special areas of conservation within the framework of the habitats directive.  This has included intense and ongoing engagement with turf-cutting interests, the farming community, non-governmental organisations and the European Commission, as well as the establishment of a long-term compensation scheme, including relocation, where feasible, to compensate cutters for their loss arising from the cessation.<\/p><p>Over 14,000 annual payments and over 900 deliveries of turf have been made in respect of applications received under the cessation of turf cutting compensation scheme for raised bog special areas of conservation and natural heritage areas.  In addition, over 1,800 once-off incentive payments of &euro;500 have been made under the scheme.<\/p><p>Relocation of turf cutters to non-designated bogs is a complex process.  Notwithstanding this, progress in relocation has been achieved in a number of cases.  In addition, my Department is moving forward in the relocation process for a number of relocation sites.  The National Raised Bog Special Areas of Conservation Management Plan 2017-2022, published in December 2017, sets out how the raised bog special areas of conservation are to be managed, conserved and restored, and how the needs of turf cutters are to be addressed, including exploring the options in terms of certain provisions of Article 6 of the habitats directive.<\/p><p>As stated in this plan, in order to compensate for permanent losses of active raised bog from the special area of conservation network, it is proposed to designate two new special areas of conservation.  These sites are more than 50% owned by a State body.<\/p><p>The Review of Raised Bog Natural Heritage Area Network, published in January 2014, concluded that Ireland could more effectively achieve conservation of threatened raised bog habitat through focused protection and restoration of a reconfigured network.  This will entail: the retention of 36 existing natural heritage areas including seven sites to be divided; the designation of 46 natural heritage areas, including the relevant areas of the seven sites to be divided; and the designation as natural heritage areas of 25 currently undesignated raised bogs that are in public ownership or in respect of which there is reduced turf-cutting pressure, so as to compensate for the loss of habitat within the sites where it is provided that turf cutting may continue.<\/p><p>Arising from this review, the Wildlife (Amendment) Bill 2016 has been presented to D&aacute;il &Eacute;ireann and is currently proceeding through the necessary Stages in the Houses of the Oireachtas.  Its purpose is to provide for the implementation of a reconfiguration of the natural heritage area network arising from the 2014 review.<\/p><p>I do not propose to identify the 25 sites until I am in a position to apply the relevant legal protections to them.  Compensation will be available to affected turf cutters from these sites.  A total of 50 sites have been selected as blanket bog special areas of conservation.  A further 73 sites have been designated as natural heritage areas for blanket bog protection.  The national peatlands strategy states that, under the habitats directive, Ireland is obliged to devise and implement a system of management that will ensure that turf cutting on blanket bog special areas of conservation continues in such a way that will not threaten the integrity of these sites.  Any system of management for blanket bog sites must be drawn up in consultation with local communities to ensure that these important peatlands are managed in a sustainable way for the benefit of the community and in compliance with EU law.<\/p><p>Consideration is being given within my Department to how best a system of management for domestic turf cutting on blanket bog sites might be introduced.  I want to ensure that appropriate consultation takes place with local communities, following which the necessary scientific work can be carried out to underpin sustainable management of these sites in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#F00300","speaker":"1243","continuing":true},{"type":"speech","time":1523971800,"counter":25,"content":"<p>We are already well over the limit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#G00200","speaker":"1381"},{"type":"speech","time":1523971800,"counter":26,"content":"<p>I am concerned that the Minister's public consultation seems to be taking place after she has already decided upon two new SACs and 25 natural heritage areas.  We need to engage properly with people who are affected and who value their turf-cutting rights.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The sooner this is laid bare so people know where they stand, the better.  People in these areas have a very heavy burden placed upon them.  On another occasion, perhaps outside this forum, the Minister might deal with the issue of how designation under the habitats directive is affecting construction of roads and vital infrastructure, given that on the one hand, we are making national plans while on the other, An Bord Plean&aacute;la is telling us we cannot build because of the environmental sensitivity of the areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#G00300","speaker":"1425","continuing":true},{"type":"speech","time":1523971800,"counter":28,"content":"<p>On the N26, my Department is working with Mayo County Council on all the matters raised by the Senator.  We have a management plan for raised bogs and the preplanning consultation is essential.  There will also be consultation with those affected.<\/p> <p>The Senator referred to peatlands and climate change.  As a long-term carbon store, peatlands are very important in climate change mitigation, removing carbon from the atmosphere and storing it in the peat under waterlogged conditions.  Drained peatlands, on the other hand, are a significant source of carbon emissions.  Restoring drained peatlands by re-wetting has been demonstrated to reduce greenhouse gas emissions and this is now an accepted climate mitigation activity under international climate change agreements.<\/p> <p>A Programme for a Partnership Government outlines that the Government recognises that domestic turf cutters have a traditional right to cut turf, a right which is balanced with the conservation objectives and legal obligations of the State.  This is reflected in the national raised bog special areas of conservation management plan which was developed arising from a motion in D&aacute;il &Eacute;ireann in March 2012, put forward by the Technical Group and unanimously supported by all Members.  A final resolution of all issues in regard to the protection of Ireland's protected raised bogs will only be brought about by everyone working together within the law, with my Department and with the Peatlands Council, which was established for the purpose of ensuring input from all stakeholders.  Similarly, I want to ensure that any system of management for blanket bog special areas of conservation sites is drawn up in consultation with local communities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#H00200","speaker":"1243"},{"type":"minorheading","content":"Middle East Issues","time":1523971800,"counter":29,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#H00250"},{"type":"speech","time":1523971800,"counter":30,"content":"<p>I welcome the Minister, Deputy Coveney.  On 27 March, the Government took the decision to expel a Russian diplomat in what could only be described as an act of sycophantic fawning over its British counterpart.  The Government asked us to trust British intelligence, the very same intelligence agencies that provided us with false information regarding Iraqi weapons of mass destruction, the same service that refuses to this day to release information on the Dublin and Monaghan bombings.  Three days after the Government took that decision, 750 innocent Palestinian protesters were wounded by Israeli soldiers at a peaceful planned march in Gaza and 15 civilians were murdered that day.  Over the two weeks which followed, the death toll reached 31 civilians, with more than 1,000 injured.  Not one Israeli diplomat has been expelled.  This was a predetermined, careful attack, which included sniper gunfire, drones, artillery and tear gas attacks on peaceful protesters.  One of those innocent Palestinians was a journalist and since his murder, a video has been leaked to the press revealing Israeli soldiers cheering and celebrating as they used Palestinian protesters as sniper practice.  Has the Minister seen the video?  It is truly grotesque.<\/p> <p>On 28 March I received a letter which highlighted the regular arrest and detention of Palestinian political representatives, concentrating lately on the Palestinian Legislative Council, PLC.  Right now, 12 members of the PLC are being held in Israeli prisons, nine under internment without trial.  Not content with arresting Palestinian parliamentarians, the Israeli Government also wanted to prevent the Lord Mayor of Dublin from entering occupied Palestine.  Did the Minister consider summoning the Israeli ambassador to explain the hostility to the elected Lord Mayor?  As he knows, Israel operates an apartheid state in occupied Palestine, where it is illegal for Palestinians to be a member of any political party.  It is fine for Israeli citizens to be members of political parties and they have access to civilian courts but this is illegal for Palestinians, who are dealt with by military courts.  I am sure the Minister already knows this; that is how apartheid works.<\/p> <p>On 28 March I received a letter which highlighted the regular arrest and detention of Palestinian political representatives, concentrating lately on the Palestinian Legislative Council, PLC.  Right now, there are 12 members of the PLC held in Israeli prisons, nine under internment without trial.  Not content with arresting Palestinian parliamentarians, the Israeli Government also wanted to prevent the Lord Mayor of Dublin from entering occupied Palestine.  Did the Minister consider summoning the Israeli ambassador to explain their hostility to our elected Lord Mayor?  As he knows, Israel operates an apartheid state in occupied Palestine, where it is illegal for Palestinians to be a member of any political party.  it is fine for Israeli citizens to be members of political parties and they have access to civilian courts, but it is illegal for Palestinians, who are dealt with by military courts.  I am sure the Minister already knows this; that is how apartheid works.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is why 400 Palestinian children are languishing in Israeli jails right now.  It is why Israel is in contravention of its commitments under the fourth Geneva convention, the international covenant on civil and political rights, economic, social and cultural rights covenants, the UN convention on the rights of the child, the convention on the elimination of all forms of discrimination against women, the convention against torture and the convention for the elimination of all forms of racial discrimination.  Unlike Russia, we have proof of Israel's crimes.  The proof is the dead bodies being buried each week in Gaza, the leaked online videos of unarmed protesters being shot while they pray, the children in prison who were sentenced to ten years for throwing stones and the political representatives incarcerated in Israeli jails for simply representing the Palestinian people.  Is it not time that our Government really stood up for human rights and not just with words?  Is it not beyond time the Minister personally took a stand against apartheid and expelled the Israeli ambassador?  I do not know what more evidence the Minister needs to take decisive action to expel the Israeli ambassador.  His track record on Russia suggests he does not need any evidence, just a nod and wink from Boris Johnson.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#H00300","speaker":"1389","continuing":true},{"type":"speech","time":1523971800,"counter":32,"content":"<p>That is not exactly a balanced view on Irish-British relations coming from Sinn F&eacute;in, and not for the first time.  With regard to the issue of substance the Senator has raised, I made two statements on behalf of the Government, on 31 March and on 9 April, on the recent violence on the Israel-Gaza border.  I called on all parties to show restraint, in particular on the use of force by Israel against demonstrators.  Any country is entitled to defend its borders, but use of force must be proportionate to any immediate threat.  The number of people injured by live ammunition has been very troubling, and I support the calls by the EU and the UN Secretary General for an independent and transparent investigation into these events.<\/p> <p>Events and images such as we have seen in recent weeks from Gaza are of great concern to many people, including myself, and I understand that there are very strong feelings that something must be done.  I agree with those feelings.  The situation in Gaza is unsustainable.  I was there a couple of months ago, and I have been to Gaza on more than one occasion.  I know the tension on the Israeli-Gaza border.  I have witnessed it and spoken to people on that border.  The issue here is how do we change all of this.  How does Ireland influence and understand the perspective of Palestinians and Israelis with a view to trying to see a political solution which, ultimately, is the only way in which Palestinians living in Gaza will find some hope for the future and will allow them to turn away from demonstration, violence, frustration and tension because of the circumstances they find themselves in and the conditions in which they are currently living within Gaza, which are totally unacceptable?<\/p> <p>Every time I go to Gaza and meet people, or meet people from there, they are educated people who understand exactly what is going on in the world.  As a result of this, the depth of their frustration in terms of the restrictions they live under in Gaza is unbearable.  That being said, what we need to focus on as politicians and as governments is to look at ways in which we can change that.  Rather than simply gestures and actions of protest, we should be finding a way to ensure we contribute to political dialogue that brings about change.  That is what I am about.  The idea that by expelling an Israeli ambassador and, therefore, shutting an Israeli embassy in Dublin actually helps the efforts to find political solutions to problems that have been going on for decades simply does not stack up in my view.  In diplomatic language, expelling an ambassador essentially means one is no longer interested in dialogue, and certainly that is not the approach of this Government and it is not my approach either.  With respect, in my view, to take that approach would do nothing except offer a gesture of solidarity to Palestinians in the short term, but then we would be unable to help them in the medium term, which is what I would like to do, in our quest for a two-state solution that is fair to both Israelis and Palestinians.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I intend to continue to talk to the Israeli Government and to the Israeli ambassador in Dublin, as I have done, on these issues and to the Palestinian ambassador here.  I will continue to talk to Palestinian political leaders as well, as I have done on numerous occasions since becoming T&aacute;naiste and Minister for Foreign Affairs and Trade.  I am interested in political solutions to very difficult problems that result in violence, discrimination and the totally unacceptable conditions within the occupied territories that Palestinians find themselves living in.  I am afraid that the approach suggested by Senator Gavan would take Ireland's efforts in terms of changing that backwards rather than forwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#J00200","speaker":"1286","continuing":true},{"type":"speech","time":1523971800,"counter":34,"content":"<p>I thank the T&aacute;naiste for his response, with which, I am sure he will not be surprised to hear, I am disappointed.  He spoke about gestures and actions of protest.  Unfortunately, what he has done to date amounts to just that.  It is just words; and words are empty vessels at this point.  This is an apartheid state with which we are dealing.  I am a little older that the T&aacute;naiste and I remember the same attitude among Fine Gael members in the 1980s to the situation South Africa at that time.  The view then was that we needed to keep lines of dialogue open and that we should not take action.  It was the Dunnes Stores strikers who helped change that situation.  We are now all agreed that sanctions worked against the apartheid regime in South Africa.  This is the road we need to travel.  The T&aacute;naiste need not take my word for this.  Rather, he should take the word of the Palestinian people because this is what they are seeking.  The time for empty gestures and words is long gone.  The T&aacute;naiste was in this Chamber a few months ago speaking about a potential peace process.  There is no potential peace process, there is just more slaughter on the streets of Gaza and throughout Palestine.  When will the T&aacute;naiste recognise that Israel is an apartheid State?  When will he recognise that fact and act accordingly?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#K00200","speaker":"1389"},{"type":"speech","time":1523971800,"counter":35,"content":"<p>The Senator does not have a clue what I am doing.  The only time he ever talks to me about this issue is when motions like this are tabled.  Unlike many others who have a deep interest-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#K00300","speaker":"1286"},{"type":"speech","time":1523971800,"counter":36,"content":"<p>The T&aacute;naiste is resorting to personal abuse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#K00400","speaker":"1389"},{"type":"speech","time":1523971800,"counter":37,"content":"<p>With respect, that is what is coming towards me from Senator Gavan.  He said that I am doing nothing but he has no idea what I am doing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#K00500","speaker":"1286"},{"type":"speech","time":1523971800,"counter":38,"content":"<p>The T&aacute;naiste should tell us what he is doing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#K00800","speaker":"1389"},{"type":"speech","time":1523971800,"counter":39,"content":"<p>The T&aacute;naiste has already given his reply to the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#K00900","speaker":"1381"},{"type":"speech","time":1523971800,"counter":40,"content":"<p>I am responding to the Senator's suggestion that we advance Israeli-Palestinian relations and the pathway towards a negotiated solution by expelling the Israeli ambassador from Dublin.  I think that would be counterproductive.  In fact, I know it would be.  That does not mean that we should not speak up and be critical of Israel's actions.  I do that all the time.  I speak directly to Israeli representatives and my counterparts in that regard.  The Senator's approach that we should shut off Israel, not engage with it and take a one-sided view of this issue will not deliver an outcome that is lasting and peaceful and that makes sense for Palestinians in the medium term.  That is why I totally reject it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#K01000","speaker":"1286"},{"type":"majorheading","content":"Messages from Dáil","time":1523971800,"counter":41,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#K01100"},{"type":"speech","time":1523971800,"counter":42,"content":"<p>D&aacute;il &Eacute;ireann passed the Childcare Support Bill 2017 on 28 March 2018, a decision in respect of which the agreement of the Seanad is desired.  D&aacute;il &Eacute;ireann passed the Telecommunications Services (Ducting and Cables) Bill 2018 on 28 March 2018, without amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#K01200","speaker":"1381"},{"type":"unspoken","time":1523971800,"counter":43,"content":"<p>Sitting suspended at 3.20 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1523971800,"counter":44,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#N00100"},{"type":"speech","time":1523971800,"counter":45,"content":"<p>Today's Order of Business is No. 1, Planning and Development (Amendment) Bill 2016 - Committee Stage, resumed, to be taken at 4.45 p.m. and to be adjourned at 6.30 p.m. if not previously concluded; and No. 2, Private Members' business, Declaration of Independence Day Bill 2017 &ndash; Committee Stage, to be taken at 6.30 p.m. and to adjourn after two hours, if not previously concluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#N00200","speaker":"1391"},{"type":"speech","time":1523971800,"counter":46,"content":"<p>I know the Cathaoirleach and the House will join with me in expressing sympathy to the family of the late Big Tom, as he was known.  He was the king of country music and a legend in his lifetime.  To his four children we express our deepest sympathies on his sad passing and on the passing of his wife, Rose, in January.<\/p> <p>I am aware that we shall discuss the issue of the Good Friday Agreement, which is on the work schedule for the House this week.  In the context of the Border, the report of the House of Commons Select Committee on Northern Ireland stated, \"We have had no visibility of any technical solutions, anywhere in the world, beyond the aspirational, that would remove the need for physical infrastructure at the border.\"  In other words, there is no solution beyond the theoretical that would keep open the Border between the North and the South of Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We all know that at the height of the Troubles, of the 275 Border crossings between the North and the South only 20 remained open.  Between Norway and Sweden there are only ten border crossings across which goods can actually go and only 40 border crossings in total.  Much praise was heaped on the Government when the backstop was announced but it now seems that the British Government is backsliding on it.  It is quite clear from all the negotiations that there is no clarity on what it actually means.  Until such time as that is clarified, there is great jeopardy that the Border will be reimposed as a result of the British refusal to honour their commitment that there would be an open border between the North and the South.  I ask the Leader to outline what the Government intends to do in making sure the Border remains open for goods and services.<br\/><br\/>I ask the House to support the motion we will be bringing forward in respect of the Pulitzer Prize which was won by a small newspaper, <i>The<\/i><i>Storm Lake Times<\/i>in rural Iowa.  That newspaper has only a circulation of 3,000 and a catchment population of 10,000.  Its editor won the Pulitzer Prize for editorial writing in 2017, and the new Pulitzer Prize round is being announced this week.  The family running this business are the Cullens, originally from Kilkenny, five generations back-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#N00300","speaker":"1414","continuing":true},{"type":"speech","time":1523971800,"counter":48,"content":"<p>What did he write about?  That is more important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#O00200","speaker":"1392"},{"type":"speech","time":1523971800,"counter":49,"content":"<p>This issue is the acknowledgement of their great achievement of winning the Pulitzer Prize.  The Iowa state Senate refused to acknowledge them winning the prize because they had been critical of President Trump.  The most important thing in any democracy is a free press.  A free press should criticise politicians when they need to be criticised and should point out where wrong is done.  When it achieves greatly as this small newspaper has done, winning the most prestigious prize in journalism, I think it would be fitting and appropriate that its own state Senate would acknowledge that.  In light of the fact that the Senate has not done so, it would be appropriate for the land of the ancestors of the Cullen family to acknowledge their great achievement.  I ask the Leader to support that motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#O00300","speaker":"1414"},{"type":"speech","time":1523971800,"counter":50,"content":"<p>Tell us about one of his articles.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#O00400","speaker":"1392"},{"type":"speech","time":1523971800,"counter":51,"content":"<p>Like my colleague, Senator Mark Daly, I would like to mark the passing of Big Tom.  I remember him packing dance halls in Seapoint in Galway when I was a boy and later on when I was a man he was still packing them.  Now I am a grandfather and he was packing them up until fairly recently.  That is some achievement and he will be sadly missed by many people in Ireland.<\/p><p>The time has come to bring the Taoiseach to this House to discuss the crisis in the Defence Forces.  We can no longer continue to keep our heads buried in the sand or pretend nothing is happening.  Critical, highly-qualified people are walking out of the Defence Forces on a daily basis.  We are finding ourselves struggling.  While high-profile missions such as the mission to the Mediterranean and the <i>L&Eacute; Samuel Beckett<\/i>are laudable and we should be very proud of them, they are at a massive expense.  Recently, in the Leader's own county of Cork, the P52 <i>L&Eacute; Niamh<\/i>sailed with just four able seamen and women on board.  It stayed out for a day and had to return. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#O00500","speaker":"1390"},{"type":"speech","time":1523971800,"counter":52,"content":"<p>Were they rowing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#O00600","speaker":"1392"},{"type":"speech","time":1523971800,"counter":53,"content":"<p>In respect of recruitment in the Naval Service, at the moment there are fewer than 20 recruits training out of thousands of applicants.  What is wrong?  Anecdotal evidence suggests that EU and nationally mandated patrols in Irish waters, which are funded through the EU and the taxpayer, are not taking place because there simply are not crews to man the ships.<\/p> <p>In the Air Corps, four pilots have recently gone to the private sector.  Last week, Etihad Airways was in Dublin recruiting.  Any pilot in the Air Corps worth his salt will have applied for a job.  Unilateral changes to the apprentice contract in the Air Corps occurred a couple of weeks ago.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Apprentices were forced to sign new contracts that will make them liable both for their training costs and for all salary paid to them during their training.  <\/p><p>Another issue is the lack of qualified CASA pilots.  Recently, we experienced the R116 disaster and there are not enough CASA pilots in the Air Corps.  Due to the lack of resources, I understand it will now take five years to train a fixed-wing pilot.  <\/p><p>Let us move on to the Army.  In Dundalk, 27 Infantry Battalion is currently controlled by just five officers; that is, three captains, one lieutenant and one second lieutenant.  That means an availability of just four officers on any given day, as one would always be resting off-duty.  There has been a 600% increase in the fuel costs in Finner Camp, County Donegal, as soldiers must cross the country to take up barrack duties in Dublin.<\/p><p>The Taoiseach is the Minister for Defence.  The problems in the Defences Forces must be addressed and must be addressed now.  This is a national crisis.  My colleague mentioned the Border a few moments ago.  We have no idea what is really going to happen with the Border but if it requires patrolling and manning, we will need the Defence Forces.  We do not want to get caught like we were in 1969, without troops on the ground.  <\/p><p>This is a serious crisis affecting the State.  It is time we had the Taoiseach in here to discuss it, because he is the de facto Minister for Defence.  I will not put pressure on the Leader today to get the Taoiseach to appear but I will put pressure on him by the end of the week and I will seek the support of the entire House to have him called before it.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#O00700","speaker":"1390","continuing":true},{"type":"speech","time":1523971800,"counter":55,"content":"<p>On the edition of \"Prime Time\" broadcast on 10 April, a story was told about a young boy named Adam King, who is less than four years of age.  His mother outlined his wheelchair needs.  He is one of 53 children and 207 adults in this position in the Cork-Kerry region alone but I revert to the story about Adam because what appals me and is really serious is that at the end of that programme, the HSE was able to confirm that his wheelchair needs had been met, yet they had not been met in the previous month or six months or whenever.  This is a child younger than four, who we were told also had the potential for scoliosis.<\/p> <p>In recent weeks, when Ms Vera Twomey was again in the media talking about the cost of treatment for her daughter, we miraculously were told that the health services could pay it.  Must every mother and person with a disability prostrate themselves in front of our national media to get something sorted out?  This is an issue for our public bodies, the HSE and the Department, as well as for Members.  They come up with answers when they are put to the pin of their collars and embarrassed publically.  That is no way for any state to run public services.  While we cannot magic money out of the air, a child of three or four - who thankfully has the possibility of going on to get a decent education - does not have the equivalent of a pair of shoes that fit.  That was an issue for a lot of people who went to school in their bare feet 60 or 70 years ago.  We are not able to deliver that.<\/p> <p>I will conclude by noting that two days from now, 19 April, will be the 30th day since the T&aacute;naiste lodged the papers for the commencement of Ireland's implementation of the United Nations Convention on the Rights of Persons with Disabilities.  These are the issues that must be acted on fairly rapidly and now is the time.  I have written to the Taoiseach on this, and in this House and elsewhere I have commended him on catching that issue by the scruff of the neck and getting it ratified after 11 years.  Together with all his Cabinet, he must now publically state this is a big-ticket item in Ireland and we are four-square behind it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Dolan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2479\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2479&amp;amp;pid=JohnDolan&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is the challenge for the Government.  The challenge for the rest of us is to support it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#P00200","speaker":"1419","continuing":true},{"type":"speech","time":1523971800,"counter":57,"content":"<p>I thank the Cathaoirleach, the Leader of the House and my colleagues on the V&oacute;t&aacute;il 100 committee Senators McFadden, Conway-Walsh, Higgins and Grace O'Sullivan, who stood in for Deputy Catherine Martin, for all the work that went into making this morning's event such a success.  I also thank the other colleagues who dropped in to observe D&iacute;osp&oacute;ireacht na n&Oacute;g, whereby 16 transition year students from all across the island, North and South, took part in a public speaking competition as part of the celebration of the centenary of women's suffrage in Ireland.  The 15 year olds and 16 year olds who spoke today showed us a thing or two about how to construct an excellent speech and how to speak in a compelling way, with passion and rational argument, and in a well-informed and articulate manner.  I congratulate all those involved and the Oireachtas staff who also made it such a success.<\/p> <p>Since we were last in this Chamber, there have been dreadful developments in Syria, with a chemical attack perpetrated by the Syrian Government on its own people.  I ask the Leader if we can make another attempt at constructing a cross-party motion.  It is unfortunate that we could not do it on the previous occasion but the need for concerted action to seek a resolution to the horrific ongoing conflict is even more pressing.  I commend the Irish Government, the response of which - both to the chemical attacks leading to the appalling deaths of civilians and to the attacks by the US, France and the UK - has been measured.  It has expressed understanding of, rather than given support to, the counter-action led by the US and there has been an emphasis on urging all sides to get back to the negotiating table, particularly next week when the EU-UN conference on Syria will take place in Brussels.  We need to support the Government and recognise that, while all of us would wish to see multilateral UN-sanctioned action against the Syrian Government, Russia has vetoed 12 UN motions on Syria in recent years.  That is a major reason the conflict has continued for so long.<\/p> <p>I request a debate on press freedom in light of the ongoing action in the High Court, particularly the application by the ODCE which has now been adjourned.  It raises serious concerns about alleged data breaches in respect of journalists and about the need to ensure that journalists have the right to protect their sources because, in a democracy, freedom of the press is a vitally important principle.  We should all be concerned at any attempt to erode that.<\/p> <p>Does the Leader know when it is proposed to conclude the Public Health (Alcohol) Bill in the D&aacute;il?  We have concluded it in the Seanad.  A report published by Trinity College academics, Professor Joe Barry and Dr. Ann Hope, put the impact of serious and heavy drinking on others at some &euro;873 million per year.  The clearly articulated findings, about the substantial impact heavy drinking has on the family and friends of drinkers, are groundbreaking.  This is like the reports we saw on the environmental impact of tobacco and cigarette smoking on others in the vicinity of smokers, as well as the health impact to the smoker, and it deserves to read by all of us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#Q00200","speaker":"1402"},{"type":"speech","time":1523971800,"counter":58,"content":"<p>The last item is a matter for the D&aacute;il and I am not sure the Leader is equipped to answer it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#Q00300","speaker":"1381"},{"type":"speech","time":1523971800,"counter":59,"content":"<p>I pass on the condolences of the Sinn F&eacute;in team in the Seanad to the family of Big Tom and I acknowledge all the years of entertainment he provided for his fans, not only in this country but also on the international stage.  He helped keep the connection with the diaspora.  For those of us who lived in London and frequented the Galtymore, the Gresham and other venues, he will be sadly missed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#Q00400","speaker":"1378"},{"type":"speech","time":1523971800,"counter":60,"content":"<p>That brings back fond memories.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#R00050","speaker":"1381"},{"type":"speech","time":1523971800,"counter":61,"content":"<p>I know.  He and people like him do so much for Irish society by bringing people together.  May he rest in peace.<\/p> <p>I acknowledge also the quality of the debate among the young people who were in the Chamber today.  It was absolutely fantastic.  Anyone who missed it should tune in to look at the substance that was there.  It is something which is often absent from debates not only in the Chambers in the Oireachtas but in chambers across the world.  I acknowledge the work of our chairperson, Senator Bacik, and my fellow committee members in that regard.  Anyone who doubted that people of 16 years of age had the ability, awareness or analytical capacity to make decisions around voting should watch the debate.  If they do, they will be left in no doubt of the huge contribution young people can make to the decision-making process in Ireland.<\/p> <p>I raise the issue of transport in the regions.  I raise the matter here because I tried to table a Commencement matter on route No. 52, which is the bus route connecting Ballina in north Mayo to Galway, particularly to University Hospital Galway.  A review is currently taking place, in which regard I raise the issue of the lack of consultation with people in the area who use the route and with those who use regional routes in general.  I want the Minister for Transport, Tourism and Sport to come to the Chamber to have a proper discussion on connectivity and accountability regarding services and, indeed, his own accountability.  It is not good enough to get a letter which says the Minister has no official responsibility.  If he is Minister for transport, it is his responsibility and he needs to make sure he meets it.  I ask that the Minister come to the House to discuss the matter further in circumstances where this route in particular is a vital link between north Mayo and University Hospital Galway.  Those people who do not have access to other forms of public or private transport need the route to be left in place.  It is a viable service and the Minister must look at it again in the context of rural transport.  People in rural Ireland deserve a public transport system and the Minister must acknowledge that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#R00100","speaker":"1378"},{"type":"speech","time":1523971800,"counter":62,"content":"<p>I rise today to speak of one matter alone.  I express my deepest sympathy to the family of Big Tom McBride.  As a neighbour from Cavan and as someone who had the privilege of meeting him on a couple of occasions, I can testify to the fact that he was one of nature's gentlemen.  All of the things that have been said about his benign nature, his goodness of personality, the way in which he reached out to people, his ordinariness and lack of nonsense are true.  I can testify to that having met him on a number of occasions.<\/p> <p>He was the voice of, and a voice for, a generation and a very important one in those times.  He brought a great deal of joy to people.  We all have a tendency to romanticise the past and to look back at it as a wonderful time, but the period during which Big Tom was huge throughout the 1960s and 1970s was difficult for people in terms of income, social infrastructure and entertainment.  Big Tom's performances and dances around the country were a source of great joy and brought people together in big numbers.  They relieved what could be the tedium and difficulties of life.  His appearances were accessible to ordinary people because of the price and the huge numbers attending.<\/p> <p>Big Tom was not merely a huge source of joy to many, he was also an extraordinary link with our emigrants.  He was the one great link in particular for the cohort who went out in the 1950s and 1960s to the well-known Irish places in England and around the globe.  He meant a great deal to those people and represented a very important link.  We cannot overestimate his impact and importance in Ireland and what he meant to so many.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We should not underestimate or overestimate his impact and importance, as well as what he meant to many people.  While, during his lifetime, a slight elitist attitude among a small pocket of people who are truly ignorant might have existed - it is not worthy of recounting it today - the great mass of the Irish people and the diaspora loved this gentle giant from Monaghan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#R00200","speaker":"1397","continuing":true},{"type":"speech","time":1523971800,"counter":64,"content":"<p>I also want to sympathise with the family of Big Tom.<\/p> <p>There are days when we walk past many doors on our way to our own door but we do not know what nightmares could lurk behind them.  Today, the 2017 Women's Aid impact report was released, revealing over 19,000 disclosures of domestic abuse against women and children were made to the organisation last year.  These figures take into account emotional abuse, as well as actual violence.  The report revealed 15,833 disclosures of domestic violence against women and 3,552 disclosures of child abuse in the context of domestic violence.  In the report, the numbers tell a story.  Up to 21,451 contacts were made to Women's Aid services in 2017, of which around 10,000 related to emotional abuse, such as verbal abuse, or violence.  Around 1,500 reports were of a financial nature where free access to money was denied or controlled.<\/p> <p>These numbers are about real women who have nowhere to turn.  I meet many of these women in my clinics and I am sometimes shocked by how little I can do.  I try my best to access some help for them because they need support.  The report looks at these numbers and highlights how separation does not always mean safety.  Up to 28% of women which the organisation worked with in 2017 were enduring abusive treatment from a former partner.  There is currently no law against contacting a former partner, even if the partner does not want that contact.  Leaving a bad relationship is often not the end of that relationship.  If children are involved, it becomes even more complicated.<\/p> <p>We fail to protect women in this country.  That is a fact.  We leave them alone with our fingers crossed that they may get in touch with a service which may help them.  Often that service cannot give them what they need, namely, a safe harbour or a place to be free.  We urgently need to look at how we can help women in bad situations to get out and to be free before it turns more sinister.  I encourage the Minister for Justice and Equality, Deputy Flanagan, to examine how we can serve Irish women better.  I know the Leader will bring my concerns about this serious issue back to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#S00200","speaker":"1395"},{"type":"speech","time":1523971800,"counter":65,"content":"<p>T&aacute; m&eacute; ag iarraidh ar an Ceannaire cuireadh a thabhairt don Aire Iompair, Turas&oacute;ireachta agus Sp&oacute;irt teacht isteach agus labhairt linn faoi an plean n&oacute; an strait&eacute;is at&aacute; ag an Roinn Iompair, Turas&oacute;ireachta agus Sp&oacute;irt &oacute; thaobh Brexit de, agus c&uacute;rsa&iacute; taistil in &Eacute;irinn.  Will the Leader invite the Minister for Transport, Tourism and Sport to give the House an outline of his Department's strategy for transport after Brexit?  I also support Senator Conway-Walsh's request to have the Minister come to the House to speak about rural transport, which is critically important.<\/p> <p>Last week, the European Commission Directorate General for Mobility and Transport issued a document to European transport users, particularly in the aviation sector, with regard to its serious concerns about transport between Ireland and the UK after Brexit.  London is the busiest air route in Europe.  All EU primary and secondary law will cease to apply to the UK on 30 March 2019, less than a year from now.  EU civil aviation safety requirements and regulations will no longer apply to the UK after that date.  The European Aviation Safety Agency, EASA, which creates certification for all European airlines and air transport, will not apply to the UK.  How does that affect transport and movement in Ireland?  What are the Department's plans and strategies in this regard?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig &Oacute; C&eacute;idigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2482\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2482&amp;amp;pid=PadraigOCeidigh&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I believe it very appropriate that the Minister comes in and speaks to this House about this really important issue and from that, the Irish public can become aware of what the Department's plans and strategies are.<\/p><p>I also acknowledge and strongly support the strategy and plans relating to SMEs in Ireland as promoted by the Minister for Business, Enterprise and Innovation and the support that is available through various initiatives, Enterprise Ireland, local employment services and &Uacute;dar&aacute;s na Gaeltachta relating to SMEs and the challenges they face with regard to Brexit.  I would love to see a similar strategy from the Minister for Transport, Tourism and Sport and for him to share that with us in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#S00300","speaker":"1431","continuing":true},{"type":"speech","time":1523971800,"counter":67,"content":"<p>I wish to address the issue of local authorities privatising traffic warden services in rural towns.  This is being done to let private companies come in to be ruthless.  The service was privatised in Navan in my county of Meath around eight months ago.  A company came in and was absolutely ruthless over the Christmas period with people trying to do their Christmas shopping.  I believe that in Trim and Navan, they are putting the traffic warden service out to private companies.<\/p> <p>Local authorities want to close down town centres in rural Ireland.  What is happening is a disgrace.  Traffic wardens were put on streets to stop illegal parking and to keep traffic moving, not for profit.  We had the personal touch with local authority traffic wardens who would always give that extra ten or 15 minutes and basically give people the benefit of the doubt but these companies that are coming in are absolutely ruthless.<\/p> <p>What has happened is that people are going to the bigger or out-of-town shopping centres to avail of free parking and small independent businesses are suffering.  The last time I spoke about this issue, I said that there is a solution.  If local authorities are prepared to give these big multinationals free car parking spaces, it should be free in the centre of towns to help small businesses because they have rates and are trying to keep their doors open.  It is very tough out there.  I can see what these private traffic wardens have done in Navan.  They have decimated business on the main street in Navan.  I would like the Minister for Housing, Planning and Local Government to come in here to discuss this issue to see whether privatising all traffic warden services in rural Ireland is now local government policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#T00200","speaker":"1423"},{"type":"speech","time":1523971800,"counter":68,"content":"<p>The Senator is right.  It is not a level playing field.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#T00300","speaker":"1420"},{"type":"speech","time":1523971800,"counter":69,"content":"<p>I want to convey my sadness at the passing of Big Tom.  He was an absolute legend - a gorgeous man who was so talented and gave so many people an awful lot of joy with his music.  He will be sadly missed.  I also commend Senator Bacik on this morning's event as part of V&oacute;t&aacute;il 100.  It was so inspiring to see so many fantastic young people speak from the heart and speak so passionately.<\/p> <p>I strongly welcome the landmark study published by the HSE yesterday, which makes a really important contribution at a vital time for public health policy in Ireland.  I warmly welcome the report The Untold Story: Harms Experienced in the Irish Population due to Others' Drinking.  It is like a breath of fresh air.  It is the result of three years of extensive research from Dr. Ann Hope, Professor Joe Barry and the economist, Sean Byrne.  It shows in stark detail the impact that alcohol harm is having, not just on the individuals but on their families, friends and wider society around them.  I know I have been speaking around this issue and work at the coal-face as I see clients every single day.  I still see clients, still work the programmes solely with family members and see at first hand the worry, stress and anxiety that comes from having a loved one with an alcohol problem and how devastating it is.<\/p> <p>The authors go into great detail about the economic impact of alcohol harm in terms of things like crime, the burden on the health service, chronic illness and road accidents.  All of this is very important but they also give a voice to the costs that are not captured easily by the numbers such as the stress, worry, depression, lost sleep, harassment, verbal and psychological abuse and the damage to family life.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frances Black:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2474\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2474&amp;amp;pid=FrancesBlack&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They also emphasise that children are most negatively affected.  This is the piece that I really want to highlight, particularly in terms of witnessing violence or verbal abuse in the home.  As a country we have got to face up to this reality and our harmful relationship with alcohol.<\/p><p>I want to thank the HSE.  I want to thank the authors for providing more solid evidence.  This is something I have been working on for the last ten years.  We do need to progress the Public Health (Alcohol) Bill 2015.  I will welcome it when it comes to the D&aacute;il.  It is a matter of urgency.  I would like to ask the Leader if the Minister can update us on when it will be coming back in.  We need to look at taking alcohol harm seriously.  We are not talking about addiction here.  We are talking about our culture, the alcohol harm and the impact it has on the individual, families and work colleagues - the people around them.  I really believe we need to provide renewed and improved funding to services, not just for those with the problem but especially for the families.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#T00400","speaker":"1408","continuing":true},{"type":"speech","time":1523971800,"counter":71,"content":"<p>Like Senator Murnane O'Connor, I want to highlight the Women's Aid report Against the Odds.  The report was launched today supporting women and children experiencing domestic violence.  The report is quite apt in an atmosphere worldwide where the examination of the treatment of women is rising on the agenda.  The report certainly shows stark, disappointing and frightening statistics for our country.  Some 28% of women disclose they have been abused by an ex-boyfriend, partner or ex-husband.  The report deals with the whole game of snakes and ladders in trying to get out of those relationships and the physical and psychological terror that is so damaging to women and children in our society.<\/p> <p>Like Senator Murnane O'Connor, I share the sense of knowing when one knocks on doors, or knowing who one comes across, one has an idea of what might be going on behind that door, but one feels inept and numb as to how to respond.  I commend the advertisements nationally on radio and on billboards that ask people to try and do something if they believe that some woman or child is being harmed.  I would like the Minister to come to the House and to ask how it would be feasible, or how to implement Women's Aid's priority rule that there is no contact until contact is safe.  That is what it believes will make the lives of women and children safer, and I think the Minister would be able to guide us as to how we can go about implementing it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#U00200","speaker":"1388"},{"type":"speech","time":1523971800,"counter":72,"content":"<p>I welcome the announcement last week by the Minister for Education and Skills of 42 new schools to be opened in the next number of years.  This is a highly positive move, both for the country as a whole, but particularly in the area from which I come.  I would ask the Leader to bring the Minister for Education and Skills to the House for a debate on this announcement to work out the timeline of when these schools will be opened, when the patronages will be awarded and how communities can feed into that.  I would also like to see an update on those schools recently opened that are still awaiting permanent accommodation, be it Ballinteer Educate Together national school in my area that is waiting on a planning application, or Stepaside Educate Together secondary school that is still in prefabs shared with the local national school.  These are all fundamentally important and need to be debated as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#U00300","speaker":"1399"},{"type":"speech","time":1523971800,"counter":73,"content":"<p>Thank you for your brevity.  I call Senator &Oacute; R&iacute;ord&aacute;in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#U00400","speaker":"1381"},{"type":"speech","time":1523971800,"counter":74,"content":"<p>I join with others to extend the Labour Party's sympathy to the family of Big Tom.  It is fair to say he was a music legend in that part of the world, but also nationally and internationally.  I met him on a number of occasions at Monaghan GAA matches and I think that is where he got his nickname as he was a formidable midfielder in his club football days.  I pass on the Labour Party's condolences to the McBride family.<\/p> <p>I wish to raise two issues.  Will the Leader ask the Minister for Education and Skills to come to the House to discuss the 42 new projects?  This was welcome news for many people across Dublin in particular, and in my own part of the world who are seeking an Educate Together second level school in Dublin 13.  The Minister for Education and Skills might come in and discuss that and other projects about which there is concern that they will not be progressed as a result of that announcement.<\/p> <p>The second issue for the Minister for Education and Skills involves concerns about the imminent closure of a Traveller school.  It is not a school for Travellers, but 100% of the intake are Travellers.  It just happens to be that way.  They have been told only last week that they are to close immediately in June, which will have a detrimental impact on the students in the senior cycle.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2301\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I contend that the school needs to be phased out, rather than closed overnight in June and I would like the Minister to come in and discuss that.  I had sought a Commencement debate on it but have not been successful in getting one.<\/p><p>I will raise two issues for the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy.  The first relates to the strategic housing development process trying to fast-track housing.  I understand the reasons behind it because of the nature of the housing crisis but we need to discuss the implications the strategic housing development process is having on zoning across Dublin city and wider afield.  It is effectively open season for development on Z15 lands, in particular, institutional lands and schools.  In many communities, that might be a positive but in others it is not.  The protection of Z15 must be considered by the Government because An Bord Plean&aacute;la is not taking it into account.<\/p><p>Lastly, I need to talk about the Shanowen shakedown protest that took place outside Leinster House this afternoon.  I welcome that the Minister of State, Deputy Mitchell O'Connor, went out and spoke to the students, which is to her credit.  However, the rising rent costs for students in this city and across the country is troubling and the students have recommended that an amendment be made to legislation to facilitate a rent cap for students.  Rent increases of that nature are detrimental to their capacity to have a student life and proceed with their studies.  In fairness, the Minister of State did come out and talk to them.  I would like an opportunity to discuss the matter with the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#U00500","speaker":"1410","continuing":true},{"type":"speech","time":1523971800,"counter":76,"content":"<p>I, too, support the call of my colleague, Senator Conway-Walsh, to bring the Minister, Deputy Ross, into the House to talk about connectivity in public transport, especially in rural areas.<\/p> <p>I propose an amendment to the Order of Business, that No. 63, motion 12, on the Seanad Order Paper be taken before No. 1.  My bias is known.  As the Cathaoirleach will be aware, I am a general practitioner, GP, by profession.  The cuts sustained by general practice during the austerity years in Ireland were among the highest sustained by any group of workers in the State - more than 35% before tax - without taking into consideration the cost of running practices.  At the recent National Association of General Practitioners, NAGP, annual general meeting, together with the platitudes offered by the Minister of State at the Department of Health, Deputy Jim Daly, he stated that FEMPI would be reversed but that it would be linked to service improvements across general practice.  Along with the debilitating cuts, GPs have seen an increase in workload and a decrease in the number of their colleagues.  With over 600 GPs over the age of 60 and more than 10% of Ireland's 2,440 GPs who are involved in the GMS scheme due to retire from that scheme in the next 24 months, it is hard to see how or where these service improvements can be made.  I propose this motion to call on the Government to expedite the negotiations on a new GP contract and to accelerate the FEMPI cut reversals and restore the viability of general practice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#V00200","speaker":"1373"},{"type":"speech","time":1523971800,"counter":77,"content":"<p>I wish to be associated with the expression of sympathy to the family of the late Tom McBride.  He was truly a legend in the music business and he will be sadly missed.<\/p> <p>I congratulate the Minister for Agriculture, Food and the Marine on the opening of trade in beef to China.  This is a phenomenal achievement and I congratulate the Minister and all concerned - the Department of Agriculture, Food and the Marine, Bord Bia and everybody else involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#V00300","speaker":"1380"},{"type":"speech","time":1523971800,"counter":78,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#V00400","speaker":"1420"},{"type":"speech","time":1523971800,"counter":79,"content":"<p>The Oireachtas itself should take some credit for that trade deal as well.  Some time ago, the then Ceann Comhairle, Deputy Se&aacute;n Barrett, and I, as the then Cathaoirleach of this House, led a delegation to China, along with members of the various joint Oireachtas committees including the former Deputy, John Lyons, and Deputies Breen, Doyle and Calleary.  The then Chinese ambassador, Mr. Luo Linquan, was adamant that this would be a delegation of the Chairs of both Houses and the Chairs of the joint committees.  At the other end, we had our own ambassador, Mr. Declan Kelleher, who was based in Beijing, who is now our European ambassador and who was heavily involved in the Brexit negotiations.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paddy Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1866\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1866&amp;amp;pid=PaddyBurke&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We met the president of China, Xi Jinping, and five members of the standing ruling committee of China.  It was unbelievable to think that a delegation from Ireland could meet five of the ruling standing committee.  Our agenda included opening up of the beef trade and allowing horses to be exported directly from Ireland to China, because at that time horses had to be quarantined in Europe before they could go on to China.  That ban was lifted and now horses can go straight from Ireland to China and the beef trade deal has been agreed.  Sometimes when credit is being given, the power of the Oireachtas itself can be underestimated.  I have no doubt that the Houses of the Oireachtas played a huge role in opening doors on that occasion and probably on several other occasions too.  I want to put that on record that sometimes we underestimate the power of the Oireachtas.  It was a high-powered delegation, with the Chairs of both Houses and the Chairs of the joint committees who met the president in China, and it was well received.  I thank the Chinese ambassador to Ireland at the time, H.E. Luo Linquan, and our ambassador, Mr. Declan Kelleher, who played a huge role at the time.  I have no doubt that it prepared the ground over the years for this historic trade deal.  We are the first country in Europe to supply beef to China.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#V00500","speaker":"1380","continuing":true},{"type":"speech","time":1523971800,"counter":81,"content":"<p>I wish to raise the new rates Bill and I will begin by giving an example.  There is a complex in south county Dublin which is owned by one of the biggest multinational IT companies in the world and it was opened by the Taoiseach, Deputy Varadkar.  It is wonderful to have inward investment, something with which I agree.  This building is purpose built, with the capacity to hold a workforce of 3,000.  According to its website, the complex is twice the size of Croke Park and is the height of three double decker buses.  This company has never paid a single penny in commercial rates to D&uacute;n Laoghaire Rathdown council.  I am not blaming the company or the council.  The council knows the square footage of this building since it granted planning permission for it and oversaw the planning regulations in relation to its construction.  The problem is that the Valuation Office tells us that there are thousands of properties which need to be valued and it does not have enough resources, support or valuers to carry them out.  It is estimated that the local authority is losing &euro;1 million annually.  One cannot charge rates until a property is occupied.  The property in question has been occupied for nine months at most.  The Taoiseach opened it officially in February but it was operational last year.  Local authorities rely on commercial rates, local property tax and central intervention to fund the core activities of local government.<\/p> <p>The Minister of State, Deputy John Paul Phelan, has responsibility for this area and I have spoken to him about a general review of new rates.  We need to take a whole new look at how we rate commercial properties, how we apply rates and how we can bring in different bands.  It is an archaic system.  I am not talking about scrapping it but about reforming it.  There had been a suggestion from Government that we would have a new rates Bill but when one of the biggest companies in the world is not paying rates here not due to any fault of its own, but because the Valuation Office says it cannot prioritise properties, it is a very serious issue.  I ask the Leader to speak to the Minister of State and ascertain what is happening regarding a new rates Bill.<\/p> <p>I congratulate everyone who organised the V&oacute;t&aacute;il 100 contributions in the House earlier today.  I came in to listen to some of it, and I congratulate all the young people who spoke.  They all spoke exceptionally well.  Their content was very good but I was more impressed by their delivery and in their art of communication.  They could teach some Members in both Houses the art of imparting knowledge and communicating with people.  They did themselves, their communities and their schools proud and I say well done to them and their families.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Hopefully in the not too distant future some of those people will be here taking seats in the Oireachtas.  I congratulate all those involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#W00200","speaker":"1379","continuing":true},{"type":"speech","time":1523971800,"counter":83,"content":"<p>I believe we all find it intolerable that anyone could steer or attempt to steer a public company in favour of a select few shareholders, rather than in the interests of all, as required under company law.  It is clear from what we already know that there has been a major data breach regarding the 19 so-called persons of interest.  These 19 people with links to Independent News and Media, INM, had their emails accessed under the alleged data hack.  The 19 included those who had previously worked for INM, as well as current employees and journalists.  Also included were two lawyers who had worked on the Moriarty tribunal.  They were obviously never informed of the data breach and the Data Protection Commissioner is investigating the matter, as we know.<\/p> <p>These 19 people had their data wrongly accessed, contrary to law.  A fair and free press is a cornerstone of our democracy.  I support what has already been said.  I believe it is now overdue to have an examination of media ownership in Ireland to protect against monopoly dominance or control, contrary to the common good.  I fully support the call made already that the Leader invite whoever is necessary to have a debate on the matter in early course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#X00200","speaker":"1420"},{"type":"speech","time":1523971800,"counter":84,"content":"<p>I join colleagues in paying tribute to Big Tom McBride from Oram, County Monaghan.  I express my sympathies to his family in Oram and Castleblayney.  He was predeceased by his wife, Rose, a short number of weeks ago.  Those who were closest to him have said that he never recovered from her death.<\/p> <p>He initially came to fame with the song, \"Gentle Mother,\" and went on to have numerous hits, including \"Four Country Roads to Glenamaddy\", and more recently \"Going Out The Same Way You Came In\".  I say to his family that he is not going out the same way he came in.  He brought many nights of joy to tens of thousands of people nationally and internationally, and particularly, as Senator Conway-Walsh noted, in our neighbouring island of Britain to where our diaspora fled in the 1950s and 1960s.<\/p> <p>I wish to clarify the record for Senator &Oacute; R&iacute;ord&aacute;in, who suggested he got his name from Monaghan football.  He did not; he got the name \"Big Tom\" from a very famous Cavan footballer and a player from my own club, Cornafean, County Cavan, the winner of three senior all-Ireland titles and one national league medal, Big Tom O'Reilly, who incidentally was also a politician.<\/p> <p>I again express my sympathy to the McBride family, to the people of Castleblayney, in particular, and County Monaghan, and to his many thousands of supporters in the country.<\/p> <p>I echo Senator Craughwell's comments on the Defence Forces.  Senator Craughwell, I and others have raised this very serious issue in the House on many occasions.  Our Defence Forces are in crisis and we need an urgent debate with the Taoiseach.  It is not appropriate for the Minister of State to come before the House; the Taoiseach needs to come before the House to outline his plans to rectify this serious situation for all sectors of the Defence Forces.  It is a sad day for us, as an independent nation, that if we are to be invaded we can only be invaded by appointment.  That is how ludicrous the situation at the moment is.  We need to have that discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#X00300","speaker":"1418"},{"type":"speech","time":1523971800,"counter":85,"content":"<p>I believe Senator Wilson rose initially to second the amendment, but got lost in Big Tom's-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#X00400","speaker":"1381"},{"type":"speech","time":1523971800,"counter":86,"content":"<p>I second Senator Swanick's amendment to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#X00500","speaker":"1418"},{"type":"speech","time":1523971800,"counter":87,"content":"<p>It was a great honour and privilege to be at Queen's University in Belfast last Tuesday to commemorate the 20th anniversary of the Good Friday Agreement, the Belfast Agreement.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frank Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->All of the major players were there - Bill Clinton, Tony Blair, Bertie Ahern, David Trimble, Peter Robinson, Seamus Mallon, Deputy Adams and the T&aacute;naiste, Deputy Coveney.  The event drew on what has happened in the past 20 years within a different space.  We sometimes do not recognise the significance of the Good Friday Agreement on the island of Ireland or, indeed, on the two islands.  Most people spoke but two certainly captured the imagination.  The first was George Mitchell, who said the real heroes of the Good Friday Agreement were the people of Northern Ireland and the political leaders.  We need those political leaders today more than ever.  The second speaker who captured the imagination was Seamus Mallon.  It really resonated with those in the hall when he said that nationalists must be able to persuade unionists that Irish unity is a good thing and that they should not fear constitutional change.  He said that unionists are afraid and need space to breathe.  He said it is the wrong time to call for a Border poll.  He said unionists need to &ldquo;feel part of this island, part of the land which they farm, part of the country they belong to.  I don&rsquo;t care what they call it, as long as it has one name: home.\"  That is something we need to consistently say.  If we want unity, one Ireland or an Ireland together, the people should be comfortable that it is known as home - not a united Ireland, not Ireland, but home.  We need to do an awful lot more of that, as Irish nationalists and Members of the Oireachtas, and we are not doing enough of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#X00600","speaker":"1424","continuing":true},{"type":"speech","time":1523971800,"counter":89,"content":"<p>Before I call the Leader, I would like to place on the record of the House my congratulations to all those concerned in D&iacute;osp&oacute;ireacht na n&Oacute;g as part of the V&oacute;t&aacute;il 100 celebration chaired by Senator Bacik.  I thought it was a momentous occasion for this House.  I was highly impressed by the quality of the contributions made by these young people - 14 girls and two boys - all of whom are in transition year.  I thought it was a massive occasion and one that shone a very positive spotlight on this Chamber.  To any who missed it, it is worth listening to the contributions.  They were much easier to control on time than many of the Senators here and they spoke very passionately on a number of issues.  I was very impressed and grateful I had the opportunity to be in the Chair.<\/p> <p>I join with those who have paid tribute to Big Tom, the late Tom McBride.  I had the pleasure many years ago of going to see him in the Galtymore.  I wish I was that young again but, unfortunately, the years have caught up with me and my dancing shoes are worn out.  I call on the Leader to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#Y00200","speaker":"1381"},{"type":"speech","time":1523971800,"counter":90,"content":"<p>I hope the Cathaoirleach's dancing shoes will never be gone.  I thank the 18 Senators and the Cathaoirleach for their contributions.  On behalf of Fine Gael, I join those who sympathised with the McBride family on the sad passing today of Tom McBride, better known as Big Tom.  As Senator Wilson said, he was predeceased by his wife, Rose, who was his friend, companion, confidante, helper and adviser.  On behalf of all Senators, I extend our deepest sympathies to Thomas, Dermot, Aisling and Siobh&aacute;n.  All of us who are of a certain age will always have an affinity and love for \"Four Roads to Glenamaddy\" and \"Gentle Mother\".  Given the contributions of so many here today, from some who knew him well and some who did not, I believe \"humility\", \"gentle\", \"humble\" and \"shy but passionate about his music\" are words and phrases that described the late Tom McBride.<\/p> <p>All of us who heard the news this morning got a jolt and were shocked and saddened.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The tributes paid to Big Tom on &quot;The Ryan Tubridy Show&quot; and &quot;Today with Se&aacute;n O'Rourke&quot; this morning by those who work in the music industry and people who knew him, including a former Leader of the House, Donie Cassidy, left a very strong impression of a man who became famous by accident but who loved his music.  His best legacy is the fact that country music in Ireland is still strong and that he is synonymous with it.  He brought Ireland to the dance halls of the United Kingdom and to the emigrants who had to leave our shores,.  My father spent time in the UK and I know from him that Big Tom was always spoken about.  When we chatted this morning, he spoke about his time in Cricklewood and going to dances on Saturday and Sunday nights.  The Cathaoirleach mentioned his dancing shoes.  Big Tom was a gentle giant and is a true loss to the nation.  Ar dheis l&aacute;imh D&eacute; go raibh a anam d&iacute;lis.<br\/><br\/>I join Senators Bacik, Conway-Walsh, Boyhan and the Cathaoirleach in paying tribute to the students who participated this morning in D&iacute;osp&oacute;ireacht na n&Oacute;g as part of V&oacute;t&aacute;il 100.  Recently, we had a debate on the voting age and young people.  Today, the students who were part of the wonderful showcase to which I refer left us with a huge positive feeling about their intellect, debating ability and presentation, and also their sincerity and the convictions they hold.  It was a wonderful exercise to have the debate in the Seanad Chamber as part of V&oacute;t&aacute;il 100.  I commend all of the students who participated and I thank their parents and schools for being part of today's event.  I thank the members of V&oacute;t&aacute;il 100.  Senator McFadden was probably the architect of the idea but bringing it to its conclusion today took the combined effort of the committee.  I thank all of the members of the V&oacute;t&aacute;il 100 committee for their work on this matter and I congratulate them on bringing D&iacute;osp&oacute;ireacht na nOg to our House of the Oireachtas.  It showcased all that is good about young people.  We can have another debate on the merits and demerits of the voting age but today was a good day for this House and for the Oireachtas.  I congratulate everybody involved.<br\/><br\/>Senators Mark Daly and Feighan referred to the Good Friday Agreement and commended all who were part of the celebration last week in Belfast.  Senator Mark Daly rightly referred to Border.  The issue of Border crossings will have to be addressed in future negotiations on Brexit.  The Senator referenced the Norway-Sweden model and the number of crossings there.  I completely share his view that we need to find a solution that does not bring back a hard border.  This has been the Government's view.  The T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Coveney, will be here to debate the Good Friday Agreement and the North.  Senator Richmond has resumed work on the Brexit committee.  In the coming weeks, it is the intention to have a debate on Brexit in the House, in tandem with the Brexit committee, and I will be happy to have this as part of the work schedule.  It is important that we all wear the green jersey and put this issue to the fore of what we do as a State.  The T&aacute;naiste, the Minister of State, Deputy McEntee, and the Taoiseach have been very strong on this.<br\/><br\/>I join Senator Mark Daly in wholeheartedly commending the awarding of the Pulitzer prize to the newspaper editor in Iowa.  The Senator mentioned that the latter, Art Cullen, has family links to Kilkenny.  I commend Mr. Cullen not least because of his ability to stand up and be counted.  I also commend him on the way in which he has achieved the award in terms of his writing, his flair and the temerity he has shown not just in terms of writing about but also, perhaps, challenging the President of the United States.  I certainly join the Senator in congratulating him.  He is editor of <i>The Storm Lake Times<\/i>in Storm Lake, Iowa.  It is always important that we commend, support and salute the type of tenacious writing and reporting and the impressive independence that allows journalists to challenge and question those of us in the political class and that allows people to be curious.  This is something we should always support.  I join Senator Mark Daly in supporting it today.<br\/><br\/>Senators Craughwell and Wilson referred to the Defence Forces.  I commend the men and women of our Defence Forces on the work they do.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->All of us are proud of the work they do, whether in the Mediterranean or on UN missions.  Senator McFadden has always been a strong exponent of the Defence Forces.  To be fair, the Minister of State, Deputy Kehoe, has been in the House on a number of occasions regarding the Defence Forces.  I hope that we would not politicise the Defence Forces.  Listening to Senator Craughwell, one would never know that the Minister of State, Deputy Kehoe, has commenced a review of the 1994 to 2006 Acts in terms of conciliation and pay or that for the past two years a greater number of people have joined the Defence Forces than have left them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#Y00300","speaker":"1391","continuing":true},{"type":"speech","time":1523971800,"counter":93,"content":"<p>That is not true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA00200","speaker":"1390"},{"type":"speech","time":1523971800,"counter":94,"content":"<p>Approximately 800 people were recruited, the cadet class for last year, and this year, is 100 and all Defence Forces personnel have received a pay increase.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA00300","speaker":"1391"},{"type":"speech","time":1523971800,"counter":95,"content":"<p>Why are there only five officers running a battalion?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA00400","speaker":"1390"},{"type":"speech","time":1523971800,"counter":96,"content":"<p>The Defence Forces has introduced a new payscale for recruits-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA00500","speaker":"1391"},{"type":"speech","time":1523971800,"counter":97,"content":"<p>It is a disaster.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA00600","speaker":"1390"},{"type":"speech","time":1523971800,"counter":98,"content":"<p>-----which gives them an additional &euro;5,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA00700","speaker":"1391"},{"type":"speech","time":1523971800,"counter":99,"content":"<p>It is a disaster.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA00800","speaker":"1390"},{"type":"speech","time":1523971800,"counter":100,"content":"<p>I appreciate that Senator Craughwell is on a journey.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA00900","speaker":"1391"},{"type":"speech","time":1523971800,"counter":101,"content":"<p>A journey to where?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA01000","speaker":"1420"},{"type":"speech","time":1523971800,"counter":102,"content":"<p>I will not go into that now.  One would never know that recruitment is ongoing in terms of cadets, general services staff and Air Corps apprentices.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA01100","speaker":"1391"},{"type":"speech","time":1523971800,"counter":103,"content":"<p>We are failing, failing, failing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA01200","speaker":"1390"},{"type":"speech","time":1523971800,"counter":104,"content":"<p>Allow the Leader to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA01300","speaker":"1381"},{"type":"speech","time":1523971800,"counter":105,"content":"<p>For the past few months, through pay agreements and sectoral changes, the starting salary for three-star privates has increased by 25%.  Listening to Senator Craughwell one would think he has never heard this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA01400","speaker":"1391"},{"type":"speech","time":1523971800,"counter":106,"content":"<p>Come on now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA01500","speaker":"1390"},{"type":"speech","time":1523971800,"counter":107,"content":"<p>Everything I have said is factual.  It is not fake news.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA01600","speaker":"1391"},{"type":"speech","time":1523971800,"counter":108,"content":"<p>I am afraid part of it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA01700","speaker":"1390"},{"type":"speech","time":1523971800,"counter":109,"content":"<p>It is not.  Unlike others, I do not deal in fake news.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA01800","speaker":"1391"},{"type":"speech","time":1523971800,"counter":110,"content":"<p>Experienced people cannot be replaced by recruits.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA01900","speaker":"1390"},{"type":"speech","time":1523971800,"counter":111,"content":"<p>If the Leader allows a debate Senator Craughwell can raise the issue then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA02000","speaker":"1381"},{"type":"speech","time":1523971800,"counter":112,"content":"<p>The Minister has established a pay commission and &euro;500 million capital expenditure has been provided under Ireland 2040.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA02100","speaker":"1391"},{"type":"speech","time":1523971800,"counter":113,"content":"<p>In fairness, a Chathaoirligh, we asked for the Taoiseach and Minister for Defence to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA02200","speaker":"1390"},{"type":"speech","time":1523971800,"counter":114,"content":"<p>I am responding to the Senator's request.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA02300","speaker":"1391"},{"type":"speech","time":1523971800,"counter":115,"content":"<p>Let the Taoiseach come in and do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA02400","speaker":"1390"},{"type":"speech","time":1523971800,"counter":116,"content":"<p>I appreciate that Senator Craughwell had the airwaves to himself over the Easter recess but we all believe that Defence Forces personnel deserve to be paid properly and fairly.  Recruitment is ongoing and discussions and negotiations are under way as we speak.  I believe it would be a wrong move to have An Taoiseach come into the House for a debate on the Defence Forces.  The Minister of State, Deputy Kehoe, is the line Minister for the Defence Forces and I am happy to ask him to return to the House for that debate.  I am happy to discuss the matter further with Senator Craughwell following the Order of Business.<\/p> <p>Senator Dolan raised the issue of Adam King, in respect of which I do not have information to hand.  I agree with the Senator that it should not take a television or radio programme or an article in a newspaper for a person to get that to which he or she is entitled.  If that is what happened in this case, that is unacceptable.  We employ people in the HSE whose job it is to deliver services, provide equipment and manage facilities.  I am happy to ask the Minister for Health to come to the House for a debate on the matter.<\/p> <p>Senator Dolan is correct that provision of services and facilities for people with disabilities is at the core of the UN Convention on the Rights of Persons with Disabilities.  This is about people, men, women and children, who deserve to be treated with respect and in a dignified manner.  I make no apology for saying that.  The Senator will be aware of my involvement in terms of disability issues.  The Senator is correct that it is not good enough that the HSE would only respond when a matter is highlighted on a television programme.  We need proper planning on behalf of people.<\/p> <p>Senator Bacik raised the issue of Syria.  I thought we agreed a cross-party motion on the last occasion we discussed the issue.  I join with Senator Bacik in condemning the attack in Syria last weekend.  Ongoing counter military action is not the way forward.  We need to bring about a resolution through the United Nations.  I am of the view that the United Nations, in not doing its business, is failing the people of Syria.  Senator Bacik is correct that the Russians have vetoed 12 UN motions on Syria.  This is not only about the United Nations.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am on the Organization for Security and Co-operation in Europe Parliamentary Assembly, OSCE PA, and the Russians there are equally obdurate.  However, I believe a concerted effort must be made to ensure that we end the slaughter and killing in Syria and the awful treatment of the people by their own.  I commend the Senator on that.<br\/><br\/>Senators Bacik and Coghlan raised the freedom of the press and the ongoing issues around INM.  All democrats recognise the importance of media and respect their independence and the need for a free and democratic press.  Senator Coghlan spoke about media ownership.  I believe his remarks are right.  If we are going to have a small number of owners and a monopoly situation, that would be contrary to the common good.  I agree with Senator Coghlan.  In the D&aacute;il this afternoon the Taoiseach said he would look at other reports on media freedom and that he would consider legislation, if required, to protect journalists' sources.  All of us agree that we must have an independent, free press and strong, independent media.  Any alleged breach of personal data is worrying and wrong and we should utterly condemn it.  I realise the matter is before the courts as the Office of the Director of Corporate Enforcement has made an application to the High Court, but all of us agree on the need for strong, independent media.<br\/><br\/>Senators Black and Bacik raised the report on alcohol published by the HSE and Trinity College and commended the three authors of the report.  It highlights what we on the Oireachtas joint committee began, which led to the Public Health (Alcohol) Bill being passed by this House.  That Bill is on Committee Stage in the D&aacute;il and is navigating its way through that House.  The report highlights that we, as a people and a society, must have a serious conversation about our relationship with alcohol, how we misuse alcohol and the impact it has on people's lives, their work output in the context of the loss of hours and public health in terms of bed nights in hospitals.  It is something we will have to return to again on a number of occasions.<br\/><br\/>Senators Conway-Walsh and Swanick raised transport and bus route No. 52 from Ballina to Galway.  I am not familiar with the issue they raised.  I am of the view that the Minister for Transport, Tourism and Sport should not be <i>au fait<\/i>with all transport routes and links in the country, but it is a matter for the Department.  The Senators said it was TII or the NTA that has overall responsibility, but I will be happy to invite the Minister to the House to discuss transport matters.  I believe that, in general, there must be more accountability on the part of Bus &Eacute;ireann and the NTA regarding the provision of bus service routes and bus shelters across the country.  There is no accountability.  Equally, in health matters, the HSE must step up and be held to account for the management of the resources it has been given.  To be fair to the Minister, Deputy Ross, he is not responsible for the planning of bus routes but I will endeavour to bring him to the House to discuss transport.<br\/><br\/>Senators Murnane O'Connor and Devine raised the publication today of the Women's Aid report.  The figures in that report are very worrying.  I commend Women's Aid on its invaluable work.  The Government is committed to supporting the victims of domestic violence.  When we previously discussed the Domestic Violence Bill all of us spoke about the need to end the menace of domestic violence.  The programme for Government is committed to the second national strategy on domestic, sexual and gender-based violence.  It is important to add the latter as well.  The ratification of the Istanbul Convention is part of that.  The Domestic Violence Bill that was passed by this House is also navigating its way through the D&aacute;il and is on Report Stage.  I hope it will be passed because it is important that we send a strong message to society in general regarding the issues raised by Senators Murnane O'Connor and Devine.  It is also about raising awareness and I hope we can have a debate in the House on the report in the coming weeks.<br\/><br\/>Senator &Oacute; C&eacute;idigh raised Brexit and the issue of aviation policy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will be happy to have the Minister come to the House to discuss this important matter, particularly aviation safety after Brexit.<\/p><p>Senator Ray Butler raised the issue of local authorities using private traffic warden services, specifically in Navan.  As I am not familiar with the issue, perhaps he will submit it as a Commencement matter. <\/p><p>Regrettably, I cannot accept the amendment proposed by Senator Swanick.  It is not that I disagree with the sentiment the Senator expresses but rather that talks on a new contract for general practitioners, including remuneration, are about to begin between the medical organisations, the Department and the Health Service Executive.  I agree that progress must be made in this matter.  Rather than divide the House, I ask the Senator to withdraw the amendment.  I will ask the Minister to come to the House for a debate on this important matter.  I appreciate the work being done by general practitioners in the primary care setting, which is of great importance in the future health landscape as we enter the era of Sl&aacute;intecare.  I will be pleased to hold a debate on the matter at a later stage. <\/p><p>I compliment Senator Swanick and Senator Conway-Walsh on accepting, on behalf of the people of Erris, an award at the People of the Year Awards.  Senator Hopkins also attended the event with members of her local community.  The attendance of Senators showed that politicians are members of the community and are not aloof and isolated.  Comhghairdeas le na Seanad&oacute;ir&iacute;.<\/p><p>Senator Richmond referred to the 14 new schools announced last week.  The Minister for Education and Skills, Deputy Richard Bruton, is committed to coming to the House in the weeks ahead to discuss the Action Plan for Education.  I will be glad to have the matter raised by the Senator discussed in that debate.<\/p><p>Senator &Oacute; R&iacute;ord&aacute;in also raised the issue of education.  I am not familiar with the important issue he raised regarding a school for Travellers.  Perhaps he will consider submitting a Commencement matter on the issue.  Regarding housing and land zoning, it is important to strike the right balance between our desire for more housing and the need to keep open spaces open to the public for recreational and leisure use.  I agree with the Senator on this point.  I also welcome today's meeting between the Minister of State at the Department of Education and Skills and students to discuss the need for a cap on rents for student accommodation.<\/p><p>To respond to Senator Paddy Burke, I congratulate and pay tribute to all of those involved in the opening of the Chinese market to Irish beef.  The Senator correctly noted his role in this matter and the role played by others, including the former Ceann Comhairle, the Minister for Agriculture, Food and the Marine and the T&aacute;naiste and Minister for Foreign Affairs and Trade.  I compliment the Minister for Agriculture, Food and the Marine and his officials on the work they did to deliver access to this significant market for Irish farmers.<\/p><p>I concur with Senator Boyhan on the need for a complete reform of the rates system.  While the system cannot be abolished for obvious reasons, I agree it is archaic and needs to reviewed, not least the matter of the role of the Valuation Office in determining the moneys being paid by a sizeable company.  I will ask the Minister to come to the House to debate the issue. <\/p><p>On Senator Feighan's comments on the Good Friday Agreement, he can raise these matters in tomorrow's debate with the T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Simon Coveney. <\/p><p>If Senator Swanick agrees to withdraw his motion, I will have the Minister come to the House for a debate in the coming weeks. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#AA02500","speaker":"1391","continuing":true},{"type":"speech","time":1523971800,"counter":119,"content":"<p>Senator Swanick has moved an amendment to the Order of Business: \"That No. 63, motion 12, be taken before No. 1.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#CC00200","speaker":"1381"},{"type":"speech","time":1523971800,"counter":120,"content":"<p>In light of the Leader's response, I am happy to withdraw the amendment.  I look forward to having the Minister in the House to debate the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#CC00300","speaker":"1373"},{"type":"unspoken","time":1523971800,"counter":121,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1523971800,"counter":122,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Planning and Development (Amendment) Bill 2016: Committee Stage (Resumed)","time":1523971800,"counter":123,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#DD00100"},{"type":"speech","time":1523971800,"counter":124,"content":"<p>I welcome the Minister of State at the Department of Housing, Planning and Local Government, Deputy English, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#DD00200","speaker":"1420"},{"type":"unspoken","time":1523971800,"counter":125,"content":"<p>Debate resumed on amendment No. 34:<\/p><p><\/p>"},{"type":"speech","time":1523971800,"counter":126,"content":"<p>The amendment relates to the national planning framework and it calls on the Government to ensure that a vote is held in the Seanad and the D&aacute;il before the document is placed on a statutory footing.  I will call a vote on this amendment when it is appropriate to do so.  If the vote falls I would like to return to the matter on Report Stage.  This is because of legal advice that has been given to the housing committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#DD00500","speaker":"1372"},{"type":"speech","time":1523971800,"counter":127,"content":"<p>Amendments Nos. 34 and 35 are to be discussed together.  My amendment No. 35 proposes that the Government shall submit a draft of the revised or new national planning framework, together with environmental report and appropriate assessment report for approval by vote of each House of the Oireachtas before it is published.  This is important.  There can never be enough communication when it comes to government.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2018&amp;amp;month=04&amp;amp;day=17\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There needs to be transparency and communication.  This was not the experience of the public or anyone outside the Fine Gael Party when it came to the national planning framework.  I am proposing an amendment today that seeks to strengthen the Bill.  It will ensure that never again can a Government set up a stall in rural Ireland and launch a document advertising its wares without proper discussion in this Parliament.  The Fianna F&aacute;il Party proposes this amendment so that no matter what national planning framework ever again comes to this Parliament, it cannot go through without a vote in the D&aacute;il and in the Seanad.  I will be looking for the Minister of State's support in this.  There was a lot of disappointment over what happened with the national planning framework.  Many people I spoke to were very disappointed.  This national planning framework has a massive impact on people's lives, whether it is through quality of life, job creation or transport.  This is about people's lives and it is important that nothing else can happen again unless it is voted through the Seanad and the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#DD00600","speaker":"1395","continuing":true},{"type":"speech","time":1523971800,"counter":129,"content":"<p>I want to speak in support of the amendment but I want to hear what the Minister of State has to say first.  There was an expectation that the Houses of the Oireachtas would approve the national planning framework.  I want to say from the outset that I am supportive of the framework in total.  It is an amazing and positive document.  I have attended two conferences where I have seen the Minister of State's officials, whom I compliment, give presentations on this to local elected members.  They had a really good engagement and conversation.  They were the two most important sessions at these councillors' conferences that I have attended in the past few years.  It is important to acknowledge the work of the Minister of State's officials.  I want that to go back to them.  They are on top of it and fully understand it.<\/p> <p>This is a plan, like Rebuilding Ireland.  It is a good thing for people to commit to a plan and set down objectives.  We all want prosperity and for our country to be developed and planned in a proper and sustainable way.  We all want to bring the economic benefits across the island of Ireland.  It is a good document.  In the absence of anything else, it is exceptionally good.  However, I do think there was a genuine expectation.  It might be helpful if the Minister of State could share with us whether he has seen the legal advice provided to the joint Oireachtas committee.  He may be aware of it and may or may not have seen it.  He might comment on it if he wishes.  I think it is appropriate to comment.  He might also state whether the Department and Government sought advice on it.  They had a very impressive launch down in Sligo and I know they were keen to get on with it.  The Minister of State is also keen to get on with this legislation.  I do not think there is any point in revisiting history but there are lessons to be learned on all sides about how this expectation came about and why it did not happen.  The Minister of State might share with us his knowledge on these question if that is appropriate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#EE00200","speaker":"1379"},{"type":"speech","time":1523971800,"counter":130,"content":"<p>I think we had a lengthy discussion on this amendment previously but I will do a little bit of recapping.  I accept what Senator Boyhan has said.  Some genuinely had an expectation that there would be a vote on this.  We were very clear, certainly in the discussion in the D&aacute;il when this was referred to committee.  What the committee was doing on behalf of both Houses of the Oireachtas was bringing forward the submission and suggestions for the Government to act on, which we did.  We were very clear in the D&aacute;il at that stage, last October, about the process.  That was the time for the Oireachtas to have its say on that, on behalf of both Houses, and we were quite clear on it.  I do accept that some genuinely had expectations.  However, others did not but have wanted to approach things differently in the more recent couple of months.  I am disappointed in that.  I accept people who are genuine and genuinely thought this.  Others are just using the system for a different debate, which I am disappointed with because this is a very serious decision on behalf of the country.  It is planning up to 2040.<\/p> <p>To Senator Murnane O'Connor, I have to say that having spent the last two years working with the guys in the Department who are working on this probably for the last three or four years, we all take this job very seriously.  That is why we are looking to 2040.  We understand it is about people's lives and understand the seriousness behind it.  We have taken our job very seriously here.  We have gone out of our way to make sure every Department and agency, any community and anybody who wants to be involved in this has been involved in it.  Their thoughts and concerns, I would say, have been quite well represented with all the different changes.  We went to the regional meetings and local authority meetings.  I do believe there has been a lot of consultation.  We do accept and believe how important this is to people's lives.  While we might not agree with the Senators' amendments and the process they want - there is a reason for that which I will go through - we do recognise how serious it is.  A lot of work was put into this plan by many people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018041700002#EE00300","speaker":"1264"},{"type":"unspoken","time":1523971800,"counter":131,"content":"<p>Additional debate to follow.<\/p>"}]