[{"type":"minorheading","content":"Prelude","time":1468330200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1468330200,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1468330200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1468330200,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1468330200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#A00100"},{"type":"speech","time":1468330200,"counter":6,"content":"<p>I have received notice from Senator Robbie Gallagher that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update in respect of progress on the primary care centre for Monaghan town.<\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Health to outline what procurement policies and requirements the Irish Blood Transfusion Service currently follows.<\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for Jobs, Enterprise and Innovation to inform the House when she intends to ratify the Marrakesh treaty, which deals with copyright issues in producing books in electronic format for people in Ireland with print disabilities.<\/blockquote> <p>I have also received notice from Senator Niall &Oacute; Donnghaile of the following matter:<\/p><blockquote>The need for the Minister for Foreign Affairs and Trade to work with his officials on expediting the opening of an Irish passport office facility in Belfast to meet not only the regular high demand for Irish passports that has existed there, but also given the unprecedented number of applications following the referendum on membership of the European Union.<\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for Health to amend, with regard to the three-year rule, the current rules of the fair deal scheme that apply to members of the business and farming community.<\/blockquote> <p>I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister for Health to acknowledge the worsening problem of both illegal and legal steroid use in Ireland, which is becoming more prevalent in sports clubs, gyms and facilities throughout the country, and to outline when legislation will be enacted to deal with this issue.<\/blockquote> <p>I have also received notice from Senator Maura Hopkins of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to provide an update on the N5 Ballaghaderreen to Scramogue Road project, the estimated timeframe for delivery of this project and the interim measures required to address current identified road safety issues on the existing N5 route, particularly between Frenchpark and Tulsk.<\/blockquote> <p>I have also received notice from Senator Jennifer Murnane O'Connor of the following matter:<\/p><blockquote>The need for the Minister for the Environment, Community and Local Government to amend the terms of qualification for the new tenant purchase scheme so that people on social welfare are not excluded from it.<\/blockquote> <p>I have also received notice from Senator Paddy Burke of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to review the Government policy regarding the Road Safety Authority tendering process for driving licences to allow post offices to act as agents in processing and co-ordinating applications.<\/blockquote> <p>I have also received notice from Senator Aidan Davitt of the following matter:<\/p><blockquote>The need for the Minister for Jobs, Enterprise and Innovation to provide an update on plans to assist the 90 staff of Imperial Tobacco, Mullingar, with its pending closure, sourcing new employment and to ensure that IDA Ireland replaces these jobs in Mullingar.<\/blockquote> <p>I have also received notice from Senator Trevor &Oacute; Clochartaigh of the following matter:<\/p><blockquote>An g&aacute; at&aacute; ann go dtabharfaidh an tAire Oideachas agus Scileanna soil&eacute;iri&uacute; ar c&eacute;n uair an bhfuil an Roinn chun maoini&uacute; breise a shol&aacute;thar le h-&aacute;iseanna agus seomra&iacute; breise a chur ar f&aacute;il ag an scoil Tigh Nan Dooley ar an gCeathr&uacute; Rua, i gContae na Gaillimhe, le gur f&eacute;idir leis an scoil an curaclam ioml&aacute;n a chur ar f&aacute;il do na dalta&iacute; ansin.<\/blockquote> <p>I have also received notice from Senator Ivana Bacik of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to outline the safeguards and mechanisms in place for ensuring good governance policies and procedures are adopted within national sports organisations funded by the Irish Sports Council.<\/blockquote> <p>I have also received notice from Senator P&aacute;draig Mac Lochlainn of the following matter:<\/p><blockquote>The need for the Minister for Jobs, Enterprise and Innovation to outline her Department's strategy for investment and job creation in the Inishowen Peninsula, County Donegal, an area larger than County Louth and with a population greater than that of County Leitrim.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Gallagher, Boyhan and Conway and they will be taken now.  Senator &Oacute; Donnghaile has withdrawn his commencement matter, which I had selected.<\/p><p>Senators Colm Burke, Devine, Hopkins, Murnane O'Connor, Paddy Burke, Davitt, &Oacute; Clochartaigh, Bacik and Mac Lochlainn may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#B00100","speaker":"1381"},{"type":"majorheading","content":"Commencement Matters","time":1468330200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#B00200"},{"type":"minorheading","content":"Primary Care Centres","time":1468330200,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#B00300"},{"type":"speech","time":1468330200,"counter":9,"content":"<p>Ba mhaith liom f&aacute;ilte a chur roimh an Aire go dt&iacute; an Teach inniu.  The Minister of State with responsibility for disability issues is very welcome.  I always knew he was very talented.  I happened to tune into RTE radio on Saturday afternoon.  He confirmed the fact.  He, along with some of his colleagues here, came across very well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#B00400","speaker":"1396"},{"type":"speech","time":1468330200,"counter":10,"content":"<p>I always wanted to be in a boy band.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#B00500","speaker":"1359"},{"type":"speech","time":1468330200,"counter":11,"content":"<p>I compliment the Minister of State on that.<\/p> <p>This matter relates to a proposed primary care centre for Monaghan town and north County Monaghan.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Over a decade ago Monaghan hospital lost its acute services.  This caused much trauma, concern and pain to the people of the county.  Since then, they have been forced to travel, and sometimes to take their place in a queue, in order to have an emergency attended to in hospitals either in Cavan or Drogheda.  At the time the service was removed, the HSE promised that a primary care centre would be fast-tracked for north County Monaghan.  Unfortunately, that was over ten years ago and there has been no sign of a brick being laid.<\/p><p>We all agree on the virtues of primary care.  It is estimated that 95% of all health care can be taken care of at a local level.  Therefore, it is vitally important that such facilities are fast-tracked, particularly in a county that has no acute hospital services.  I am very disappointed with the delay.  I understood that different sites had been explored and examined and that a site at the current campus of Monaghan General Hospital had been selected.  We expected a lot more progress would have been made long before now and I am sad to say that I have nothing to report at this point.  I ask the Minister of State to update me on the current situation and explain the reason for the delay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#B00600","speaker":"1396","continuing":true},{"type":"speech","time":1468330200,"counter":13,"content":"<p>I thank the Senator for his question.  Two of his colleagues were on the programme as well, Senators Frances Black and Fintan Warfield, and they were way more talented than I.  I always wanted to be in a boy band so we had a good afternoon and got a bit of politics in as well.<\/p> <p>I congratulate Senator Gallagher on being elected to the Seanad and wish him the best of luck.  I thank him for raising the development of the primary care centre for Monaghan town and I welcome the opportunity to outline the current position on this important health infrastructure development.<\/p> <p>Over the past number of years work has been under way to deliver and manage health care as far as possible within a primary care setting, with patients less frequently requiring admission to hospital.  The development of primary care is central to the Government's objective of delivering a high quality, integrated and cost-effective health care system.  Enhancing and expanding capacity in the primary care sector is crucial to ensuring delivery of a preventive, joined-up approach to the management of the nation's health and the modernisation of primary care delivery.  The programme for a partnership Government sets out a clear vision for health services in Ireland that is community-based, responsible and accessible to patients.  The development of primary care is central to this by shifting the balance of care from a hospital-centric system to one located in the community, enabling users to access easily a broad spectrum of care services through their local primary care team.  I have outlined the principle behind the system and the broader vision involved.<\/p> <p>The delivery of primary care infrastructure is, however, dependent on a number of factors, including suitable locations being available, successful planning processes and a commitment by GPs to sharing accommodation and delivering health care services with HSE staff.  The HSE is looking to provide a new primary care centre in Monaghan town to best provide for the needs of the population of Monaghan and I strongly support the Senator's view on this matter.  The primary care centre for Monaghan town is included in the HSE's multi-annual capital plan and is currently at the design stage.  The proposed location is the Monaghan hospital campus and it is presenting certain technical challenges - hence the delay.  The HSE is examining these matters with the design team and all options for the delivery of the project are being considered.  This process to identify a satisfactory solution to address these design challenges has not yet concluded.  After the design issues have been dealt with, I hope to come back to the Senator and we can see what can happen from there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#C00200","speaker":"1359"},{"type":"speech","time":1468330200,"counter":14,"content":"<p>I thank the Minister of State for his response.  I plead with him to use his good offices to try to ensure this project is fast-tracked as a matter of urgency.  I will not go over the same ground again.  Suffice to say this facility is badly needed.  It would be very much appreciated by the people of County Monaghan, and by me, if the Minister could use his good offices to assert the case for the primary care centre for Monaghan town.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#D00100","speaker":"1396"},{"type":"speech","time":1468330200,"counter":15,"content":"<p>Let me reassure Senator Gallagher that I accept his point that the primary care centre is badly needed.  We need to make progress.  I will talk to the Minister for Health, Deputy Simon Harris, about the design and technical delays.  We all agree in principle that a primary care centre is needed in Monaghan.  A site is available, so we should do the job.  I assure the Senator that I will bring his message to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#D00200","speaker":"1359"},{"type":"minorheading","content":"Irish Blood Transfusion Service","time":1468330200,"counter":16,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#D00250"},{"type":"speech","time":1468330200,"counter":17,"content":"<p>I wish to ask about the public procurement of products and services for the Irish Blood Transfusion Service, IBTS.  I have already submitted details to the Department of Health.  We know that, under statute, the Irish Blood Transfusion Service is fully accountable to the Minister for Health.  The principal activity of the IBTS is to provide blood and blood products for humans.  The IBTS is also responsible for the collection of blood platelets and for managing the unrelated bone marrow registry in Ireland.<\/p> <p>My concerns relate to public procurement.  It has been brought to my attention that there are issues in this regard.  When a body raises concerns, one must differentiate a failure to secure a procurement contract through a public procurement process from more substantive concerns.  I am not here to make that judgment call.  I wish to express concerns raised by parties who have been in touch with me and to seek reassurance that the procurement process is being followed to the letter of the law.  We all know that the key thing underpinning confidence in any public procurement process is transparency.  I wish to see reassurances from the Minister on five or six key matters.  Does the organisation maintain a tender list?  We need to see a schedule of advertising of products and services.  There is a subtle difference between the product - blood transfusions - and the services that the board contracts in.  Are there records of tendering timescales, receipts of opening of tenders, records of all tender evaluations, and retention of these records historically - or certainly for a period of five or six years - for potential audit?  The concerns I heard were about a number of issues relating to products and services provided by the IBTS.  I request that the Minister - not necessarily today, but in the future - discuss these issues with the Irish Blood Transfusion Service and seek assurances that the public procurement process is being followed to the letter of the law in respect of the various thresholds that apply for public procurement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#D00400","speaker":"1379"},{"type":"speech","time":1468330200,"counter":18,"content":"<p>I thank Senator Victor Boyhan for raising this important issue.  Before I respond to him, I pay tribute to all who donate blood to the Irish Blood Transfusion Service.  This fantastic service saves many lives.  We all know of friends and family members who have benefited from it.  I am taking this commencement debate on behalf of my colleague, the Minister for Health, Deputy Harris, so I will raise the points made by the Senator when I speak to him.<\/p> <p>I thank the Senator for raising this issue and for giving me the opportunity to address the House.  The remit of the Irish Blood Transfusion Service is to provide a safe, reliable and robust blood service to the Irish health system.  Blood and the products derived from it are an integral part of our health care delivery.  A major objective of the IBTS is to enure that it always has the necessary programmes and procedures in place to protect both the donors and the recipients of blood and blood products.  The Department of Finance published a revised code of practice for the governance of State bodies in May 2009.  The code defines corporate governance as comprising the systems and procedures by which enterprises are directed and managed.  State bodies must serve the interests of the taxpayer, pursue for value for money in their endeavours and act transparently as public entities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The boards and the management of State bodies must accept accountability for the proper management of the organisations involved.  State bodies and their subsidiaries are required to confirm to the relevant Minister that they comply with the up-to-date requirements of the code in their governance practices and procedures.<\/p><p>In regard to the procurement issue, the IBTS has confirmed in writing in respect of 2015 that requirements for public procurement are understood and adhered to; appropriate attention is given to, and adequate procedures are in place for ensuring compliance with procurement policy and guidelines; EU directives and national regulations on procurement are being complied with; and a corporate procurement plan is in place in accordance with the national public procurement framework.  This procurement plan reinforces the IBTS's commitment to effective and efficient resource allocation and service provision to all its customers.<\/p><p>A copy of the annual accounts of the IBTS and the auditor's certificate and report thereon must also be presented to the Minister.  The IBTS financial statements are laid before the Houses of the Oireachtas, and the 2014 statements were laid on 5 October 2015.  The 2015 statements will be laid very very shortly.  Every effort will continue to be made to ensure robust governance is in place in the IBTS, including in regard to procurement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#D00500","speaker":"1359","continuing":true},{"type":"speech","time":1468330200,"counter":20,"content":"<p>I thank the Minister of State for a very comprehensive report.  I was reading it line by line as the Minister of State delivered it.  I note that in the last paragraph he raised the issue of the 2015 auditor's report and accounts and added that it will be laid before the House very very shortly - I note the Minister of State added the words \"very very\" to his script.  I welcome that.  I suggest we look at them.  The period I am referring to is in 2015.  The sooner we could have the 2015 statements before the House, the better.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#E00200","speaker":"1379"},{"type":"speech","time":1468330200,"counter":21,"content":"<p>The Senator is right to seek reassurance on issues relating to the procurement process.  He raised the matters of the tender lists, the record of tenders, the retention of records and the relationship to 2015.  I will go back to the Minister for Health, Deputy Simon Harris, for an update on the situation and act immediately on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#E00300","speaker":"1359"},{"type":"minorheading","content":"International Agreements","time":1468330200,"counter":22,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#E00350"},{"type":"speech","time":1468330200,"counter":23,"content":"<p>I have tabled this Commencement matter on behalf of the National Council for the Blind of Ireland.  I welcome the Minister of State at the Department of Jobs, Enterprise and Innovation, Deputy Pat Breen.  It is appropriate that he would take this matter as it falls within his area of responsibility.  Commencement matters are regularly taken by Ministers who have no line responsibility as such.<\/p> <p>The Marrakesh treaty was a culmination of years of work by the International Blind Union and various NGOs involved in sight loss and people with eyesight difficulties, the principle being access to print material.  Unfortunately 90% of the books printed in the world are not available electronically.  People who are blind or visually impaired or who have sight loss as a result of diabetes and various other conditions have limited access to books.  I often give the analogy that if one were to go into Easons on O'Connell Street and find 90% of the shelves empty, one would get out the back door as quick as lightning because of lack of choice.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is the situation faced by people who are blind and visually impaired in terms of access to printed material.  As a result of technology upgrades, such as the iPad and improvements in digital facilities and so on, the provision of print material in electronic format is simple.  The problem that arises is one of copyright and publishers.  <\/p><p>Following years of negotiations between the various stakeholders, the UN Marrakesh treaty was agreed.  I raised this issue in the House prior to its agreement and the Minister of State's predecessor, Deputy Sherlock, took a hands-on approach to ensuring Ireland played its role in the negotiations that took place on the treaty.  The Marrakesh treaty has now been ratified by 20 countries, which effectively means that it will come into force.  When is it proposed that Ireland will ratify this treaty?  Does the Minister of State, Deputy Pat Breen, have a timeline in mind?  Are his departmental officials working on ratification of the treaty and, if so, when can we expect Ireland to sign up to the treaty?  <\/p><p>The Marrakesh treaty eliminates the copyright issues around the provision of print material in electronic format.  Most countries have a lead agency which deals with this process to ensure the integrity of the process is protected and, obviously, that the interests of publishers are protected.  If the copyright issues are dealt with, as is the case in respect of the Marrakesh treaty, and if Ireland were to ratify it, I would contend that instead of 90% of books not being available, 90% of books would be available.  This would be revolutionary for the 270,000 people in this country who are blind or visually impaired.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#E00700","speaker":"1416","continuing":true},{"type":"speech","time":1468330200,"counter":25,"content":"<p>As the Cathaoirleach was not in the House on the last occasion I was here, I take this opportunity to congratulate him on his appointment.  I thank Senator Conway for raising this important issue.  I know the Senator well and I am aware of his special interest in issues affecting people with disabilities.<\/p> <p>The Marrakesh treaty was adopted on 28 June 2013 at Marrakesh and was signed by over 50 countries.  It is an international agreement under the auspices of the World Intellectual Property Organisation based in Geneva.  The treaty facilitates access to published works for persons who are blind, visually impaired or otherwise print disabled.  The object of the treaty is to improve access to books and other publications in braille, large print text and audio format.  The treaty also provides for the exchange of works across borders by organisations that serve people who are blind, visually impaired and print disabled.  <\/p> <p>Canada recently became the 20th state to accede to the treaty, which means the treaty will now come into force on 30 September 2016 for those countries that ratified it.  When the treaty comes into effect it will oblige contracting states to introduce limitations and exceptions in copyright law to ensure access to books and other publications in accessible format.  It will also oblige contracting states to allow the import and export of accessible versions of books and other copyrighted works without the need for permission from the copyright holder.  This sharing of works in accessible format should increase the overall number of works available to persons in need.<\/p> <p>Ireland played an integral role in the negotiation of the Marrakesh treaty and contributed to the conclusion of the treaty during the Irish Presidency in 2013 of the European Union.  Subsequently, the Government approved the signature of the treaty by Ireland and the permanent representative of Ireland to the United Nations in Geneva, Patricia O'Brien, signed the treaty on behalf of Ireland on 20 June 2014.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Pat Breen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1766\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1766&amp;amp;pid=PatBreen&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This indicates Ireland's commitment to the objective of the Marrakesh treaty.  Ratification of the treaty will require contracting parties to adopt national law provisions which will permit the reproduction, distribution and making available of published works in accessible formats through limitations and exceptions to copyright.  Ireland and other EU member states operate exceptions in their national copyright laws allowing for the adoption of books into formats easier to use for visually impaired persons.  This does not operate in a harmonised manner, however, and the current framework does not facilitate cross-border sharing of accessible format copies, which is a cornerstone of the treaty.<\/p><p>The European Union signed the treaty in April 2014 on the basis of a proposal by the Commission and a mandate from the Council of the European Union.  In discussions following the act of signature, the Council could not reach agreement ratification within the EU.  As a result, the European Commission has formally asked the Court of Justice of the European Union for its opinion on whether the European Commission has exclusive competence to conclude the Marrakesh treaty on behalf of the European Union.  This matter remains under consideration by that court.<\/p><p>The EU remains committed to ratification of the Marrakesh treaty, and this commitment is reflected in the Commission communication on copyright published in December 2015.  In its communication, the Commission outlined its intention to bring forward legislative proposals to ratify and implement the Marrakesh treaty.  These proposals are expected in September 2016.  Ireland remains fully supportive of the aims of the treaty and is ready and willing to work proactively in Council towards ratification of the treaty as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#F00200","speaker":"1272","continuing":true},{"type":"speech","time":1468330200,"counter":27,"content":"<p>I thank the Minister of State for a comprehensive update on this matter.  The strategy of it being an all-European treaty to be ratified by all countries at the same time is good.  Ireland has a small publication of print material while Europe has significantly more.  This is a positive update.  I know these matters are slow but it is moving in the right direction, which is important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#G00200","speaker":"1416"},{"type":"speech","time":1468330200,"counter":28,"content":"<p>I thank Senator Conway for his positive response.  An independent copyright review committee was established by the then Minister for Jobs, Enterprise and Innovation in May 2011 to examine copyright framework from the perspective of removing any obstacles to innovation.  The committee's report, Modernising Copyright, was published in October 2013.  The report contained in excess of 60 recommendations covering a diverse range of issues, including that of the access to justice before the Courts, particularly for low-value claims relating to intellectual property infringements.<\/p> <p>Since publication, the Department has conducted extensive analysis of the recommendations, including examination from a policy perspective with relevant Departments and assessment of the complex legal issues involved in certain proposals.  The Minister for Jobs, Enterprise and Innovation, Deputy Mitchell O'Connor, expects to be in a position in the coming weeks to bring to Government the Department's response to the committee&rsquo;s recommendations and to seek approval for legislative proposals on several of its recommendations, including the area of interest to the Senator.  I am sure Senator Conway is aware of the copyright review committee, chaired by Dr. Eoin O'Dell.  I thank him for raising this issue and will keep him informed of any developments in this area and of the report in September.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#G00300","speaker":"1272"},{"type":"unspoken","time":1468330200,"counter":29,"content":"<p>Sitting suspended at 3.05 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1468330200,"counter":30,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#N00100"},{"type":"speech","time":1468330200,"counter":31,"content":"<p>The Order of Business is No. 1, motion re appointments to the Seanad Committee on Procedure and Privileges, to be taken on the conclusion of the Order of Business without debate; No. 2, motion re appointments to the Seanad Committee of Selection, to be taken on the conclusion of No. 1 without debate; No. 3, statements on social protection, to be taken at 5.30 p.m. and to conclude no later than 7 p.m., with the contributions of group spokespersons not to exceed eight minutes and those all other Senators not to exceed five minutes, with the Minister called upon to reply to the debate no later than 6.55 p.m.; and No. 4, statements on public procurement, to be taken at 7 p.m. and to conclude no later than 8.30 p.m., with the contribution of group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes, with the Minister to be called upon to reply to the debate no later than 8.25 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#N00200","speaker":"1391"},{"type":"speech","time":1468330200,"counter":32,"content":"<p>We will table an amendment to the Order of Business with regard to the reports in <i>The<\/i><i>Sunday Business Post <\/i>about accident and emergency departments.  An interesting fact has emerged to the effect that, following over 20 years of reports and consultants being asked to consider issues on behalf of different Ministries in the UK, no report disagreed with the British Government's position.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is an amazing statistic when one thinks about it.  I am sure the statistic would not be much different in Ireland but as Mark Twain pointed out, &quot;Facts are stubborn things, but statistics are more pliable.&quot;  The facts of the report from the trauma steering group which was set up by then Minister for Health, the current Minister for Social Protection and by all accounts the future leader of Fine Gael, Deputy Leo Varadkar, are that the nine emergency departments in Cavan, Naas, Portiuncula, Kilkenny, Mullingar, Clonmel, Cork's Mercy Hospital and Portlaoise would be shut down and their patients would be moved, along with any future patients, into an already overcrowded and chaotic emergency department system.<br\/><br\/>It must be borne in mind there is a lack of joined-up thinking here.  Currently some of those hospitals are actually advertising for consultants for their emergency departments at the same time as a steering group is proposing that those very departments would be shut down.  Would a consultant, in all seriousness, take up a post when a death notice is being served on these departments and with 400 trolleys plus per day already in the system of the emergency department wards? That is why we are pushing for an amendment to the Order of Business that the Minister would come to the House today to discuss this issue and the state of our chaotic health system.<br\/><br\/>From start to finish emergency departments and our emergency ambulance service around the State - and the Leader would know with regard to Cork and Kerry - are hugely under-funded.  People are not getting the emergency treatment they require in time and therefore spend longer in hospital, spend more time in recovery and tie up more beds in the long term.  This report, although shocking, is a great credit to <i>The Sunday Business Post<\/i>for highlighting the fact that a bad situation is now being made chaotic.  The chances of people taking up posts in those nine hospitals, the emergency departments of which have been earmarked for closure, will make that situation virtually impossible to rectify.  The report in itself will cause chaos in the emergency departments in the hospitals that I have outlined.<br\/><br\/>I seek leave from the House to introduce an amendment to the Order of Business to allow for No. 18 to be introduced.  It is the National Anthem Protection of Copyright and Related Rights (Amendment) (No. 2) Bill to allow for-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#N00300","speaker":"1414","continuing":true},{"type":"speech","time":1468330200,"counter":34,"content":"<p>On a point of procedure I understand that only one item can be moved.  The Senator cannot move two amendments to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#O00200","speaker":"1381"},{"type":"speech","time":1468330200,"counter":35,"content":"<p>All right.  I will let my colleagues move the amendment in relation to the national anthem.  I am proposing an amendment to the Order of Business to have the Minister for Health come to the House to discuss the report of the steering group regarding the closure of nine emergency departments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#O00300","speaker":"1414"},{"type":"speech","time":1468330200,"counter":36,"content":"<p>I invite Senator Marie-Louise O'Donnell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#O00400","speaker":"1381"},{"type":"speech","time":1468330200,"counter":37,"content":"<p>Pardon?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#O00500","speaker":"1427"},{"type":"speech","time":1468330200,"counter":38,"content":"<p>I take it you are the leader of the group?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#O00600","speaker":"1381"},{"type":"speech","time":1468330200,"counter":39,"content":"<p>My apologies, unused as I am to this great leadership.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#O00700","speaker":"1427"},{"type":"speech","time":1468330200,"counter":40,"content":"<p>Glory becomes you madame.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#O00800","speaker":"1392"},{"type":"speech","time":1468330200,"counter":41,"content":"<p>Thank you.  I ask the Leader to invite the Minister for Education and Skills to the House to give Senators a heads up on the Peter Cassells' report.  I found the report somewhat fascinating.  After two years they could come up with only three elements of how third level education could be funded.  This is extraordinary: either keep the current fee system and raise the fees, abolish the fees or have loans.  The idea of asking students for loans and the way the banks have treated graduates and undergraduates in this country is absolutely outrageous.  You could not write it down.  Banks are rocking up to the university campuses, setting up stalls on students' day, asking students and their parents, in the safety of the university environment, to take out loans and then when the students qualify the interest is raised on these loans.  It is outrageous and it beggars the best of them for the next 25 years.  I could not understand why there has been no in-depth analysis on proper means testing of third level education.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#O00900","speaker":"1427"},{"type":"speech","time":1468330200,"counter":42,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#O01000","speaker":"1392"},{"type":"speech","time":1468330200,"counter":43,"content":"<p>People's ability to pay and the means testing of what people are actually doing in our universities have been ignored completely and entirely.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie-Louise O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2390\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2390&amp;amp;pid=MarieLouiseODonnell&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I would like some proof that the universities need all this money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#O01100","speaker":"1427","continuing":true},{"type":"speech","time":1468330200,"counter":45,"content":"<p>They do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#P00200","speaker":"1392"},{"type":"speech","time":1468330200,"counter":46,"content":"<p>There is a chorus to my left, which was not in my play.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#P00300","speaker":"1427"},{"type":"speech","time":1468330200,"counter":47,"content":"<p>I was always to Senator O'Donnell's left.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#P00400","speaker":"1392"},{"type":"speech","time":1468330200,"counter":48,"content":"<p>Senator Norris, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#P00500","speaker":"1381"},{"type":"speech","time":1468330200,"counter":49,"content":"<p>Senator Norris without interruption?  How very kind-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#P00600","speaker":"1392"},{"type":"speech","time":1468330200,"counter":50,"content":"<p>At the same time-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#P00700","speaker":"1427"},{"type":"speech","time":1468330200,"counter":51,"content":"<p>Please, Senator Norris-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#P00800","speaker":"1381"},{"type":"speech","time":1468330200,"counter":52,"content":"<p>I would just like to know how much more funding they actually need.  Could we have an in-depth analysis of that and could we have proper means testing?  How come a report like this did not touch on it and how did we only come up with three solutions, two of which were already there?<\/p> <p>Some 90 young doctors have just qualified from NUIG and they are all going to Australia.  The taxpayer has spent &euro;17,000 per year for medicine, regardless of what they paid in secondary and primary education.  I am not against that, but these young doctors are going to go to Australia, where they will do half the work for twice the pay.  There is something radically wrong when that is happening and at the same time we are bringing in all sorts of people who were educated outside Ireland.<\/p> <p>How come we have no in-depth analysis so that if one does not have the money, one gets the education free and if one can pay, one pays?  What is wrong with us that we cannot do an in-depth analysis of third level education on those grounds?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#P00900","speaker":"1427"},{"type":"speech","time":1468330200,"counter":53,"content":"<p>I want to raise concerns similar to Senator Daly's regarding the as yet unpublished report by the trauma steering group and the suggestion that up to nine emergency departments may close their doors to patients, including in Cavan, Naas, Wexford, Portiuncula and Cork.  Recent reports have highlighted the future of emergency medicine, with recommendations that increased centralisation of specialist emergency departments in larger hospitals does not work.  The potential closure of nine emergency departments around the country is extremely worrying for service users.<\/p> <p>When will this report from the trauma steering group be presented to the Minister and can the Leader request that the Minister update the Members on any restructuring that is proposed or coming down the tracks?  It is not just the advertising for consultants; it is also nurses and ancillary staff.  There is already an atmosphere of uncertainty and this will only add more fuel to the chaos that exists in our emergency departments countrywide.  Both Houses need to be briefed so that constructive debate ensue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#P01000","speaker":"1388"},{"type":"speech","time":1468330200,"counter":54,"content":"<p>I also call for a debate on the Cassells report.  Although only three options are laid out, we need to have a discussion.  The future of education is one of the most significant things we will discuss over the next few years.  We need to talk about investing in our future, our young people and in lifelong learning.  The narrative yesterday was heavily based on talk of income-contingent loans.  I was saddened by that because when one looks at the figures attached to free education and loans, there is only a 0.2% difference in GDP over the course of around 15 years to fund either one, so both come with a huge cost, yet people seem to be fearful of the idea of free education.<\/p> <p>On free education, people were saying yesterday on different media outlets that it has failed, as there was no influx of people from minority or working class backgrounds entering education just because free fees existed.  However, it was not the idea of free fees that failed, but us who failed to address the years of oppression and inequality that existed in those minority groups and that acted as a barrier to them even realising that free fees existed or that college existed for them.<\/p> <p>I fully back the idea of free education.  I know what it has given me.  If it had been necessary for me to take out an income-contingent loan or if I had to pay for my education, I would not be in the position I am in.  Education is much more than filling a skills gap or creating new technologies.  It is about opportunity, choice, freedom, and our future.  Being in education, as a result of free education, my children will now go on to education.  That changes the trend for the generations that come behind us.<\/p> <p>Leading up to the general election, every party in this House, bar Fine Gael, spoke about their stance on fees.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Every party committed to not supporting an increase in fees.  I would like to remind those who supported that policy that if we were ever to advocate for the third option, it would involve fees at a later date - there is no point trying to call it anything else.  It is really important for us to have this debate before the summer recess.  <\/p><p>College courses will resume in September and October.  It is a shame that the report does not address their financial situation.  As somebody who has sat on the finance board of Trinity College for the past year, I know the majority of colleges are working under a deficit, bar UCD which has generated significant income from postgraduate courses.  Perhaps it is time for the university sector not to be afraid to acknowledge the deficits that exist.  They have not done so to date because their rankings are falling and they do not want to put off international students.  They are afraid to say how bad things are in the sector.  I ask the Leader to consider having a debate on the matter before the summer recess.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#P01100","speaker":"1404","continuing":true},{"type":"speech","time":1468330200,"counter":56,"content":"<p>I also call on the Leader to facilitate a debate with the Minister for Education and Skills in the House on the Cassells report.  Like other speakers, I believe it is a very urgent and important issue, and one which we should debate in the House, in particular because six Senators represent university constituencies.<\/p> <p>Unlike Senator O'Donnell, I think the report was helpful.  It was not very surprising, in that Peter Cassells had more or less indicated what would be in it.  The Royal Irish Academy did a good deal of work on the report.  Senator Ruane and I spoke at a seminar in Trinity College some months ago which examined the different models under consideration.  Like Senator Ruane, who has put the case for the State funded system very eloquently, and which the Cassells report puts forward as option one, I would also endorse that option.  It is the way we should proceed and is the norm across other EU countries.  It clearly provides for education as a right rather than a privilege.  In the same way as Donogh O'Malley provided for free secondary education in this country, which was a revolutionary move at the time, we should move back to that system and reject the proposal for a deferred payment loan system as proposed in the other options.<\/p> <p>In response to Senator O'Donnell's point on the funding needs of universities, it is very clear if one looks at the evidence gathered by a range of different bodies, including the European University Association, that between 2008 and 2013, inclusive, Ireland had an 18% increase in student numbers but a 29% decrease in public funding.  Student numbers increased at a very significant rate, yet funding has fallen which of course has had an effect in terms of declines in international rankings and student-to-staff ratios.  In 2016, they were 21:1, compared to the OECD average of 14:1.  <\/p> <p>We need to be very clear about the needs of third level, in particular when we consider demographic change.  The Cassells report states that &euro;1 billion is needed over the next 15 years by way of investment in third level to accommodate a growing population.  We need to be clear about the urgency of introducing a new system for funding universities.  We also need to be very clear about the disadvantages of a deferred payment loan scheme.  The Cassells report puts the evidence fairly.<\/p> <p>I welcome that we will have a debate on Friday on the motion to establish a citizens' assembly.  The first issue for debate by the assembly will be the eighth amendment.  I am concerned to note that no timeframe has been set out for that particular aspect of the work of the assembly.  The Leader and I were heavily involved in the Constitutional Convention, a model from which the citizens' assembly clearly borrows.  In that model, there was a clear timeframe - I understand it was four months - for the first issues under consideration.  It is unfortunate that the motion before us does not set a timeframe within the overall timeframe of one year for the work of the assembly.  There is no tight timeframe for a decision or recommendation to be made on this very important issue.  I know we will have more time to debate the matter on Friday, but I wanted to put that matter on the record now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#Q00200","speaker":"1402"},{"type":"speech","time":1468330200,"counter":57,"content":"<p>I support the calls for a full debate on the Cassells report on education.  It is important that the House debates the future of education and how we wish to provide for graduates, apprentices and others that will be needed in the workforce in the coming years.<\/p> <p>The Construction Contracts Act 2013, which was enacted by the previous Government, will apply to certain construction contracts for subcontractors after 25 July this year.  It is important to note that the Act originated in the Seanad and acknowledge the Trojan work of former Senator Fergal Quinn and the former Minister of State, Senator Gerald Nash, on this issue.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The legislation will provide new payment protections for subcontractors who might be vulnerable, regulate payments from main contractors to subcontractors and provide a payment dispute resolution system, with a code of practice for an adjudication panel.<\/p><p>It is in this and the wider context that I ask the Leader to provide a debate on the future of the construction sector in this country.  As we all know, it has suffered huge reputational damage.  There was a serious loss of confidence in construction.  If we are to meet the pressing needs in housing, foreign direct investment and economic growth we have to have a vision and strategy on how we propose to provide for a sustainable construction sector.  I have said here before and I will continue to repeat that we need the skilled craftsmen, tradespeople, apprentices and graduates to meet the growth demands currently in our economy.  We can make all the calls and table all the motions we like in this or the other House, but if we do not act quickly, have a strategy to deal with it, talk it through, debate it and make the resources available to deal with the issues and barriers that exist, we will not meet that demand.  That is fairly obvious for everyone to see.  Will the Leader provide for a debate on the future of the construction sector and acknowledge the work of former Senator Feargal Quinn and of the former Minister, now our colleague, Senator Ged Nash, on this important issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#Q00300","speaker":"1422","continuing":true},{"type":"speech","time":1468330200,"counter":59,"content":"<p>I share my colleagues' concerns regarding the leaked recommendations from the trauma steering group, published in <i>The Sunday Business Post<\/i>.  As of three hours ago, 419 people were waiting on trolleys in emergency departments in this country, and this is the middle of the summer.  The hit list of emergency services covers all parts of the country.  As we know, overcrowding in accident and emergency departments is a problem.  All the data suggest that it leads to increased mortality among patients who attend them.<\/p><p>We used to bemoan the fact that some counties did not have an accident and emergency department.  If some of these cuts come into practice, we might have whole regions without one.  While I understand why we need to centralise services, and I welcome the BreastCheck and the prostate referral system, we cannot over-pressurise accident and emergency departments that are already overcrowded.  That would be my concern.  Also, these types of leaked recommendations are not helpful to staff working in the hospitals and GPs who would refer frequently to their local services.  For example, Cavan trauma cases could be transferred to Beaumont Hospital or Connolly Memorial Hospital.  Both these hospitals have major capacity issues.  Kilkenny, Mullingar and Wexford trauma cases could transfer to the Mater or St. Vincent's.  All these hospitals are bursting at the seams.  This is coupled with an ambulance service that is under-resourced.  We have an ageing fleet.  Often the roads from the accident or the emergency to the trauma centre have poor infrastructure.  I ask the Minister to come in to discuss some of these issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#R00200","speaker":"1373"},{"type":"speech","time":1468330200,"counter":60,"content":"<p>There should be clarification from the Minister on this at a very early date.  Contrary to what has been said, as I understand it there is not a proposal before the Minister yet and he has not received the report.  Therefore, until such time as he gets it, I do not think he can give us the answers we are looking for, but I believe that at the earliest possible date the Minister should provide clarification on this matter.<\/p> <p>We have a lot of criticism of the health service.  Some of it is justified, but we also need to understand the volume of people going through the system.  I have repeated this figure previously.  There are 63,000 people a week going through outpatient departments between all our hospitals.  Another 23,000 a week go through our accident and emergency departments.  An impression is being given that nothing at all is being done.  In addition, life expectancy in this country has increased by more than two years in the past ten years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There have been improvements in the health service.  For example, there has been a huge increase in the number of day-case procedures being carried.  There have been many good developments.  However, on this particular issue, the Minister needs to clarify the position at the earliest possible date because people are unduly concerned.  A proposal was put forward to the effect that the Royal College of Surgeons in Ireland, RCSI, would consider this matter.  The relevant report has obviously been leaked and it is now time to clarify matters.  I ask the Leader to request that the Minister for Health come before us at the earliest possible opportunity in order that he might provide that clarification.  Obviously, the Minister must get the report first.  The sooner he does so, the sooner we can obtain clarification.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#R00300","speaker":"1409","continuing":true},{"type":"speech","time":1468330200,"counter":62,"content":"<p>I support my colleagues in respect of the Cassells report.  In seeking a debate, however, we must take a much broader approach.  Senator Coffey referred to the need to examine the position with regard to apprenticeships.  Until we have the two options of a vocational stream and an academic stream within the education system and until there is parity of esteem between both, we will not have a proper third-level education system.  Unless we restore to secondary schools the guidance councillors who were removed, we will continue to experience the considerable attrition rates at third level, particularly in first year.  If we are to have a debate, we should begin by looking at education, particularly higher education, in the round rather than at the Cassells report <i>per se<\/i>.  We also must look at the staffing of higher education because there are still staff who are on zero-hour contracts.  Some academic lecturers are on contracts whereby they are paid between &euro;10,000 and &euro;15,000 per annum.  If we are to have a debate on this matter, what needs to happen is that we set aside the Cassells report and consider instead what is wrong with the higher education system.  Higher education is in a state of crisis.  All we are hearing about are the grand flowery things, we are not being told what is happening on the ground.  As already stated, higher education is in a state of crisis.  Before we start discussing how to fund it, let us start talking about what it should be delivering.  As Senator Coffey said, we will pay a significant price in the coming years for failing to develop an apprenticeship scheme that provides for the needs of the economy.  It is my belief that too many people who would have made great carpenters or plumbers are graduating with arts degrees.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#S00200","speaker":"1390"},{"type":"speech","time":1468330200,"counter":63,"content":"<p>I wish Limerick and all the other counties that are going forward for the European City of Culture well.  The judging team is in Ireland at present.  It is visiting Limerick, where there has been a huge display of community spirit.  The whole of O'Connell Street is closed off and everything from pastries to fish and chips is available to eat.  Schools are also involved.  There has been a great community effort and a major clean-up.  I also wish the other counties, the sister cities and Galway the best of luck.  However, given where I come from, I will obviously be supporting Limerick on Friday.  Certainly, it is positive that the European Commission has sent a representative as well.  I merely want to highlight the community spirit that has been created.  When the judges arrived last night, there was a gathering of people of different religious beliefs across all the different communities and all the bells in the various churches rang out.  There is an on-street party taking place today.  I wish those involved the very best of luck.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#S00300","speaker":"1384"},{"type":"speech","time":1468330200,"counter":64,"content":"<p>I, too, have concerns regarding the report relating to the fact that trauma units may be closed.  However, this is not a new phenomenon.  While I take on board the concerns of certain colleagues to my left in respect of the number of sick and elderly patients on trolleys, it would serve us well to remember that in January 2010, under the stewardship of then Minister, Ms Mary Harney, there were over 500 patients languishing on trolleys.  This just goes to show that the path was wrong then, that it is still wrong and that we need to change our ways.<\/p> <p>I wish to refer to what has happened in the North.  I take a somewhat personal view on this matter, particularly in view of the fact that we spoke a great deal about incitement to hatred a couple of weeks ago.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have seen towering bonfires, the burning of the Tricolour and images of politicians, and displays of sectarianism and ethnic hatred.  This cannot go unnoted.  We must ask: where will it stop?  It is incitement to hatred.  I call on the Taoiseach, the leaders of the political parties and the new British Prime Minister to examine what is happening.  What example does the burning of the flag of the Republic of Ireland and the incitement to hatred give to young people in the North?<\/p><p>In the wake of the High Court case taken by the County Tipperary farmer, I request that the Leader ask the Minister for Agriculture, Food and the Marine to come before the House to tell us what action he will take to put right the injustice that has been done to many farmers across the State.  It is very clear that the Department of Agriculture, Food and the Marine has flouted its rules and procedures and this has not been confined to County Tipperary.  It is very clear also that any farmer who has had an inspection without the signing of a control report must now have his or her money, interest, and costs reimbursed immediately.  Furthermore, it is imperative that their entitlements be reinstated so as not to affect payments in the future.  The Agriculture Appeals Office also has questions to answer.  Instead of being an independent appeals office, it is endeavouring to justify the actions of the Department of Agriculture, Food and the Marine.  It is very clear that the constitutional rights of farmers right across the State were breached and it is unacceptable the Department has not yet commented on this development.  We need the Minister for Agriculture, Food and the Marine, Deputy Michael Creed, to show leadership.  It is appalling that farm families have had to go before the courts to establish their rights.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#S00400","speaker":"1378","continuing":true},{"type":"speech","time":1468330200,"counter":66,"content":"<p>Let me advise Senators that group leaders get three minutes and subsequent speakers get two minutes.  By going over time, Members are depriving others of the opportunity to contribute.  At least six or seven Members will not be able to contribute today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#T00200","speaker":"1381"},{"type":"speech","time":1468330200,"counter":67,"content":"<p>I read with interest last week the proposals of the steering group on trauma care to scale back some of the accident and emergency departments.  I very much welcome a debate on all aspects of this in the Chamber.  I would prefer to bring all the stakeholders as well as politicians around.  I saw five years ago the heat generated by such a proposal in Roscommon.  Nobody wanted to listen to expert opinions or even the consultants.  It got to such a stage that nobody wanted to listen.  We need a very careful and rational debate.  Before we run for the barricades, we need to look at Roscommon.  I am not saying that what is happening around the country is right, but we do need to look at what has happened in Roscommon.  The hospital is much safer and busier.  Dozens of lives have been saved.  Now, five years later, I can see that had the situation been different we could have worked together.  I welcome the debate.  It is absolutely right to raise this today.  I hope the report will be published soon.<\/p> <p>Senator Conway-Walsh is absolutely right.  I was horrified to see images of what was happening in the North last night, with not only the Irish Tricolour but election posters of members of Sinn F&eacute;in and Independents burning on the bonfires.  It would be wrong if this were to go unnoticed in this House.  Some of those involved are community groups that get funding from the Department of Foreign Affairs and Trade and others.  This is incitement to hatred.  We need to bring the relevant Minister to the House, as I really think it should be raised.  If it happened in any other country, any other part of the United Kingdom, or elsewhere in Ireland, we would all be up in arms.  I am not afraid to raise these very important issues.  I agree absolutely with Senator Conway-Walsh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#T00300","speaker":"1424"},{"type":"speech","time":1468330200,"counter":68,"content":"<p>I want to discuss the proposal to move the Members of the Seanad to the National Museum.  I have been contacted by people who work in the museum, who raised the lack of communication about the future plans for this Chamber.  They are aggrieved that requests for finance in previous years in order to upgrade the facilities in the National Museum were put to one side.  They believe the cultural heritage and the arts communities have been affected disproportionately by the downturn in the economy and the decisions made by various Governments.  Now they are aggrieved that investment in the museum is being made to benefit the Houses of the Oireachtas and not the museum itself.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2301\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a great deal of misinformation in regard to whether this House will decamp to the National Museum for one year, two years or three years and in regard to what curtailment will inevitably come into effect in terms of the exhibitions and outreach programmes that can be held by the museum.  If this House is to move, as clearly it is proposed to do, the communication lines in that regard need to be better.  Perhaps the Leader will ask the Minister with responsibility for this area, Deputy Humphreys, to come to the House for a debate on this issue, which I am sure is one of interest to most Senators.  We do not want to be encroaching on another part of the wider campus, not uninvited and not unwelcome, without ensuring that the transition is as smooth as possible and does not overly inhibit the facilities already in place.  There is a wider discussion to be had about the stature of the arts, culture and heritage in this State.  This would be an opportune time for the Leader to invite the Minister to the Seanad for a debate on the future plans for sittings of this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#T00400","speaker":"1410","continuing":true},{"type":"speech","time":1468330200,"counter":70,"content":"<p>I understand that the report of the steering group on hospital trauma facilities has not yet been published.  I also understand that the Minister has yet to read and respond to it.  However, I join with colleagues in asking the Leader to provide for an early debate on the report with the Minister.  I make no apologies for being parochial and saying that I would be concerned if there were to be any diminution of services at Cavan General Hospital.  I am concerned that it is on the list and that there might be any reduction in services available to the people who use them, which is ultimately the issue.  I appeal to the Leader to provide for that debate as a matter of urgency.<\/p> <p>Last week, I raised with the Leader the issue of how we could make greater use of home help hours and home care packages and, specifically, the carer's allowance to help reduce hospital waiting lists and delays, but when replying to me he was interrupted by a point of order.  I would be interested in hearing a response from the Leader on that issue today and also, if possible, a commitment to a debate on the issue.  As I said last week, I know the Leader, due to his chairmanship of the previous Joint Committee on Health and Children, has an acute awareness of what I am talking about.  I am convinced that there is more that could be done through the use of the home help scheme, home care packages and the carer's allowance to reduce hospital waiting lists.  <\/p> <p>I make no apologies for defending the excellent services of Cavan General Hospital and seek an assurance that any threat in that regard will be discussed in our national parliament prior to being actualised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#U00200","speaker":"1397"},{"type":"speech","time":1468330200,"counter":71,"content":"<p>I second Senator Mark Daly's amendment to the Order of Business, and I would like to move a further amendment, namely, that No. 18 be taken before No. 1.  No. 18 is the National Anthem (Protection of Copyright and Related Rights) (Amendment) (No. 2) Bill 2016, which I understand was discussed previously by a former Seanad but was not passed at that time.  I hope my amendment will be formally seconded and that the Leader will be agreeable to the change in the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#U00300","speaker":"1412"},{"type":"speech","time":1468330200,"counter":72,"content":"<p>It appears to me that the calls for the Minister of Health to come to the Seanad are premature, because the Minister has not yet received the report of the trauma steering group.  The report has been selectively leaked, possibly to cause the greatest amount of disturbance and unrest.  Let us wait until it has been published and we have all had time to read and understand it, so that we can have an informed debate on it.  There is nothing simple about the health service, as people know.  There is a relationship between every part of it.  It is not possible to sort out the problems of accident and emergency departments without sorting out the issues of delayed discharges in hospitals and greater access to community facilities, not only to rehabilitation services and nursing homes but also, as pointed out by Senator O'Reilly, to home help, home care, community teams and intravenous nursing teams, to allow people have their treatment at home.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That also includes early intervention and prevention.  I do not intend making a Second Stage speech but politicians have been far too quick to look to the nice, shiny new hospital wing and MRI scanner rather than focusing on serious community-based public health initiatives that save many lives, prevent much illness, as well as providing for early intervention and chronic illness care, as we do with diabetes and can do in many other areas.  We also need to look at the whole way doctors, nurses and other health professionals work.  Currently, we have consultants doing work that GPs could do, GPs doing work that nurses could do, and nurses doing work that nurse assistants could do.  There is a significant role for physiotherapists and many other allied health care professionals to play.  We must work towards a situation where we treat the patient at the lowest level of complexity which is safe, timely, efficient and as near to home as possible.<\/p><p>I decry the behaviour of those burning our flag and, particularly, posters of elected representatives and those who seek candidature.  It is very wrong.  We should not focus on the negative, however.  We should commend those involved in the peace process in the North and be grateful that the PSNI had so few incidents of a serious nature to deal with last night.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#U00400","speaker":"1421","continuing":true},{"type":"speech","time":1468330200,"counter":74,"content":"<p>I propose an amendment to the Order of Business, that No. 16, Electoral (Amendment) (Voting at 16) Bill 2016, kindly sponsored by Senators P&aacute;draig Mac Lochlainn and Lynn Ruane, be taken prior to No. 1.<\/p> <p>As the youngest Oireachtas Member, I welcome the publication of the Cassells report on third level funding.  I began my third level education in 2009 and, since that time, higher education institutes have faced cuts of up to &euro;500 million.  The funding of third level education is now at crisis point.  All the options laid out in the Cassells report yesterday identified the immediate need for an injection of funding.<\/p> <p>Sinn F&eacute;in is committed to ensuring third level education is accessible, irrespective of class, ability to pay, disability, age or family circumstance.  The introduction of a student loan will not address the immediate shortfall of funding as outlined by the Department of Public Expenditure and Reform, as it would take several years to implement.  Added to that, Ireland has the third highest rate of personal and household debt in the European Union with a credit union survey stating that 59% of parents have debt in excess of &euro;5,000, as a result of private borrowing to support the costs of third level education.  Student loans do not increase access to education and many students from lower socioeconomic backgrounds will not pursue third level education as a result.  Publicly funded education is the only fair and equitable model proposed in this report.  Sinn F&eacute;in requests the Minister for Education and Skills to outline to the House the reaction of his Department and his response to this report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#V00200","speaker":"1372"},{"type":"speech","time":1468330200,"counter":75,"content":"<p>I join the three other Senators in condemning the burning of the flag of the Republic, election posters and a whole host of offensive material as part of the 11th night bonfires.  I equally commend, however, the majority of people from both communities who allowed parades to pass off peacefully today.  I particularly commend the people of Rossnowlagh, County Donegal, who hosted their annual parade on Saturday, welcoming Orange lodges from across the Republic and further afield to their quiet seaside town.<\/p> <p>Despite being the grandson of an Orangeman, I very much consider myself to be a republican and patriotic Irishman.  I am still very proud of my personal background and the insight it has given me into the wider traditions on our island, even when my jack-the-lad Tricolour shorts mysteriously vanished one morning before a visit to relations in Ballynahinch, County Down.  I would love to see an Ireland of the future united peacefully in terms of commerce, sport, social inclusivity and mutual tolerance.  However, I fear prioritising political unity, as has been suggested, without first focusing on reconciliation could be disastrous, alienating a population on this island, North and South, that I for one share a deep sense of common identity and history with.  Put simply, I believe a united Ireland is currently not feasible while the economic and social costs are head-spinning.<\/p> <p>We do, however, need to start urgently discussing the future of North-South relations.  Accordingly, will the Leader schedule a serious debate in the House on the post-Brexit future of North-South relations, involving the relevant Ministers from the Government, as well as inviting Northern political, business, church and community leaders from across the political divide?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Neale Richmond:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2472\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2472&amp;amp;pid=NealeRichmond&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Ultimately, far more unites us than divides us.  We can hold these discussions in an open and sensitive manner without a rigid, preordained political goal.  Let us at least start these discussions and necessary bilateral engagements that will be so important as we chart our shared future in a post-Brexit world.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#V00300","speaker":"1399","continuing":true},{"type":"speech","time":1468330200,"counter":77,"content":"<p>Like previous speakers, I welcome the publication of the Cassells report and the recommendations for addressing the funding crisis in the higher education system.  This report makes it clear that there is a funding crisis across our third level education system and that more funds need to be invested in this sector to accommodate the young population.  There has been a decrease in Exchequer support for third level funding since 2010 and capital investment has also slowed significantly.  In addition, spending on research and development has fallen from &euro;938 million in 2008 to &euro;743 million in 2014.  Going forward, the option proposed in the Cassells report urgently needs to be addressed by the Oireachtas committee on education and skills.<\/p> <p>An important aspect of the whole issue of assessing third level education is people's ability to pay the fees associated with attending college.  In order to address one part of the problem, we must look at the grant system.  For example, the grant system is based on a PAYE worker's P60, which is based on his or her full gross pay.  Also taken into account is the student's P60 and his or her gross income, which more often than not brings him or her over the limit and means that he or she does not receive the grant.  It is a massive issue in third level education that there is a two-tier system and that many students are now not qualifying for the grant.  I believe this needs to be addressed in order that every student who wants to attend third level college is given the opportunity to do so.  In Carlow we are lucky to have two excellent third level institutions, one of which is on course to obtain university status.  We need to ensure that these colleges receive the proper funding and that young people who want to attend third level education are not left behind.  It is critical that every student who needs to attend college be given that opportunity.<\/p> <p>I second the amendment to the Order of Business about the introduction of the National Anthem (Protection of Copyright and Related Rights) (Amendment) (No. 2) Bill 2016.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#W00200","speaker":"1395"},{"type":"speech","time":1468330200,"counter":78,"content":"<p>I wish to raise the statement made yesterday by Transport Infrastructure Ireland, TII, about Cork County Council regarding the projects in Cork that it has put on the long finger.  I believe we need to discuss this with the Minister in charge at the moment.  Political pressure needs to be applied to ensure that the budgets for projects in Cork can continue.  These are major projects, including the Dunkettle roundabout works, the N28 works and the Macroom bypass, which relate to huge economic drivers for Cork.  They will be put back now by at least two years.  We need to have the Minister in the Chamber to find out exactly what is going to happen with these projects and, in view of the summer economic statement, what he proposes to do with these budgets.<\/p> <p>The infrastructural deficiency in Cork, as the Cathaoirleach and the Leader of the House know, needs to be examined.  We are the second city and we are the largest county.  These infrastructural deficiencies need to be addressed if Cork is to develop.  Such a delay will have a major impact.  I have been contacted by many councillors in County Hall, with whom the Cathaoirleach would be associated, who are deeply concerned.  I hope we can have a decent debate on this with the Minister for Transport, Tourism and Sport, Deputy Shane Ross, in order that we can have the access for Cork that is badly required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#W00300","speaker":"1386"},{"type":"speech","time":1468330200,"counter":79,"content":"<p>The issue I wish to raise is the Coroners (Amendment) Bill 2016.  I hope it can be moved forward and discussed before item No. 2 today.  Deputies can see it on the Order Paper as item No. 17.<\/p> <p>I also wish to raise the issue of increasing motor insurance costs.  Last night there was a public meeting in Donegal with a very large attendance from across the county of young, elderly and middle-aged people raising the issue and telling their stories.  I ask the Leader to bring the Minister for Finance before the House to outline the work of the interdepartmental task force with responsibility for addressing this issue and for making sure the insurance companies are held to account for fleecing so many of our citizens across the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#W00400","speaker":"1400"},{"type":"speech","time":1468330200,"counter":80,"content":"<p>On a procedural matter, Senator Mac Lochlainn said No. 17 should be moved before No. 2.  I think he should have referred to No. 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#X00100","speaker":"1381"},{"type":"speech","time":1468330200,"counter":81,"content":"<p>That is fine, yes.  I thank the Cathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#X00200","speaker":"1400"},{"type":"speech","time":1468330200,"counter":82,"content":"<p>I just wanted to clarify that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#X00300","speaker":"1381"},{"type":"speech","time":1468330200,"counter":83,"content":"<p>I also want to second Senator Warfield's amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#X00400","speaker":"1400"},{"type":"speech","time":1468330200,"counter":84,"content":"<p>Okay, we will accept that Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#X00500","speaker":"1381"},{"type":"speech","time":1468330200,"counter":85,"content":"<p>I am seeking a debate on food waste in light of the astounding scale of the problem, not just in our own country but worldwide.  It is contributing to social and environmental problems both here and internationally.  We talk about world hunger and we examine food poverty, yet it is generally accepted that there is sufficient food in the world to feed the global population.  Ireland has a growing population and is in a position to expand its food industry, including in the context of exports.  We also import - under Harvest 2020 and Foodwise 2025 - many foods that cannot be grown here.<\/p> <p>Notwithstanding the fact that enough food to feed the world's population is being grown, it is ironic that 1.3 billion people are going hungry.  At the same time, we are wasting 1.3 billion tonnes of food annually.  This is happening because of waste throughout the food supply chain.  When farmers grow produce on industrial farms, the food is dumped if it is not aesthetically pleasing, even though it might contain all the nutrients and flavour we require.  That is just one aspect of it.  Right down through the food supply chain it is calculated that approximately 35% of perishables are wasted.  In Ireland, 1 million tonnes of food are wasted every year between commercial and domestic consumers.  Some 300,000 tonnes of this waste comes from households, although 60% of it is avoidable.  We must consider what is happening in this regard.  It is a crying shame that our systems are set up in this manner.  The situation is unsustainable.  In addition to world hunger and our food poverty, we must also examine the relevant environmental issues.  These include the cost of food production, transportation and disposal.  This issue is at the heart of many problems we are trying to deal with.  A debate on food waste would be worthwhile and would give us cause to reflect on our lifestyles.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#X00600","speaker":"1425"},{"type":"speech","time":1468330200,"counter":86,"content":"<p>I call Senator Norris.  I did not want to leave him until last, so I am using my discretion to let him in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#X00700","speaker":"1381"},{"type":"speech","time":1468330200,"counter":87,"content":"<p>The Cathaoirleach is very kind and I do appreciate that.<\/p> <p>I have to laugh at Sinn F&eacute;in.  Last week they were agonising about pensions from Great Britain, while this week they are talking about sectarianism.  From a fairly blatantly sectarian organisation, that is quite rich.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#X00800","speaker":"1392"},{"type":"unspoken","time":1468330200,"counter":88,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1468330200,"counter":89,"content":"<p>There is a problem regarding the supervision of bonfires.  I do not give a damn about people's election literature being burned.  Most of it is rubbish in any event.  However, the bonfires were not supervised properly and a row of terraced houses on fire was set on fire as a result.  I think that is much more serious.<\/p> <p>I support the calls for a debate on the Cassells report.  Universities in Ireland are consistently dropping down the rankings.  I think Trinity is still in the top 100 in Europe but there is a huge deficit there.  I am surprised and delighted to learn that UCD is still in credit, which is astonishing.  I think that medical training is a really good investment, despite the fact that 17 doctors left for Australia.  I do not know what one can do about that.  One cannot very well imprison them here.  I remember when an entire class of nurses left Galway.  It is shocking that this happens but I do not know what one can do about it.  It is time, however, that we had a really good debate about it.  I thank the Cathaoirleach for his indulgence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#X01000","speaker":"1392"},{"type":"speech","time":1468330200,"counter":90,"content":"<p>I wish to raise two quick points.  I join other Members in expressing concern about the leaked report that appeared in <i>The Sunday Business Post<\/i>concerning the potential closure of a number of emergency units throughout the country.  One of them is in my own constituency in County Cavan.  Unfortunately, in Monaghan we have had experience of such reports and, ultimately, the end game is that the service is closed.  I would warn all Senators and people in those locations to be on their guard when reports such as this come to the fore.  I understand that the former Minister for Health, Deputy Varadkar, commissioned the report.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is strange that, although the report has not yet been received by people who requested it, we can read all about it in <i>The Sunday Business Post<\/i>.  This is not a criticism of the opposite side of the House.  It is just an observation.  <br\/><br\/>I wish to raise the issue of lone parents and the decision by the previous Government to impose cuts that affected that section of our community.  The changes had a serious impact on the quality of life of lone parents and their families.  At the time the cuts were made last year, the Society of St. Vincent de Paul warned that it would be a serious issue for lone parents and that it would act as a deterrent to lone parents looking for employment, education or training.  Unfortunately, this has proved to be the case.  The latest figures show that 59% of one-parent households experience deprivation and 22% are in consistent poverty.  Our one-parent households deserve better, so I ask that the Minister come to the House to address us on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#X01100","speaker":"1396","continuing":true},{"type":"speech","time":1468330200,"counter":92,"content":"<p>I second the amendment from Senator Mac Lochlainn.  Could the Leader arrange a debate on the US military's use of Shannon Airport?  The Minister for Foreign Affairs and Trade was here last week and I asked him a question about this issue.  I raised specific items relating to mid-air refuelling of planes and multiple take-offs and landings in June, which happened to coincide with a NATO exercise, and, frankly, the Minister did not answer the question.  Perhaps we should just get used to Ministers coming to the House and not answering questions, but I do not think it is good enough.  In light of the Chilcot report in particular, we need this debate on the US military's use of Shannon Airport and to hear from all sides in the debate.  We know that the Iraq war was illegal.  We know that it was criminal and that half a million people died in it and, unfortunately, we know that Fianna F&aacute;il sanctioned the use of Shannon Airport by the US military.  We know that the Labour Party had an excellent policy on challenging that but, regrettably, it dropped it as soon as it entered Government.  We need to hear from all sides.  In fairness, I know that there was a tradition in the past, represented by people such as Niall Andrews and Dan Breen, who stood up for military neutrality.  We need to hear from all sides of the House on this issue.  It is a disgrace.  As someone who lives in the area, I am deeply ashamed to see the US military dominating our civilian airport in Shannon, and it is time for it to stop.  I ask for a debate at the earliest convenience.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#Y00200","speaker":"1389"},{"type":"speech","time":1468330200,"counter":93,"content":"<p>I thank the 26 Senators who contributed to the Order of Business.  In respect of the amendment to the Order of Business tabled by Senator Daly, I have no problem bringing the Minister for Health to the House, but we are setting a very dangerous precedent if we bring the Minister to the House on foot of a newspaper report and an unfinished and unpublished report that the Minister did not commission.  Let us be clear that there are no plans to close any emergency departments.  That is the first item to be put to bed.  Second, it is not about the emergency departments, as the Senator argued this afternoon.  It ill behoves any of us to play politics with emergency departments and people's lives.  The Royal College of Surgeons of Ireland, at its annual general meeting, commissioned a piece of work about trauma care, trauma centres and how we can get the best outcomes for people with traumatic head injuries.  It is about developing a national trauma policy, ensuring that the core of this policy is the patient, and examining how trauma centres can best deal with people who sustain traumatic injuries.  Everyone agrees that there is a need to have a national trauma system.  I am very happy to have that debate when the report is published.  Rather than divide the House, I will give a commitment that we will have that report when it is finished, but as of now there is no report.  The Minister did not commission the report and the report has not been presented to him, so he cannot come to the House to give an update on a report that he has not seen and that has not been finished.  Let us make it quite clear.  It is about ensuring that there is co-ordination between the HSE, the Department of Health and the Royal College of Surgeons in Ireland.  I served as Chairman of the Oireachtas Joint Committee on Health and Children for five years and I also served on the HSE southern regional health forum.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If one takes Cork, for example, nobody can persuade me of the need, as reported in <i>The Sunday Business Post<\/i>at the weekend, to close the emergency department at Mercy University Hospital in the city.  It makes no sense.  Rather than divide the House, I will give a commitment to hold the debate when the Minister receives the report because at present there is no report to debate.  I ask Senator Mark Daly not to divide the House but to allow time for the Minister to receive the report.  I give a commitment to have the debate when the Minister receives it.  <br\/><br\/>I am happy to accept the amendment proposed by Senator Mark Daly in respect of No. 18, but we will not have the debate today.  I am happy to accept the proposals put forward by Senators Mac Lochlainn and Warfield but, like Senator Mark Daly's proposal, we will not have the debate today.  They can be moved; I am happy to accede to them and to co-operation in that regard.<br\/><br\/>I thank all Senators for their comments on the Cassells report.  We are all - or should be - committed to seeing more people attend third-level education.  That should be our purpose.  I thank Peter Cassells for the work he has done on the publication of the report and in terms of the consultation.  As a growing economy, Ireland needs third-level education.  We also need to marry what Senators Coffey and Craughwell spoke about in terms of apprentices and how we can make our third-level education fit all people and sectors of society.  I spent ten years of my education career involved in adult and continuing education.  Its importance is critical; it is the lifeblood of society.  The three options put forward in the Cassells report make for interesting reading.  We all agree the funding model and investment in third level education needs to be addressed.  The Minister, in response to the report, spoke about a ten-year consensus.  We need to see that as part of the movement in terms of third level education; there should be at least a ten-year consensus.<br\/><br\/>The Minister has referred the Bill to the education committee of the Houses of the Oireachtas but I hope, like all Senators, that the Upper House can play a role in the formulation of third-level higher education policy.  I give a commitment to have a debate on this matter in the autumn prior to the education committee starting its work.  We need to address participation and the attrition rates of people who opt for the wrong course and leave early.  We need to address why that happens.  In terms of the funding mechanism, how can we fund a sustainable third-level model of education and ensure there is access from all parts of society?  As somebody who did not get a grant when attending college, I was lucky I was able to go.  I very much treasure and cherish the memories I have of the time I spent in third-level education.  I am very conscious there are others who could not go to third level.  Equally, there is an issue of participation.  I heard Dr. Walsh, the former president of UL, on the radio yesterday speaking about the rates of participation in New Zealand and Australia, which have different models.  It is important that we have a debate on this matter.  It is about better life opportunities and ensuring we have a skilled workforce, whether that is through the postgraduate studies or via the apprenticeships to which the Deputies referred.  There are deficits in our apprenticeship system.  I concur with Senators Coffey and Craughwell on that.<br\/><br\/>The Cathaoirleach and I are from a university city, Cork, where research and innovation plays a pivotal role in third-level education, both in CIT and UCC, as it does across the country in other third-level institutions.  None of the options is easy regarding third level but let us have mature debate to establish consensus on how to develop a ten-year strategy.<br\/><br\/>The other emerging theme in the Order of Business, which was raised by Senators Conway-Walsh, Feighan, Reilly and Richmond, is the activities yesterday and today of burning the Tricolour and political posters.  All of us want to see tolerant and respectful celebration of different traditions in the north of our island.  None of us wants to go back to the old days.  We remember what happened in the past.  It is important that calm and peaceful celebration of traditions takes place.  I join with other Senators in condemning any form of sectarianism or lack of tolerance.  It is imperative that together we build bridges to an Ireland where we can all be equal and where the north and south of our island can coexist on an economic and cultural basis, where we can build on the Good Friday Agreement and work together.  It is important, in a post-Brexit era, to have that debate and it is intended to do so in the autumn.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> On the issues raised outside the emerging themes, Senator Bacik raised the issue of the citizens' assembly.  I agree with the Senator that the model of the Constitutional Convention is one we should try to mirror.  On occasion, the timelines were not achieved in terms of the replies but the Minister is conscious of the need to make sure this assembly is successful, and I am sure, when replying to the debate, that he will give that commitment and an outline of what he has in mind.<\/p><p>Senator Coffey highlighted the work done on the Construction Contracts Act, and I pay tribute to Senator Nash and former Senator Feargal Quinn in that regard.  Senator Nash, as Minister of State, played a key role in developing that strategy and it is important that we all work to protect those subcontractors who are at the mercy of outside forces.  They were the big losers when the recession hit.  I would be willing to pursue that with the Senator.<\/p><p>Senator Swanick referred to patients on trolleys.  We have seen a reduction in the number of people on trolleys.  Senator Colm Burke gave the figures for the number of people attending outpatient and emergency departments, and it was interesting to note the number of days lost in terms of the people who failed to turn up for appointments at outpatient departments, which has a cost-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#Y00300","speaker":"1391","continuing":true},{"type":"speech","time":1468330200,"counter":96,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#AA00200","speaker":"1392"},{"type":"speech","time":1468330200,"counter":97,"content":"<p>-----in terms of the health budget and also the work consultants, doctors and nurses do in the health system.<\/p> <p>I join Senator Maria Byrne in wishing Limerick well on going forward for the European City of Culture.  I hope it will be successful.  I will not get into the debate on the counties it is competing with but I welcome those here today.<\/p> <p>Senator Conway-Walsh raised the issue of the ruling on the single farm payment.  I will see if the Minister can come to the House to discuss that.  The judge has given a ruling on it and it is one we should take note of because it has a profound impact on the agricultural community.<\/p> <p>Senator Feighan has always beaten a drum for Roscommon hospital, and I congratulate the work he has done on that.<\/p> <p>On the issue raised by Senator &Oacute; R&iacute;ord&aacute;in, thankfully, the remit of the Leader of the Seanad does not extend to where we go as a Chamber.  That is a matter for others.  The Senator raised the issue of the arts and culture in particular, and I am willing to have the Minister come to the House to discuss the policy on arts and culture.<\/p> <p>Last week, Senator Joe O'Reilly raised the issue of home helps and home care packages.  As a consequence of the Senator and other Senators raising this important issue, the Minster for Social Protection will be in the House this evening to discuss it.  Last week, Senator Kelleher and Senator O'Reilly spoke about the importance of home care packages and the work being done by home helps, family carers and carers in general.  That is a debate we can have as part of the debate with the Minster present.<\/p> <p>I am willing to accept Senator Warfield's amendment and the proposal from Senator Mac Lochlainn.  I have dealt with the issue of the Cassells report.<\/p> <p>To be parochial for a moment, Senator Lombard raised the important issue of infrastructure projects for Cork.  It is important that Transport Infrastructure Ireland, TII, and the Minister, Deputy Ross, would address the issues because the projects Senator Lombard referred to are pivotal infrastructure projects which are about developing the region economically in terms of the N28, the Macroom bypass and the Dunkettle roundabout.  If those projects were to be delayed or not gone ahead with, it would have a profound negative impact on the economic life of Cork, not to mention other areas.<\/p> <p>Senator Mac Lochlainn raised the issue of motor insurance, which was addressed recently in the House.  The Minister for Finance has set up a working group on the issue and he has committed to come to the House to discuss it.  I hope we can have that debate.<\/p> <p>Senator Norris referred to both the supervision of bonfires and the Cassells report.  In terms of the Cassells report, it is important this House would play a role prior to the Committee on Education and Skills beginning its work on the report.<\/p> <p>Senator Gallagher raised the important issue of lone parents.  This will be part of the debate today when the Senator will have an opportunity to participate but if we cannot get to it then, I am sure the Minister will return to the House to debate it.  As it will probably be the Minister's last time in the House before the summer recess and the legislation coming to the House, I felt it was important to have statements on social protection in order that Members can have an input into that debate.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Gavan raised the issue of Shannon and our policy with regard to our airports and military use.  I would be happy to ask the Minister, Deputy Flanagan, to come to the House to speak on that matter.<\/p><p>I ask that Senator Daly withdraw the amendment regarding the report on trauma facilities.  The Minister has not seen the report.  I spoke to him this morning about it and I would be very happy to have a discussion on it when it can be put before the House.  Rather than divide the House on a newspaper report containing hearsay, which would set a bad precedent, I give a commitment to having a debate when we come back after the report has been published.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#AA00300","speaker":"1391","continuing":true},{"type":"speech","time":1468330200,"counter":99,"content":"<p>We can suspend the House so the Leader can get clarification on when the Minister could come before the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB00200","speaker":"1414"},{"type":"speech","time":1468330200,"counter":100,"content":"<p>I spoke to the Minister prior to coming to the House.  He has not seen the report, as it has not been finished.  The Minister does not have the report.  The Senator is basing his comments on a leaked report, which gives a sensational perspective.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB00300","speaker":"1391"},{"type":"speech","time":1468330200,"counter":101,"content":"<p>It could not be clearer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB00400","speaker":"1392"},{"type":"speech","time":1468330200,"counter":102,"content":"<p>When the report is published, I commit to asking the Minister to come to the House to discuss the report's contents.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB00500","speaker":"1391"},{"type":"speech","time":1468330200,"counter":103,"content":"<p>Senator Daly has proposed an amendment to the Order of Business: \"That a debate with the Minister for Health on the report of the steering group regarding the closure of nine accident and emergency departments be taken today.\"  It is a matter for Senator Daly.  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB00600","speaker":"1381"},{"type":"speech","time":1468330200,"counter":104,"content":"<p>The steering group was set up by the former Minister, Deputy Varadkar-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB00700","speaker":"1414"},{"type":"speech","time":1468330200,"counter":105,"content":"<p>It was not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB00800","speaker":"1391"},{"type":"speech","time":1468330200,"counter":106,"content":"<p>We cannot have a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB00900","speaker":"1381"},{"type":"speech","time":1468330200,"counter":107,"content":"<p>We are not having the debate.  We have had no clarification.  The recess is approaching so when will the Minister have the report?  If we suspend the House for ten minutes, we could get clarification on whether he will be in before the summer.  The problem is that there are accident and emergency departments crying out for staff and there is no chance-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB01000","speaker":"1414"},{"type":"speech","time":1468330200,"counter":108,"content":"<p>We cannot have the debate now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB01100","speaker":"1381"},{"type":"speech","time":1468330200,"counter":109,"content":"<p>May I assist Senator Daly?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB01200","speaker":"1391"},{"type":"speech","time":1468330200,"counter":110,"content":"<p>The Senators should resume their seats.  The position is clear.  Senator Daly will either push it to a vote or he will not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB01300","speaker":"1381"},{"type":"speech","time":1468330200,"counter":111,"content":"<p>Will the Leader come to the House tomorrow morning with clarification on when the Minister expects the House to have the report?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB01400","speaker":"1414"},{"type":"speech","time":1468330200,"counter":112,"content":"<p>In order to help Senator Daly, I should say that I spoke to the Minister this morning about this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB01500","speaker":"1391"},{"type":"speech","time":1468330200,"counter":113,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB01600","speaker":"1414"},{"type":"speech","time":1468330200,"counter":114,"content":"<p>The Minister has not yet received the report.  The group has not yet reported and the Minister for Health has not seen any output from the group.  The group's recommendations are not expected until later this year.  I can provide clarification on that tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB01700","speaker":"1391"},{"type":"speech","time":1468330200,"counter":115,"content":"<p>That is all right.  We will withdraw the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB01800","speaker":"1414"},{"type":"speech","time":1468330200,"counter":116,"content":"<p>Senator Gerry Horkan has proposed an amendment to the Order of Business: \"That No. 18 be taken before No. 1.\"  The Leader has indicated that he is prepared to accept that amendment.  Is that agreed?  Agreed.  Senator Fintan Warfield has proposed an amendment to the Order of Business: \"That No. 16 be taken before No. 1.\"  The  Leader has indicated he is prepared to accept that amendment.  Is that agreed?  Agreed.  Senator P&aacute;draig Mac Lochlainn has proposed an amendment to the Order of Business: \"That No. 17 be taken before No. 1.\"  The Leader has indicated he is prepared to accept that amendment.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB01900","speaker":"1381"},{"type":"unspoken","time":1468330200,"counter":117,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"National Anthem Protection of Copyright and Related Rights (Amendment) (No. 2) Bill 2016: First Stage","time":1468330200,"counter":118,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB02100"},{"type":"speech","time":1468330200,"counter":119,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to restore the national anthem copyright protection to the National Anthem of the State and for that purpose to amend the Copyright and Related Rights Act 2000 and to provide for related matters.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB02200","speaker":"1412"},{"type":"speech","time":1468330200,"counter":120,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB02400","speaker":"1418"},{"type":"unspoken","time":1468330200,"counter":121,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1468330200,"counter":122,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB02500","speaker":"1381"},{"type":"speech","time":1468330200,"counter":123,"content":"<p>Next Thursday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB02600","speaker":"1412"},{"type":"speech","time":1468330200,"counter":124,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB02700","speaker":"1381"},{"type":"unspoken","time":1468330200,"counter":125,"content":"<p>Second Stage ordered for Thursday, 14 July 2016.<\/p>"},{"type":"majorheading","content":"Electoral (Amendment) (Voting at 16) Bill 2016: First Stage","time":1468330200,"counter":126,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB02900"},{"type":"speech","time":1468330200,"counter":127,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to reduce to sixteen years the age at which a person is entitled to be registered as a European Parliament and Local Government elector, and to provide for related matters.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB03000","speaker":"1372"},{"type":"speech","time":1468330200,"counter":128,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB03200","speaker":"1400"},{"type":"unspoken","time":1468330200,"counter":129,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1468330200,"counter":130,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB03300","speaker":"1381"},{"type":"speech","time":1468330200,"counter":131,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB03400","speaker":"1372"},{"type":"speech","time":1468330200,"counter":132,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB03500","speaker":"1381"},{"type":"unspoken","time":1468330200,"counter":133,"content":"<p>Second Stage ordered for Tuesday, 19 July 2016.<\/p>"},{"type":"majorheading","content":"Coroners (Amendment) Bill 2016: First Stage","time":1468330200,"counter":134,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB03700"},{"type":"speech","time":1468330200,"counter":135,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to amend the Coroners Act of 1962, to provide for a verdict of iatrogenic suicide and related matters.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB03800","speaker":"1400"},{"type":"speech","time":1468330200,"counter":136,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB04000","speaker":"1372"},{"type":"unspoken","time":1468330200,"counter":137,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1468330200,"counter":138,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB04100","speaker":"1381"},{"type":"speech","time":1468330200,"counter":139,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB04200","speaker":"1400"},{"type":"speech","time":1468330200,"counter":140,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB04300","speaker":"1381"},{"type":"unspoken","time":1468330200,"counter":141,"content":"<p>Second Stage ordered for Tuesday, 19 July 2016.<\/p>"},{"type":"speech","time":1468330200,"counter":142,"content":"<p>We will have a busy day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB04500","speaker":"1392"},{"type":"majorheading","content":"Appointments to Seanad Committee on Procedure and Privileges: Motion","time":1468330200,"counter":143,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB04600"},{"type":"speech","time":1468330200,"counter":144,"content":"<p>I move:<\/p><blockquote>That, in pursuance of Standing Order No. 96 of the Standing Orders relative to Public Business, the following members be appointed to the Committee on Procedure and Privileges:Senators Catherine Ardagh, Ivana Bacik, Paddy Burke, Rose Conway-Walsh, Alice-Mary Higgins, Michael McDowell, Gabrielle McFadden, Catherine Noone, Diarmuid Wilson.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#BB04700","speaker":"1391"},{"type":"unspoken","time":1468330200,"counter":145,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Appointments to Committee of Selection: Motion","time":1468330200,"counter":146,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#CC00100"},{"type":"speech","time":1468330200,"counter":147,"content":"<p>I move:<\/p><blockquote>That, in pursuance of Standing Order No. 95 of the Standing Orders relative to Public Business, the following members be appointed to the Committee of Selection:Senators Catherine Ardagh, Victor Boyhan, Jerry Buttimer, Mark Daly, Paul Gavan, Kevin Humphreys, Gabrielle McFadden, Michelle Mulherin, Marie-Louise O&rsquo;Donnell, Lynn Ruane.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#CC00200","speaker":"1391"},{"type":"unspoken","time":1468330200,"counter":148,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1468330200,"counter":149,"content":"<p>Sitting suspended at 4.45 p.m. and resumed at 5.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Social Protection: Statements","time":1468330200,"counter":150,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#JJ00100"},{"type":"speech","time":1468330200,"counter":151,"content":"<p>I welcome the Minister to the House and invite him to address us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#JJ00200","speaker":"1425"},{"type":"speech","time":1468330200,"counter":152,"content":"<p>I am very pleased to have the opportunity to discuss my Department and priorities for the forthcoming budget and also, in particular, to hear Senators' views on what the budget package should contain.<\/p><p>It is useful in the first instance to outline the scale of the Department's expenditure and its importance for very large sections of the Irish population.  An allocation of &euro;19.625 billion has been provided for the Department this year.  That represents 38% of gross current Government spending.<\/p><p>Each week, about 1.37 million people, pensioners, people with disabilities, workers on maternity benefit or sick leave, carers and jobseekers receive a payment from the Department of Social Protection.  In addition to this, more than 625,000 families receive child benefit each month for almost 1.2 million children.<\/p><p>There can be a misconception that most welfare payments go to the unemployed.  This is not so.  The single biggest block of expenditure in 2016 will be expenditure on pensions which will amount to almost &euro;7 billion or 36% of overall expenditure by the Department.  Expenditure on working age income supports<b>- <\/b>including jobseeker's allowance, one-parent family payment, maternity and paternity benefit - accounts for &euro;4 billion or about 20% of the overall budget.  Expenditure on employment supports,<b><\/b>including community employment, back-to-education and enterprise and various employment programmes, amount to &euro;1.1 billion or 6% of the Department's budget.  Expenditure provision for illness, disability and carers<b><\/b>will amount to &euro;3.5 billion or 18% of expenditure in 2016.  Expenditure on children and families will account for nearly 13% or &euro;2.6 billion, of which &euro;410 million will be spent on the family income supplement paid to low-income, working families.  Expenditure on supplementary payments, agencies and miscellaneous services accounts for &euro;867 million or 4% of expenditure.  These supplementary payments fall into four main categories: rent supplement; household benefits package; fuel allowance; and free travel.  It is worth highlighting that expenditure on pensions and children alone will account for almost &euro;9.6 billion, just under half of the Department's overall expenditure in 2016.  The other half goes to adults of working age.<\/p><p>The primary focus of the last Government was to repair the economy and to rescue Ireland from national bankruptcy.  As Senators will recall, unemployment reached a crisis peak of more than 15%; CSO data published last week shows that the monthly unemployment rate has fallen to 7.8% with long-term unemployment now under 5%.  At the end of June, there were approximately 40,600 fewer people on the live register than the same time last year and 82,900 fewer people than this time two years ago.  Employment has increased by 47,000 in the past year and it is particularly welcome that the construction sector has experienced one of the largest rates of increase.  The ongoing drop in the live register is freeing up resources we need to meet rising demand for pensions, people with disabilities and carers, among other areas.  Whereas it is correct to say that money will be freed up by the fact that more people are going back to work and, therefore, jobseeker's benefits and jobseeker's allowance are falling, the demographic effect of more pensioners, more children, more people with disabilities, more carers every year cancels out any savings that accrue from the fall in the live register.<\/p><p>Budget 2015 was the first budget since the financial crisis in which there was some scope to make improvements in welfare payments.  These included rate increases for pensions, child benefit, restoration of the carer's support grant and the fuel allowance, as well as the introduction of a new paternity benefit scheme.  I know the House will discuss the legislation for paternity leave and paternity benefit next week.  In addition, the Christmas bonus was increased to a 75% bonus in December 2015.  As happened in 2014 and 2015, when a bonus was paid, there is currently no provision for a bonus in the Department's allocation for 2016.  In 2014 and 2015 the Government was ultimately in a position to proceed with a bonus given the continuing improvement in the State's financial position.  However, it is not in the expenditure base for this year.  The State's financial position is improving again in 2016 and I will therefore be seeking approval from my Government colleagues in the coming months for the payment of a Christmas bonus once again this year.  An announcement will be made on budget day in October.  I have spoken to many of my colleagues in Cabinet about it and they are all very supportive so far.  If any of my colleagues are opposed to paying the Christmas bonus they have not yet said so.  <\/p><p>I have already acted on our recent commitment to increase rent supplement limits.  The new measure, in place since 1 July, means that maximum rent limits have increased in every part of Ireland.  The extent of the increase reflects the pressures on rental properties in each particular location.  For example: there has been a 25% average increase in Laois and Roscommon; a 21% average increase in Leitrim, Cork city, Longford and Galway city; a 29% average increase in Dublin; a 30% average increase in Fingal; a 19% average increase in Westmeath, Kildare and Louth; and a 15% average increase in Cavan and Donegal.  This, of course, varies according to household size as do market rents.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Leo Varadkar:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Looking ahead, the programme for a partnership Government contains a number of commitments regarding social protection.  These include increasing pensions and the living alone allowance, protecting free travel for pensioners and people with disabilities, and a rate increase for people with disabilities and carers.  The programme also outlines the Government's commitment to the development of a new working family payment to reduce child poverty and make work pay.  <\/p><p>I also want to reinforce the contributory principle by strengthening the social insurance system.  Essentially, this relates to people paying PRSI and understanding that benefits are linked to what they put in.  I intend to restore some of the treatments available under the treatment benefit scheme that were cut by the previous Government during the austerity years.  These include dental and optical benefits.  I will extend the level of social insurance coverage available to the self-employed.  This is a personal priority for me.  It will form part of the Government's new deal for the self-employed, which will encompass tax as well as welfare concessions.  I know this will be the subject of a separate debate in the House next week and I look forward to speaking on it more detail then.  <\/p><p>I am delighted that Report and Final Stages of the Paternity Leave and Benefit Bill are before the D&aacute;il tomorrow.  If concluded, the Bill should be debated in the Seanad on Friday under the Minister for Justice and Equality or the Minister of State with responsibility for equality, immigration and integration, Deputy Stanton.  I am sure that Members from all sides will welcome this innovation, and, once enacted, my Department can commence the payment of paternity benefit from September to social insurance contributors, including the self-employed and farmers.<\/p><p>I will be hosting a pre-budget forum on Friday week to which I have invited 41 NGOs and advocacy and representative organisations.  I am looking forward to that engagement and to hearing their views on what should be prioritised in the budget.  <\/p><p>As Members will be aware, there will be about &euro;1 billion of fiscal space available for new initiatives across all Departments in budget 2017.  The Government's priority is to build a strong enterprise-based economy that rewards innovation and work, not speculation, and to deliver a fairer society, one in which there is real opportunity but that has a very strong safety net as well.  This means that choices will have to be made as to how we can best achieve these goals, and certainly everything cannot be done in one year or one budget.  Social protection must compete with other priorities, including health, disability, demands for tax relief and much-need investment in infrastructure.  Bearing that in mind, rather than a shopping list that cannot be delivered, I would really welcome a steer from Senators as to what they think should be prioritised in budget talks and what they believe should be prioritised for whatever limited additional resources are available to the Department next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#JJ00300","speaker":"1236","continuing":true},{"type":"speech","time":1468330200,"counter":154,"content":"<p>I welcome the Minister and wish him the best in what is his third Department in a short period.  I congratulate him on being appointed to Cabinet again.  I recognise the role of social welfare transfers in alleviating poverty and I welcome the small increases announced in last year's budget, including the &euro;3 increase in the pension, the &euro;5 increase in child benefit, the &euro;5 increase in family income supplement thresholds and the &euro;2.50 per week increase in the fuel allowance.  However, it is apparent that considerable resources still need to be deployed to lift people out of poverty and social exclusion.<\/p> <p>While the economic crisis is over, thousands of people are still not feeling the effects of the economic recovery.  A total of 8% of the population are in consistent poverty.  The target set for 2016 was a consistent poverty rate of 4%.  The reality is that there is a two-tier society and a two-tier recovery, and the previous Government targeted those who had the least to give through punitive and regressive budgets.  At the launch of the Society of St. Vincent de Paul's 2017 pre-budget submission, it was highlighted that it is receiving on average 2,300 calls a week in an era of apparent growth and recovery.  The society highlighted that many households are struggling to pay for basic essentials such as food, heating and education.<\/p> <p>Any small gains in the budget must also be looked at in the context of previous Fine Gael-Labour Party budgets and the harsh and punitive measures they presided over.  Low-income and vulnerable groups are still exposed to poverty and social exclusion, and the measures in the last budget, while very welcome, are simply not enough.  Furthermore, the cost of certain essential goods and services has risen in the past year.  The small increases given in the last budget are being swallowed up by increases in the cost of living, and people dependent on social welfare see very little gain in their pockets.  For example, car insurance rose by 35.5% from May 2015 to May 2016, house insurance rose by 9.9% in the same period and education costs have risen by 3.8% in that same period.  <\/p> <p>While it must be acknowledged that the increase in child benefit and pensions announced in last year's budget have resulted in improvements from 2015, many low-income households are still struggling to make ends meet and are yet to feel the benefits of any economic recovery.  This underscores the fact that the Minister for Social Protection has very serious work to do with regard to tackling poverty and social exclusion.  We know the Government has missed its anti-poverty targets.  The national social target for poverty reduction was to reduce consistent poverty to 4% by 2016, but the consistent poverty rate is 8%, leaving a gap of four percentage points.  The Government child poverty target as set out in Better Outcomes, Brighter Futures: the National Policy Framework for Children and Young People was to lift 70,000 children out of consistent poverty by 2020, but no progress has been made on the child poverty target.  There is now a new figure: 97,000 children must be lifted out of consistent poverty to meet the target by 2020.<\/p> <p>Despite claims by the previous Government that older people were protected from cuts and tax increases, the reality is that they were particularly hard hit by reductions in income and increases in taxes and charges.  The number of weeks for which the fuel allowance was paid was cut, free electricity and gas units were reduced, the telephone allowance and the bereavement grant were scrapped and households were hit with the property tax, water charges and increases in prescription charges.  All of these combined had a grave effect on older people, making it very difficult for many of them to get by from week to week.  The national pensions framework sets a target of maintaining social welfare pension rates at 35% of average earnings.  In view of this, the &euro;3 increase in the weekly pension, while welcome, was insufficient.  In its manifesto, Fianna F&aacute;il has called for a &euro;30 increase in the State pension and an increase in the living alone allowance to &euro;15, to be phased in over five years in recognition of the fact that older people suffered immensely in the past number of years.  While increasing the State pension, we also need to ensure that secondary benefits such as the fuel allowance and household benefits package are protected.  These are vital payments to older people and can and do make life far more bearable, particularly for those solely reliant on the State pension.  <\/p> <p>We are also asking the Minister to consider amending the homemaker scheme.  It is imperative to provide an income for women who spent years out of the workforce caring for children in their homes.  We need to recognise and acknowledge the value of this work.  The system already disregards time spent working in the home since April 1994 for the purposes of calculating yearly average contributions.  We are asking the Minister to consider backdating this further. <\/p> <p>Another issue relates to waiting times for assessment of essential social welfare payments.  The waiting times are appalling and cause a great deal of stress and hardship.  According to information I received through a parliamentary question, in 2016, a summary decision took 17.3 weeks and an appeal or oral hearing took 24.3 weeks.  This is a total of 41.6 weeks, which is almost ten months.  When one considers that these are vital payments, one can see that the time spent waiting for a decision is hugely important.  The waiting time can have significant financial repercussions for applicants, putting many at risk at poverty while awaiting the outcome of a decision.  The Minister needs to address this as a matter of urgency, as many of those applying for the payments are already in a distressing situation and this is only compounded by the length of time it takes for a decision to be made on a person's entitlement to a payment.  <\/p> <p>It is vital that the most vulnerable in society are not forgotten and that the State provides an adequate safety net for such people.  Fianna F&aacute;il will not support policies that continue the harsh, regressive and punitive agenda pursued by the previous Government.  I thank the Minister for coming to the House and outlining his plans.  We will support him in looking after the most vulnerable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#KK00200","speaker":"1412"},{"type":"speech","time":1468330200,"counter":155,"content":"<p>I welcome the Minister to the Upper House.  I am delighted and honoured to have been appointed as Fine Gael spokesperson on social protection by the Taoiseach.  I look forward to working alongside the Minister in this challenging and complex area in order to take the necessary strides in closing the gap to achieve a more socially just Ireland for all.  As spokesperson, I wish to emphasise how social protection is interlinked with so many other Departments.  I believe this must be taken into consideration across these Departments to ensure a positive outcome for each citizen.<\/p> <p>We are all too aware of the effects of the economic downturn on services and people, both collectively and individually.  Harsh decisions had to be made taking into consideration Ireland's circumstances at the time.  On the rare occasion when an incorrect decision was made, it was acknowledged and swiftly rectified.  Incomes and living conditions were greatly affected by the economic crisis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ray Butler:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2303\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2303&amp;amp;pid=RayButler&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Now we have the opportunity to take appropriate measures to address these anomalies.  We must provide employment for all, financial relief for our citizens, a higher quality of public services and stability into the future.<\/p><p>I welcome the good news on the latest figures released last week by the Central Statistics Office, CSO, which show that unemployment has fallen again for the 13th consecutive month, this time by 500.  When Fine Gael first came to office, unemployment was at an all-time high of 15%; today, it is at 7.8%.  It is very encouraging to know that we are moving in the right direction, with the figures to support that.  The Pathways to Work Strategy 2012-2015 has played a key role in that regard.  Job losses are the first casualty of any recession and the changes in lifestyle that brings to both individuals and family life has far-reaching consequences.  Job creation must be a top priority across all parties.  Underpinning this, the Government must ensure that work must pay and be more valuable than being on welfare.<\/p><p>The Government's Action Plan for Jobs 2016 under the current Pathways to Work strategy addresses the issues and challenges for the long-term unemployed.  Since last year, JobPath, which mainly assists the long-term unemployed to secure, full-time paid employment or self-employment - long term being over 12 months - has been rolled out on a phased basis in large towns and cities, and further locations will be added this year.  JobsPlus is designed specifically for the employer to encourage and reward those who employ jobseekers, in particular those who are on the live register long term.<\/p><p>It is refreshing to see that the JobBridge scheme, originally set up to assist the labour market and the labour force at that particular time, is now being replaced with a new scheme fit for today&rsquo;s circumstances and market.  I congratulate the Minister on taking that initiative and I look forward to the outcome following its review, together with the implementation of the replacement of it with a new scheme in September.<\/p><p>The recalibration of our social welfare system to ensure that jobseekers are given every opportunity to work while at the same time protecting the most vulnerable in society with fair income supports is vital.  The Minister's positivity in terms of looking into certain areas that need restoration is refreshing, such as introducing the K class and S class stamps, the restoration of dental treatment benefit, looking to increase disability benefit and allowance, carer&rsquo;s benefit and allowance, and the blind person&rsquo;s pension while increasing the State pension and the living alone allowance above the rate of inflation, affirms his and this Government&rsquo;s commitment to creating a socially just, inclusive society for all.<\/p><p>The next area I wish to address will come as no surprise to the Minister, or anyone else, as I have campaigned vigorously throughout my political career for equal social protection entitlements for the self-employed.  I was delighted to have the opportunity to meet the Minister to discuss that entire area.  I am encouraged to see that reform measures to offer protection and security for the self-employed at vulnerable times are a priority for him and the Government, as the self-employed and small business are the engine of our jobs sector.  <\/p><p>I look forward to seeing the Minister back in the House next Tuesday to debate the motion I have brought forward on social protection for the self-employed.  That has been one of the greyest areas in social protection for the past 50 years, and we saw it come to a head during the Celtic tiger crash when there was no help for those people when they needed it.<\/p><p>On Friday, approximately 150,000 families will receive the back to school allowance providing for 0.25 million children.  Children between four and 11 years will receive &euro;100, and children from 12 to 22 years, providing they are still in full-time secondary education, will receive &euro;200.  That allowance goes a long way in helping families who struggle at this time of year with the cost of uniforms, books, etc.  I would encourage any parent who is unsure if they are entitled to this assistance to make an application and find out.<\/p><p>With regard to our rural economy and the agrifood sector, I understand that a review with insights, experiences and input from the various farming representatives concerning the farm and fish assist schemes is being considered.  Current farm families and their incomes must be supported and improved, and I am certain that the Minister will take into consideration the necessary changes required in the taxation system to support this ever-expanding sector.<\/p><p>We must examine the retirement age coupled with our improved life expectancy figures published today.  These factors lend themselves to a huge variety of vastly experienced individuals who can and wish to remain involved in their communities.  Such a wealth of resources would make an incredible contribution to services locally, such as providing support and helping our ageing population who are not in a position to continue contributing themselves.  The surge in our ageing population, which will only continue, requires taking proactive measures now in terms of policy making, planning and delivery of services if we want to ensure that older people remain active and independent within their communities as long as possible.  I urge the Minister to examine pensions for single elderly people living on their own.  They are finding it extremely hard to survive with all the additional charges heaped on them in recent years.<\/p><p>Criticism is regularly hurled at politicians for their supposed short-sightedness.  I congratulate the Government, and the previous Government, on their long-term planning, ambitions, goals and achievements to date.  While I accept we have a long way to go, I believe this steady positive progress is moving us closer to bridging the gap.  I am very happy that the Government is putting &euro;1 billion a year into a rainy day fund as the economy allows and grows, because the short-sightedness of the Celtic tiger Government not putting any money away for those rainy days left our vital services and everybody in this country in a very vulnerable state.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#KK00300","speaker":"1423","continuing":true},{"type":"speech","time":1468330200,"counter":157,"content":"<p>I welcome the Minister to the House again and congratulate him on his appointment to this Ministry, which deals with one of the most crucial areas in terms of shaping our national life.  Social protection plays a crucial role in terms of investing in Ireland's people and in the security, equality and inclusion which are essential to both sustainable economic growth and social cohesion.<\/p> <p>In that sense, I welcome the recognition by the Minster that &euro;9.6 billion, almost half of the social protection budget, is directed not necessarily to working age and other payments, but to that wider part of the remit.  Rather than simply being a safety net, the Department of Social Protection is effectively the foundation for the State.  According to the Central Statistics Office, CSO, almost half of all households would be at risk of poverty were it not for some form of social transfer they are receiving.  I welcome the acknowledgement of that wider remit, and foundational role, in the Minister's contribution.<\/p> <p>Given the importance of those transfers in maintaining our society, we saw a circumstance arise this year and during the period of austerity, and I will not elaborate because many other speakers did so, where those on the very lowest incomes, many of whom were on social protection payments, paid an additional price.  While rates may have remained the same, charges were increased.  In many cases there was an erosion from below practically in terms of what was received.<\/p> <p>There is a concern in that we see a focus on working age payments but perhaps a neglect in the area of pensions and child poverty in terms of our very high child poverty rates.  However, without the social protection system having remained strong, having been hard  fought for, we would have seen far wider social cohesion during the period of the recession.  As we look towards another period of growth but also potential uncertainty it is crucial that the Department of Social Protection be adequately resourced and prepared for any economic or social shocks it may endure.  I have no doubt the Minister will fight hard for that resourcing, and I will support him in that regard.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The programme for partnership Government recognises that economic repair must be complemented by social repair.  The Department of Social Protection will be key in implementing this on behalf of Government.  The programme for partnership Government also commits to gender and equality proofing of the budget, in which, again, the Department of Social Protection will need to play a key role.  The Department of Social Protection has previously shown leadership in areas like social impact assessment and poverty proofing.  I know from my role over many years in civil society, Older and Bolder, older people's organisations and the National Women's Council of Ireland and having attended many of the forums in this area, including the one referenced in the Minister's speech, that the Department has a strong record of evidenced based work and of consultation.  I would strongly encourage a continuation of that practice of consultation and evidenced based work.  In that sense, the Department of Social Protection should champion robust evidenced based gender and equality proofing, with civil society participation in that process, as is the case in Scotland.  I also ask that the Department take a leadership role by designating in its budget for 2017 a specific budget line around implementation of the new public duty on equality and human rights.<\/p><p>I would like to focus now on four key aspects in terms of areas that I believe need to be restored, reviewed, reformed and in respect of which we need to reach out.  In terms of restoration, the jobseeker's under 26 payment hit hard, the full impact of which we still do not know.  A majority of those who have emigrated in the younger age group are women.  We need to restore those payments, beginning with restoration of full payment for those on courses and in training.  Reduced rate pensions is another crucial area.  While the top contributory pension rate may not have been changed, 84% of those who receive that payment are men.  This means that only 16% of those who receive it are women.  The majority of women are on reduced rate payments and, as a result of shifts in the contributory thresholds, they have seen a practical, tangible weekly loss in income.  Changes to the voluntary contributions have also impacted on women in particular and have made it hard for them to bridge the gap in their contributory record.  They have also affected those moving in and out of PAYE or self-employed work.<\/p><p>Another area at which we need to look in terms of restoration are the auxiliary benefits around the household benefits package, including the telephone allowance.  These are areas in which the impact of cuts has been harsh in many practical senses.  We also need to look at how these cuts intersect with new charges which create extra costs that were not in place at the time the original rates were set.  In that sense, there is scope for an overall review of social protection rates.  People have talked about whether the payments should be benchmarked or should reflect minimum essential standards of living.  This is an area that needs to be examined.  We also need to look at rates which have been unchanged for over a decade, specifically, direct provision.  The payments for those in direct provision have been, shamefully, just over &euro;19 for well over a decade now.  The McMahon report sends out the clear message that those rates need to be changed.  I would urge the Minister to take that on board.<\/p><p>In terms of other areas that need review, there are policy areas that might need review.  The Department of Social Protection has shown in the past that it is flexible when it comes to reviewing policies, looking at the evidence and being willing to change direction, as in the case of the cuts to the income disregards which were having a tangible impact in terms of people taking up employment and in terms of the Minister's actions in regard to the rent supplement.  I urge consideration and review of the habitual residency condition, specifically looking to its impact on Travellers, Roma people and those who are leaving situations of domestic violence and its impact as a criteria in regard to child benefit in particular given the very concerning rates of child poverty as discussed earlier.<\/p><p>I would also urge the Government and the Minister in particular to review policy over recent years in regard to one-parent families.  There has been a huge outcry across civil society about policy direction in recent years in regard to one-parent families.  We know that one in four families in Ireland are one-parent families, that 58% of them are now experiencing deprivation and that more than 22% are in consistent poverty.  This is an area of urgency and concern.  The Minister previously referred in the D&aacute;il to Dr. Michelle Millar's pending report on lone parents.  I would welcome if the Minister could provide us with a timeline in terms of how we might engage with a review of that policy.  I am aware of the Minister's statement that that report is not a financial impact assessment.  I would like to know if he would resource a separate financial impact assessment which could also be used.  I have practical suggestions on interim measures in regard to the jobseeker's allowance, jobseeker's transitional payment and one-parent families which, rather than detail here, I will forward them to the Minister's Department.<\/p><p>Another area for review is activation policy.  We have some legacy assumptions that have underpinned our activation policy which I believe have been detrimental.  The all or nothing approach, which demands full-time availability and which loses all of the potential for the building of labour market attachment and the building of quality part-time engagement, makes it harder for persons with a disability and persons with care responsibilities to begin their engagement with the system.  In this regard, we need to look at the payments, the hours, the days and so forth.<\/p><p>I now focus on the key area of social protection reform.  The Minister has given a commitment to review the PRSI system and to consider reform of the contributory system.  Will he also please look to placing care credits at the centre of that reform and to placing the gender pension gap at the centre of pension reform?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#LL00200","speaker":"1405","continuing":true},{"type":"speech","time":1468330200,"counter":159,"content":"<p>I welcome the Minister to the House and thank him sincerely for taking the time to engage with it in this important debate.  Many of the plans he laid out are welcome.  However, there are some issues that I would like to briefly raise with him this evening that might feed into the overall thinking of his Department.  <\/p> <p>In regard social welfare appeals, I was concerned to learn through my research that 50.2% of original decisions in terms of the disability allowance are being overturned on appeal; 49.3% of original decisions in terms of the domiciliary care allowance are being overturned on appeal; 38.7% of original decisions in terms of the carer's allowance are being overturned on appeal and that there is a 23.3% win rate in appeals in jobseeker's benefits despite this being a PRSI based payment and all information being available on the Business Object Model implementation, BOMi, system.  The appeals official cites the high rates of success on appeal as proof of its autonomy from the Department.  An alternate view is that this indicates problems at the heart of the welfare system.  Poor decision-making and bad administrative practice coupled with increased pressure on the Department have helped push up the appeals rate.  While I acknowledge that much has been done by the Department of Social Protection to tidy up this whole area, it is clear to me that much more can still be done and I would ask the Minister to prioritise this work.<\/p> <p>The JobBridge scheme was a good scheme that worked well in response to the needs of the times in which it operated.  Some 15,000 interns went directly into paid employment immediately following a JobBridge internship.  However, I commend the Minister on his decision to wind down the programme now that the overall climate has changed, with the number of those signing on to the live register reducing every month.  I echo the call from IBEC for the introduction of a new more targeted scheme.  I would also encourage the Minister to discuss ways employers could contribute financially to a new scheme.<\/p> <p>On the proposed paternity leave scheme, I regret that I will be unable to contribute to the debate on this issue later in the week.  However, I would like to identify some of the European comparisons in this area in the hope that we may be able to learn from previous mistakes.  I would also like to put on the record that as of yet, I have no immediate interests to declare in this regard.  In the Czech Republic, men are able to take as much parental leave as women.  Despite this, men represent only 1.8% of parental leave takers.  Men are also eligible for up to 22 weeks leave after the birth of a child.  The take-up rate among fathers in Estonia has been steadily increasing since 2008, when a new compensation scheme was introduced.  While previously parental leave among was 2%, the latest data from 2013 show an increase in the rate to 6.5%.  In the Netherlands, less than 10% of fathers took paternity leave in 2001, although this has since increased to 24%.  In Sweden, a similar trend could be found, although most recent statistics indicate an increase to 24.8% compared to 10% when the scheme was first introduced.  In Germany, only 20% of men take up paternity leave.  Spain permits 300 weeks of parental leave to be shared by parents until the child is three years old.  Slovenia mandates 15 days of paid paternity leave and 75 days of unpaid paternity leave, along with the option to split the 260-day parental leave allocation.  Very often women have to put their careers on hold or work part-time to take care of their children, while men continue to work full time.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Neale Richmond:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2472\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2472&amp;amp;pid=NealeRichmond&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Even when men have shown a genuine interest in taking parental leave, the lack of flexible and practical policies has made it next to impossible for some to combine it with their work-life balance.  For many years, Ireland has lagged behind most other European countries in the area of paternity leave and while I welcome the Bill to come before the House this week, it will only be a success if new fathers actually make full use of it.  Introducing the leave in itself is not good enough and I encourage the Minister to complement it with a public interest campaign informing fathers about the scheme and, most importantly, encouraging them to take part.  I also encourage him to engage with his European counterparts to see what worked in Netherlands and Germany to make this leave a real success.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#MM00200","speaker":"1399","continuing":true},{"type":"speech","time":1468330200,"counter":161,"content":"<p>It is timely that I get the opportunity to make a statement in the Seanad today about social protection.  I make the statement on the back of the release of a damning report on poverty, deprivation and inequality published two weeks ago by Social Justice Ireland.  It provides some truly harrowing statistics and figures which fly in the face of the old narrative from the Government that the recovery is well and truly under way.  Since the onset of the recession, there are 110,000 more people living in poverty, bringing the total number of people living in poverty in this country to 750,000.  This is a shocking figure for a country that prides itself on the welfare of its citizens.  The most worrying aspect of this report is the level of people who are actually in employment yet earning significantly below the poverty line.  These are known now as the working poor.  That we could come to see a day where we have hard working women and men all over the country going out to do a long day of hard work to provide for themselves and their families, but still not earning enough to sustain a decent standard of living, is a damning indictment of this and previous Governments.<\/p> <p>Much is made of the level of unemployment created by the Government and the fantastic story that is job creation.  It seems that it is a \"jobs at any cost\" policy; precarious, unstable indefinite employment now seems to be the order of the day with no stability, permanency or structure provided to many new employees.  Contracts, where they are provided, do not seem to be worth the paper they are written on.  Sinn F&eacute;in presented an opportunity in the D&aacute;il last week to go some way towards rectifying the situation by introducing the Banded Hours Contract Bill.  We know what happened to that - it was rejected by the Government and kicked down the road by their partners, Fianna F&aacute;il.  The last few years have seen a concentration on getting the economy right and allowing everything else to wait and then fall into place.  What was neglected was the primary principle that we live in a society, not an economy.  Society needs a sound and performing economy to flourish and provide opportunities, yet the bedrock of this country and what the people stand for is a caring, fair society where there are opportunities for all regardless of background.  What we have now after years of austerity and structural inequality is a somewhat failed society.  I see the deprivation that is now copperfastened as a result of years of austerity in many areas of Dublin.  I am informed of the despair families and communities face on a daily basis irrespective of this recovery.<\/p> <p>What are the major problems and their solutions?  While we all realise the importance of job creation and activation, given that 57.6% of those citizens living in poverty are not connected to the labour market, social welfare is the crucial tool in addressing poverty rates.  Worryingly, despite the poverty line falling in recent years, poverty rates are rising.  At present, the unemployment rate in Ireland is just below 8%.  We welcome the fact that this is nearly half of the crisis figure of over 15%.  The Government's target figure is 6%.  I spoke to the Irish National Organisation of the Unemployed this week and they see this figure as far too unambitious and believe it will leave a lot of people unable to participate in Ireland's economic development.  According to the Irish National Organisation of the Unemployed, the long-term unemployed figure in Ireland still stands at over 130,000.  This figure is completely unacceptable and we need to give these people hope.  The seasonally adjusted live register figure still stands at 305,600.  This figure represents a level 90% higher than in pre-crisis levels.<\/p> <p>To address some of the major issues that we in Sinn F&eacute;in see as necessary to address these problems, having consulted with Social Justice Ireland and the INOU, we are calling for a number of initiatives.  Similar to pay restoration in the economy, we need to begin to see rate increases in social welfare payments.  We need to reintroduce equity in social welfare rates again.  The situation at present where young jobseekers are being discriminated against by payment rates based on age is simply wrong and needs to cease.  It puts extra burden on them and their families.  We note the Minister's commitment to abolish the insulting JobBridge scheme.  I differ with Senator Richmond on this.  For prosperity, security of tenure and self-worth, we need schemes that will act as true stepping stones to employment and we look forward to putting forward our proposals in this regard. <\/p> <p>We would like refundable tax credits introduced for low earners which will help them move above the poverty line.  We would also like to see full restoration of the Christmas bonus for welfare recipients this year which will provide some relief at a time of high stress for families and individuals.  This period of the year is recognised for families around the country as being extremely difficult from a financial perspective.  The cost of sending children back to school each year is enormous and places a huge strain on parents.  I welcome the Minister's commitment in reply to my colleague, Deputy John Brady, to look at payment rates as part of the budgetary process.  It is obviously too late for this year as payments are due this week or the beginning of next week.  Payment levels need to be looked at with those in the most marginalised areas prioritised.  Social welfare is our moral obligation and duty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#NN00200","speaker":"1388"},{"type":"speech","time":1468330200,"counter":162,"content":"<p>I welcome the Minister and thank him for coming and sharing his ideas and listening to our ideas and concerns.  The aim of social protection must be to provide those citizens who find themselves unemployed or unable to work with a helping hand and a decent standard of living.  In 2016, some &euro;19.6 billion - 36% of the overall national budget - was allocated to the Department of Social Protection to enable it to assist people who need State support.  The corresponding figure in 2000 was &euro;6.7 billion which rose to &euro;15.5 billion by 2007 as a result of the dramatic upturn in the economy which preceded the recession.  At that time the unemployment level stood at 4.4%, a situation generally regarded as full employment.  Over the next few years the system had to adapt very rapidly and cater for the dramatic rise in unemployment to 15% in 2012.<\/p> <p>The Department is responsible for a very wide range of services which benefit people at every stage of their lives - child benefit to old age pensions.  In 2013, it was estimated that 2.2 million people benefited from some form of social protection, but with the fall in unemployment since it would be fair to conclude that this number has fallen by a sizeable amount.  Recipients of benefits from the Department of Social Protection fall into two broad categories, long term and short term.  Child benefit and retirement pensions together with long-term disability are in the first category while unemployment and illness are regarded as of shorter duration though there is a very significant problem with long-term unemployment.  It is vital that the most vulnerable in society are looked after properly.  The young and elderly make up a large part of this category and it is fair to say that successive Governments have tried to improve their situation and ensure they have a decent standard of living.  Those with long-term disability and their carers must also be looked after and I am glad that all these categories received some increase in State support in the 2016 budget.  The Minister said he hoped to bring in the Christmas bonus in 2016.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It would be great if the Minister could give 100%, maybe not in 2016 but he might look at it for 2017.<\/p><p>Unemployment is a huge challenge.  The financial cost is high but the social cost is even higher.  The aim must be to ensure that those losing jobs or entering the market are in meaningful and gainful employment as quickly as possible.  Many of our traditional industries have greatly declined or ceased to exist; an example from my own area is the clothing industry.  Workers find that the skills they have used and perfected over many years are no longer relevant.  New companies starting up are seeking different skills and we have to make every effort to retrain and upskill as many as possible.  Much good work is being done through adult education and training courses.  The over 50s are very vulnerable to these changes in the labour market.  We must also look at the issues of poverty and unemployment traps, where many people find they are better off not working at all.  It is imperative that we, as a Government and a society, address this issue.<\/p><p>Community employment schemes are beneficial on two fronts.  They provide useful experience to participants, keep them in the workforce and encourage them to retrain and upskill.  They are of great benefit to the many voluntary community groups and sports clubs that organise them.  They supplement the enormous amount of time and effort that thousands of our citizens give to their club or charity on a voluntary basis.  With the very welcome fall in unemployment, I urge the Minister review the community employment scheme rules with a view to giving younger participants a longer period of employment if they require it.  Twelve months can be a short time in which to find a job especially in areas with low employment opportunities.  Many self-employed people have endured severe hardship in recent years and I am aware the Minister is looking at this issue.  They play a vital role in the economy, they invest their talent and their money and provide a lot of employment.  When they fall on hard times, they need to be looked after and helped to recover.  In recent years, we have all heard of the severe hardship which the self-employed and their families have had to endure without the umbrella of the social protection system.  I ask the Minister to please review this area and I look forward to hearing his views in due course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#NN00300","speaker":"1384","continuing":true},{"type":"speech","time":1468330200,"counter":164,"content":"<p>I welcome the Minister to the House.  I do not have a script.  It is not my style to read scripts but to come into this House and try to push and promote issues that are dear to my heart and that of my constituents.<\/p><p>The Minister has responsibility for class K contributions.  I wish to speak briefly about a whole group of elected public representatives, city and county councillors, across the country who pay PRSI at a rate of 4% for a class K premium policy contribution and have absolutely no cover.  Quite frankly, that is unfair and something needs to be done about it.  I acknowledge and thank the Minister for a letter I received from him this morning on the matters I raised and I thank him for going into such detail.<\/p><p>In simple terms, many councillors are barely surviving on an income of &euro;15,000 to &euro;16,000 in the entire household.  This is a fact which has been proved by research done by both local authority representative bodies which work with them.  One can see the difficulty.  They receive absolutely no benefit.  This has been discussed by various people but nothing has happened.  There are 42 new Members in the House, many of whom were councillors.  All parties and none know what it is like and they have commitments to do something.  It is important that we do something on the basis of fairness.  Some people might say it is not politically correct or that there is a whole range of other issues.  I pay tribute to what the Minister has done in his report.  I am not here to take issue with that as he is doing a good job.  However, it is important that we do not shy away and do not hide under the bed in promoting our own profession and the difficulties that members have.  People are dipping into their housekeeping money to subsidise their community work, the work they do up and down this country for communities.  I am not talking about remuneration; I am speaking about the class K initiative.  Will something happen?  This has gone on for too long.  The Minister is in a key position to do something.  I have no doubt from his correspondence that he is committed to doing something.<\/p><p>I wish to raise two issues from the Minister's letter.  It states:<\/p><blockquote>City and County Councillors are regarded to be public office holders for PRSI purposes and as such, are liable to pay the Class K contribution regardless of age.  Public office holders pay PRSI at the Class K rate of 4% on their income as an office holder, provided that income exceeds &euro;5,200 a year (&euro;100 a week).  Public office holders with weekly income of &euro;100 or less should be returned at class M.  <\/blockquote> <p>At the end of his letter, he mentions various options - there are options.  It is not as simple as that.  Some people may wish to opt into another class as some people are self-employed while some may have other incomes.  However, there are groups of councillors in this country who are struggling to survive and to provide for their households and I want something to be done about it.  That is a bigger issue for the Minister, Deputy Simon Coveney.  In terms of class K, will the Minister for Social Protection take this issue on board?  I appreciate he is engaged in ongoing discussions with the representative bodies, for which I thank him, but will he indicate today where this issue is going and when he expects a conclusion to this ongoing debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#OO00200","speaker":"1379"},{"type":"speech","time":1468330200,"counter":165,"content":"<p>I call Senator Joe O'Reilly who has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#OO00300","speaker":"1390"},{"type":"speech","time":1468330200,"counter":166,"content":"<p>I join in the welcome to the Minister and congratulate him on his portfolio, which is crucial to building a fair, equal and harmonious society.  That he has been proactive from the beginning in a number of spheres is welcome.  In his opening remarks, the Minister suggested it would be helpful if we tried to address specific issues that might impact on his pre-budget work, so I will attempt to do that.<\/p> <p>I am happy to endorse the concept of restoring the full Christmas bonus and I appreciate that the Minister is working at Cabinet level to do that.  That is important for myriad reasons that do not bear repetition, other than that it gives older people the dignity to be able to buy presents for their grandchildren at Christmas.  It goes straight back into the economy.  It is just one of the nice things we have and it should be restored.<\/p> <p>I agree with our official spokesperson, Senator Ray Butler, in his call for the self-employed to achieve the proper PRSI benefits.  I am aware it will involve quite an amount of work but I support the concept.  We all know from our clinic work, as practising public representatives, that many self-employed persons were left in a very bad place during the recession.  I am happy that dental benefit is to be restored.  <\/p> <p>An issue I commend for priority attention is the carer's allowance.  The carer's allowance has huge potential, more than is realised in keeping people out of hospital and leaving them where they want to be, in their own home.  It reduces hospital waiting lists, which is hugely necessary as the Minister is aware from his previous brief.  It reduces unemployment in that people become full-time carers.  It has all those social progressive benefits.  I suggest an increase in the carer's allowance payment.  I commend it as one of the payments that needs a dramatic hike.  I am not saying the payment is bad but everything should be done to make it an attractive option.  I believe it is more than cost-neutral given the benefit of not institutionalising people.  I commend an increase in the amount of carer's allowance per week and that carers receive more fringe benefits, much of which can be cost neutral.  I suggest all the possible fringe benefits be given to them to make it an attractive option.  It should be recognised as an attractive career option.<\/p> <p>It is disturbing to discover from our clinic work of a 20-week wait for the processing of carer's allowance applications.  Whatever is needed, be it human resources, should be provided to address the issue because it does not send a good signal to our carers.  We need to let them know we value them.  They are the front-line people.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They are today's patriots.  I would like to see something done about that and I am hopeful that the Minister will address it.<\/p><p>Intreo offices were a great development.  I suggest that the Minister maintain an interest in that area because we need a carrot-and-stick approach.  The carrot obviously involves training, retraining and education but, unfortunately, when people do not co-operate there has to be a punitive dimension, although that is not the objective.  Getting people into jobs can bring them out of the cycle of poverty, and we have achieved great records in that, as the Minister enunciated in his speech.<\/p><p>JobBridge was good.  I know the Minister is reviewing the scheme, but the fact is that 15,000 people got jobs from it and my personal experience of those involved in it was that it was good.  One hears of horrible scare stories, and the system has to be policed, but I commend the Minister and ask him to keep the scheme more or less intact.<\/p><p>I represent people right across the country.  There is a Common Agricultural Policy dimension to social protection, which I know is not part of the Minister's brief but on which he might elucidate.  The rural social scheme is a community employment scheme for those in receipt of farm assist.  It has done enormous good in communities and, more particularly, for the individuals in the scheme.  I have personal experience of the scheme.  I have attended party meetings in isolated areas in County Cavan at night where people have told me they have to be up for work in the morning.  They are proud and delighted that they have to go to work.  It is great from every perspective.  Perhaps people could visit elderly people who are lonely and redecorate their houses.  I ask the Minister to take a personal interest in the scheme and consider what can be done to maintain and increase its availability.  It is a great piece of social engineering.  I appreciate the opportunity to make a few suggestions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#OO00400","speaker":"1397","continuing":true},{"type":"speech","time":1468330200,"counter":168,"content":"<p>I thank the Minister.  He will find the Department of Social Protection a very interesting Department.  In his opening contribution, he said he was interested in people's suggestions.  His budget is about &euro;20 billion, and about &euro;35 billion has been spent so far based on the suggestions made here.  Social welfare payment rates have been quite static due to the recession.  It was always the intention to reinstate the Christmas bonus in 2016, and I hope finances will allow that to happen.<\/p> <p>One interesting area is that of community employment schemes.  They suffered badly during the recession as there was not enough money to make the necessary contributions.  If there is an opportunity to do so within the finance available, the materials and training budgets need to be examined to determine whether there is some flexibility, because community employment schemes provide significant benefits in terms of getting people back into work.<\/p> <p>I ask the Minister to examine the community employment pilot scheme for those aged over 60.  Very often, people involved in community employment schemes have not had an opportunity to get back into employment.  Those aged over 60 are contributing fully to their communities and want to go out to work and participate.  The scheme has major benefits in terms of mental health and the local community.<\/p> <p>Some Members mentioned JobsPlus.  It has worked really well, but needs to be kept under constant review to make sure it is not being exploited by employers that may try to roll over the scheme.  Up to now, the data I received indicated that that was not happening, but the situation needs to be monitored constantly.  <\/p> <p>Those aged over 50 and 60 are finding it very difficult to get back to work.  A person is aged over 50 or 55 was probably 42 years of age coming into the recession and is finding it very difficult to get back into employment.  Will the Minister ask his officials to consider the feasibility of a JobsPlus scheme for people in their latter years who want to get back into employment?  Very often, employers are not prepared to consider people aged in their 50s and give them an opportunity to get back into employment.  Can employers be encouraged to consider that possibility?  Manual labourers, electricians and construction workers are not the only ones affected.  Many people in managerial roles find it very difficult to get back into employment after a period of unemployment, especially when one is aged 50 years or older.  There is a lot of bias in employment, such as young managers in their 30s not bringing in people aged 50 or older who have much more experience.  We need to work on breaking down those barriers and make sure that people can participate in what we call the recovery and the reduction in unemployment.<\/p> <p>I want to make a couple of suggestions that are not costly, because everybody will have a long list of requests that will cost a fortune.  I am conscious of the role of the Minister, and there are always demands on him.  The Minister mentioned that the personal micro-credit scheme would go nationwide.  It is an anti-poverty strategy at cost of about &euro;100 million.  The 360,000 customers of moneylenders are paying interest rates of approximately 190%.  A comparatively small pilot scheme was in operation and its results have been very beneficial.  The Central Bank has fears about the expansion of the micro-credit scheme, which operates through credit unions and has support of the Social Finance Foundation, but we can alleviate those concerns.  The statistics on the success of the pilot scheme are that 94% of all loans are repaid, and there have been other positive effects.  There is a major fear that the scheme will only be open to those in receipt of social welfare.  Many people on low incomes are pushed into borrowing from legal moneylenders that charge exorbitant interest rates.  The Minister would do very well if part of his crusade was to put licensed moneylenders out of business.  It would make a substantial contribution to relieving poverty for low-income families and those in receipt of social welfare.  The micro-credit model offers such a possibility.<\/p> <p>Another area that I ask the Minister to examine is standard bank accounts.  Many Senators stand up and say they want to save the rural post office system.  Standard bank accounts offer great opportunities in terms of operating with An Post to bring additional business to post office services.  The real gain for a lot of people who are not financially literate and have no bank account is that they would be able to access lower-cost utility services.  Those without bank accounts are mainly low-paid workers and those in receipt of social welfare.  They can save approximately &euro;240 on their utility bills if they have standard bank accounts and can set up standing orders through the service.  When one is on a low income, &euro;5 or &euro;10 a week is a substantial amount of money.<\/p> <p>Quite an amount of work needs to be done in regard to standard bank accounts.  There was a commitment in the troika bailout programme regarding banks and that their financing of standard bank accounts.  They financed a pilot scheme, but quickly said it did not work and withdrew it.  There is a moral obligation, as well as an agreement with the Government, for standard bank accounts to be funded from the banking sector.  A comparatively small amount of money is involved.  I understand the Minister currently contributes &euro;56 million to An Post for the payment of social welfare payments, and rightly so.  That puts money into every post office as well as into many communities across the country.<\/p> <p>I will finish by referring to the bogus self-employed, who cause a loss of PRSI income for the Department of Social Protection.  An interdepartmental working group, comprising representatives from the Departments of Finance and Social protection, examined this issue.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am speaking about people who want employment but are forced down the self-employment route.  They lose holidays and they do not pay PRSI, so they do not have an opportunity to claim benefits when they lose their jobs.  They are forced into what I call bogus self-employment.  This does not just happen on building sites; it is now happening in the IT sector, in the media and right across a whole band of areas.  The Department of Social Protection is losing a considerable amount of money because of it.  Submissions to that group closed in March.  Will the Minister have a look at where the submissions and the report are?  The area of bogus self-employment needs to be closed off.<\/p><p>The Minister will face major challenges with regard to pensions because of the changes in the age profile in this State.  Will the Minister have a look-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#PP00200","speaker":"1417","continuing":true},{"type":"speech","time":1468330200,"counter":170,"content":"<p>I ask the Senator to finish.  There are others waiting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#QQ00200","speaker":"1390"},{"type":"speech","time":1468330200,"counter":171,"content":"<p>I am finishing on this point.  Instead of letting the problem continue to grow, will the Minister consider, at an early stage, automatic enrolment in pension funds to try to alleviate the problem?  During the recession, while unemployment rates were high, there were many challenges facing the Department of Social Protection.  Now that the storm clouds have eased slightly for some, there is an opportunity to look at the whole area of pensions and possibly to move quickly on automatic self-enrolment in pensions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#QQ00300","speaker":"1417"},{"type":"speech","time":1468330200,"counter":172,"content":"<p>Senator Gallagher has five minutes.  Other Senators have indicated that they wish to speak, but I have just over 12 minutes left, so if he could cut it short to allow other Senators to speak, I would appreciate it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#QQ00400","speaker":"1390"},{"type":"speech","time":1468330200,"counter":173,"content":"<p>I will make my contribution short, for the benefit of other Members.  I, too, welcome the Minister into the House this afternoon and wish him all the best in his new portfolio.  I will confine my contribution to questions.<\/p> <p>I raised the issue of single parents earlier in respect of the one-parent family payment.  As the Minister knows, its reduction last year has caused much annoyance and hardship to lone parent families.  Perhaps that is an area the Minister might explore with a view to restoring that payment to what it was.<\/p> <p>My colleague Senator O'Reilly mentioned the virtues of Intreo offices and the great job they do.  I understand only two counties in the country do not have one - namely, Roscommon and Monaghan.  Is there a particular reason for that, or are there any plans to address that situation?<\/p> <p>Community service programmes play a vital role in disadvantaged areas, as the Minister knows, and many people benefit from them.  The minimum wage was increased some time ago and the community service programmes were not reimbursed for the additional funding that required.  Perhaps that is something that could be looked into as well.<\/p> <p>Finally, the issue of PRSI for councillors was mentioned earlier.  I too would like to champion that, along with other Members, and I would like to compliment the Minister on taking the initiative himself.  I heard him speak on the issue in the media quite recently and I compliment him on that.  I look forward to any proposals and would be delighted if he would share with us this evening any proposals he has in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#QQ00500","speaker":"1396"},{"type":"speech","time":1468330200,"counter":174,"content":"<p>Senator Lynn Ruane has five minutes.  If she could cut it a little tighter, it would be appreciated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#QQ00600","speaker":"1390"},{"type":"speech","time":1468330200,"counter":175,"content":"<p>I will.  There is not loads in it.  I thank the Minister for his time.  I want to focus briefly on the one-parent family payment.  I come from the perspective that the reform in the last few years in regard to one-parent families should be reversed.  Such families have traditionally suffered higher deprivation and poverty rates than the general population despite increased social welfare spending.  The policy was apparently introduced to encourage more active inclusion of one-parent families through greater uptake of employment and educational opportunities.  However, while it was promised that child care supports would be provided to facilitate this, that has not happened.  We are now entering summer.  As a parent, I can now afford child care, but this week's cost is &euro;200 for one child for me to be able to work during the day.  If I were still on a one-parent family payment, that would be 85% of that payment.  If I were on a half one-parent family payment and working part-time, most likely in a low-paid job, it would probably be up to 70% of my weekly income.  Introducing measures to bring parents back to work does not work if child care costs are not low enough to support women who continue to work through the summer.  The scheduling of statements on social protection is quite timely, as the back to work family dividend has been reduced in the last few weeks for lone parents who lost their one-parent family payment this time last year - a loss of &euro;14.90 per week per child.  That has a significant impact on weekly child care costs, especially now that child care costs have gone up due to the time of year.<\/p> <p>In other jurisdictions, maintenance has been shown to be a way of reducing child poverty.  In Ireland, we means-test maintenance.  There is a big problem in terms of trying to make money out of the other parent and his or her ability to contribute to the child's upbringing.  At the minute, if a parent wants to go to court to pursue maintenance from the other parent, he or she may be fearful of doing so because it could mean a huge loss in rent allowance, family income supplement, and jobseeker's transition payments.  This could be rectified through a small change to the legislation about means-testing maintenance.  What often happens for lone parents is that they go through the court process and then there is no way of enforcing the outcome.  The other parent could be told to pay &euro;80 a week for that child, but may refuse to pay.  Because the Department of Social Protection uses the court order as proof, the lone parent still loses 50% of some payments even if the other parent is refusing to pay.  These are small things that should be examined so that one-parent families are not being further screwed, even after the cuts.  I believe that comes under the liability to maintain family provisions that came into effect on 29 November 1990 and are amended in Part 12 of the Social Welfare Consolidation Act 2005.  The maintenance recovery unit issues determination orders to a liable relative and this can be paid directly to the custodial parent or to the Department of Social Protection and offset against the cost of the one-parent family payment.<\/p> <p>The liability to maintain a qualifying child is only contained in the legislation for one-parent family payment and excludes jobseeker's transitional payment, jobseeker's allowance, and family income supplement.  This means that when a one-parent family payment ceases for parents with a child aged seven or older, the Department of Social Protection has determined that the non-custodial parent is no longer responsible for their child unless there was a court order in place.  After the changes to the one-parent family payment in July 2015, the Department of Social Protection wrote to non-custodial parents advising them that they were no longer obliged to pay maintenance unless there was a court order in place.  Not only have one-parent families been shafted by the State, but the Department of Social Protection has also given the go-ahead to non-custodial parents to stop contributing to their children.<\/p> <p>People may think the primary parent should seek a court order, but there are many reasons this is not a step single parents want to take.  Once the court order is issued, the Department of Social Protection assesses court-ordered maintenance as means, regardless of whether it is paid.  This means that 100% of maintenance is deducted from rent allowance, 50% is deducted from jobseeker's allowance, and 60% is deducted from the family income supplement.  There is a major risk that if a non-custodial parent gets a court order and it is not complied with, the custodial parent would be significantly worse off.  The risk versus return, considering how child maintenance is assessed, means that many lone parents will not go through the courts to get a risky payment and will instead accept no maintenance payment-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#QQ00700","speaker":"1404"},{"type":"speech","time":1468330200,"counter":176,"content":"<p>Please, Senator.  We are right up on time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#QQ00800","speaker":"1390"},{"type":"speech","time":1468330200,"counter":177,"content":"<p>-----rather than risk losing a guaranteed and secure payment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#QQ00900","speaker":"1404"},{"type":"speech","time":1468330200,"counter":178,"content":"<p>I wish the Minister all the best in his new Department.  It is a pivotal Department for those who have little room to manoeuvre and some who have no room to do so.  The programme for a partnership Government stated that we support an increase in the disability benefit and allowance, the carer's benefit and allowance and the blind person's pension.  A strong start needs to be made in the year ahead.  People with disabilities must have an adequate income to live with dignity.  Protection of basic payments does not equate to protection of basic income.  The reality of living in Ireland with a disability at this time is masked very often by data-gathering that does not take into account the extra but ordinary day-to-day costs that people with disabilities face.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Dolan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2479\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2479&amp;amp;pid=JohnDolan&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister is asking all of us to prioritise.  Clearly, I prioritise disability.  Of course I will do that.  There is a logic to it.  Disability hits where it likes, when it likes, who it likes and how it likes.  We cannot divine when it happens to any family.  It affects children, parents and older people.  It is a major risk and contingency, dare I say it, that everybody faces and which will come to everybody's door.  Therefore, there is a good business case to be made for the spread of support to develop a foundation around the issue of disability.<\/p><p>Encapsulated in that and mentioned by many Senators already is the issue of carers.  The great majority of carers are women who stand in the line, do what has to be done and pick up the pieces.  In the year ahead, I ask the Minister for an increase to the disability allowance of &euro;20 per week and then to start working on concrete measures to deal with that cost of disability issue.  That is agreed by all of the parties and think tanks going back 14 or 15 years as a real cost.  It is not being underpinned and it is a loss that people and families have.  These things put money in people's pockets.  It leads to very fast circulation.  It gives people with disabilities more autonomy and choice and can help in their participation in their local communities.  I ask the Minister to consider strongly these points in relation to the upcoming budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#QQ01000","speaker":"1419","continuing":true},{"type":"speech","time":1468330200,"counter":180,"content":"<p>I will try to cover as much as I can in the time that I have.  Senator Horkan started by mentioning poverty and social exclusion.  The way the Government and I see it is that poverty and social exclusion need to be tackled on three fronts.  The first front is jobs.  No welfare payment can compete with a well-paid job.  That is why we need more well-paid jobs to get people from welfare into work as much as possible.  The second front is services.  If people did not have to pay so much for their health care and child care, they would not need as much in benefits or salary.  We need to bear that in mind.  The third front is benefits and transfers.  When we talk about poverty and social exclusion, we need to see the solution in jobs, services and transfers, and not just in any one of those things.<\/p> <p>Senator Horkan encouraged a strong focus on pensioners.  I will certainly do my best in that regard in the forthcoming budget.  Others mentioned carers and people with disabilities as well.  Interestingly enough, when we look at the statistics - I am starting to become a bit of a statistics nerd in this Department - if one takes the poorest 10% in Irish society, the lowest decile, virtually none are pensioners.  They are almost all people with disabilities, carers and those on lower incomes than pensioners.  That is not to say that we should do nothing for pensioners, but it is something that needs to be borne in mind.<\/p> <p>Senator Butler mentioned the self-employed.  We will be debating that next week.  He also mentioned pharmacists and we are doing a review of that at the moment.  I hope to be able to make a decision on that in the next couple of months with a view to reversing some of the changes that were made to pharmacists under the previous Government, of which I was a member.  I am not going to run away from those decisions but the opportunity now arises to reverse some of those changes.<\/p> <p>Senator Higgins mentioned a number of things, including the role of social transfers in protecting social cohesion during the crisis.  I totally agree with that point and my forbearer, the former Minister for Social Protection, Deputy Joan Burton, made the point many times that had it not been for our strong welfare system, we may have had the kind of upheaval and civic unrest that occurred in other countries.  It did not occur here for a number of reasons but I think a strong social protection system was a part of that.  I can assure the Senator that we intend for the Department of Social Protection to take a central role in gender and equality-proofing budgets.<\/p> <p>Direct provision is a matter for the Minister for Justice and Equality.  The habitual residence rules are largely European-based.  However, I take the point the Senator made about child benefit, particularly for those who are in Ireland for a long period of time and are still in direct provision.  On the issue of under-25s, most countries do pay a lower rate of jobseeker's benefit to those who are under 25 years of age for many good reasons.  I do not think it is a good idea to give an 18-year old or a 19-year old &euro;188 a week.  However, I believe a valid point was made about those who were on schemes or training.  That is something that I intend to take a look at as well.<\/p> <p>Senator Richmond asked a question that I have asked as well.  How come so many people are successful in their appeals?  If so many appeals are upheld, there must be a problem with the underlying system.  That is something that I intend to study in more detail.  However, I point out that there are only about 25,000 appeals out of 2 million customers.  Therefore, the appeals rate itself is low and perhaps that is linked to the success rate.  I am also trying to figure out how many of those appeals are successful because of new information.  I have been told anecdotally that people are sometimes told to withhold information from the Department for their appeal.  I encourage people not to do that.  The Department should be given all the information up front if possible.  The Senator raised the issue of paternity leave.  It is absolutely our intention to have a campaign of awareness around paternity leave.<\/p> <p>Senator Devine mentioned the Social Justice Ireland report.  I ask the Senator to study it further.  It is important to point out that the report is based on 2014 statistics and not 2015 or 2016, for which the statistics do not yet exist.  When it states that there are 750,000 people below the poverty line, that is not correct.  That includes people who are at risk of poverty.  By definition, if one is at risk of poverty, one is not in poverty.  It is just like if one is at risk of losing one's job, it does mean that one still has a job even if one is at risk of losing it.  It is not the case that poverty rates are rising.  They fell in 2014.  We do not have the figures yet for 2015 but we expect that they have fallen again.<\/p> <p>With regard to Senator Byrne's points on community employment, CE, we are certainly looking at reforming CE, T&uacute;s and Gateway.  During the recession, the numbers of schemes increased dramatically.  Obviously now the economy is recovering.  The numbers are likely to fall.  In the numbers falling, there might be scope to relax the rules around younger people and older people in particular.  We are at the point at which there are many people who, for various reasons, might not be suited to the normal world of work, if one likes, and I believe CE will probably focus more on that.<\/p> <p>On class K contributions, it is proposed to legislate for that in the social welfare Bill at the end of the year.  That will come before November or December.  The Local Authority Members' Association, LAMA, and the Association of Irish Local Government, AILG, are doing a survey at the moment and, essentially, councillors are being presented with two options: either to move under class S, which is similar to the self-employed, under which they would continue to pay the 4%, receive some but not all benefits and receive any benefits extended to the self-employed, or not to pay it at all.  What I cannot allow is councillors picking or choosing their class.  We would all love to be able to pick or choose what taxes or what class of PRSI we pay.  I cannot allow that, but what I will give to councillors is fair treatment.  I cannot give special treatment and I do not think that anybody in the House would want me to do so.<\/p> <p>On the carer's allowance issue mentioned by Senator Reilly, I know that there is a big delay there.  It is a big problem.  There is a delay of about 19 weeks now in processing applications.  More staff have been hired.  They need to be trained and there is a particular skill set they need to understand carer's allowance.  It is something I am aware of and am working on.  Over the summer, I will visit the section that deals with that area.  I point out, though, that if somebody is judged to be entitled to carer's allowance, he or she is backdated in full to the point at which he or she applied.<\/p> <p>I should probably sit down with Senator Humphreys at some stage.  I sat down with Deputy Burton for an hour or two.  Senator Humphreys and I might do the same.  The Senator seems to have some good ideas.  We might follow that up with a proper one-to-one meeting.  The bogus self-employed report is not in yet but I am looking forward to seeing it.  I acknowledge the Senator's interest in personal micro-credit and his role in making it happen.  It has been a success.  I do not think the Central Bank is as concerned as it was.  If the Central Bank is concerned about people not paying back their loans, it is not people on social welfare who do not pay back their loans; it is other people who did not pay back their loans.  It is intended to extend that to credit unions across the State and if possible to extend it to working people on low incomes as well for exactly the reasons the Senator stated.<\/p> <p>I will have a chat with Senator Humphreys again about the over-60s pilot scheme.  I am not aware of that but I will become aware of it now that he has mentioned it.  I think it is for people over 62 years, if I am right in saying that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#RR00200","speaker":"1236"},{"type":"speech","time":1468330200,"counter":181,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#RR00300","speaker":"1417"},{"type":"speech","time":1468330200,"counter":182,"content":"<p>We might have a chat about it again.<\/p> <p>Finally, Senator Gallagher asked about the Intreo offices and the fact that there is none in Roscommon or Monaghan.  I will look into that.  I am not sure if there is any deliberate reason for that.  Maybe there should be offices there.  I will see if we can do something about that.  The Senator's points on the one-parent family payment, OFP, and particularly on disability are well made.  Any programme for Government commitment is for the entire length of the Government's term.  It will not be possible to do everything in the first year but I hear the point he is making.  One thing we need to bear in mind is that if we are going to increase working age payments, we should probably increase them all together.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Leo Varadkar:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I would be uncomfortable saying we will have an increase for the disability and carer's allowance but not for lone parents or jobseekers.  That is something we will have to work out at a different stage.  Senators Higgins and Ruane have particular expertise in the one-parent family payment area that I do not yet have so perhaps we might have engagement on it.  I would be interested to hear their views on what could be done to improve the position.  The common aim is to reduce child poverty and encourage people into the workforce.  There are many factors at play and I understand the dynamics.  If we adhere to those common principles, we can make some modifications in the forthcoming budget to make things easier.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#RR00400","speaker":"1236","continuing":true},{"type":"speech","time":1468330200,"counter":184,"content":"<p>That concludes the statements on social protection and we will move straight away to statements on public procurement.  I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#SS00200","speaker":"1390"},{"type":"majorheading","content":"Public Procurement: Statements","time":1468330200,"counter":185,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#SS00300"},{"type":"speech","time":1468330200,"counter":186,"content":"<p>This is my first time appearing in the Seanad and it is a privilege to be here.  I look forward to this evening's debate.<\/p> <p>I am delighted to have this opportunity to address the Seanad this evening as public procurement is a key part of my portfolio and an integral part of the Government&rsquo;s overall reform agenda.  The main focus of this reform has been to deliver better value for the taxpayer by harnessing the State&rsquo;s buying power for commonly used goods and services and to enable greater consistency and standardisation of approach in order to facilitate small and medium-sized enterprise, SME, participation and driving of wider social policy objectives.  This approach is designed to enable the provision of much-need public services within tighter budgets.<\/p> <p>Although it is true to say these reforms have been driven by the need to secure value for money, they have been carried out in a manner that fully recognises the important role SMEs play in the Irish economy and that public procurement represents significant business opportunities.  The remit of the Office of Government Procurement, OGP, is, therefore, to deliver sustainable savings for the taxpayer through centralising procurement across the public service and encouraging SMEs to fully engage in public procurement.  This is relatively new and we are always in learning mode.  It is important when reforming processes that we continue to study changes and further adapt as necessary.  I have already held meetings with a number of people from SMEs regarding general procurement practices and I thank some of the Senators for organising some of those meetings.<\/p> <p>Prior to the Government&rsquo;s establishment of the OGP, the State lacked a consistent central mechanism for collecting, analysing and reporting categorised procurement data across the thousands of State-funded bodies in the public service.  The OGP has embarked on improving data collection.  One of the benefits of this exercise has been to get better data to assess the impact of procurement on SMEs.  The Public Service Spend and Tendering Analysis 2013 report published last year was an important first step in improving accurate analysis of and transparency in public procurement expenditure.  This data indicates that 93% of the State&rsquo;s expenditure is with firms within the State and that the majority of the State&rsquo;s expenditure is with SMEs.  This can be contrasted with the UK, where recently produced statistics indicate that just over 10% of central government spending is directly with SMEs.<\/p> <p>The OGP data indicate that in the majority of our expenditure areas, the typical tender value is less than &euro;100,000, which provides a significant opportunity for SMEs.  The OGP will be producing this analysis annually, and data volumes, data quality and depth of analysis will hopefully improve each time.  Such reports will inform future procurement strategy and increase openness and transparency on public expenditure.<\/p> <p>I heard at first hand yesterday some of the challenging issues facing the SME sector when I chaired my first meeting of the SME working advisory group, which consists of representatives of the SME sector, including the Irish Small and Medium Enterprises Association and the Small Firms Association, along with relevant State bodies, such as the OGP and the Department of Jobs, Enterprise and Innovation, Enterprise Ireland and InterTradeIreland.<\/p> <p>Public sector procurement can be appear to be complex.  Therefore, improving public procurement practices by removing obstacles and encouraging the involvement of SMEs is a key priority of the Government.  One of the key pillars of OGP support for SMEs is proactive engagement and education.  In this context, the OGP supports the work of Enterprise Ireland and InterTradeIreland in building awareness of public procurement and delivering training for small suppliers in bidding for public contracts.  In particular, the OGP supports events, such as \"Meet the Buyer\" events, one of which was held in Belfast last month and there is another planned for October in Dublin, which help suppliers meet public sector buyers to better understand how public procurement works and the relevance of their goods or services.  Hundreds of businesses attend these events.  The OGP has also attended a number of business events such as \"Taking Care of Business\", run by the Department of Jobs, Enterprise and Innovation and the Public Procurement for SMEs events run by the local enterprise offices at a local level.  In addition, the OGP launched a campaign to get more businesses to register with eTenders, the national tendering portal, which to date has resulted in 12,300 new supplier registrations.  Yesterday, I heard further suggestions about to improve communications and outreach to SMEs.<\/p> <p>At EU level, there is also a growing recognition of the need to promote and facilitate SME participation in public procurement.  The new EU directives on procurement have recently been transposed by the OGP.  They are intended to make it easier for businesses and SMEs to tender for public sector procurement contracts.  The directives contain provisions specifically designed to improve access for SMEs and start-up businesses.  In April 2014, the OGP accelerated the implementation of some of the key measures by issuing guidance to public sector bodies.  The key provisions of this guidance are in Circular 10\/14.  They indicate that buyers are advised to undertake market analysis prior to tendering in order to better understand the range of goods and services on offer, the competitive landscape, including the specific capabilities of SMEs etc.; transparency is promoted in procurement by requiring supplies and general services contracts with an estimated value of &euro;25,000 be advertised on the Government's electronic tendering portal, eTenders; and suppliers, including SMEs, should be encouraged to fully use eTenders and avail of its facilities for registration, e-tendering and automatic alerts for future tendering opportunities.  The provisions also indicate that buyers are encouraged not to set turnover thresholds at more than twice the estimated contract value and put limits on insurance levels for suppliers where possible; that there should be greater use of \"open\" tendering and less use of \"restrictive\" tendering; and that SMEs should consider using consortia where they are not of sufficient scale to tender in their own right or where they may lack certain capabilities necessary to provide a compelling proposition.  The circular also encourages contracting authorities to break large contracts down into lots where reasonable to do so and where it does not expose the State to undue risk or significant management overheads.<\/p> <p>In addition to achieving value for money in what the State procures and encouraging SME access to procurement opportunities, the Government is keen to explore to scope for maximising wider policy objectives, including social clauses in public contracts where they are suited to the objective of the contract and therefore would have the greatest impact.  In this context, the OGP is examining social clauses with a view to assessing where they can be deployed to contribute to employment or training opportunities for the long-term unemployed.  The purpose of this work includes the provision of general guidance and the identification of suitable contract clauses to be developed in conjunction with the Office of the Chief State Solicitor.<\/p> <p>It is important to adopt a targeted approach to the use of social clauses in contracts where employers are likely to be hiring additional workers to deliver the contract.  This is likely to mitigate the risk of displacing workers already in employment while offering the opportunity of assisting with labour activation measures for the long-term unemployed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Eoghan Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2288\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2288&amp;amp;pid=EoghanMurphy&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Two examples of this approach which are currently in progress are the Grangegorman development and the devolved schools building programme.  With regard to the latter, a clause has been included in the public works contract which requires 10% of the aggregate time worked on site to have been undertaken by individuals who have been registered on a national unemployment register within the EU for a continuous period of at least 12 months immediately prior to their employment on the project.  The clause also requires 2.5% of the aggregate time worked on site to have been undertaken by individuals who are employed under a registered scheme of apprenticeship or other similar national accredited training or educational work placement arrangement.<\/p><p>Experience of this pilot has been positive.  It is important to learn from such practical experiences where community benefit clauses are utilised.  However, this is a complex area and we must also ensure that value for money is not adversely affected, additional costs are not placed on domestic suppliers relative to other potential suppliers, contracts are of a minimum scale to absorb the increased administrative requirements, and the targeted benefit is capable of being measured and monitored during the execution of the contract.  In this context, also, care must be taken not to disproportionately affect SMEs that are bidding for public contracts.  It is important to develop a robust structure that will assist the contracting authority in developing the correct clause and to provide support from the appropriate agency to aid the company in implementing the clause.  I have instructed the Office of Government Procurement to issue practical guidance designed to assist contracting authorities in carrying out this important role in a consistent manner.  I understand that the OGP will be issuing this guidance to public bodies in the coming months.<\/p><p>The benefits of procurement reform include enabling cost reductions, a consistent approach to enable SME access and the capacity to use public procurement in certain circumstances as a driver of wider social considerations.  With regard to savings, in the three years to the end of 2015 the OGP and its partner sectoral sourcing organisations in health, education, local government and defence had achieved procurement savings of an estimated &euro;165 million.  The OGP will continue to proactively work with stakeholders in identifying issues of concern for SMEs and social stakeholders and effectively dealing with those issues to the betterment of the procurement landscape in Ireland.<\/p><p>Nothing is set in stone, however.  I look forward to hearing new ideas and constructive contributions from Members.  Our work is not finished in improving our procurement practices, not just in saving money for the State but to get value for the State.  Where we can, we must recognise that value comes with things such as local knowledge, familiar service or the type of dynamic offering that sometimes only SMEs can give.  I look forward to further engagement with Members on this important matter, as I wish, in line with the programme for Government, to refine the new procurement structures that are in place and make appropriate adjustments according to best international practice and in conjunction with Irish businesses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#SS00400","speaker":"1295","continuing":true},{"type":"speech","time":1468330200,"counter":188,"content":"<p>I welcome the Minister of State to the Chamber and thank him for his contribution.  I also congratulate him on his appointment as Minister of State with responsibility for financial services and e-government.  I have no doubt that he will be an excellent Minister of State in that remit.<\/p> <p>Ireland's public procurement market, which is worth an estimated &euro;8.5 billion per annum, represents an enormous market opportunity for Irish SMEs.  However, in many cases SMEs are at a serious disadvantage in competing for contracts because the criteria include minimum turnover levels far in excess of what many Irish companies can achieve.  SMEs are the backbone of the Irish economy.  They make up over 99% of businesses in the enterprise economy in Ireland and account for almost 70% of people employed.  They must be allowed to compete for a greater share of public service contracts.  It is quite right that everything be done to facilitate multinationals in coming into the State, but SMEs and indigenous industries are not necessarily given the same momentum.  In the long term, the competitiveness of the procurement process is damaged by the narrow range of businesses that are eligible to compete.  Facilitating greater access to such public contracts will support the growth of small indigenous suppliers while promoting entrepreneurship and business risk-taking across society.<\/p> <p>Fianna F&aacute;il supports opening up the procurement process to ensure all businesses can benefit.  We support working within EU rules to ensure that Irish SMEs are not disadvantaged in tendering for public service contracts.  In our recent manifesto we put forward the innovative policy suggestion of creating a procurement ombudsman to ensure SMEs are facilitated in competing for contracts.  This would eliminate discriminatory requirements which effectively exclude fair competition in many cases.  Fianna F&aacute;il proposes the following measures: key performance indicators for SME uptake should be fixed for all public procurers; procurers should be obliged to set targets in relation to their collaborative efforts as the first step in each procurement; specific training must be provided to public procurers in order to boost the skills needed in procuring; procurement should be facilitated on a regional basis; and contracting authorities must add provisions in public contracts so that payments are made rapidly to suppliers, ensuring small businesses are paid more quickly for work that has been satisfactorily performed.<\/p> <p>We need to build an SME objective into procurement procedures.  Any Government contract given to large suppliers should be conditioned by the requirement to deliver contracts, where possible, with a substantial SME component.  Government monitoring would ensure that these obligations are being met.  Building an SME objective into these Government contracts would be beneficial in connecting the procurement and contract management skills of these big businesses, thereby benefitting the public sector.  While this could result in higher prices than could be attained via offshore outsourcing, it guarantees that Government money is being directed into the heart of the domestic economy and the SME sector.<\/p> <p>The Government is by far Ireland's largest consumer, yet too often this consumer power is not put to strategic use.  This is in stark contrast to other governments such as those of the United States, Germany and France, which use procurement more strategically to support SMEs and industry and to increase innovation and growth.  The Government is not taking advantage of provisions under existing EU procurement law.<\/p> <p>In 2015, Fianna F&aacute;il prioritised incorporating social elements in procurement processes by introducing the Public Services and Procurement (Social Value) Bill 2015, which required that public bodies observe the economic, social and environmental well-being associated with the tendering of public service contracts.  Greater consideration should be given to incorporating social elements in procurement processes.  For example, a community  benefit clause could be considered in the development of guidance for contracting public authorities across the State.  This is a standard feature in many other countries, and EU procurement law makes provision for public authorities to introduce social or community clauses in their procurement procedures.<\/p> <p>A social clause requiring compliance with all aspects of employment law has been incorporated into the suite of Irish public works contracts since their introduction in 2007.  The clause permits deductions from the interim payments scheduled under the contract for non-compliance and places a considerable burden on both the contracting authority and contractor in demonstrating and verifying compliance.  The social clause provisions most commonly adopted by countries include reservations for social enterprises and SMEs, along with social inclusion and equal opportunity clauses.  In essence, these require that contracting authorities ensure that environmental, social and labour law obligations are complied with in public contracts.<\/p> <p>The 2016 programme for a partnership Government must commit to facilitating quarterly meetings of the SME advisory group, chaired by a Minister of State at the Department of Finance or the Department of Public Expenditure and Reform, so that the voice of Irish SMEs can be heard by Government and by the Office of Government Procurement.  It must also continue to develop measures to support SMEs in accessing the public procurement market and refine the new procurement structures, such as the OGP, as they bed down and make adjustments according to best international practice and in conjunction with Irish businesses.  We need to ensure the Oireachtas takes concrete action on the issue of procurement so that we do not put ourselves at a competitive and social disadvantage.<\/p> <p>I thank the Minister of State again for his contribution.  I believe it would be helpful if Members could receive copies of Ministers' speeches a little bit earlier.  We might then be able to incorporate the contents a little bit into our own thoughts.  If that were possible it might be helpful in the future, but I am certainly not holding it against this Minister of State.  However, it would be helpful for Senators to know what Ministers are going to cover so that we would have time to reflect.  My party and I look forward to working with the Government in ensuring, where possible, that public procurement delivers value for the State and for businesses within the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#TT00200","speaker":"1412"},{"type":"speech","time":1468330200,"counter":189,"content":"<p>I welcome the Minister of State, Deputy Murphy, to the House.  I congratulate him on this, his first occasion addressing Seanad &Eacute;ireann, and on his elevation to Minister of State.  I wish him well in his portfolio and I have no doubt at all that he will make a wonderful job of the Ministry.<\/p> <p>The Government identified procurement as key in its public service reform programme, which it launched in 2013.  The Office of Government Procurement, which is the central body responsible for public procurement across all sectors, was given the task of achieving savings of some &euro;500 million over a three-year period.  The office has rationalised the previous structures and framework procurement model and replaced it with a model consisting of common policies, procedures and systems.  This is to be welcomed by everybody.  As outlined by the previous speaker, &euro;8.5 billion is the total spend in procurement, equating to an average of approximately &euro;23 million per day, which is a huge amount of money.  There have been inefficiencies and wastage for years in the area of procurement.  It is a massive industry that includes every Government Department, every local authority, schools, the Defence Forces, prisons and so on.  Procurement is a big issue.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paddy Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1866\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1866&amp;amp;pid=PaddyBurke&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was a great idea to set up the Office of Government Procurement, OGP, which not only allows all State bodies and agencies to make savings, it also enables all the small and medium enterprises to go online and see opportunities to tender for business.  We know there are problems with the tendering process, but the OGP is to be welcomed.<\/p><p>Irish Water, a State body established as a national water utility, has made significant savings since it was established and will make further savings in the years ahead.  It has made significant savings not only in respect of capital works but also with regard to the treatment of water and effluent.  The taxpayer is benefiting from these savings on the part of Irish Water.  Previously, each local authority had to negotiate a price for water and effluent treatment.  To be fair to Irish Water, it has done a marvellous job in making the process efficient.  That is in the interests of the taxpayer.  I have no doubt that further efficiencies will be introduced by Irish Water.<\/p><p>Mr. Paul Quinn, the chief procurement officer of the OGP, said that the reforms will help to streamline public procurement processes and embed more simplified and flexible rules for the conduct of public procurement.  He also said that public procurement must continue to be used as an instrument to drive better value for money outcomes for the taxpayer from the significant annual spend on goods and supply of services and works.  This must be welcomed by the public in general.<\/p><p>I also welcome the Minister of State's comments to the effect that a light-touch regime is provided for and that this covers mainly social, health and educational services for contracts above &euro;750,000.  The rules and procedures are intended to maximise flexibility in the conduct of procurement in these areas.  While adhering to the key procurement principles of transparency and equality of treatment, this flexibility is to be welcomed.  The worst thing is to be too rigid.  When one can make savings while adhering to the principles of transparency, quality and equality and yet be flexible, this is to be warmly welcomed.<\/p><p>There are areas where procurement policy can go overboard.  I would hate small companies not to be in a position to tender because of the minimum turnover set in respect of being eligible to tender for contracts.  I think that is a pity.  There are some great small companies in the SME sector and they should be allowed to tender if they can compete.  <\/p><p>We are overburdened by regulation.  I suppose one can see that the British people have fallen out with the European Union because of over-regulation.  I was informed by a small contractor who wished to supply a local authority with vans that the tender document ran to 70 pages.  It is a major job to complete a tender document of that length, but the larger contractor has economies of scale and staff who are continually working on contracts and tender processes for various local authorities or Government agencies.  It is ridiculous that a smaller contractor who is tendering for a particular contract - perhaps for the supply of spades, shovels or a van, for example - must complete a 70-page tender document every time he submits a quote for a low-price contract.  The tendering process can be very cumbersome and time consuming for the contractor.  I request that the Minister of State consider this aspect of procurement.<\/p><p>In respect of vans, trucks and other vehicles, the Road Safety Authority can go a little overboard.  I know of a case where the driver of a van must start up the vehicle, turn on all the indicators and lights and then walk around and check they are working.  He must comply with this condition of the contract every day.  That is ridiculous, particularly as there are lights on the dashboards of most vehicles to alert drivers as to whether bulbs, etc., are not working.  The driver to whom I refer is obliged to spend 20 to 30 minutes each day walking around his van - which is operating under tender on behalf of the local authority - in order to check if the wipers and lights are working.  All such vehicles must be tested on an annual basis and in many cases there are internal lights to indicate if something is not working properly.  Under the contract which applies in this instance, the driver must conduct a visual inspection and then fill in the log book.<\/p><p>I reiterate that the tendering process can be inefficient and cumbersome for the SME sector.  I welcome the Minister's statement but we should try to find a way to help smaller enterprises compete.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#TT00300","speaker":"1380","continuing":true},{"type":"speech","time":1468330200,"counter":191,"content":"<p>I welcome the Minister of State.  The focus of Sinn Fein with regard to public procurement can be summarised under two broad headings: increasing opportunities for SMEs; and, most importantly, supporting sustainable secure employment.<\/p><p>Chambers Ireland has described a continued sense of frustration among those in the SME community that issues such as the Government's limited focus on the lowest tender price above wider social and economic benefits continue to be raised and continue to be ignored.  Since highlighting the need to open up procurement to SMEs and micro-businesses in our policy paper, Putting SMEs First, there has been some movement on the part of the Government to acknowledge the problems facing small businesses.  We welcome that.  <\/p><p>Since the establishment of the Office of Government Procurement, OGP, in July 2013, changes to the public procurement system have taken place.  Some of the OPG's work has been positive.  Procurement has been professionalised and is becoming more streamlined.  For the first time, real data on public procurement is now available and the OGP has committed to producing an annual report of analysed expenditure and tendering activity.  However, problems remain.  The Government's policy of prioritising the cheapest price over and above the wider economic and social value of contracts is damaging the economy and denying small companies of much needed business opportunities.  Equally worrying are the ongoing changes to local authority procurement, which have centralised procurement contracts worth millions of euro.  The latter has the potential to deprive local economies of long-established income.<\/p><p>The Public Service Spend and Tendering Analysis for 2013, compiled by the OGP, found that 66% of public service expenditure is with SMEs.  I think the Minister quoted the higher figures for the more recent data.  It is important to note the OGP uses the traditional definition of SMEs, namely, enterprises with fewer than 250 employees.  In truth, we know the composition of SMEs in Ireland is very different.  This is further complicated by the fact that there is no differentiation between homegrown small businesses and Irish subsidiaries of large multinational corporations.  The Small Firms Association, SFA, has correctly described Ireland as a nation of small businesses, with 97% of the 200,000 businesses with 50 employees or fewer and 84% with fewer than ten employees.  Until the OGP data collation accurately categorises micro, small and medium enterprises, the policy solutions put in place will continue to be deficient and the analysis relating to them unreliable.<\/p><p>I will run through our key recommendations.  Our first is that<b><\/b>InterTradeIreland and the OGP develop a &quot;Meet the Supplier&quot; event programme in consultation with the SFA, ISME and micro-business representatives.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This should be rolled out for all public servants engaged in all levels of awarding public procurement contracts.  The OGP should put in place robust predatory pricing safeguards at the mini competition stage of the tendering process, following consultation with micro and small business representatives.  The OGP should clearly define micro, small and medium-sized organisations and collect and disseminate procurement data that pertains accurately to each category.  The OGP should set performance indicators for micro, small and medium-sized enterprise participation for all public procurers and ensure these performance indicators are monitored and met.  The OGP should reduce the size of tenders to make them accessible to the relevant enterprise size.  The OGP, in consultation with all relevant stakeholders, should review the current centralised tendering model to provide an alternative approach that better marries cost benefits with wider regional economic and social policy objectives.  The OGP should also extend the  categorising of suppliers by the number of employees, and also a subsidiary classification for companies who are Irish subsidiaries of multinational companies.  Finally, I would like the Department of Public Expenditure and Reform to conduct a study on the impact on local economies and micro or small businesses of public procurement centralisation.  That is my list of key recommendations.<br\/><br\/>In 2014, the Sinn F&eacute;in spokesperson on public expenditure and reform, Deputy Mary Lou McDonald, introduced a Private Members' Bill for debate that legislates for the mandatory inclusion of social clauses in all public contracts worth in excess of &euro;1 million.  Social clauses are not rocket science nor are they new.  As the Deputy highlighted at the time, Italian clauses favour bidders from less developed regions of the country.  Dutch and Danish local government laws provide for requirements to create jobs for the long-term unemployed.  German rules allow favourable terms for bidders with a background in the former German lands in Poland, the Soviet Union and Czechoslovakia and community benefit clauses have been used in Scotland.  All of this shows that social clauses can be introduced.<br\/><br\/>Recent procurement reform legislation introduced in Scotland has sought to establish a national legislative framework for public procurement that supports economic growth by delivering social and environmental benefits, supports innovation and promotes procurement processes and systems that are transparent, streamlined, standardised, proportionate, fair and business-friendly.  It is worth noting that the Scottish model of procurement defines value for money in procurement as not just being about cost and quality but about the best balance of cost, quality and sustainability.  In addition, the Public Services (Social Value) Act 2012 for England and Wales requires public authorities to have regard to economic, social and environmental well-being in connection with public services contracts and for connected purposes.<br\/><br\/><i><\/i>I want to briefly talk about the new EU procurement directives.  As Members will know, three new directives came into effect in 2014 and they should all have been transposed into Irish law by April of this year.  The Irish Congress of Trade Unions, ICTU, has, as part of its charter for fair conditions at work, included fair public procurement as one of the campaign's five demands.  It has called for a fair transposition of the directives so that the aims of the charter are supported and secured.  Article 18(2), the directive that we are waiting on the Minister to transpose, states:<\/p><blockquote>Member States shall take appropriate measures to ensure that in the performance of public contracts economic operators comply with applicable obligations in the fields of environmental, social and labour law established by union law, national law, collective agreements or by International, environmental, social and labour law provisions listed in Annex X.<\/blockquote><p>Has the Minister of State read ICTU's campaign in terms of public procurement?  To be honest, having looked at his speech I do not believe that he has read it because there was no mention of fair wages and the urgent need to transpose the directive into law.  I am very concerned.  It looks to me as though he will take a minimalist approach when transposing the directive.  Frankly, that is not good enough for the thousands of people and the small and medium-sized enterprises that depend on him to take a broader view and  ensure that robust social clauses are put in place.<br\/><br\/>I am amazed that the Minister of State mentioned the devolved schools programme.  In my previous job I was a trade union official.  Does the name Rhatigans ring a bell?  Some of the standards of labour, particularly the forcing of people, from employees to the self-employed, took place under the schools programme.  My colleagues and I in SIPTU spent five years talking to various Ministers highlighting the abuses and got nowhere.  Yet, here the Minister of State has said that the programme is a good example of a social clause.  Is he serious?  Obviously a lot of work needs to be done.<br\/><br\/>We want the Minister of State to do the following - transpose the public procurement directive into Irish law as soon as possible; take a maximalist approach in these areas; provide for fairer procurement rules for micro and small enterprises and environmental, social and employment rights; review compliance and enforcement of labour and employment legal obligations by public contractors and suppliers to be jointly undertaken by the Departments of Public Expenditure and Reform, Jobs, Enterprise and Innovation and Social Protection, and, most important, in consultation with ICTU, and I ask him to confirm that consultation will take place; and, the implementation of all of the demands listed in ICTU's charter for fair conditions at work.  This is an opportunity for him to make a difference but, unfortunately, his speech suggests otherwise.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#UU00200","speaker":"1389","continuing":true},{"type":"speech","time":1468330200,"counter":193,"content":"<p>I welcome the Minister of State to the House.  I wish him well in his new role as Minister of State responsible for public procurement.<\/p> <p>In terms of public procurement, it is extremely important we do not have a set of regulations and rules that make it impossible for smaller SMEs to tender for a job, which has happened in some areas.  Therefore, we need to look at the process again.  I am aware of a case where legal services were provided to a Department but now the process has been centralised.  Three years have elapsed and I want to know whether this has saved us money.  In the case I refer to, one central body got the work and then subcontracted it to people who provided the service in different areas around the country.  Does the group that took over the entire control of the project now take most of the profit thus leaving the smaller companies with a very tight margin?  I am concerned about this matter and also about centralising the purchase of equipment by a Department or statutory agency.  When purchasing equipment one must consider the necessary support services.  I worked in the private sector for a long number of years.  During that time I have seen goods sold at a rate way below that of their competitors but the person selling the goods made up the difference with the cost of maintenance and servicing.  That is something we need to be careful about when it comes to contracts.  In terms of procurement, is an eye kept on instances where the cost of equipment is substantially reduced but the cost of servicing that equipment has increased?  <\/p> <p>A social development clause is extremely important and is an area in which we need to do a lot more work.  I believe that we can do so.  Can we make further progress?  A lot of companies shy away from social clauses but maybe that is because they have not been properly explained.  I note that the Minister of State mentioned that more than 12,000 companies have registered.  I still think that there is a lack of information on how to tender for departmental contracts.  It is not as difficult as some people think yet some shy away from doing so.  It is important that there is a better supply of information and there are equal opportunities to grow a business and tender in a competitive manner.<\/p> <p>I wish to mention an area that was raised with us in the past few days even though I know that it does not come within the direct remit of the Minister of State.  I refer to the centralisation of the purchase of goods.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is happening in a particular area in one Department and I think the Minister of State is aware of what I am talking about.  There is serious concern that many  smaller operators will now be pushed out and a feeling that a contract will go to an international company.  In the past week, we had a briefing on the education sector, including the purchase of school books.  I know this is not in the Minister of State's direct area but people are concerned and this matter needs to be dealt with.  I am sure this is happening in other areas also.  The information goes out that there is one central contract so many smaller companies then shy away from it.  They are concerned that redundancies may follow if this process is to be adopted.  I understand this process is being considered for operation in the next three to four weeks.  I, therefore, ask the Minister to examine that matter and revert to us on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#VV00200","speaker":"1409","continuing":true},{"type":"speech","time":1468330200,"counter":195,"content":"<p>I welcome the Minister of State to the House.  This issue is of crucial importance, as it was in my previous role with the National Women's Council of Ireland where it was a key area of focus.  It is also an important issue for ICTU, the trade unions and the European women's lobby.  At a European level, there is a vibrant debate on best practice in this area and I would like to see Ireland at the centre of that.<\/p> <p>Ireland spends &euro;12 billion on public procurement each year, which comprises &euro;8.5 billion on services and &euro;3.5 billion on construction.  Its importance seeps into every area of life.  I urge that our procurement policy should not be viewed as a short-term convenient purchasing mechanism but rather as a strategic and key long-term muscle within our State.  At its best, it is a lever for positive change - something that can promote an integrated view of society, the economy and the environment, which can drive standards and promote inclusion, as we saw in regard to Grangegorman.<\/p> <p>At its worst with bad procurement, we saw things such as the direct provision centres where contracts went to companies with offshore accounts and which lacked accountability.  We have seen the 999 workers being denied basic dignity.  In the end, these situations become a political problem because they are fundamentally political issues.  There must be political accountability for this matter and responsibility must be taken in this regard. <\/p> <p>While I know we are not addressing the matter in the House today, the question of educational procurement services is worrying.  I understand it is responsible for library procurement.  Vigorous research from all sides of the House seems to have difficulty with the procurement issue.  Ultimately, whether public money is being spent that is a public charge - be it from the Estimates or local authorities - it must be politically accountable.  I urge the Minister of State to see if the Office for Government Procurement will in due course take full responsibility for procurement policy and procedures.<\/p> <p>We need to move beyond pointing to EU rules.  I have seen that happen with JobPath, for example, where we were told the reasons we have this system.  There is huge scope for clarity and we need to be clear about the powers and choices we have.  This is important in the context of transposing EU Directive 24\/2014.  It was transposed in May but, unfortunately, without much public debate as no government had been formed at the time.  However, I had an opportunity to contribute to consultations on that back in 2014.<\/p> <p>It was recognised that we needed to examine price-quality ratios rather than lowest cost.  I was concerned to see the Minister of State refer to value for money in his speech.  We have moved past that and the debate is now about the most economically advantageous tender, with long-term thinking, and the price-quality ratios, with a recognition that quality is not an after-effect but a key consideration.<\/p> <p>There is scope to take account of economy-wide strategic policy roles and to examine the role of social clauses.  I am also concerned by the Minister of State's reference to privileging of value for money because that is not the current situation in terms of price-quality ratios.  Social clauses are not an add-on or a wish list.  This is about ensuring strategic gain for the longest term.<\/p> <p>I am also concerned by what the Minister of State mentioned in terms of additional costs not being placed on domestic suppliers relative to other potential suppliers.  We do not want a race to the bottom.  If any company purports to deliver services in Ireland, it should meet the highest possible standards regardless of the origin of that company.  We certainly do not want to see any dilution.<\/p> <p>Moreover, I would encourage the Minister of State to come back to Senators on how we may have passed a simple issue of compliance with environmental and employment standards but also how we can look at promising and exceeding positive measures.  For example, should a company whose staff are on family income supplement drawn from social protection, be advantaged in a tendering process over a company which is seeking to promote the living wage?<\/p> <p>I would like to engage further with the Minister of State on two or three other points but will move past them as I know that my time is running out.  Supports for small and medium enterprises have been addressed.  I believe that by promoting standards and supporting companies to meet those standards, we will give them a better opportunity.  The moves concerning sheltered workshops are welcome.  There is a discretion to divide public contracts into lots.  In fact, there is an obligation that when that decision is not made, it should be explained.  As regards library services, we have not been presented with a rationale from anybody as to why the decision was made not to divide it into lots.  <\/p> <p>The ring-fencing of contracts for social enterprises and the extension of the grounds for including suppliers are important issues and there has been positive movement on them.  I ask the Minister of State to return to the House with a risk analysis of all our procurement services.  What are the implications for areas where we have fallen into outsourcing?  What are the mechanisms for returning a public service to direct public delivery, which is currently delivered by contract?  I pose this question especially in the light of TTIP and the potential provisional application of the EU-Canada Comprehensive Economic and Trade Agreement, CETA.  How can we ensure that we maintain not just our fiscal space but our policy space to ensure that this State can choose the best delivery method?  How can we ensure that regulations which we may wish to introduce are not chilled, become a blank cheque or a hostage to fortune?  We should ensure the greatest responsiveness within all of our services to the regulatory messages that come from our State.<\/p> <p>I wish to thank the Minister of State for attending the House today.  I ask him to return in the autumn to discuss a risk analysis of our current procurement regime and how it can be strengthened to give the maximum policy choice and flexibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#WW00200","speaker":"1405"},{"type":"speech","time":1468330200,"counter":196,"content":"<p>I welcome the Minister of State to the House and congratulate him on his appointment.  I also congratulate the Government on the formation of the Office of Government Procurement.  For a long time past, there has been questionable use of taxpayers' money both in terms of how it was being spent and getting value for money.  I do not entirely agree with the last speaker in terms of having an emphasis on value for money but I do so in the context of value for money representing real value.  It is not just the price of everything but the real value that we can add to our society and economy from a socially aware policy.  I welcome the fact that the Minister of State's speech included the issue of social considerations.<\/p> <p>As other speakers have said, it is important to cut waste while not throwing the baby out with the bathwater.  In that instance, I am really referring to SMEs which are hugely important in supplying the State.  They sometimes find the tendering process very difficult but equally find themselves excluded as tenders become bigger.  As the last speaker said, library procurement, while not within the Minister of State's remit, is covered in this area.  There has been a failure to break that down into regional approaches which would afford smaller businesses an opportunity to bid for tenders.  In the past, we had the example of Cavan and Monaghan coming together and doing a tender which was of a size that many small and medium enterprises could avail of.<\/p> <p>Other countries have been mentioned.  France had its Culture EY report in 2011 whereby it valued the whole area at approximately &euro;74.6 billion, with 1.2 million jobs involved.  Of that, &euro;5.6 billion was for books and literature.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are also 79,613 jobs involved.  Similarly, if we look to Germany, it takes a much different view.  According to a German Minister, Michael Nuamann, books are not just a commodity, but a cultural identity issue which should be valued hugely, and the Germans do so.  As pointed out by other speakers, we are faced with a challenge here when it comes to our libraries.  In 2012, three businesses, Rondo in Belfast, Greene's in Dublin and Collins in Cork, closed as a consequence of tenders being beyond what they were capable of meeting.  I am also informed that in 2012 we exported Irish books published in Dublin and elsewhere in Ireland to Norwich only to re-import them.  We need to look at this.  As I said, many of the companies in this area have gone out of business and there is concern that the few remaining will go out of business, including the Open Book Company Library Services, which is in my area.  There may be only about four companies remaining that are focused on the library service but there are many other bookshops and distributors also involved in this area. <\/p><p>In the broader area of government procurement, there is no doubt but that there has been a huge step forward in this area, on which I commend the Government and the Minister.  We need to continue to seek value for money but always with a mind and an eye to how it might have broader affects within society, particularly in relation to the small and medium enterprise area and the smaller employer.<\/p><p>When I was the Minister for Health, I came across a small project in respect of which a then recently well qualified architect proposed to bid for the tender but he was precluded from doing so because of the requirement to have previously completed a tender worth at least &euro;1 million.  It is akin to a person seeking a job being required to have experience but being unable to gain experience without first being given a job.  All of these things need to be factored in, and I have no doubt the Minister will look at those issues.  I appeal to him to do so.  Hopefully, he will come back to us with more nuanced solutions later in the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#WW00300","speaker":"1421","continuing":true},{"type":"speech","time":1468330200,"counter":198,"content":"<p>I am pleased to have an opportunity to contribute to this important debate.  I welcome the Minister of State, Deputy Eoghan Murphy, to the House.  I am pleased he enjoyed his recent visit to Drogheda.  We hope to see him there again soon.<\/p> <p>As stated earlier by colleagues, the Government is by far the largest purchaser of goods and services in our economy, with public procurement alone accounting for approximately 20% of GDP.  Given current data, that percentage may need to be recalculated.  I look forward to receiving the revised figures.  Given the scale and nature of the activity involved, there is a major onus and responsibility on Government to ensure that the opportunities presented by our public procurement processes and the resources available are leveraged in the interests of our indigenous economy and, more broadly, our society.<\/p> <p>The State has been criticised, rather unfairly in my opinion, by SME owners and managers and some interest groups in the sector for not doing enough to ensure that contracts are awarded to Irish SMEs.  I believe that criticism is wide of the mark.  As evident from the figures provided earlier by the Minister, only 7% of our expenditure goes to overseas firms.  It is no harm to repeat that time and again to ensure it enters the public consciousness.  The figures and the analysis are clear.   That is not to say that more cannot be done to leverage opportunities for Irish businesses to grow and develop and seek opportunities through the public procurement process.  As mentioned by colleagues, it is often the case that busy SME owners and managers are extremely busy and find the public procurement process a little convoluted, overwhelming and, at times, confusing.  I know that efforts have been made by the Office of Government Procurement, OGP, and the Department of Jobs, Enterprise and Innovation and others to demystify the process and to break down some of the barriers.<\/p> <p>The \"Meet the Buyer\" events initiated over the past few years have been really important and represent crucial fora for the exchange of information and awareness raising among SMEs about the opportunities that exist.  Enterprise Ireland and InterTradeIreland have play a particularly important role in ensuring that as much information as possible is available to SMEs that are interested in dipping their toe in the water in terms of the public procurement process.  The \"Taking Care of Business\" events operated by the Department of Jobs, Enterprise and Innovation have also been important in bringing the message to the regions across the country.  The Office of Government Procurement, OGP, has been represented at those events over the past couple of years.  <\/p> <p>In terms of the way in which we transpose directives, as mentioned by my colleague, Senator Alice-Mary Higgins, the division of the lots or the \"explain why not\" provision is very important, as is the adjustment in the turnover requirement which generally now is not more than twice the estimated value of the contract.  Opportunities are arising all the time for SMEs.  We are trying to make the process of accessing public procurement opportunities simpler for SMEs wishing to get involved.<\/p> <p>I endorse what Senator Gavan said earlier.  It is crucial that we ensure our public procurement rules are leveraged in the public interest and for the public good.  The Irish Congress of Trade Unions, ICTU, and others have pointed out how we can have progressive approaches to public procurement by providing where we can - as we do - grounds for exclusion from tendering.  In Ireland, a company will be excluded if it has broken child labour laws or has been involved in human trafficking, terrorism or fraud, which are pretty obvious grounds for exclusion.  There would be no surprises on that front.  However, we have to be much more ambitious about leveraging social clauses for our contracting arrangements.  I know that the OGP has established an interdepartmental group on social clauses, involving a range of different agencies and organisations.  I support the ICTU approach in terms of the charter published last year that has generated much debate in this House and elsewhere and, importantly, has the support of Members of this and the Lower House.  It should be the case that in this country we can use the power of our public procurement system to promote and ensure respect and compliance with our labour laws for collective agreements and fair and decent wages.  It is not just good enough to talk about this; we need to be explicit about it in our arrangements.  <\/p> <p>I am concerned that we still use the statutory instrument system around the transposition of directives relating to public procurement.  It is important that we debate properly, and particularly when there are huge public resources involved, how we target and direct our public resources.  We all understand that statutory instruments are an important part of our system but fundamentally they do not involve, by definition, debate in these Houses, which I believe is a flawed way of doing business.  We can improve the way in which we transpose directives by way of public debate and transparency.  We need more public debate on how we direct our scarce but growing resources.  The minimalist approach about which Senator Gavan spoke earlier is no longer acceptable in terms of respect for collective agreements and the cause that congress has made.  I urge the Minister of State to reflect on the congress document and to discuss it with his officials to ensure that our approach is not minimalist and is much more ambitious in terms of the public good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#XX00200","speaker":"1398"},{"type":"speech","time":1468330200,"counter":199,"content":"<p>I welcome the Minister of State to the House.  I would welcome the Minister of State's views on the impact of the public procurement and competitive tendering process on the social inclusion activation projects.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Public procurement projects have a role to play in economic recovery.  If the funds are directed to enhance the economic and social development of the area they are in there need to be social clauses to ensure those who are hit hardest by austerity feel the benefits of any increased spend in capital investment.  The imposition of social clauses in legislation will be a bulwark against the worst effects of TTIP and the Canadian agreement.  In 2015, the Government agreed to support a Sinn F&eacute;in Bill to include social clauses but it was placed before a committee and forgotten about.  It is also clear there is nothing in the fiscal rules preventing the Government from spending more on capital investment projects.  These rules have been used as an excuse to prioritise tax cuts over increased spend on public projects.  <\/p><p>I also want to raise the issue of the use of public private partnerships which are often touted as a fast track way of getting projects completed where Exchequer funds cannot do it alone.  The fact is the Government can now borrow at a rate of 0.4%, a much lower rate than that available to private entities.  If inflation is factored in, this means the Government can effectively borrow money for nothing.  Some &euro;9 billion is spent every year on public procurement projects.  Social clauses make sure society gets the best value from this.  I am also concerned about the Government seeking workers from outside Ireland for many of these upcoming projects at a time when they are cautioning against immigrants returning home in large numbers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#XX00300","speaker":"1378","continuing":true},{"type":"speech","time":1468330200,"counter":201,"content":"<p>I thank Senators for their contributions and congratulations.  I very much appreciate it.  The Office of Government Procurement is a big part of my brief and an important arm of the State, as it was described by one Senator.  There is much we can do with it so I wanted to make sure that we could have a proper debate here to hear everyone's opinions and thoughts and to work together in that regard.  I chair the advisory group with the stakeholders from SMEs which previously people from the Oireachtas have not participated in.  Previously, it included the Minister and the stakeholders from different advisory groups.  We met yesterday and agreed at the next meeting to bring in spokespeople on reform from other parties to open up another element of Government work to all sides of the Oireachtas and work together on this.  We heard the same complaints and we have the same issues coming across our desks.  We more or less have the same concerns about what is happening in procurement, for small and medium enterprises, in our communities where we see Government work being done and wonder why sometimes it feels like people in the community are being excluded from some of that work.<\/p><p>I took detailed notes and will try to touch on everything that was raised by each speaker but I will not duplicate a point if it was made by more than one speaker.  Senator Horkan talked about not wanting to put SMEs at a disadvantage.  He is absolutely right.  The evidence we have to date in terms of the awards that have been given is that we are not putting them at a disadvantage in terms of what has been won.  Only 7% is going outside the country.  We have also seen that Irish SMEs and businesses are more successful abroad than other companies are here which is another important factor.  That does not mean we cannot improve the access to this new centralised procurement process, which is essentially a new Government service by the OGP.  We are looking at that all the time and it was something I raised with stakeholders yesterday in our meeting.  Are we doing enough?  Are the buyer events good?  Yes, they are good but there is still a lack of clarity on certain processes.  There is still a misunderstanding of the difficulty of applying for certain tenders and frameworks.  We had a recent meeting with a group of SMEs in a particular area on procurement processes which a number of Deputies and Senators had organised.  I extend an invitation to everyone here.  If Senators have a group of businesses in a particular industry that feel they have been excluded from something for some reason I am more than happy to meet with them.  We have a tender advisory service that was put in place and under the programme for Government we will review it.  The purpose of some of the new changes we have brought in on foot of directives is to engage with industry before a framework is put in place and a tender is put out to make sure we cover all the nuances there might be in that industry or part of the country.  We will look at the framework we have put in place or the service being tendered and whatever little measures might be put in to make sure we are not doing something that might damage an industry or exclude people when it was not our intention to do so.  <\/p><p>In so far as the ombudsman and that role is concerned we discussed this just the other day.  There is a programme for Government commitment to consult on the merits of such an office and we will begin that consultation soon.  It will be an agenda item on the next quarterly meeting to see exactly how we will do that consultation.  The new tender advisory service is still bedding down.  People are not fully aware of how they can engage at that side of the process.  We now look to see what the merits are of an ombudsman on the other side of the process after an award has been granted<font color=\"#E000E0\">.  <\/font>We heard in the meeting yesterday that in another country their ombudsman's office has 200 lawyers working in it.  We have to be careful about creating a beast that had the right intentions but became something else entirely.  We will consult on the merits of it and what it might look like.  We will discuss how best to do that consultation at the next quarterly meeting.  On payment timelines, a new law has just been brought in on a 30 day cap in one particular industry and we will look at how that might be extended beyond that industry.<\/p><p>Everyone touched on social clauses, which is are a positive thing.  The pilot schemes were successful.  We will move forward with this model and see where we can introduce social clauses, where they can work, and where they can work to maximum effect.  At the same time we have to be mindful of displacing existing jobs in a small business or excluding very small businesses through a social clause where it might not be fair to do so.  We have to bear in mind their own view.  I want to roll these out more and see them in every aspect of procurement if we can do that.  We will work quite vigorously towards that.  The quarterly meetings are happening and I will be inviting in spokespeople from other parties outside of Government.  It is an important part of reforming what we are doing.  <\/p><p>As for Senators getting the speech earlier, if I can I will certainly do that.  I could have provided it yesterday evening but it is my first time appearing in the Seanad so I was not quite sure of the mechanisms to employ but I can do it next time.<\/p><p>Senator Burke made a number of interesting points and focused on the huge amount of money we have been spending.  He made the point, which I think is an important one, that there was waste going on and that there were practices and inefficiencies in previous years that one could not stand over in terms of spending public money.  The new OGP structure throws a huge amount of transparency on the procurement process.  That is good for Irish businesses because the market has to be open and fair and has to be seen to be open and fair.  Centralising the process allows us to do that and to make sure that small and medium enterprises, or any enterprises tendering for Government goods or services, can trust that the process is fair.  We cannot be too rigid - flexibility is important.  It is also important that we can adapt our processes where we identify problems, where and individual flags something or something is flagged to me or when we go back and do a retrospective analysis of a particular tendering or framework agreement.  If we identify problems our immediate instinct should not be to defend the system, it should be to see where we can actually adapt it and improve it so we do not make the same mistakes again.  That is important in every aspect of Government not just in procurement.  <\/p><p>We have brought down the minimum turnover.  I am not sure there is full awareness as to how it has been brought down.  There is a question as to whether we can bring it down further in certain areas.  We have to look at that because in certain industries, certain services that are procured might be operating at a very low tender level and a very low turnover level in terms of the business itself.  This was brought to my attention recently by a group of local businesses.  It is something I am looking at and I will have some more information on it soon.  Problems with the documentation is one of these red tape or regulation aspects where a business wants to apply for a tender but the process is seen as too lengthy or complicated.  That is a problem.  If there is a particular process where that was encountered I would like to hear about it.  The purpose of the meet-the-buyer events and everything we do is to communicate, go out, be proactive and try to help people understand that this is a new process so it might look different but we do not want it to be any more complicated or difficult than it was before.  If there are issues around safety inspections being too onerous on vehicles that is an aspect for the Minister for Transport, Tourism and Sport.  It might be best to bring it to his attention.  We do not want to get in the way of businesses doing good business but at the same time we have to respect safety records and ensure that when we are procuring vehicles or anything like that they are up to a certain minimum standard.  That would be taken care of in the procurement process.  <\/p><p>I reiterate to Senator Burke and others that I am happy to meet with small businesses or a number of businesses in a particular industry.  I will go out and do that.  I did that when Senator Nash was Minister of State.  When I went to Drogheda I was on my way to Belfast to a meet-the-buyers event.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Eoghan Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2288\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2288&amp;amp;pid=EoghanMurphy&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Unfortunately, D&aacute;il business meant I could not attend that meeting, but I am more than happy to meet businesses in their localities or workplaces in order to better understand the problems they may face when it comes to procurement.<\/p><p>Senator Gavan referred to Chambers Ireland.  It sits on the advisory group and feeds in its views, therefore we get direct access to the views of stakeholders which is very helpful.  We do not prioritise the cheapest price, which is an important point, rather we look for value which can be calculated in different ways.  In terms of value for money, I do not mean just the bottom line.  I am considering it in different ways.  We have a price-quality ratio.  If Senators would like to submit a question to my office, I have lot of information on the factors pertaining to how procurement works.  In terms of what we consider when we award contracts, 25% of the time price is a consideration.<\/p><p>We need to send that message out because if there is a perception that we are just looking for the cheapest price, that is not good for people's faith in the procurement process.  We are not just looking for the cheapest price.  At the same time, if Senators are aware of business or a tender being awarded on the basis of what they felt was the cheapest price while quality or other factors were not taken into account, I would like to hear about that because it can help to inform future tenders and frameworks that are put in place.<\/p><p>There was a question mark over a figure.  Only 7% of what the Government purchases goes to companies abroad.  I want to reiterate that Irish companies are doing far better when they access other markets in terms of winning government purchasing in other countries.  That is key to everything we are doing and we are getting better at it all the time.  Of course, there is somewhat of a lag effect. <\/p><p>The Office of Government Procurement been established.  It took time for it to get up and running, recruit staff and get to work.  It could then start to examine data.  In the reports I see on the frameworks that were put in place and the data on the savings achievements made in a given year, I can say that we are still playing catch-up but are getting more information all of the time which helps what we are doing. <\/p><p>Definitions are important, in terms of what we are defining.  If we know what we are defining or are able to better improve our data collection, we can have more granular data.  In that case, we will not just be talking about SMEs, rather we can talk about micro-enterprises and every level of Irish business that is entering into the process.<\/p><p>Lotting helps us to reduce the size of tenders, and we can lot by geography and other criteria.  The issue arose recently in terms of the size of lots.  If we lot by geographical location, we need to make sure the areas involved are not too big.  If we lot by an amount or a particular type of service, we need to consider whether we could have broken things down further to make sure we are getting the best value not just in terms of money, but in terms of the expertise in the industry or whatever might be provided in the value chain.<\/p><p>Judging the impact on local economies is something the new budgetary oversight and scrutiny process flagged with the Department.  If we are going to introduce gender-proofed and equality-proofed budgets, we need to determine whether we can consider proofing them in terms of local, regional or county impact, something that was part of the discussions on the formation of a Government.  It is something the budgetary oversight committee is examining, and I understand it hopes to do that when the new budgetary oversight office is put in place.  It is something to explore, if that is possible.<\/p><p>I referred to social clauses.  New directives have all been transposed and ICTU was consulted.  If a Senator is aware of a concern ICTU has or that it felt it was not listened to or consulted properly, I would love to hear more about it.<\/p><p>Procurement policy should not just be a purchasing mechanism, rather we should use it as a lever for positive change.  I fully agree with Senator Higgins on that point.  It is a great statement and she said it more eloquently than I did - I could not write it down quickly enough.  It is something I want us to achieve.  <\/p><p>What is the purpose of the State?  That is a bigger question than procurement, but it is an aspect of State behaviour.  It is a tool and arm of the State.  We make sure that it when it uses and leverages that arm, it is working in the best interests of Irish society and is not just acting in a very narrow way, in terms of the fiscal narrative.  The State needs to be mindful of and not waste taxpayers' money.  There are different ways of calculating waste.  I agree with that proposition, and we can examine it.<\/p><p>Unfortunately, libraries are not my responsibility.  People have raised the issue and I want to be clear that I was not wasting the time of anybody in the House if that is all they want to talk about.  That has not been the case.  I am grateful for the contributions in every area.  I wish I was responsible for the area and could speak about it.  It is a kink in the bureaucracy that I am not able to do so, but I should be able to.  It is something we are considering.<\/p><p>There is always flexibility in EU rules and we need to make sure that we are being flexible and creative where possible to ensure that we are taking full advantage of new directives and ensuring they work for what we want to achieve as a State.<\/p><p>I talked about value for money not just being about price and, therefore, I will not repeat that point.  Senator Higgins raised it, but it is not just about the bottom line for me or the Office of Government Procurement.  I spoke about price-quality ratios, social classes and bringing the wider economic, social and environmental focus into our procurement policies.  Senator Reilly referred to the real value.  When I talk about value for money, I mean the real value and not just the financial amounts involved or the argument that the cheapest is the best.<\/p><p>In terms of coming back with a risk analysis, I am at the disposal of the House to return to discuss issues regarding TTIP and other framework agreements, and making sure that we do not narrow our policy choices and responses.  I made similar points regarding corporation tax and whether we would be giving up competencies in that area at a future date.<\/p><p>The more we outsource competencies, the more we outsource responsibilities.  We can then point to dummies or phantoms outside ourselves because it suits us to run away from decisions and responsibility.  I am not in favour of developing any more responsibility higher up and passing things up the chain.  We should try to keep our responsibilities within the Parliament and, where we can, devolve more responsibilities to local authorities.<\/p><p>Senator Nash spoke about State procurement in the public interest, a point on which I touched.  I agree with him.  He made his point on data quite well, and I have clarified the situation.  He referred to simplifying and demystifying the process.  I have not yet attended a \"Meet the Buyers\" event.  I was on my way to one, but D&aacute;il business got in the way.  All the feedback I am getting from the advisory group I chair, which involves stakeholders, is that the events are very successful, hundreds of businesses attend them, they learn a lot and come away happier for having attended.  That does not mean that we cannot improve our communications.  It is something we need to keep on doing.  I again repeat that we have made changes.  There is a new system and we have to keep on communicating the changes until they are old and people are looking for new things.<\/p><p>When we examine things like lotting, decreasing the threshold for turnovers, etc., we find many businesses are not necessarily aware of such things.  The engagement I have had with a group of small businesses from particular industries shows me that they were aware of some of the changes that had happened, but were not aware of their impact on their industry until it was almost too late.  That is not a situation in which we want to find ourselves.  We need to get out in front in that regard.  A \"Meet the Buyer\" event is just one way of doing that.  There are other go to tender events and other work we are doing.<\/p><p>Senator Nash referred to social clauses. I have been interested in them for quite a while.  The pilot projects were successful.  We are now in a good position to do more, and I want us to do that.<\/p><p>I have not seen the Sinn F&eacute;in Bill.  If it is on Committee Stage or has had a chance to get back into committee, I would be very happy to discuss it.  There are many possibilities now open to committees that were not available when I sought more powers for committees and opportunities to bring forward ideas or legislation from a party or individual in the previous D&aacute;il.  I would love to engage further on the Bill.  We can arrange a more informal engagement ahead of a committee schedule to discuss where we can meet each other on the Bill and see what can be done.<\/p><p>Public-private partnerships are important.  The State can leverage and invest a significant amount.  We are increasing the money we are spending on capital expenditure where we have space to do so.  The capital investment plan was announced last year, which involves a large commitment, over &euro;24 billion.  We will review that again next year and determine whether that figure can be increased. <\/p><p>That is not to say that there is not a role for private money.  It is not just about private money; it is also about private expertise.  We need to try to link that where it makes sense to do so.  It is true to say that there are some worrying developments down the line regarding the application of public-private partnerships or the rules pertaining to them and how they might be counted by EUROSTAT.  We are defending ourselves, how we see those rules and the danger of what any reinterpretation might mean for our ability as a State to invest prudently in capital areas where necessary.  The Taoiseach has made that case to Europe.  Where there are opportunities to work together on that, we will take them.<\/p><p>I think I have covered everything.  If not, I can return to the House.  I thank Senators for the opportunity to speak, and for their very positive engagement and the constructive ideas that have come from all Members who contributed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#YY00200","speaker":"1295","continuing":true},{"type":"speech","time":1468330200,"counter":203,"content":"<p>I wish the Minister of State well in his new brief and a successful tenure.  When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#ZZ00200","speaker":"1420"},{"type":"speech","time":1468330200,"counter":204,"content":"<p>At 10.30 a.m. tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071200002#ZZ00250","speaker":"1409"},{"type":"unspoken","time":1468330200,"counter":205,"content":"<p>The Seanad adjourned at 8.20 p.m. until 10.30 a.m. on Wednesday, 13 July 2016.<\/p>","notice":"TIME STRING DETECTED"}]