[{"type":"minorheading","content":"Prelude","time":1465983000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1465983000,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1465983000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1465983000,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1465983000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#A00100"},{"type":"speech","time":1465983000,"counter":6,"content":"<p>I have received notice from Senator P&aacute;draig Mac Lochlainn that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for the Environment, Community and Local Government to confirm if, following the RT&Eacute; &quot;Prime Time&quot; report on the muscovite mica defective block crisis in Donegal, he will meet with a cross-party delegation from Donegal County Council, as it has requested, and amend the terms of reference of the expert panel currently investigating this matter and clarify that this panel can recommend a mica redress scheme that can support the affected families to rebuild their homes and make them safe for their families.<\/blockquote> <p>I have also received notice from Senator Paddy Burke of the following matter:<\/p><blockquote>The need for the Minister for Social Protection to outline the plans, if any, he has to amend the PRSI class K contribution in the next Social Welfare Bill <i>vis-&agrave;-vis<\/i>the wide range of groups who contribute with no benefits, including local authority members.<\/blockquote> <p>I have also received notice from Senator Kevin Humphreys of the following matter:<\/p><blockquote>The need for the Minister for Health to outline the position regarding the current situation relating to the co-location of the National Maternity Hospital, Holles Street, with St. Vincent's University Hospital, Elm Park.<\/blockquote> <p>I have also received notice from Senator Lynn Ruane of the following matter:<\/p><blockquote>The need for the Minister for Health to outline the reasoning behind the proposed amendments to the Misuse of Drugs Acts and the focus of those amendments on the further criminalisation of drug use and possession.<\/blockquote> <p>I have also received notice from Senator Trevor &Oacute; Clochartaigh of the following matter:<\/p><blockquote>An g&aacute; at&aacute; leis an Aire Sl&aacute;inte do thabhairt l&eacute;argas ar c&eacute;n strait&eacute;is at&aacute; &aacute; cur ar bun ag an Rialtas chun dul i ngleic leis na liosta&iacute; feithimh in Ospid&eacute;al na hOllscoile, Gaillimh.<\/blockquote> <p>I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister for Health to outline how his Department intends to deal with the serious concerns being raised by the Psychiatric Nurses Association which have led to planned industrial action.<\/blockquote> <p>I have also received notice from Senator Kieran O'Donnell of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to provide an update on the current plans for the funding and construction of the M20 Cork to Limerick motorway.<\/blockquote> <p>I have also received notice from Senator Jerry Buttimer of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to make a statement regarding the ongoing talks between Norwegian Airlines and the US Department of Transportation.<\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for Agriculture, Food and the Marine to urgently review the guidelines in place for valuing cattle that have been deemed to be reactors following TB testing, as they are clearly inadequate and proving to be a financial burden on farm families.<\/blockquote> <p>I have also received notice from Senator Michelle Mulherin of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to ensure that the terms of reference for the new tender process for the issuing of driving licences require that all post offices act as agents enabling the public to obtain driving licences through their local post office.<\/blockquote> <p>I regard the matters raised by Senators Mac Lochlainn, Paddy Burke, Humphreys, Ruane, &Oacute; Clochartaigh, Devine, O&rsquo;Donnell, Buttimer and Conway as suitable for discussion.  I have selected the matters raised by Senators Mac Lochlainn, Paddy Burke, Humphreys and Ruane and they will be taken now.  Senators &Oacute; Clochartaigh, Devine, O&rsquo;Donnell, Buttimer and Conway may give notice on another day of the matters they wish to raise.<\/p><p>I regret I have had to rule out of order the matter raised by Senator Mulherin on the ground that the Minister has no official responsibility in the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#A00200","speaker":"1381"},{"type":"speech","time":1465983000,"counter":7,"content":"<p>About two weeks ago, I suggested a topic for today's Commencement Matters.  There is no mention of it there.  It was confirmed in writing by the Seanad Office that it would be listed for today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#B00100","speaker":"1393"},{"type":"speech","time":1465983000,"counter":8,"content":"<p>It is not on my list.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#B00200","speaker":"1381"},{"type":"speech","time":1465983000,"counter":9,"content":"<p>I hope this is not the way this Seanad will operate.  I am disgusted.  It is a very important issue regarding Roscommon County Hospital and a rehabilitation unit that was promised by the former Minister for Health, Senator Reilly.  It has, again, been reneged on and preparation has not been made to debate it today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#B00300","speaker":"1393"},{"type":"speech","time":1465983000,"counter":10,"content":"<p>The matter will be checked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#B00400","speaker":"1381"},{"type":"unspoken","time":1465983000,"counter":11,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1465983000,"counter":12,"content":"<p>Senator Feighan got his reward for closing the accident and emergency department at Roscommon County Hospital.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#B00600","speaker":"1393"},{"type":"speech","time":1465983000,"counter":13,"content":"<p>We are not allowing a debate on this matter.  I assure Senator Leyden that this matter will be checked and if a mistake has been made, we will get the officials to deal with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#B00700","speaker":"1381"},{"type":"speech","time":1465983000,"counter":14,"content":"<p>I want it to be listed for tomorrow morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#B00800","speaker":"1393"},{"type":"majorheading","content":"Commencement Matters","time":1465983000,"counter":15,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#B00900"},{"type":"minorheading","content":"Building Regulations","time":1465983000,"counter":16,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#B01000"},{"type":"speech","time":1465983000,"counter":17,"content":"<p>I welcome the Minister of State for housing and urban renewal, Deputy English, to the House.  The normal procedure for Commencement Debates for the past five years was the Senator raising the topic would get four minutes and be given a supplementary of not more than one minute following the Minister's response.  Technically, under Standing Orders, a Senator has five minutes but he or she is not permitted a supplementary so my suggestion as Cathaoirleach is that we continue with the practice of allowing four minutes and if an issue arises, permitting the Senator raising the topic to ask a brief supplementary following the Minister's response.  I think it would work well so unless there is a desire on the part of Members to do otherwise, I think we should stick to standing precedent.  Senator Mac Lochlainn has four minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#B01100","speaker":"1381"},{"type":"speech","time":1465983000,"counter":18,"content":"<p>I wish to share one minute of my time with Senator Conway-Walsh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#B01200","speaker":"1400"},{"type":"speech","time":1465983000,"counter":19,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#B01300","speaker":"1381"},{"type":"speech","time":1465983000,"counter":20,"content":"<p>I am sure the Minister of State for housing and urban renewal will have watched the \"Prime Time\" documentary aired on 31 May 2016 that revealed the devastating consequences of a profound failure in State regulation regarding the manufacture of concrete blocks.  The concrete block is the core component of the family home.  Senator Coffey visited Donegal in his time as Minister of State and examined this issue.  Essentially, family homes in Donegal are literally falling apart.  Families have to decide whether they continue to live in their homes and risk the roof falling down on top of them because of the impact on the gables of their homes.<\/p> <p>The Government set up an expert panel to look at this issue but its terms of reference are inadequate.  The Government has only asked the panel to look at the issue as it pertains to private homes.  I can confirm that Donegal County Council has examined hundreds of examples of its housing stock and has confirmed that very large numbers of houses are affected by this disaster for many families across the county.  The issue also apparently affects schools and other public buildings, yet the Government has only asked this panel to look at the matter as it pertains to private homes.  I am asking the Minister of State simply to amend the terms of reference to ensure this panel can investigate the matter as it pertains to private and public homes.<\/p> <p>The Minister of State also needs to clarify whether the panel can recommend a redress scheme similar to the pyrite redress scheme that was rightly put in place for devastated families in Dublin and north Leinster.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig Mac Lochlainn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2321\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2321&amp;amp;pid=PadraigMacLochlainn&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Families have had to make difficult choices.  They had money set aside for education of their children in years to come but they have had to rebuild the outer leaf of their home.  They had no choice and they could not wait for the Government to take action.<\/p><p>Will the Minister of State clarify those matters today?  I know he will go to the county and meet families soon.  I hope he will meet a delegation from Donegal County Council.  He should be aware that public representatives in the Minister of State's county took action on a similar matter when pyrite had an impact.  This affects hundreds or probably thousands of homes across Donegal.  It was caused by a profound failure in State regulation, as it was left to manufacturers to ensure that concrete blocks were built to a required standard.  I urge the Minister of State to take the opportunity today to clarify the matter and assure us he will amend those terms of reference.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#B01400","speaker":"1400","continuing":true},{"type":"speech","time":1465983000,"counter":22,"content":"<p>I thank the Cathaoirleach and the Minister of State for being here.  This is a very important issue for the people of Mayo as well.  I was extremely disappointed that the \"Prime Time\" programme just covered Donegal as there are hundreds of homes in Mayo affected by pyrite.  A representative group met officials from the Department of the Environment, Community and Local Government in March 2014 and presented photographic evidence and the reports indicating beyond doubt that these houses were affected by pyrite.  I know families that have had to flee their homes because of pyrite, and that is not fair.  Hundreds of families in Mayo have had to stand by and watch households in the eastern part of the country be compensated.  I understand the difference between pyrite being in the foundation and in blocks.<\/p> <p>I welcome the setting up of the expert group but I am absolutely dismayed that it has indicated it will not come to Mayo until September.  That is not good enough.  We know the only solution to this is the demolition of buildings.  Will the Minister of State consider intervening with the Central Bank so a stay can be put on the mortgages of these people who are being crucified paying mortgages while paying rent as well?  Are there proper standards now in place and are we sure this is not happening this very day?  Are similar materials being supplied by unregulated quarries throughout the country?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#C00200","speaker":"1378"},{"type":"speech","time":1465983000,"counter":23,"content":"<p>I thank both Senators for raising this important issue.  In April this year, an expert panel on concrete blocks was established to investigate the problems that have emerged in the concrete blockwork of certain dwellings in Donegal and Mayo.  In fairness to the Senators' colleague, Senator Paudie Coffey, that expert panel was set up quite quickly when compared with other panels in the past.  We must recognise the timeframe and it is important that it is up and running, doing its work.<\/p> <p>In May, the expert panel held meetings with the mica action group and elected members and officials from Donegal County Council to seek any information that may be available on the nature of the problems that have emerged in blockwork and affected homes.  The panel's report is due in October 2016 and I look forward to receiving it so we can see where to go from there.  I am aware the elected members of Donegal County Council welcomed the establishment of the expert panel during their meeting of 12 May and they have corresponded on the matter with me, requesting a meeting.  I am also aware that elected members expressed the view that the panel's terms of reference were too narrow and proposed that the terms of reference be amended to include buildings owned by public authorities.  However, unlike many private home owners, public authorities are generally better equipped and better resourced to investigate any problems that may have emerged with their buildings and to identify appropriate remedial solutions.<\/p> <p>In a specific case of local authority dwellings in Donegal that may be affected by defective blockwork, it would be a matter in the first instance for the council to deal with it.  As the owner of these properties and the organisation most familiar with their construction, it should investigate the nature of the problems, establish the number of dwellings affected and identify practical and cost-effective solutions that will address the problems.  Subsequently, it would be a matter for the council to present a detailed business case to my Department for consideration, should capital funding for remedial works be required on foot of those investigations.  This is in line with standard practice in such matters generally and in other areas as well.<\/p> <p>For the avoidance of any doubt, my Department will examine any proposals brought forward by Donegal County Council in this matter and will work closely with the council to resolve any problems identified in the concrete blockwork of the social housing stock to facilitate the delivery of cost-effective and timely solutions.  As was confirmed by the Taoiseach a few weeks ago on the floor of the D&aacute;il, I intend to visit a number of private home owners in north Donegal next week and at some stage to visit Mayo in the near future.  I can give that guarantee.  As part of the visit, I will meet elected members of Donegal County Council in order to listen to their concerns about these matters.  They were in touch with me via written correspondence in the past few days and I have written back with confirmation that we will meet.  I hope that will happen next week.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Ultimately the terms of reference involve establishing the facts behind the problems in Donegal and Mayo, engaging in consultation and outlining technical solutions for addressing the problems identified in order to assist affected homeowners.  I have no proposals to amend the terms of reference of the expert panel, particularly given that it is already two months into its investigations.  In this regard, I will await the outcome of the panel's report before considering what further actions may be required to assist the parties directly involved in reaching a satisfactory resolution to the problems that have arisen in the two counties.<\/p><p>To be very clear, the expert panel is moving quite quickly.  It did not waste any time after it was set up and a chair had been appointed before visiting Donegal and it will visit Mayo as well.  We will let it do its work first and we will see what comes out of that.<\/p><p>The Senator referred to the pyrite situation in north Dublin and County Meath.  I have been very much involved in that campaign over the years.  I understand what it is all about and what had to happen eventually to make it work.  It took a lot of time, but those homes are being fixed and hopefully in the next 12 to 18 months all the homes affected will have been fixed.  It is a step-by-step procedure but first of all we must identify exactly what is behind all this.  That is the first job of the expert panel and we will take it from there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#C00300","speaker":"1264","continuing":true},{"type":"speech","time":1465983000,"counter":25,"content":"<p>The issue here is that we have had statutory instruments since 1949 and we have had building control regulations and standards right through the decades that followed.  This is a profound failure in State regulation and it is staring the Minister of State in the face.  I am sure he has watched the documentary and has seen for himself the impact of this, as has the former Minister of State, Senator Coffey.<\/p> <p>I cannot understand why he cannot ensure that the terms of reference of this panel are amended immediately to allow it to examine the impact on the private and public housing stock.  Why is that important?  It is important because then the Minister of State will have a full sense of the scale of the challenge that lies ahead.  He gave a vague commitment that the county council in Donegal or Mayo can submit costings and there might be a capital grant.  We are talking about a significant amount of money that would be taken away from other local services in Donegal to be deployed towards this issue.  Will the Minister of State amend the terms of reference?<\/p> <p>The Minister of State has pointed out his own involvement in the pyrite campaign in his own county and well done to him on that.  The families there were rightly given a pyrite redress scheme and fair play to them for the campaign they put in.  Will the Minister of State make a commitment here and now that the Government will put in place a mica redress scheme to assure families in Donegal and Mayo that the nightmare they are living through will be addressed by this State and this Government, whose profound failure caused the problem in the first place?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#D00200","speaker":"1400"},{"type":"speech","time":1465983000,"counter":26,"content":"<p>The expert panel was set up with the task of establishing the facts.  Senator Mac Lochlainn has his facts and he has assumed a particular position.  That is fine.  He is very much involved and was involved in this issue before I was.  The \"Prime Time\" programme addressed certain issues as well, but a panel has been set up, independent of Senator Mac Lochlainn, me or anyone else, to establish the facts.  That is the first procedure to be implemented.<\/p> <p>If the Senator does not mind, it would be advisable for us to stay with that.  It will take a couple of months for the panel to complete its work and I will engage with it and work with it and will visit the sites myself.  That is the situation and it is important to establish the full facts behind this.  We will take it from there.  Senator Mac Lochlainn will have to understand that.  Most colleagues, of all parties and none, would accept that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#D00300","speaker":"1264"},{"type":"speech","time":1465983000,"counter":27,"content":"<p>In Donegal they do not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#D00400","speaker":"1400"},{"type":"speech","time":1465983000,"counter":28,"content":"<p>I did not interrupt the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#D00500","speaker":"1264"},{"type":"speech","time":1465983000,"counter":29,"content":"<p>The Minister of State will meet the cross-party delegation and will hear from them.  They do not accept-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#D00600","speaker":"1400"},{"type":"speech","time":1465983000,"counter":30,"content":"<p>First of all-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#D00700","speaker":"1264"},{"type":"speech","time":1465983000,"counter":31,"content":"<p>Let the Minister of State respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#D00800","speaker":"1381"},{"type":"speech","time":1465983000,"counter":32,"content":"<p>The Minister of State can amend the terms of reference to ensure the job is done properly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#D00900","speaker":"1400"},{"type":"speech","time":1465983000,"counter":33,"content":"<p>Let the Minister of State respond.  I have been very fair to Senator Mac Lochlainn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#D01000","speaker":"1381"},{"type":"speech","time":1465983000,"counter":34,"content":"<p>Any logical person would accept that first of all the facts must be established.  Is there one reason for it or is there a combination of reasons?  I understand Senator Mac Lochlainn has his view on it and that is fine, but we have an independent expert panel to inform both Houses of exactly what happened.  Then we can judge what happened.  In the meantime, I will go up there myself to meet residents and councillors from any party.  I will meet anyone who wants to meet me.  There is no problem whatsoever.  The door is open.  However, we will establish all the facts behind this and follow a procedure from then on.  That is the best way to address this.  It is the way we have implemented other schemes.<\/p> <p>Senator Mac Lochlainn commented on the pyrite scheme and the same approach was used there: first we established the facts behind it.  Each situation is different.  The pyrite and the mica situation are different but we will establish the facts.  That is the right way to go and I will continue the work the former Minister of State, Senator Coffey, started on this to try to find a solution to it in the end.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#D01100","speaker":"1264"},{"type":"minorheading","content":"Social Insurance Rates","time":1465983000,"counter":35,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#E00200"},{"type":"speech","time":1465983000,"counter":36,"content":"<p>I welcome Minister for Social Protection, Deputy Varadkar, to the House.  Senator Burke may proceed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#E00300","speaker":"1381"},{"type":"speech","time":1465983000,"counter":37,"content":"<p>I thank the Cathaoirleach for selecting this Commencement matter, and I thank the Minister for attending the House to deal with this important issue.  The matter has been spoken about over the last number of years.  If affects many people within the Department and the Civil Service.  The class K PRSI contribution is paid by a large sector of society with no benefit to them.  They qualify neither for pension purposes nor for any benefits.  During the last Seanad election it also came to light that a large number of full-time councillors, in particular, do not receive any benefit or pension from paying this class K contribution on their annual allowance.  The wording of this important matter speaks for itself.  The class K contribution does not confer any benefits on a large sector of society who pay it, particularly councillors, who are working hard, and especially those who are working as councillors full-time, are young and have not yet retired.  They depend on the councillor salary for their livelihood.  I believe they are entitled to some benefits and I hope the Minister can address this in the next budget or the next social welfare Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#E00400","speaker":"1380"},{"type":"speech","time":1465983000,"counter":38,"content":"<p>As this is my first time in the new Seanad, I would like to take the opportunity to congratulate all the Senators on their election, particularly those who are serving for the first time in the Oireachtas.  I also congratulate the Cathaoirleach on his return and his election as Cathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#E00500","speaker":"1236"},{"type":"speech","time":1465983000,"counter":39,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#E00600","speaker":"1381"},{"type":"speech","time":1465983000,"counter":40,"content":"<p>I thank Senator Burke for raising this very important matter, which has been raised with me on a number of occasions and which I know is of real importance to councillors and to Senators.<\/p> <p>PRSI class K contributions are paid by a number of different categories of contributor.  Since 1 January 2011, public officeholders pay PRSI at the class K rate of 4% on their income as officeholders, provided that income exceeds &euro;5,200 per annum.  All public officeholders are liable to pay the contribution regardless of their age.  Public officeholders include the President, members of both Houses of the Oireachtas, members of the Judiciary, the Attorney General, the Comptroller and Auditor General, and city and county councillors.  Payment of class K PRSI does not contribute towards the establishment of a social insurance entitlement - in short, a person gets no benefits from it.  Prior to the introduction of the class K contribution, all public officeholders were exempt from PRSI on their income as public officeholders.  Then, as now, they could establish and protect their social insurance entitlements based on their non-officeholder activities, or through the payment of voluntary contributions.  When the class K PRSI charge on the income of public officeholders was introduced in 2011, it was done on the basis that public officeholders had been identified as a group that were not paying PRSI on their income as officeholders.  The charge was therefore introduced as a measure of solidarity, allowing them to contribute to social insurance at a time when extensive curtailment of social insurance entitlements to other public and private sector employees was introduced.<\/p> <p>Since the introduction of the class K contribution for public officeholders, further measures to charge class K PRSI have been introduced.  Since 2013, class K PRSI at 4% is charged on the non-employment income of certain Civil Service and public sector workers who pay modified rates of PRSI, classed as B, C and D, where they also have income from a trade or profession.  Payment of class K PRSI by this group does not give cover for a range of benefits and pensions, such as the State pension, jobseeker's benefit and illness benefit.  In 2014, employees and pensioners under the age of 66 whose only other source of income is unearned became liable to pay class K PRSI at 4% on that unearned income where they are paying tax on that income.<\/p> <p>I am currently examining whether changes are required to the basis upon which class K is charged, particularly regarding the position of local authority members.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Leo Varadkar:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Most councillors already have cover under the PRSI system through their other employment or activities.  A minority of full-time councillors do not have cover.  Any changes to the current class K arrangements will need to have regard to the social insurance and occupational position of the officeholders generally and I will have to consult with other relevant Ministers in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#E00700","speaker":"1236","continuing":true},{"type":"speech","time":1465983000,"counter":42,"content":"<p>I thank the Minister for his reply, but it still does not clarify the position.  I hope the Minister, in the run-in to the social welfare Bill for the budget, will address the issue because it is one that needs to be addressed.  It can only be addressed in the context of the budget.  This issue involves more than simply giving benefits to one group or another.  I hope the Minister will address it in the budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#F00200","speaker":"1380"},{"type":"speech","time":1465983000,"counter":43,"content":"<p>I am definitely keen to do something.  The issue has been going on for a long time and I have the opportunity now to do something about it.  I intend to make some change in the forthcoming budget or, more particularly, in the forthcoming social welfare Bill, which will come before this House in the winter.<\/p> <p>The situation as it stands is unfair.  Local authority members pay 4% PRSI and get no benefits in return for it, which is a uniquely unfair position, and that applies to other public officeholders also.  However, it is different for us in the sense that we have severance and pension arrangements but councillors do not.  Therefore, they are in a uniquely unfair position and one which needs to be dealt with.  I think all councillors know that but what they may not know or realise is that local authorities - which are not technically but which are effectively their employers - do not pay employer's PRSI.  If one were to change the situation and make them, for example, class A contributors like everyone else who works for the councils, the councils would then have to pay employer's PRSI and that would have an impact on the councils' budgets.  That needs to be borne in mind.  Another potential option is to treat them in the same way as those who are self-employed and move them to class S contributions.  A further option would be to raise the minimum threshold below which one does not have to pay anything.  In that way they would not have to pay anything, but they still would not get any benefits.<\/p> <p>There are a number of options and I will be meeting representatives of the Association of Irish Local Government in the coming weeks to discuss those options and to decide on the best option.  As is always the case with these things, there are knock-on consequences.  I want fairness for councillors but I am not in favour of special treatment.  Whatever the case, we do should bring them in line with other workers or other self-employed people.  However, it must be something that is fair and not something that creates special treatment or a special class or privilege and, in fairness, I do not think they are looking for that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#F00300","speaker":"1236"},{"type":"minorheading","content":"National Maternity Hospital","time":1465983000,"counter":44,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#F00400"},{"type":"speech","time":1465983000,"counter":45,"content":"<p>The next item is in the name of Senator Kevin Humphreys.<\/p> <p>For the benefit of new Members, while the Minister, Deputy Harris, is coming, when matters are submitted for the commencement, I try to be fair to the parties when they are sent in first.  This time there were three matters from Sinn F&eacute;in, of which I chose one, and there were three from Fine Gael, of which I chose one.  I tried to achieve a balance between the different groups so that there is not four matters from one party and none from another.  I will try to do that as best I can even though this time, with the new groupings, it may be a little more difficult.  We will deal with it as we go along and if there are issues I will discuss those with the groups as well.<\/p> <p>Senator Humphreys, ar aghaidh leat.  The Senator has four minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#F00500","speaker":"1381"},{"type":"speech","time":1465983000,"counter":46,"content":"<p>Given that information, I thank the Cathaoirleach for selecting this particular Commencement Matter.  I congratulate the Minister, Deputy Harris, on becoming Minister for Health and thank him for attending to deal with this extremely important issue, which is the situation in respect of the co-location of the National Maternity Hospital, Holles Street, with St. Vincent's University Hospital in Elm Park.<\/p> <p>I am disappointed because this is an issue which has been running since I was on the board of the National Maternity Hospital in 1999.  At that stage, it was expected that the National Maternity Hospital, Holles Street, would move to the St. Vincent's University Hospital campus within ten years.  It is now 2016 and there is a problem, which was not flagged before at any stage, relating to the governance of the hospital and the moving of the hospital is now in danger.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The National Maternity Hospital at Holles Street was built in the 1800s.  A total of 9,500 babies are delivered in very cramped outdated conditions, putting mothers' and babies' health, if not their lives, at risk because of the conditions in that hospital.  The staff do a fantastic job and give a very high standard of care.<\/p><p>We face a turf war between two hospitals in the form of an argument over a budget.  I do not believe this argument is about the health and well-being of up to 10,000 babies or their mothers, nor is it an argument about the quality of care.  In Holles Street there are ten delivery wards where 9,500 babies are delivered.  There should be 24 delivery wards for that number.  There are knock-on implications.<\/p><p>I very much welcome that the Minister has appointed a mediator.  I hope that is successful.  I have raised this on a personal basis and I know the Minister&rsquo;s personal commitment to it and that much of this is outside his control.  I urge him to consider his next step if the mediation is not successful because we cannot allow up to 10,000 babies to be delivered in a hospital that was built in the 1800s.  That has a real negative and possibly detrimental impact on the babies and mothers who deliver them in an outdated facility.  I look forward to the Minister's response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#F00600","speaker":"1417","continuing":true},{"type":"speech","time":1465983000,"counter":48,"content":"<p>I congratulate the Cathaoirleach and all Senators on their election and appointment to this House, and I look forward to working with the Members of Seanad &Eacute;ireann.  I thank Senator Humphreys for raising this important issue.  The proposal to redevelop the National Maternity Hospital on the St. Vincent's University Hospital campus has been under consideration for many years.<\/p> <p>Within a couple of days of my appointment as Minister for Health, I visited the National Maternity Hospital in Holles Street.  One cannot leave the place without thinking it is an entirely inappropriate and substandard building.  It is not up to the standards we would want for expectant mothers and their infant children and indeed for front-line staff to work and deliver babies in.  It is utterly unacceptable.  It is quite disgraceful to think we went through the entire Celtic tiger period in this country without ever building the new national maternity hospital.<\/p> <p>In 2008, the KPMG independent review of maternity and gynaecology services in the greater Dublin area noted that Dublin's model of stand-alone maternity hospitals did not align with the considered norm internationally and acknowledged that for optimal clinical outcomes, maternity services should be co-located with adult acute services.  The report recommended that the National Maternity Hospital be relocated to the St. Vincent's University Hospital campus.  In 2013, the then Minister for Health, now Senator Reilly, with the agreement of both hospitals, formally announced the Government's intention to relocate the National Maternity Hospital to Elm Park and said that funding had been approved in the HSE's capital plan to allow the project to proceed.  Work on the design brief for the new maternity hospital has concluded.  I have seen a scaled model of the new hospital and can say that it represents a very exciting development for maternity services.<\/p> <p>The project is one example of the Government's commitment to maternity services.  That commitment was underlined by the launch of the country's first national maternity strategy earlier this year.  The programme for Government commits to implementing the strategy, and I look forward to leading the improvement of maternity services for women and their families over the lifetime of the strategy.<\/p> <p>The House will be aware, however, that difficulties have emerged about the future governance of the new National Maternity Hospital on the Elm Park campus.  Concerted efforts have been made to get the agreement of both hospitals to allow the project to proceed.  Meetings were held last year with both hospitals at departmental and ministerial levels, and a facilitated dialogue was undertaken earlier this year.  Unfortunately, that process did not achieve a solution.<\/p> <p>Since taking office, I have met both hospitals separately and jointly and stressed to them the need to resolve the outstanding issues as a matter of urgency.  I have also visited the National Maternity Hospital and I am acutely aware of the very significant infrastructural deficits there which are impacting on the ability of the hospital to deliver appropriate clinical services.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am heartened, therefore, that both hospitals have now committed to a further independent mediation process.  I have appointed Mr. Kieran Mulvey as a mediator and the process has commenced.  A number of meetings have already taken place.  I want to acknowledge that a lot of work went on over the weekend.  It is now important that we step back and let Mr. Mulvey and the two hospitals work on a solution outside the media glare.  However, I want to assure the Senator and all other Senators that my overriding aim is to try to find a solution.  I must stress that both hospitals are voluntary independent hospitals and, therefore, I cannot simply impose a solution.  I intend to use my office to facilitate the finding of a solution.  An unedifying spat between two of our great medical institutions does not serve patients well.  It is important that the overriding objective of delivering property maternity services in appropriate accommodation for expectant mothers and their families is not lost in some bureaucratic row.  It is frustrating, given that the project is fully funded and a plan is ready to go.  We could lodge planning permission for the project within weeks if we find a solution.<\/p><p>Ultimately, both hospitals will have to reach an agreement on the outstanding governance issues.  The process cannot go on forever.  Agreement needs to be reached quickly.  The hospitals are working constructively with Mr. Mulvey and I hope and expect to see the outcome of that work in the coming days.  I remain hopeful that a solution can be found, and it is important that this happen as quickly as possible so this landmark project can proceed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#G00200","speaker":"1251","continuing":true},{"type":"speech","time":1465983000,"counter":50,"content":"<p>I do not believe that at any stage the Government or the HSE would have spent &euro;5 million of taxpayers' money in preparing planning applications and doing the research that is needed to base the National Maternity Hospital at Elm Park.  I am deeply disappointed and frustrated that this problem was raised at a very late stage.  The plans should have been lodged at the end of the second quarter of 2015.  As far as I am aware, they were substantially finished and were ready to be submitted, and at that stage the issue was raised.<\/p> <p>Some &euro;150 million has been committed to the project in the capital investment programme.  We now know that &euro;5 million has been spent on the preparation of the planning application.  A lot of consultative work was done at the early stages of the project, and at a very late stage the issue of governance arose.  I do not believe it is acceptable for there to be any further delay on the part of the two hospitals concerned.  I wish the mediation every success and offer it every encouragement, but both hospitals have to be practical and put the health of mothers and children first.  This is not a case of money not being available.  The money is in place and has been ring-fenced, and &euro;5 million of it has already been spent.<\/p> <p>I know the Minister cannot comment on my final point.  If mediation is not successful, the Minister will face a number of bad choices and will have to pick the best of them.  I urge him to investigate and be ready to consider the possibility of a compulsory purchase of the site to allow the hospital to be built and the planning application to be lodged.  I know they are two voluntary hospitals and this is a turf war.  They have to set aside their interests and put children and mothers to the forefront.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#H00200","speaker":"1417"},{"type":"speech","time":1465983000,"counter":51,"content":"<p>I share the absolute frustration of the Senator.  He is correct; about &euro;5 million has been spent on the project already by a Government of which he was a part, because as a country we want to deliver this landmark project.  Let me be very clear: this is a priority project for me.  I have invested a significant amount of time in this project since becoming Minister for Health because we are close to delivering a landmark project for maternity services, not just a hospital for the Dublin area but a national maternity hospital that cares for some of our sickest newborn infants.  It is important that we get this right.  The national maternity strategy needs to be implemented, but if it is to be implemented correctly we need to have the appropriate physical infrastructure in place - that is, hospital buildings.<\/p> <p>I have to be very honest with the Senator.  There is not an apparent plan B.  That is why it is so important that the hospitals get this right.  We have decided as a matter of policy that co-location works.  We know co-location of maternity and acute hospitals works.  If these hospitals walk off the pitch, there is no simple option.  The only people who will suffer, along with front-line staff, are the future expectant mothers of this country and their babies.  We cannot allow that to happen.  This process has to work.  I need be very careful about what I say because I do not want to say anything that will undermine the mediation process in any way.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->My hope is that the mediation process under the stewardship of Mr. Mulvey will deliver an outcome, and that it will happen very quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#H00300","speaker":"1251","continuing":true},{"type":"minorheading","content":"Misuse of Drugs","time":1465983000,"counter":53,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#J00150"},{"type":"speech","time":1465983000,"counter":54,"content":"<p>I congratulate you on your election to the Chair, a Chathaoirligh.  I thank the graduates of Trinity College for giving me the mandate to be here today.  I also thank the Minister for Health, Deputy Harris, for his time.<\/p> <p>To give a bit of background, I spent the past 15 years developing addiction programmes on local drugs task forces.  I have been involved in drug research on drug trends and the changing nature of drug use.  I have also worked directly with those involved in low-level dealing.  I was alarmed to read in the media last week about proposed amendments to the Misuse of Drugs Acts that would further criminalise the drug user.  How we as legislators respond to the use and sale of drugs illustrates our values.  I, along with others, was elected to advocate for a progressive drug policy.  Criminalising drug users has been proven by international evidence-based research to have failed to address addiction and drug problems.  All over the world societies are recognising that addiction needs to be treated as a public health issue, not a criminal one.  If we look at the amendments in the light of recent developments on injection rooms, it is nonsensical; it is a case of one step forward and two steps back.  For example, the Minister has named zopiclone as a drug that would be targeted by the amendments.  Many of the people selling zopiclone are selling it to fund their own drug use.  People who are addicted to zopiclone, a widely used street benzo, would be at risk of resorting to other substances that would create further harms to the individual and the community.  The proposed change would also alter trends in drug use, which the services cannot keep up with in the absence of adequate resources.  Many who use street benzos cannot access treatment for benzo addiction.  Many people have suffered benzo fits from trying to detox themselves.  The Bill does not help the matter as it potentially forces the removal of such drugs from the market without matching that with treatment beds, which pushes the addict further into harm.  I expect that would not be the desired outcome for the Minister for Health.<\/p> <p>I draw the Minister's attention to studies that clearly demonstrate the need to be progressive with drug policy, not regressive, which the amendments are mostly.  In the context of the UN General Assembly on the world drug problem, a Brookings Institution report outlined that \"socio-economic approaches for addressing drug-related crime and alternative livelihoods policies should be fully integrated into overall...economic development efforts\".  The report also stated: \"Mass incarceration of users and low-level, non-violent pushers does little to suppress - and can exacerbate - the use of illicit drugs. It may also increase drug market violence.\"<\/p> <p>Possession of street benzos and the legality of those puts extra strain on already under-resourced garda&iacute; and potentially costs the State due to unnecessary imprisonment of low-level dealers.  In another study, the International Drug Policy Consortium, an important point it made was that the level of harm is more important than the size of the market, and for me, the amendments are harmful.  To further criminalise individuals will further alienate them, prevent them from moving on and having prospects, especially with the current Criminal Justice (Spent Convictions) Bill.  The success of the Portuguese model has been well documented and I urge the Minister to explore the evidence for a decriminalisation model that includes a person-centred approach to drugs and addiction.<\/p> <p>I call on the Minister to delay the introduction of the measures to allow for input from all involved stakeholders in order that policy is evidence based.  Will he commit in the future to evidence-based drug policy that has harm reduction at its foundation rather than contributing to the cycle of criminality?  How will the banned drugs be scheduled?  Could the Minister indicate whether the control of the substances will be extended to the medical and pharmaceutical industries, as the over-prescription of the drugs has been much more harmful than the illegal street dealing.  I understand that the Minister possibly feels compelled to respond to the incidents in the north inner city but I hope he will consider that the measures are regressive, potentially harmful to the users health, and ultimately will never affect those at the top of the drug trade.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#J00200","speaker":"1404"},{"type":"speech","time":1465983000,"counter":55,"content":"<p>I thank Senator Ruane and congratulate her on her election to this House.  I take the point she made very seriously based on her experience but there are two issues involved and my contention is that they are somewhat separate in terms of what I am trying to do in this situation but also what the Government must do in terms of a national drugs strategy.<\/p> <p>I wish to start with a brief explanation of the existing misuse of drugs legislation, which has two primary purposes.  First, it aims to protect the public from dangerous and harmful substances which have no therapeutic or other legitimate use, for example, ecstasy or head shop drugs by establishing a system of tight control over those.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Second, the legislation facilitates the safe use of certain controlled drug substances which have a medical and therapeutic value but which are harmful if misused, such as benzos, heroin and cocaine.  The misuse of drugs legislation is an important element of the Government's arsenal in the fight against drug dealing and trafficking and consequent gangland crime.  There is currently a problem in parts of Dublin and elsewhere with the on-street sale of prescription medicine such as benzos.  To be clear, while it is already an offence under medicines regulations to supply or sell such products without prescription, the Government and An Garda S&iacute;och&aacute;na are of the view that controlling these products under the misuse of drugs legislation will lead to more effective enforcement.  Following the recent murders in Dublin's north inner city, I instructed my Department to expedite the drafting of the misuse of drugs Bill, which was originally scheduled for the autumn of 2016.  I brought the Bill to the Government yesterday and received agreement to publish it.  To be clear, the Government resolved to give the Garda whatever tools it felt it needed to respond to the situation in the north inner city and this was one tool the Garda asked to be put in its toolkit.  This measure to address the issue was sought by the Garda and I am responding, as part of the whole-of-government approach, to what the Garda has asked the Government to do to address the ongoing worrying situation.<\/p><p>On-street drug dealers often carry relatively small quantities of drugs on their person, which can make it difficult for the authorities to proceed with the sale or supply charges.  Therefore, the Bill seeks to make possession of controlled medicines an offence to enable An Garda S&iacute;och&aacute;na to disrupt the activities of dealers and to protect local communities.  If enacted, the Bill will provide for the drafting of regulations so that it will not be an offence for legitimate users, such as patients with a prescription and health care professionals, to be in possession of controlled drugs.  In addition to controlling a number of prescription drugs, the Bill will also control a number of substances which the European Union or the United Nations have identified as harmful and open to misuse.  These include substances in the NBOMe or N-bomb family of drugs that are implicated in the tragic incident in Cork earlier this year, in which one individual died and five others were hospitalised.  The Bill will also control clockwork orange, a psychoactive substance that is being abused in the Border counties and elsewhere.  This legislation is necessary and appropriate and is part of the suite of measures to assist in tackling crime and protecting public health.<\/p><p>Importantly, I intend to bring forward a second misuse of drugs Bill later this year, which will provide for the establishment of supervised injecting facilities for chronic drug users.  I reaffirm the Government's commitment to doing this, which is a commitment in the programme for Government.  I acknowledge the work done by Senator &Oacute; R&iacute;ord&aacute;in in his time as Minister of State with responsibility for the national drugs strategy.<\/p><p>My colleague, Deputy Catherine Byrne, who is now Minister of State with responsibility for the national drugs strategy, is currently developing a new drug strategy and in that context, I understand consideration is being given to the establishment of a group that would consider alternative approaches to dealing with simple possession offences.  There will be public consultation on the drugs strategy in the coming months and Senators and others will have an opportunity to contribute to this process.  The Minister of State, Deputy Catherine Byrne, would welcome an opportunity to benefit from Senator Ruane's own knowledge and expertise in this area.  In the meantime, however, I ask for the co-operation of Members in enacting this legislation as just a piece of the jigsaw the Government has been asked to put in place by An Garda S&iacute;och&aacute;na.  I make the point clearly that this legislation is not my response or that of the Government and is not the new national drugs strategy.  That piece of work will be undertaken and there will be a second misuse of drugs Bill in the autumn of this year.  Moreover, a new national drugs strategy, which will be an action-based strategy to deal with the larger issues the Senator has legitimately raised, will be published this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#J00300","speaker":"1251","continuing":true},{"type":"speech","time":1465983000,"counter":57,"content":"<p>I reiterate how the focus is on possession, which again mostly targets people who will be selling for their own use.  As for N-bomb and clockwork orange, if one looked further into those cases, polydrug use is usually more the issue there than simply the use of N-bomb.  Many of the recent deaths have been due to a toxic mix of alcohol, other drugs and this substance.  It has not been proven to be due to this substance alone.  I reiterate the programme for Government committed to a health approach to addiction and note my belief these amendments are regressive and retrograde in this respect and do not reach the intended target of high-level dealers.  They just serve to criminalise further the most vulnerable in society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#K00200","speaker":"1404"},{"type":"speech","time":1465983000,"counter":58,"content":"<p>I note the Senator's points and accept her bona fides on this issue.  I hope she will accept mine as well that the Government intends to deliver on the commitment in the programme for Government to a health-based approach to addiction.  I intend to prove this to the Senator and others through the second misuse of drugs Bill later this year and the new national drugs strategy.  In addition, however, from my perspective, when An Garda S&iacute;och&aacute;na asks the Government to give it a range of tools to deal with a specific problem in the north inner city, I feel obliged to act in that regard and that is why I am bringing forward this legislation, which I hope to have in this House before the summer recess.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#K00300","speaker":"1251"},{"type":"unspoken","time":1465983000,"counter":59,"content":"<p>Sitting suspended at 11.20 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1465983000,"counter":60,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#N00100"},{"type":"speech","time":1465983000,"counter":61,"content":"<p>The Order of Business is Nos. 1 to 4, motions re election of Leas-Chathaoirleach of Seanad &Eacute;ireann, to be taken together on the conclusion of the Order of Business; No. 5, motion to restore the Statute Law Revision Bill 2016 to the Order Paper, to be taken without debate on the conclusion of No. 4; No. 6, motion to restore the Public Health (Alcohol) Bill 2016 to the Order Paper, to be taken without debate on the conclusion of No. 5; No. 7, motion to restore the Heritage Bill 2016 to the Order Paper, to be taken without debate on the conclusion of No. 6; Nos. 8 and 9, motions re the continuance in operation of certain provisions of the Offences against the State (Amendment) Act 1998 and the Criminal Justice (Amendment) Act 2009, respectively, to be taken together on the conclusion of No. 7 and to conclude within 50 minutes, with the contributions of group spokespersons not to exceed five minutes, the contributions of all other Senators not to exceed three minutes and the Minister's reply not to exceed five minutes; and No. 13, Private Members' business, to be taken at 4 p.m., with the time allocated to the debate not to exceed two hours.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#N00200","speaker":"1391"},{"type":"speech","time":1465983000,"counter":62,"content":"<p>I wish to clarify that the Leaders of the groups will have three minutes each on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#N00300","speaker":"1381"},{"type":"speech","time":1465983000,"counter":63,"content":"<p>On behalf of the Fianna F&aacute;il group I wish to convey our sympathy to the innocent victims of the Orlando shootings, the LGBT community in Orlando and the wider community.  Our thoughts and prayers are with them at this time and we condemn that devastating and hateful act.  I would also like to convey the sympathies of the Fianna F&aacute;il group with the families of the police officer and his partner who were murdered in Paris.<\/p> <p>I wish to express my disappointment that the Seanad will be taking a longer than usual break this summer, given our late start to the term.  However, despite the short window, I assure the House that the members of the Fianna F&aacute;il group will use the time available to initiate and progress much legislation.  As a new Member of this House, I welcome the enthusiasm shared by all sides last Wednesday with regard to the reform of Seanad &Eacute;ireann.  There have been over a dozen reports on Seanad reform in recent times and I am pleased to say that the Fianna F&aacute;il group will be spearheading and supporting reforms over the course of this Seanad.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> As all Members are aware, this is national carer's week.  We all accept and recognise that carers play an integral role in our society, looking after loved ones and family members at a substantially reduced cost to the State.  Without them, our health service would collapse.  However, many face a serious financial burden because of substantial delays to their payments.  Fianna F&aacute;il learned last week that the average processing time for carer's benefit and carer's allowance is more than 18 weeks.  The appeals process could take a further 23 weeks.  This means a carer could be waiting more than nine months before receiving a payment.  This is unacceptable and is symptomatic of the unfairness perpetrated by Fine Gael in Government.  I ask that the Minister for Social Protection, Deputy Leo Varadkar, address the House and explain the delays and outline the actions he is taking to ensure that his Department fully supports and engages with the carer community.  These processing delays place additional stress on carers who are already under immense pressure as a result of their caring roles.  Efforts should be made to ease the burden, not exacerbate it.  As carers provide an invaluable service to the State, it is only fair that the Government shows them the respect they deserve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#N00400","speaker":"1407","continuing":true},{"type":"speech","time":1465983000,"counter":65,"content":"<p>The Opposition groups in order of size are Fianna F&aacute;il, Independents, Sinn F&eacute;in, Civil Engagement and the Labour Party.  I call next Senator David Norris from the Independents group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#O00200","speaker":"1381"},{"type":"speech","time":1465983000,"counter":66,"content":"<p>I wish to add my voice to the congratulations to your good self, a Chathaoirligh.  I think you will be an excellent Cathaoirleach.<\/p><p>I refer to the situation in Orlando.  It is quite clear that this was a hate crime.  The people targeted were overwhelmingly gay latino men.  It seems that Mr. Mateen was a troubled person.  He had expressed violent views on gay people and was very negative indeed.  Apparently he was upset by the spectacle of two men kissing, as recorded by his wife.  Yet he was obsessed with Pulse.  He was there more than a dozen times and engaged in gay chat services.  It appears as if he may have had some trouble with his own sexual identity so that suggests that there is a great deal of work to do even in countries like America.  This is a terrible crime and highlights the situation regarding guns.  It is extraordinary that people can be put on a &quot;no fly&quot; list and yet they can still go in and buy heavy machines guns.  <\/p><p>We have a lot to do in this Seanad.  I suppose the most striking thing that is before us is Seanad reform.  I believe that virtually everybody in the House has views on this issue.  They strongly believe in the reform of the Seanad.  The Government claims to believe in the reform of the Seanad and it is by this yardstick that this Seanad will be judged.  We will be judged on whether we get substantial and real Seanad reform, not just some tricking around and loosening at the edges and so on.  It has to be comprehensive and full reform.  I look forward very much to the debate.  There is also the issue of the eighth amendment.  It is extraordinary that people in this country still feel that from their religious position they can intervene in a situation where a 13 year old girl has been raped and direct her as to what decision she should take. The same applies with regard to fatal foetal abnormality.  It is an obscenity that the mother of an unfortunate child who has no brain, no nervous system and so on should be forced, whether against her will, to keep the child.<\/p><p>We must look also at the question of direct provision on which I have legislation that I hope to present to the House.  It nearly passed the last time.  The President has called for the Oireachtas to get involved in this issue.  We nearly did it the last time and I believe we can do it again in this Seanad.  There is also the living city initiative which was introduced partly as a result of pressure from this House to rescue the inner city core of buildings.  This has been completely unacceptable.  Only 33 applications were made nationally.  This is because it was hedged around, festooned, as <i>The Irish Times<\/i>editorial stated this morning, with all kinds of inhibitions preventing people taking it up.  In particular, speaking as somebody who is interested in the preservation of the Georgian core of Dublin, I was horrified at the restriction of 210 sq. m.  As a civil servant said at the time, this was specifically to exclude what is described as Georgian mansions.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These buildings are a feature of our city; they are the identifying mark.  They are the buildings that most need to be rescued.  I understand the situation will be kept under review by the Minister, Deputy Noonan, but this House should have a significant role to play in extending and making acceptable the terms under which living city initiative grants are made.<\/p><p>Despite some people's faint-hearted anticipation that we will have very little to discuss other than statements, we will have much to discuss.  There is legislation from these benches.  My colleague and friend, Senator McDowell, will, for example, be presenting a Bill.  I have some difficulties with it but I will make those clear during the discussion on the legislation.  Senator Craughwell also has a Bill.  There are many legislative measures being brought forward by those on this side of the House and I look forward to the Government treating them with respect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#O00300","speaker":"1392","continuing":true},{"type":"speech","time":1465983000,"counter":68,"content":"<p>The group leaders have three minutes each for their contributions and other Members have two minutes each.  I call the leader of the Sinn F&eacute;in group, Senator Conway-Walsh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#P00200","speaker":"1381"},{"type":"speech","time":1465983000,"counter":69,"content":"<p>On behalf of Sinn F&eacute;in, I extend our sympathies to the community in Orlando, particularly the LGBT community, and to the police officer and his partner in Paris who were shot dead.  I commend the Yes Equality and LGBT groups throughout the country and in Mayo for the vigils they are organising in solidarity and support for the community in Orlando.<\/p> <p>I will refer briefly to Seanad reform.  Our team in the Seanad is adamant that the recommendations that have been made must be implemented and that the necessary reform must be carried through.  We have a motion, which will be submitted tomorrow, on the establishment of a sub-committee to examine properly how this can be done, but we will also be supportive of other Bills which reflect our commitment to the reform that is necessary in this House.<\/p> <p>The Minister for Health should be invited to the Seanad to address the emergency situation whereby 26,000 operations and procedures have been cancelled in hospitals.  This is due to beds having been taken out of the system from the 1980s to the present.  This allows medical teams who are paid huge amounts of money to stand by and do nothing because they do not have beds in which they can treat patients.  Those who have taken the beds out of the system must be held accountable for the 26,000 people who have not been able to have their procedures performed.<\/p> <p>In addition, could the Minister with responsibility for heritage be invited to the House to explain the bizarre situation whereby the Government is appealing the decision relating to Moore Street and to outline the rationale for that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#P00300","speaker":"1378"},{"type":"speech","time":1465983000,"counter":70,"content":"<p>My remarks will be brief.  On behalf of the civil engagement group, I echo the message of solidarity and concern regarding the tragic events that unfolded in Orlando.  I attended the vigil that took place this week in the same location, next to Dublin City Hall, where Ireland last year celebrated the transformation in LGBT rights.  It was a very sad occasion and sad to see such a solemn and concerned atmosphere among those attending.  We extend our concern and solidarity to those in Orlando, but it is also imperative that we send a message about the importance of a considered response grounded in respect and peace and on a concern for diversity and a recognition of diversity.  That is very important, as well as to acknowledge the homophobic nature of the attack.<\/p> <p>On the Order of Business, my colleagues will address a number of the motions which have been put forward.  The civil engagement group is happy to support what we believe could be a transformative opportunity in terms of the introduction of a Bill to implement the Manning report.  That will be introduced later and we look forward to supporting it and working with all Members of the House as it proceeds through the House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Ruane, who spoke earlier during Commencement Matters, will address other concerns and some of the motions put forward.  We note that statements on delivering sustainable full employment are on the Order of Business.  We should move speedily within this House in order that we do not simply look to statements on issues like full employment but look to solid motions and legislation.  I echo the points made by Senator Norris.  I believe there are a wealth of proposals and a wealth of legislation that can emerge from all sides of the House, and I believe there is the strength to pass those through this House.  I look forward to seeing this in play.<\/p><p>An issue that emerged today that is not on the Order of Business is the publication by Women's Aid of figures that are shocking to us all.  The figures concern the continued depth and presence of violence against women.  We may look at this at a future date.  Again, this House can play a role in driving forward the practical measures that will be needed to ensure real implementation of the Istanbul Convention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#P00400","speaker":"1405","continuing":true},{"type":"speech","time":1465983000,"counter":72,"content":"<p>I join other colleagues in expressing the sympathies of the Labour Party group in the Seanad to all the victims and families of victims caught up in the horrific attack in Orlando, which was a homophobic hate crime, a crime of terror and a crime that has highlighted not only homophobia and terrorism but issues around gun control, particularly how somebody who had been under investigation by the FBI was able to purchase these horrific assault rifles.  I commend GLEN, BeLonGTo and Transgender Equality Network Ireland on organising the vigil on Monday evening and the Lord Mayor of Dublin on opening the book of condolences in the Mansion House.  I understand it is open until 4 p.m. today.  Again, I express my sympathies not only to those in Orlando but also to the family of the police officer killed so horrifically in Paris.<\/p> <p>I join Senator Higgins in calling for a future debate on domestic violence in light of the figures published today by Women's Aid.  We have had some very good collaborative work in previous Seanada&iacute; on domestic violence and mechanisms to address this huge problem.<\/p> <p>I also look forward to working with colleagues from all parties and the Independent group on the pressing issue of Seanad reform.  In particular, the Labour Party group in the Seanad will reintroduce the Competition (Amendment) Bill.  We would like to see further progress on this Bill, which was a Private Members' Bill accepted on Second Stage by the Government in January 2016.  I hope we will see this proceed through the House as a Private Members' Bill.<\/p> <p>I ask the Leader for a debate on the ruling last week of the United Nations Human Rights Committee on the application brought by Amanda Mellet.  I commend her on her bravery and that of her family and those involved in Termination for Medical Reasons because the ruling of the committee has shone a light on the need to address the eighth amendment to the Constitution.  The finding that Ireland was in breach of the International Covenant on Civil and Political Rights and had violated the human rights of Ms Mellet because of the prohibition in our law of termination, even in cases of fatal foetal abnormality, deserves a very prompt and urgent response from the Government.  I am disappointed to hear the Taoiseach appear to dismiss or denigrate that ruling as not being binding.  I am concerned for two reasons about his proposal to put forward a citizens' assembly.  First, it appears to be an attempt to delay taking any action on the need to abolish the eighth amendment.  The Taoiseach did not need to put the issue of Seanad abolition to a citizens' assembly before he called the referendum on that and I do not believe we need a citizens' assembly before we have a referendum on repeal of the eighth amendment.  Second, some commentary about the citizens' assembly from Fine Gael politicians has betrayed an anti-politician tenor that is disturbing, that this idea is somehow going to be better than the Convention on the Constitution, a model which I think all of us in the previous Seanad agreed was a very worthwhile model that paved the way for the marriage equality referendum.  That Constitutional Convention was made up of representatives of political parties and citizens chosen in accordance with the demographics of the country.  This sort of model would be preferable to a citizens' assembly.  If a citizens' assembly is to be held, it needs to be done expeditiously and we do not want to see any further delay.  We do not want to see any more cases like that of Savita Halappanavar or the tragic case in the Midland Regional Hospital in Mullingar.  We need to move towards repeal of the eighth amendment without delay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#Q00200","speaker":"1402"},{"type":"speech","time":1465983000,"counter":73,"content":"<p>I wish to raise the ruling out of order of the issue I raised under Commencement Matters.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It asked the Minister for Transport, Tourism and Sport to ensure the terms of reference for the new tender process for the issuing of driver licences would require that all post offices would act as agents, enabling the public to obtain-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#Q00300","speaker":"1425","continuing":true},{"type":"speech","time":1465983000,"counter":75,"content":"<p>That is not a matter for the Order of Business.  I made a ruling and if I open up every ruling I made, we will never get anything done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#R00200","speaker":"1381"},{"type":"speech","time":1465983000,"counter":76,"content":"<p>I am at a loss as the Minister has responsibility for the Road Safety Authority, and the authority deals with the issue of driver licences.  My proposal would help post offices and the general public.  It should operate like the passport office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#R00300","speaker":"1425"},{"type":"speech","time":1465983000,"counter":77,"content":"<p>I made a ruling and I cannot allow the Senator, in an indirect fashion, to bring the issue to the floor of the Seanad.  I am sorry but I must rule that out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#R00400","speaker":"1381"},{"type":"speech","time":1465983000,"counter":78,"content":"<p>I ask that the Minister for Transport, Tourism and Sport might be asked to come here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#R00500","speaker":"1425"},{"type":"speech","time":1465983000,"counter":79,"content":"<p>I will allow that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#R00600","speaker":"1381"},{"type":"speech","time":1465983000,"counter":80,"content":"<p>My suggestion is that in the same fashion that the post office facilitates the issuing of passports, it could be done for driving licences.  That would give more business to post offices.<\/p> <p>I ask that the Minister of State with responsibility for the Office of Public Works, Deputy Se&aacute;n Canney, could come before the Seanad to speak to the issue of flood defences and particularly the minor works scheme.  We know a major &euro;430 million major capital investment was announced last summer by the OPW, which was very welcome.  Some of these schemes will not be rolled out for several years and in the meantime, there is a minor works scheme that can be used.  I am concerned that there may be obstacles or delays in the rolling out of this.  In particular, I am thinking of Crossmolina, near where I live, as people were very badly affected.  Such is people's frustration with the pace of progress that they are prepared to go into the river, which is not a good idea.  We must get an update on how the existing scheme, which can facilitate shorter-term solutions, is being used to our benefit and to avoid potential flooding when winter comes.  Now, in the summer, is the time to act.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#R00700","speaker":"1425"},{"type":"speech","time":1465983000,"counter":81,"content":"<p>I will go around on the same rota but before doing so, I will deal with one person who indicated earlier and is somewhat of a lone wolf in one sense.  I use my discretion to call Senator Lawless.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#R00800","speaker":"1381"},{"type":"speech","time":1465983000,"counter":82,"content":"<p>As someone living in Chicago in the United States, which is the city with the highest murder rate in that country, arising from gang and drug violence, I am still appalled by what happened in Orlando in the past couple of days.  A couple of years ago, 91% of American people polled wanted background checks for gun control but such an initiative could not get 60 votes in the US Senate because of the money that the National Rifle Association had donated to politicians.  In my own restaurants in Chicago, I have a notice on the doors with a gun and a red line going through it, as it is legal to carry concealed weapons in Chicago.  That is so I am covered legally if someone shoots in my restaurant.  This has all come from the money spent by these political action committees.  There is no control on the money coming in to these committees and they can spend it how they like, with no disclosure.  We must ensure we do not allow that to happen in this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#R00900","speaker":"1429"},{"type":"speech","time":1465983000,"counter":83,"content":"<p>I thank the Senator for being very brief.  The next speaker is an experienced and long-standing Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#R01000","speaker":"1381"},{"type":"speech","time":1465983000,"counter":84,"content":"<p>I have no problem with the Order of Business as outlined but I ask the Leader to invite to the Chamber the Minister for Finance so he can give his views on the marketing and administration of whole-of-life insurance policies in this country.  Members may be aware that such policies involve an applicant taking out a life cover policy for events after his or her death and it would protect the family financially.  It is good and useful for most people to undertake such a policy.  However, people do not seem to realise that after ten years paying into such a policy, an anniversary is reached whereby an insurance company may, and invariably will, increase the premia significantly with no corresponding increase in the guaranteed sum.  I can give a brief example.  Ten years ago, an individual took out a whole-of-life assurance policy, with the premium set at &euro;90 per month and the assured sum at &euro;100,000.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ned O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2233\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2233&amp;amp;pid=NedOSullivan&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Ten years later, the sum insured has grown to approximately &euro;220,000, a 100% increase, but the premium has gone from &euro;90 up to &euro;800 per month.  This is something most people cannot afford.<\/p><p>When these policies are being sold, it is not made clear to the purchaser that this is going to be the scenario.  One finds people who are coming into middle and old age and who can no longer afford to maintain the premiums on their life cover at a time when, actuarially speaking, they probably have more need of it than ever before.  This matter was raised in the previous D&aacute;il by my colleague, Deputy Michael McGrath, who has identified a very significant cohort of people who are caught in the trap to which I refer.  It is a trap, because in many cases individuals have used life cover as security for their mortgages and they cannot arbitrarily opt out because then they do not have mortgage protection, which is more difficult to obtain the older one gets.  This matter must be examined.  I raised it briefly in the previous Seanad.  I am going to put forward a Bill on it soon if I do not see the Minister moving on it.  I hope the Leader could make that possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#R01100","speaker":"1394","continuing":true},{"type":"speech","time":1465983000,"counter":86,"content":"<p>I congratulate the Cathaoirleach and wish him every success in the position.<\/p> <p>I am very pleased to hear the consensus from speakers today in favour of reform of this House and moving ahead with that process.  Senator Ardagh, on behalf of Fianna F&aacute;il, has spoken about it, Sinn F&eacute;in is committed to it, as is Senator Bacik on behalf of the Labour Party and Senator Higgins on behalf of Civil Engagement.  Given that the Leader of the House represents a Government that has as part of its programme the implementation of the Manning report, it strikes me that there is an overwhelming consensus in this House for moving forward on the question of reform, even allowing for the minor difference that Senator Norris has about his own particular constituency.  In those circumstances, two things strike me that I want to put before the House.  I understand completely that due to the delay in the formation of a Government and the fact the Government is in a minority in the Lower House, there will be a dearth of Government legislative proposals for some time and the volume of Government legislation will be less than has been the case for a long period.  I urge the House to make good use of the time available to it to deal with proposals which do not necessarily come from the Government but which are, particularly in the case to which I am referring, in accordance with the programme for Government.  We should not just shoehorn everything that is not proposed by the Leader into Private Members' business.  Rather, we should order the House's business so as to accommodate what the House in terms of the issues with which it wants to deal.  It is in that context that I wish to move an amendment to the Order of Business, namely, that No. 11 be taken before No. 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#S00200","speaker":"1403"},{"type":"speech","time":1465983000,"counter":87,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#S00300","speaker":"1390"},{"type":"speech","time":1465983000,"counter":88,"content":"<p>Ba mhaith liom i dtosach b&aacute;ire moladh a thabhairt do na Seanad&oacute;ir&iacute; at&aacute; i l&aacute;thair a bhfuil c&uacute;pla focal acu na focail sin a &uacute;s&aacute;id.  Tuigim go bhfuil roinnt Gaeilge ag an gcuid is m&oacute; den dream at&aacute; anseo agus t&aacute; s&eacute; f&iacute;orth&aacute;bhachtach go mbeadh muid ag tabhairt ceannr&oacute;da&iacute;ocht &oacute; thaobh na Gaeilge de i dTithe an Oireachtais.  Chomh maith leis sin, ba mhaith liom iarraidh ar an gCeannaire go mbeadh d&iacute;osp&oacute;ireacht againn leis an Aire St&aacute;it Gaeltachta maidir le c&uacute;rsa&iacute; Gaeilge agus Gaeltachta agus na pleananna at&aacute; aige ins an tr&eacute;imhse Rialtais seo.  I am just encouraging any Senators who do have a c&uacute;pla focal to try to use them.  It is important that we show ceannr&oacute;da&iacute;ocht and that we use it in the Seanad.  The amount of Irish that has been used in recent years has been very positive.<\/p> <p>Could the Leader also clarify the time slots allotted to different speakers for Private Members' business?  It is not clear how much time will be allotted in respect of the various slots.<\/p> <p>We are often accused in the Seanad of speaking rubbish.  I think we need a Minister to come in here and talk rubbish to us because there is a huge issue around the final act of the Labour Party and Deputy Alan Kelly in government to allow private companies to increase refuse collection charges.  There is a plethora of companies dealing with these services and there is no regulation in respect of what is happening at present.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a situation in Connemara where companies are trying to charge people a &euro;224 standing charge without ever picking up a bin or a bag.  I am told that the same company is running the exact same service in Leitrim but it is only charging a standing charge of &euro;80.  Fair play to Leitrim.  I am not sure how it pulled that one off, but certainly we in Connemara and in Galway will not take it sitting down.  It illustrates how this bin tax which is being imposed on people is totally unacceptable.  It comes from the privatisation of the refuse collection system which was ill-thought out and which, in our opinion, should not have been put forward.  It needs to be reviewed.  We need the Minister for rubbish - I am not certain whether it is the Minister for the Environment, Community and Local Government who is dealing with the matter or if it is has been passed over to the new Minister - to discuss this immediately.  The measure is to start in July and it is ill-thought out.  There are families who cannot afford to pay their water charges, the property tax and so forth, and they see this as another tax being piled upon them with very little choice and very little consultation.  There are questions around where the money is going, where the data are being collected and how they are being used.  I urge the Leader to have that debate next week, if possible.  It is a very pressing issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#S00400","speaker":"1377","continuing":true},{"type":"speech","time":1465983000,"counter":90,"content":"<p>It is a great honour to serve in the Twenty-fifth Seanad and this is my first contribution.  I acknowledge the work of the carers in society.  This is carers' week and, as my Fianna F&aacute;il colleague said, there are long waiting lists of people applying to be carers.  It is slowing down the system and it is not helping carers, families or children.  It is time that steps were taken to work on an all party basis to support carers, their families and those who need care.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#T00200","speaker":"1385"},{"type":"speech","time":1465983000,"counter":91,"content":"<p>I thank the Cathaoirleach for the opportunity to address the House.  I have just returned from a few days in Paris and I want to advise Members of this House that we should be very proud of the travelling supporters who are doing this country's name great service as supporters of the Republic of Ireland soccer team, and indeed supporters of the Northern Ireland soccer team, in the European Championship.  I extend best wishes to them.<\/p> <p>I wish to raise two issues.  I was taken aback by the response of the Minister for Health, Deputy Harris, to Senator Ruane's Commencement matter today on the nature of addiction and drugs issues.  It appears that the Minister is intending to separate the Misuse of Drugs Act into two different pieces of legislation, which I do not think is necessary.  What is needed in this House is a more elongated debate on the nature of addiction, drugs and drug crime and to put the issues on a proper footing, which is in keeping with the international move towards decriminalisation and to having a health response rather than a criminal justice response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#T00300","speaker":"1410"},{"type":"speech","time":1465983000,"counter":92,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#T00400","speaker":"1392"},{"type":"speech","time":1465983000,"counter":93,"content":"<p>On my second point, I stood in this House on a number of occasions as the Minister of State and what impressed me most about it was when it stood as and spoke with one voice.  The House was never more powerful than on the issue of direct provision.  I believe that Members of this House will know, regardless of their political background, that this House was very impressive and managed to move that debate onto a higher platform when Members all stood together and tried to move the issue along.  Once again, I was very taken aback when I saw a deletion from the programme for Government.  It was a line from the draft programme for Government which referred to the implementation of the McMahon report.  Many Members in this House had difficulties with the report and possibly felt it did not go far enough.  They believe that direct provision should have been abolished, but at least the McMahon report was the first proper report into the direct provision system in 15 years, and it would have gone a long way towards helping the lives of those in that system.  The recommendation in the draft programme for Government that the McMahon report be implemented was deleted and does not feature in the actual programme for Government.  I ask that the House again uses its campaigning zeal to seek reforms to the direct provision system.  Collectively, and regardless of political backgrounds, all Members believe these reforms and the McMahon report need to be implemented in full.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#T00500","speaker":"1410"},{"type":"speech","time":1465983000,"counter":94,"content":"<p>Gabhaim bu&iacute;ochas leis an gCathaoirleach.  I congratulate him on his election as Cathaoirleach of the Seanad and I look forward to working with all colleagues across the House on various issues during the term of this Seanad.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I also wish to be associated with the expressions of sympathy to those affected by the Orlando killings, which were terrible.  Our thoughts and prayers are with all of those in the LGBT community and all those affected by those horrible killings.<\/p><p>I call on the Leader of the House to arrange a debate on the future employment skills needs of the country.  As the economy recovers, we see employers struggle to find workers with the appropriate skill sets to fill the vacancies being advertised in locations throughout the country.  As a former apprentice myself, I think this is an area that certainly needs review and reform.  We should always be evaluating and considering lifelong learning, reskilling and training, but there is a particular need for this now, especially in the construction sector, where there is a lack of apprentices coming through in the various trades, as the economy recovers and demand increases.<\/p><p>It is important we have a debate in the House and that we bring in the various Ministers responsible for education, employment and jobs and have an in-depth analysis of the current and future skills needs not only in Dublin but in all regions.  Languages are another area in which there are huge job opportunities for the country.  We need to improve the language capabilities of students who are qualifying given the job opportunities that are available to them.  I ask the Leader to make provision for a debate in this House on skills needs and future requirements and demands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#T00600","speaker":"1422","continuing":true},{"type":"speech","time":1465983000,"counter":96,"content":"<p>I join others in expressing my sympathies to the people of Orlando and the families and friends of those murdered and slaughtered there and ask the Leader to convey to the American ambassador the deepest sympathy of the House in respect of what has happened and all that can be done to prevent a recurrence.<\/p><p>This Thursday week, we face a major challenge in respect of the referendum in Britain, that is, Brexit.  We have &euro;1 billion a week in trade with Britain.  It is our biggest import market and second biggest export market and we are its fourth largest trading partner.  There are many Irish families living in Britain.  Some may resent the fact we would intervene, but it would be helpful if we were to contact friends and relations in the UK over the next few days.  This vote will have a major impact on the future of this economy as well as the British economy.<\/p><p>A number of former Ministers and Ministers of State are now Members of this House and they will realise what is involved in negotiations.  I was involved in the negotiation of the Single European Act.  Britain had a major input into that particular Act, as did Ireland.  We worked together as a team in Europe.  I do not think the British people have been sufficiently informed about the influence of Britain, the UK and Ireland in those negotiations, the co-operation we received in those negotiations and the benefit to both island nations on the edge of Europe.<\/p><p>It is vital that Britain remains in the European Union.  The latest opinion polls are concerning.  The <i>Financial Times<\/i>has just published that 44% of voters say they will vote to leave and 47% say they will vote to remain.  There are a number of undecided voters and the next few days will tell the tale.  This campaign has been led with propaganda, particularly on the &quot;Out&quot; side, which reflects poorly on the ability and the achievements of the United Kingdom within the European Union.  I appeal to anyone with relations in that country to give them a ring in the next few days and ask them to vote to stay.  It is in our interests and it is in the national interest and for the love of their country that they would vote to stay in the European Union.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#U00200","speaker":"1393"},{"type":"speech","time":1465983000,"counter":97,"content":"<p>I congratulate the Cathaoirleach on his elevation, which I have not done since it took place, and I wish him well in his position.  I also wish well the Leader of the House, Senator Buttimer, as he takes the House forward.<\/p> <p>I note that we are starting on a bad footing, which is statements.  I would like this House to avoid statements as much as possible and to deal with legislation as we move forward.  I would also love it if Members of the House remembered, whether they want to be in the D&aacute;il or not, that they are in the Seanad and that we do not have geographical constituencies.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is a national House of Parliament.  I ask that people try to keep the old constituency stuff at a minimum.<\/p><p>I second Senator McDowell&rsquo;s amendment to the Order of Business. <\/p><p>I congratulate my colleague and good friend from Galway, Senator Lawless, for drawing attention to gun law and the outrageous situation involving the National Rifle Association, NRA, in the United States.  That might be worth a debate.  <\/p><p>The former Ministers for Arts, Heritage and the Gaeltacht, Defence and Public Expenditure and Reform, did a fantastic job during the Easter celebrations to commemorate the centenary of the Easter Rising.  As a result a medal was struck for the members of the Defence Forces who paraded on that day.  That medal will be available to anyone who joins the Defence Forces between now and the end of the year.  However, 120 men who formerly served in the Defence Forces and are now members of the Irish United Nations Veterans Association, IUNVA, are denied access to this medal.  That is an outrage.  Not only did these men parade on Easter Sunday and at every military event but they have also served this country with distinction, at home and abroad.  It is miserable in the extreme to deny them the medal that every other serving member of the Defence Forces will receive.  I ask the Leader to take that matter up with the Minister for Defence.  Other Members might perhaps join me in this request.  Many suffer post-traumatic stress disorder, etc., and have sacrificed being with their families for a long time to serve the country.  Will the Leader please ask the Minister about this and report back to the House?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#U00300","speaker":"1390","continuing":true},{"type":"speech","time":1465983000,"counter":99,"content":"<p>This is my first time speaking in the House.  I send my support, solidarity and love to the victims in Orlando.<\/p> <p>This is carers' week.  I acknowledge the hard work these people do day in day out, 24 hours a day, seven days a week, looking after their loved ones, and the struggle they have accessing facilities and resources.  I also pay a tribute to the over 100,000 of my colleagues, nurses and midwives, of the entire island of Ireland.  I thank them.  I will miss them but I will be here to support nurses and midwives throughout my tenure. <\/p> <p>A matter in Cloverhill Remand Prison has come to my attention.  The prison has a dedicated psychiatric nursing staff to care for people placed on remand from remote courts all over the country during the night.  They are often very disturbing cases and many involve mental illness.  The nurses have an excellent record in not having to use special observation cells.  They make the assessment immediately a person is admitted, realise what is needed and how much care and supervision is required.  Fergal Black, the director of health for the Irish Prison Service, has decided to cut this night cover by 50%.  This is outrageous and this House should support me in calling for the Minister to engage with the nurses and with Fergal Black to stop this proposed cut.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#V00200","speaker":"1388"},{"type":"speech","time":1465983000,"counter":100,"content":"<p>I congratulate the Cathaoirleach on his appointment and wish him success.  I join in the condemnation of the massacre in Orlando.  This is a hate crime and I am delighted that the people of the island of Ireland have joined in sending condolences to the people of Orlando.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frank Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I look forward to the debate on homelessness.  The current situation is causing major hardship for families.<\/p><p>A colleague of mine who came to Dublin last week had to pay &euro;160 for a hotel room on a Wednesday night because of a concert.  That is one aspect of the issue that needs to be addressed.  The cost of hotel rooms is affecting the tourists who come to our country, particularly in Dublin.  Tourism increased by 33% between 2010 and 2015, but the number of hotel rooms has decreased.  This must be tackled immediately because it could damage the tourism potential of our city and country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#V00300","speaker":"1424","continuing":true},{"type":"speech","time":1465983000,"counter":102,"content":"<p>I wish to take this opportunity to congratulate the Cathaoirleach on his election.  He was well chosen and brings experience and integrity to the role.  He is a great listener and is fair.  I would also like to congratulate Senator Jerry Buttimer on his appointment as Leader.  He has the qualities to make the Twenty-fifth Seanad, which comprises an elected group of powerful people, come alive internally and externally.  He chaired the meetings of the Joint Committee on Health and Children when it was discussing end-of-life issues, and did so with exceptional ability, determination and compassion.  He will bring that same talent to the House.<\/p> <p>Everybody is talking about reform of the Seanad, which we need internally and externally, in terms of how people get in here and what they do afterwards.  I would like to make a suggestion to the Cathaoirleach.  Perhaps we could have more control of electronic equipment, so that Senators who come to the House would listen to arguments and argue against each other without having their heads in phones or tablets, especially when some of the subjects about which we are arguing are quite profound, if not life-changing.  It is very disconcerting to be sitting beside somebody who might be ordering shoes or talking to relations all over the world.  I am not against electronic media, but we should show a certain discretion, especially when the national and international world is now watching us on screens.  My grandmother used to say that if one wanted to change things, one had better start in one's kitchen as opposed to going up town.  Maybe we should start with a few mannerly changes in the House, one of which could involve the discretionary use of electronic media. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#W00200","speaker":"1427"},{"type":"speech","time":1465983000,"counter":103,"content":"<p>Unless a Senator clearly indicates to me that he or she wishes to speak and I can see the Senator concerned, I will skip him or her.  I skipped Fianna F&aacute;il because I did not see anyone indicate.  I will allow Senator Kelleher to speak.  I skipped her by accident.  I will try to keep to the groups; otherwise, there will be confusion.  For example, nobody indicated from Fianna F&aacute;il so I skipped those Senators.  There are eight on the list from Fine Gael and I will skip anyone who does not indicate otherwise.  I will not invite everyone to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#W00300","speaker":"1381"},{"type":"speech","time":1465983000,"counter":104,"content":"<p>I would like to congratulate the Cathaoirleach on his election last week.  I would also like to extend my condolences to those killed in Orlando.<\/p> <p>It is carers' week, and we are all endorsing the great work that carers do.  It is all very fine to talk about that, but it is another thing to provide proper support.  Some 63% of people with dementia are living at home and are primarily cared for by the carers of whom we speak.  We know that those diagnosed with dementia would like to live at home, but their carers would like some help.  Until such time as we put home care on a similar statutory basis to the fair deal scheme for residential care, we will continue to have budgets that are inadequate and people who cannot access that level of care.  At some point I hope to get cross-party support in the House for the establishment of a fair deal scheme for home care, so that we are not just saying nice words and patting carers on the head.  I want us to do something practical for carers and those for whom they are caring.  We know from reports that people have a preference for care at home.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#W00400","speaker":"1430"},{"type":"speech","time":1465983000,"counter":105,"content":"<p>I wish to be associated with the expressions of sympathy to those who suffered tragedy in Orlando, which was quite shocking.  I wish to see equality, awareness of disability and of difference and diversity become a mandatory component of primary education in this country.  As legislators, we can introduce the most forward thinking, radical legislation one could possibly imagine to prevent inequality, prejudice and people being treated in a bad way but no matter what we do we must change people's mindset.  The only way we can do that is through education.  The reason I make such a call is because in one seaside resort in County Clare, in recent months, a person of small stature was hired by ladies on a hen party.  He was chained to the hen and displayed in a most despicable and vulgar manner, and it was portrayed in the media as entertainment.  It was not entertainment; it was a disgraceful abuse of somebody who is of small stature.  We can introduce legislation in this House but we will not stop such things happening.  The only way we can stop it is by creating awareness among young people so that future generations will not consider such behaviour as a form of entertainment worth paying for.<\/p> <p>This country is a great and the vast majority of people who go on weekends away, be they stag parties, hen parties or any other kind of entertainment, behave themselves and act in a respectful manner.  Unfortunately, a minority does not, and the only way to eliminate them is through education.  I call on the Leader to organise for the Minister for Education and Skills to come to the House to talk about reviewing the primary school curriculum in a way that embeds, embraces and delivers equality and disability awareness in a way that is meaningful and will make a difference.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#X00100","speaker":"1416"},{"type":"speech","time":1465983000,"counter":106,"content":"<p>I take this opportunity to congratulate you, a Chathaoirligh, on your appointment and wish you the very best of luck.  As Fianna F&aacute;il spokesperson on health, I ask the Leader to invite the Minister to come to the House to discuss the district hospital network with a view to establishing a capital investment programme to upgrade some of the facilities.  District hospitals should not be seen as a relic of a bygone era and if adequately resourced, they can provide a vital cog in the delivery of a modern health service.  They are a widespread resource.  We are not talking about a new layer of bureaucracy.  There are more than 100 district hospitals around the country.  Without being parochial, in deference to what Senator Craughwell said, there are four district hospitals in Mayo and with the correct level of investment we could alleviate the pressures on the secondary hospital system.  The district hospital network operates in three separate ways in so far as they prevent admissions to acute hospitals, facilitate discharges from acute hospitals and can also work as an interface between the fair deal system, which is experiencing some delays even though it has improved in recent months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#X00200","speaker":"1373"},{"type":"speech","time":1465983000,"counter":107,"content":"<p>Will the Leader considering inviting the Minister, Deputy Simon Coveney, to the House to explain and give some rationale regarding a proposal that was announced in the national media yesterday about the provision of &euro;200 million for a critical infrastructure fund?  We know we have a social and affordable housing crisis in this country.  Everyone in politics and public life knows that, and the citizens know it, yet it seems to be taking so long to address it.  From talking to councillors right around the country we know that critical infrastructure is short in many places.  We know many bad planning decisions were made where no critical infrastructure was provided on land that was zoned by people of all parties and none across local government.  We also know the Planning and Development Act clearly provides for sections 48 and 49 levy schemes for planning permissions to provide for contributions by developers to development, and ultimately they would be ring-fenced for critical infrastructure to aid, assist and bring about those developments.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I refer, in particular, to housing.  It is great that, yesterday and the day before, the Minister made a host of announcements in the media that funding for housing is coming, which is welcome.  It is interesting that this Minister has hit the ground running with announcements but they must go a bit further.  I note that in today's edition of <i>The Irish Times<\/i>, there has been a correction regarding these announcements yesterday in the media and that this funding will not come until the back end of 2017.  I ask the Leader for clarification in this regard because, throughout the country, approvals for planning permission are withering on the vine because developers cannot get projects off the ground as a result of the lack of infrastructure and bad planning in preparing for that infrastructure.  More importantly, in some cases it is not viable and I was informed the other day of a cost of &euro;45,000 in respect of critical infrastructure before one even gets going.  As that will not happen, Members must face up to the reality.  A continuous supply of affordable and social housing is needed and I look forward to partaking in the debate on homelessness later because this also is part of this subject.  However, I ask the Leader to invite the Minister into the Chamber to clarify what is this fund, when will it come on stream and where he will allocate it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#X00300","speaker":"1379","continuing":true},{"type":"speech","time":1465983000,"counter":109,"content":"<p>I have just one matter to raise.  However, on listening to the contribution on Brexit from a Fianna F&aacute;il colleague, I note I am in the unique position of having a vote in that referendum, which I will use to put Ireland first by voting to remain.  This is because, in the first instance, that is the best thing for our national interest and our interest as an island nation.  There is, of course, another Union to stay out of which I would love to have a vote but hopefully down the line, as allowed for in the Good Friday Agreement, perhaps the Seanad can fulfil the ideals of 1916 as outlined and work towards that Border poll and democratically give everyone the right to assert national independence.<\/p> <p>Ar an drochuair, is in &iacute;sle br&iacute; go gcaithfidh m&eacute; i dt&uacute;s b&aacute;ire trag&oacute;id a tharla sa Fhrainc i rith na seachtaine le linn com&oacute;rtas sacair Euro 2016, at&aacute; ar si&uacute;l sa t&iacute;r sin faoi l&aacute;thair, a ard&uacute; sa Teach inniu.  As many Members will be aware, despite all the joyous revelry taking place in France during the European Championships this week, unfortunately we lost young Darren Rogers from Ballymena while over there, when he tragically fell to his death.  I send, on behalf of all Members I am sure, sympathies to Darren's family, friends and all those who were with him.  I hope the Chair will indulge me as I intend to ask the Leader to do something unique and I will be brief.  I refer to the fans that has travelled and which has represented both teams, and us overall, exceptionally well in their behaviour and conduct and in the revelry in which they have been engaged.  However, Members also will be aware that at present, the family of Lee McLaughlin in County Donegal has issued an appeal for people to keep an eye out for him.  He is missing and his family is unaware of his whereabouts.  We have a duty of care to our people who travel overseas, in particular for major international soccer or rugby tournaments to which such vast numbers of citizens travel.  Perhaps the Ministers with responsibility for sport both North and South, as well as the Department of Foreign Affairs and Trade and the Office of the First Minister and Deputy First Minister, OFMDFM, can consider a concerted campaign on how to promote welfare and looking after one another and how to engage with people back home.  While I appreciate I am not seeking something specific, perhaps the Seanad can consider the welfare of citizens travelling abroad in such big numbers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#Y00200","speaker":"1413"},{"type":"speech","time":1465983000,"counter":110,"content":"<p>First, I congratulate the Cathaoirleach and the Leader of the House.  I wish them both, as well as all Members, well.  While they may have different views, they all are a family in respect of the work they are committed to doing as part of the Oireachtas.  I wish to take a moment to remember a former member of this House with whom I became very friendly many years ago, namely, Joe Doyle, and to send my regards to his wife, Peggy, and family.  He was a lovely man and I worked closely with him a number of times.<\/p> <p>In respect of Orlando, in one way it absolutely and horrendously is an attack on a community.  Members also must understand, within that horrendous context, that it is an attack on democratic participation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Dolan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2479\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2479&amp;amp;pid=JohnDolan&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Democracy guarantees that every life, no matter whose, is sacred and as valuable as anyone else's.  I have been heard say before that the issue of disability is not a sectoral one but a societal one.  In the same way as for any group in society that is being attacked or is not getting fairness, it is an attack on a whole society.<\/p><p>Carers' week has been mentioned already.  I was pleased to have the opportunity to participate in its launch on Monday morning.  I will bring two insights to this.  First, the great majority of carers in this country, up to 80%, are female.  I would put this thought to us all here: what more practical way to support, liberate and encourage the full participation of women in society than to take the yoke of 24-7 caring from them as best we can?  The other point I would make about caring is that one does not just become a carer and cease being a lover or relative - son, brother, father, mother or whatever.  It is something that comes with living but it should not be something that absolutely consumes the person involved.<\/p><p>My being here is a function of getting support from everybody from right across the political spectrum, not only the Members of both Houses here but particularly the local authority members.  I was extremely struck - it was an eye-opener to me and it is a reflection on some of the points already made this morning - by the fantastic and often unsung work that members of local authorities are doing, and the commitment and heart that they bring to it.<\/p><p>Every entity in the Oireachtas is in support of the ratification and implementation of the UN Convention on the Rights of Persons with Disabilities.  It is to be ratified by the end of this year.  My request to this House and, indeed, the Leader is to ensure that we can bring that flavour of inclusiveness for persons with disabilities, their families and carers into our every debate and consideration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#Y00300","speaker":"1419","continuing":true},{"type":"speech","time":1465983000,"counter":112,"content":"<p>I congratulate the Cathaoirleach on his elevation and congratulate the Leader, both of whom will do a fine job.<\/p> <p>I want to highlight an issue that I highlighted several times in the previous Seanad - that is, the area of childhood obesity.  In particular, I highlight a report by the Irish Heart Foundation which has found that junk food companies or food companies which are selling particular junk food products are purposely targeting young Irish teenagers on social media sites such as Facebook.  I suppose these companies are trying to get them as young as they can but, as young as they are on there, they are being targeted.  The report revealed that the sophisticated techniques used to target children online through Facebook include tagging and comments.  They do it in a humorous way and sometimes make reference to sports stars and festivals.  It is subliminal and sophisticated.  According to a child psychiatrist - this morning I was researching this a little - these companies are using high-tech analytics to target children directly so that they can monitor them.  Perhaps Senators have seen on social media that if one shows an interest in a certain matter, suddenly one finds one has many other things to do with that on one's feed.  This is dangerous.  We have legislation in place to restrict this type of advertising, which is targeted at children in specific ways, and social media should not be any different.  According to the research, 75% of parents were extremely unhappy when they discovered that this was happening.  They had not a clue that this type of marketing was getting at their children.  We have a serious issue with childhood obesity in this country, with one child in four either overweight or obese - I must have stated that statistic 150 times in the Seanad.  We have not done enough to date.  The Government now has a Minister of State with responsibility for health promotion, and I do not want that to be symbolic.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I want us to take this issue seriously as the situation is grave.  Our hospitals already suffer under the weight of diabetes, cancer and other lifestyle-related issues.  Obesity is the elephant in the room.  We have to address and face up to the issue.  Some people are very aware of it.  The vast majority of the population are busy living and perhaps not putting as much focus on it as we should, as a society.  I ask the Leader to arrange a debate on obesity, in particular childhood obesity, as early as possible.  I ask him to bring the new Minister in here to discuss how we will tackle the problem in a real way and have no more symbolism.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#Z00200","speaker":"1406","continuing":true},{"type":"speech","time":1465983000,"counter":114,"content":"<p>Before I call Senator Murnane O'Connor, I wish to let the House know the following.  Senator &Oacute; Domhnaill raised the issue of a Donegal man missing in Paris.  I understand that the missing man has been found safe and well, which is a bit of good news for sports lovers and the House.  I wanted to inform the House of that development in case the Leader responds to the matter.  The next speaker is Senator Murnane O'Connor.  I apologise for the delay.  I shall try to get around to everybody but everybody wants to speak.  I will not put anyone out, if I can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#AA00200","speaker":"1381"},{"type":"speech","time":1465983000,"counter":115,"content":"<p>First, I congratulate the Cathaoirleach on his new role.  I know he will do exceptionally well and will be very fair to everyone, which is so important.<\/p> <p>Second, I want to convey my sympathy to the Orlando victims and their families.  Everybody has been affected by the incident and it is an awful tragedy.<\/p> <p>I do not wish to repeat what everyone has said about the national carers' week.  A carer's work is such an invaluable role.  It is so hard to learn, when one reads the figures and is fighting for people to get carers, that there is a backlog of 11 months for appeals for carers to be provided.  We live in a society where people are living longer and we encourage people to stay in their homes, which is part of the new Government, and yet we must fight for 11 months to get appeals for carers to be provided to the elderly and other people.  Such a situation is not good enough.  I ask the Cathaoirleach to call on the Minister to address this matter because it needs to be urgently addressed.  There is no point in us sitting here next year during national carers' week having waited another 11 months for appeals to come through.  The current situation is not good enough and is unacceptable.  <\/p> <p>On a local issue, I represent Carlow as part of my role here in the Seanad.  I do not know if many other counties have respite centres but the only one in Carlow was called Tir na n&Oacute;g and it catered for children aged from two to 18 years.  As Senators may know, Carlow has a population of 59,000.  Sadly, the centre was closed a few months ago even though it provided a vital service to the people, particularly the children of Carlow.  I need answers, the people of Carlow want it re-opened and I need to make sure that funding is in place.  I ask that the Minister for Health comes in here to address the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#AA00300","speaker":"1395"},{"type":"speech","time":1465983000,"counter":116,"content":"<p>Comhghairdeas leis an gCathaoirleach agus le Ceannaire an T&iacute;.  Bh&iacute; m&eacute; an-s&aacute;sta cloiste&aacute;il go raibh an Seanad&oacute;ir Trevor &Oacute; Clochartaigh ag labhairt ar ball &oacute; thaobh Gaeilge a &uacute;s&aacute;id mar is &iacute; an Ghaeilge an ch&eacute;ad teanga at&aacute; agamsa.<\/p> <p>I had to learn English which means that English is my second language.  People sometimes say to me that they know by the way I speak English that I grew up speaking Irish.  I do not know if that is a compliment or otherwise.  <\/p> <p>Gabhaim bu&iacute;ochas leis an gCathaoirleach as ucht an deis labhairt ar feadh n&oacute;im&eacute;ad n&oacute; dh&oacute;.<\/p> <p>In this House I feel like a square pin in a round hole or whatever because I come from a different space.  I am still working my way around but I have learned two things.  First, there is a tremendous passion in this room and for that I feel very privileged to be part of this group.  Senators really mean what they are talking about and are totally passionate, which will make a difference.<\/p> <p>Second, as Senators, we come from so many different backgrounds.  I do not want to pick out one person but it is really important that we have somebody here to represent our diaspora and that person is Senator Billy Lawless.  I hope some media is listening to me.  Senator Lawless has employed not only my daughter but hundreds of sons and daughters of people from all over Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#AA00400","speaker":"1431"},{"type":"speech","time":1465983000,"counter":117,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#AA00500","speaker":"1393"},{"type":"speech","time":1465983000,"counter":118,"content":"<p>I say fair play to Senator Lawless.  Not only that, and it has not just been him, but other Irish people who live abroad and all over the world back each other up.  Sometimes I ask the following question.  Could we not back each other up a bit more here on this island?  It is for that reason I believe I can work with everybody here in the Seanad and I hope that everybody here can work with me.  It is not really Seanad reform that I seek.  I want it re-invented, which goes a little deeper than reform, because we can and we will make a difference.  For me the measurement for whatever length of time I am in the Seanad, will be by asking myself what little contribution did I make and did we make as a group to make a real difference.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig &Oacute; C&eacute;idigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2482\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2482&amp;amp;pid=PadraigOCeidigh&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I ask the Cathaoirleach to invite the Minister for Education and Skills to the House to address two issues.  The first is the drop-out rate at third level, with many people who do their leaving certificate and go on to third level dropping out within 12 months.  In some third level institutions the rate is 25% while in others it is around 12%.  That is a huge loss to the economy and the country and I would like to know why it is happening and what can be done about it.<\/p><p>The second issue relating to education, about which a number of people have contacted me, albeit not recently but in the middle and more distant past, is the level of depression and stress among secondary school children.  This is significant in the context of depression in adult life.  Teachers, particularly career guidance teachers, should be supported and equipped to deal with this in the first instance.  I would appreciate it if we could invite the Minister to address the House in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#AA00600","speaker":"1431","continuing":true},{"type":"speech","time":1465983000,"counter":120,"content":"<p>As this is my first time to address the House I would like to extend my congratulations to the Cathaoirleach on his election and to Senator Buttimer on his selection as Leader.  I would also like to join other Senators in expressing my sincere sympathy to the victims of the recent tragedies in Orlando and Paris.<\/p> <p>Senator Leyden raised the very timely and important issue of the upcoming referendum in the United Kingdom on its continuing membership of the European Union.  This is vitally important and I echo the Senator's call for the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan, or the Minister of State, Deputy Dara Murphy, to come into the House to take statements on the issue, although I know they are both travelling today.  It is my strongly held view that membership of the EU has been a wholly positive experience for the people of the United Kingdom, Ireland and all other member states.<\/p> <p>I hosted a briefing this morning on opportunities for young graduates within the EU.  A huge amount of EU funding is available for groups all over the country.  However, the Erasmus+ programme is only receiving half of the amount of applications that it should due to the difficulty of the application process which is implemented by L&eacute;argas and other bodies.  In that context, I ask the Leader to invite the Minister for Children and Youth Affairs to the House to take statements on the process of applying for Erasmus+ funding and to resolve the issues involved so that more groups in Ireland can avail of this much-needed funding. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#BB00200","speaker":"1399"},{"type":"speech","time":1465983000,"counter":121,"content":"<p>I ask the Leader to use his good offices to ask the Minister for Foreign Affairs and Trade to provide extra resources to the Passport Office which is under extreme pressure, not only at this time of year, but throughout the year, to provide passports in a timely manner.  I ask that extra resources be provided because this is an essential service, particularly at this time of year when many people are going on holidays and need passports at short notice.<\/p> <p>In that context, I would also ask the Minister to ensure that the Passport Office would do as the motor taxation office does and text people a month or two before their passport expires and to send them a reminder by post.  This is not rocket science.  People can forget, particularly as passports last for ten years, that their passport is out of date and it is only when they have a journey to make that they become aware that it has expired.<\/p> <p>I welcome the comments made today on Seanad reform.  As I said last week, everyone here has a part to play in reforming the Seanad.  I welcome, in particular, the legislation introduced by Senator McDowell, and my party will be making a contribution to the debate on same.  I also welcome other parties making contributions and putting forward motions, particularly as they campaigned vigorously to get rid of this House.  If they had their way, the Seanad would not be here to be reformed.  In order for the Seanad to remain, there is an obligation on us to reform ourselves and not leave it to others to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#BB00300","speaker":"1418"},{"type":"speech","time":1465983000,"counter":122,"content":"<p>I congratulate the Cathaoirleach on his election and express my sympathies regarding the recent outrage in Orlando.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask the Leader to invite the Minister for Children and Youth Affairs to come to the House to debate the crisis in child care.  There is a massive crisis in child care, at the root of which is funding.  As an illustration of how bad the funding situation is, as a percentage of GDP, we spend 0.2% on child care.  We are not just at the bottom of the European league; we are at the bottom by a million miles.  The next worst is the UK, which spends four times as much.  It is clear we are in trouble when the Tory Government spends four times as much as our Government on child care.  Three cr&egrave;ches have closed in Limerick in the past week.  In one case, at Tic Toc cr&egrave;che in Westbury, the workers had to sit in to get their rights with regard to redundancy payment.  At the heart of the crisis is funding.  The typical pay for a child care worker is &euro;9.80 per hour.  That is how little we value child care here, despite all the rhetoric, and is an indictment of the last Government and previous Governments for the past ten or 20 years.  That it was not addressed during the Celtic tiger period is an absolute disgrace.  Child care workers at the front line are voting with their feet.  People who are qualified with doctoral and master's degrees are leaving to take up child care posts in America, Britain and other countries where they are paid properly.  We need a debate on this issue.  We need to address the crisis.  I am proud to be a member of SIPTU, which is working hard to address this with its Big Start campaign.  SIPTU deserves support and recognition from the Department.  The workers who are at the front line need to be at the heart of the solution to our child care crisis.  I would appreciate if that request could be made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#BB00400","speaker":"1389","continuing":true},{"type":"speech","time":1465983000,"counter":124,"content":"<p>I congratulate the Cathaoirleach on his new post.  He is a kind, good and fair man and comes from a great part of the county, Sheep's Head, which I love dearly.<\/p> <p>I convey my condolences to the people of Orlando and the LGBT community.  I ask the House to bear with me.  I am a little nervous, as this is my first time to speak in the Seanad.<\/p> <p>I wish to highlight the issue of the misuse of alcohol in Ireland.  It is an issue about which I have been concerned for many years.  I have spoken openly about my recovery from alcohol misuse.  Following my recovery I became an addiction therapist, and I have seen the issues that have arisen around alcohol and how we are losing our young people to this.  We are losing our young people not only to drug problems and gambling but also to alcohol misuse.  I wish to highlight the devastating impact of alcohol misuse, drug misuse and gambling on families.  I have worked with such families for many years and have witnessed the devastation caused.  Family members can have mental health issues including depression, anxiety, stress and worry.  There is not a family in the country that does not have somebody in their lives who may have an alcohol misuse problem.  I am not talking about the final stages of addiction but rather alcohol misuse.  We have a huge binge drinking culture which is scary.  It is connected to many issues, such as road deaths and suicide.  Alcohol is a depressant and causes depression.  After people binge drink at the weekend, the devastation and the depression they experience during the week is beyond the beyond.  I would like to think the House would debate the alcohol Bill and bring it to the next Stages.  I hope we can also work on the impact that alcohol misuse has on families.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#CC00200","speaker":"1408"},{"type":"speech","time":1465983000,"counter":125,"content":"<p>I congratulate the Cathaoirleach, both as a colleague from the legal profession and as a person from Cork, and wish him every success in his new role as Cathaoirleach.  I compliment him also on his role as Leas-Chathaoirleach in the last Seanad.  He was always fair to everybody in every debate.  I congratulate also another colleague from Cork, Senator Jerry Buttimer, and wish him well in his new role as Leader of the House.  I look forward to working with both of them.<\/p> <p>I wish to raise an issue with regard to health care.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a perception that hospitals are not providing the services we require, but it is interesting to consider the figures that were published recently.  In 2015, there were 3.5 million outpatient attendances, which is 60,000 per week or 12,000 per day.  That includes services such as day case procedures and outpatient departments.  It shows the dedication and commitment of the nurses, staff and all the people who are working in the HSE.  I compliment them on the valuable service they provide.  The figures of 12,000 people per day and 60,000 per week attending as outpatients are sometimes not mentioned.  My colleague in Sinn F&eacute;in raised the issue of bed closures.  The health service has moved from a situation where many procedures required admission to hospital to one where many of them are now day procedures.<\/p><p>There is also the issue of general practitioners.  Many GPs seek to deal with certain areas of health care which were traditionally referred to a hospital.  It is extremely important that the contract negotiations between GPs and the Department of Health are progressed and concluded.  There is no point in returning, three or four years hence, to negotiations that should have been concluded.  It is time for the Department to move on this matter.  It is also time for it to include all the representative bodies for GPs in those negotiations, which means not only the Irish Medical Organisation, IMO, but also the National Association of General Practitioners, NAGP.  These negotiations are important so I ask the Leader to invite the Minister to the House to outline what progress has been made on the matter over the past 12 months and whether there is a timeline for making progress to bring it to a conclusion.  GPs can then provide additional services and be adequately remunerated for them.  It will also encourage more people to come home to this country to work in the service.  The more GPs working in the service, the fewer referrals there will be to hospitals.  That is extremely important for trying to progress and provide a comprehensive health service.  Will the Leader deal with this and ask the Minister to outline his current position on it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#CC00300","speaker":"1409","continuing":true},{"type":"speech","time":1465983000,"counter":127,"content":"<p>I wish to be associated with the condemnation of the atrocious events in both Orlando and France and to extend my sympathy and that of my colleagues to all concerned.<\/p> <p>Will the Leader ask the appropriate Minister to visit the House to outline the whereabouts of the proposed national wind energy guidelines?  Recently, Westmeath County Council introduced a variation to the country development plan, which was supported unanimously by all parties and non-party members, to include the equine industry in the noise sensitive receptors.  As somebody who is very involved in that industry, I welcome this.  Unfortunately, however, the Minister, Deputy Coveney, made a submission stating that the council was contravening the existing wind energy guidelines.  The current guidelines are outdated and archaic with regard to the modern wind turbines that are proposed.<\/p> <p>I am not opposed to wind energy, but the equine industry is a major industry in this country.  While we all probably have an eye on the soccer this week, Royal Ascot is also taking place and every newspaper one opens carries plaudits from people all over the world for our horse breeding industry and the performance of the Irish thoroughbred.  Thoroughbreds are extremely sensitive to wind turbines.  Due to the large equine industry in Westmeath and also with an eye to the national industry, Westmeath County Council introduced the variation I mentioned, but it has been ruled out of order.  When one tries to inquire about the proposed new wind energy guidelines, not only does nobody know what shelf they are on but also nobody appears to know which Minister is responsible for them.  Today, it could be an energy matter but on another day it could be a planning issue.  Will the Leader invite the appropriate Minister or Ministers to the House to inform us on the whereabouts of the new guidelines and when they will be announced?  Perhaps we can then have a debate on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#DD00200","speaker":"1383"},{"type":"speech","time":1465983000,"counter":128,"content":"<p>On this first full sitting day I wish the Cathaoirleach well for his term.  I also wish the Leader and the other Members who have been elected leaders and Whips well.<\/p> <p>I will start today as I mean to go on, as I did in the previous Seanad.  A total of 43 Members of this House have been elected by councillors and it is important that we look after the welfare of those councillors.  I listened to some of the contributions in which the issue of mental health and well-being was raised.  There was a tragic incident during the Seanad election campaign in which a councillor took his own life.  During that campaign I met scores of councillors suffering from stress and anxiety.  They are unable to handle the case work they have been given, they do not know where or whom they should guide people to, and they have nobody to whom they can turn to look after their mental well-being.  I have checked this matter out with various local authorities.  There are welfare officers in each local authority in the country but, believe it or not, they are not available to councillors.  This must be addressed, and I hope it will be done quickly during this term.  It requires a little common sense and the intervention of the Minister.  It probably requires a special service to be put in place.<\/p> <p>I sat in the kitchen of a councillor's home for two hours - I will not say where in the country it is located - during which time he explained the cases he was dealing with.  They included people who are facing bankruptcy, people who are being put out of their homes and people who had marriage difficulties.  He asked me how he was equipped to deal with these issues.  He said he was not, and that he was not even equipped to listen properly.  Gone are the days when a county councillor attended a meeting once or twice a month and dealt with a few housing issues and perhaps some medical card issues.  The workload of councillors has increased dramatically as a result of what has happened in this country.  I commend my colleagues, Senators Craughwell and Boyhan, on tabling the motion, and I will propose an amendment to it relating to terms and conditions.<\/p> <p>This is about well-being.  This week is men's health week, and this issue has been shoved under the carpet.  Nobody wants to talk about it, and some people are embarrassed about it.  We normally take action after an event has happened.  In this case, unfortunately, the event has happened.  Obviously, I will not say where, as we all know what happened.  It is the result of what I have just mentioned.  On the first day the Minister comes to the House to discuss local government, he should address this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#DD00300","speaker":"1387"},{"type":"speech","time":1465983000,"counter":129,"content":"<p>I join the speakers who expressed sympathy following the horror and human tragedy in Orlando.<\/p> <p>The specific issue I wish to raise is Mr. Justice O'Higgins's report.  The report, which is excellent, has generated an enormous amount of coverage on all national media, including social media.  That is reasonable given that it is a huge and important report.  One element, however, that received no coverage is very important for Garda morale, well-being and, indeed, for the provision of a Garda service.  The Garda station is identified by Mr. Justice O'Higgins as being an old RIC station from 1870, to which a flat roofed area was added around 1970.  The judge uses terms in the report such as \"not fit for purpose\", \"deplorable conditions\" and \"not sound\" to provide Garda services.  He says that while it is not the only reason there were problems, it was a huge contributing factor.  It is a relevant issue for the Leader to address.  Perhaps he would get a response from the relevant Ministers on what will be done about accommodation for the Bailieborough garda&iacute;.<\/p> <p>In the previous Oireachtas I lobbied the relevant Ministers - the former Deputy Shatter, Deputy Fitzgerald and Deputy Harris - intensely.  I am aware that a site has been acquired for a new Garda station and that the legal procedures on that are ongoing at present.  Will the Leader find out whether that process has concluded and if there is a timeframe for when the new station for Bailieborough garda&iacute; will be built?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a regional headquarters and this is an important element of it.  I will provide the Leader with the relevant pages of the O'Higgins report.  The report chronicles all the deplorable conditions in five pages, including the various rooms that are not there and reception areas.  I do not propose to read this into the record.  I will hand it to the Leader later on.  The situation is chronic and immediate action is required.  I need to know that there is a commitment that the legalities regarding acquiring the site, which I gather is imminent, are have been concluded and that there is a timeframe for building the station.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#DD00400","speaker":"1397","continuing":true},{"type":"speech","time":1465983000,"counter":131,"content":"<p>I thank the Cathaoirleach and wish him the best in his new post.  I know Senator Wilson was on an all-party committee that carried out much good, stable and common-sense work on councillors' terms and conditions.  Given my seven years experience on a county council and five years on a town council, I know that there has been an immense increase in the workload of county councillors.  This House needs to examine this issue and I would appreciate if the relevant Minister could attend for a debate on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#EE00200","speaker":"1411"},{"type":"speech","time":1465983000,"counter":132,"content":"<p>I congratulate the Cathaoirleach and the Leader of the House, Senator Buttimer, on his appointment.<\/p> <p>Reference was made to Seanad reform.  I think Senator &Oacute; C&eacute;idigh spoke about how this Chamber is very diverse in terms of Members' array of talents.  Seanad reform is key but the items the House deals with are more fundamental than that.  This week is national carers' week.  Senator Kelleher spoke about people being cared for in their homes.  We need to look at the fair deal scheme and see how it can be adapted in terms of a home setting.  Putting someone into a nursing home is the last resort for most people, regardless of whether they have a disabled spouse, disabled children or elderly parents.  It should be the last resort.  We need to look at proper day-care services.<\/p> <p>Could the Leader ask the Minister for Public Expenditure and Reform to come to the House?  Ireland is recovering but, in the area of public procurement, I have come across a number of small family-owned businesses which had public contracts for the past 20 years but which have been unable to tender for those contracts because they do not meet the size requirements for public tendering.  We need to consider this issue so I ask that the Minister for Public Expenditure and Reform to come before the House to ensure that if a family business is doing a good job, it will not be at a disadvantage because of its size.<\/p> <p>I agree with all the sentiments about the tragedy in Orlando.  I compliment Senator Lawless because he brings a perspective on guns and the holding of guns in the US.  I hope that this will be a watershed, that common sense will prevail in the US and that we can learn from what happens outside this country, which has had issues with gun crime.  We should learn from it and look at the legislation.<\/p> <p>The role of this House is to question legislation and decisions that are being made and for Members to operate collectively as a group.  This Seanad has an opportunity to do things in a slightly different way.  I look forward to this Seanad being a debating Chamber.  I take Senator Marie Louise O'Donnell's point.  I was not aware that someone could order shoes on the Internet but her basic point is a relevant one - that this is a debating Chamber and that we should have robust debate.  We do not have to agree on everything but it is important that everything is discussed to its proper degree.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#EE00300","speaker":"1374"},{"type":"speech","time":1465983000,"counter":133,"content":"<p>I congratulate the Cathaoirleach and the Leader and wish them well in their roles.  I congratulate all the Senators on being elected to the House.  I am very honoured and privileged to be elected here and to be among the fine body of people I see in front of me in this room.<\/p> <p>I compliment all the Senators on their contributions.  I particularly compliment Senator Black whose contribution came very much from the heart and was related to her personal experience and journey.  If we are honest, every family in this country could tell a similar story.  It is an issue that we need to explore in more depth.  I ask the Leader to ask the relevant Minister to come to the House to see how we can look at online gambling and what constraints we can introduce because it is a serious problem that is getting worse, among many others.<\/p> <p>Harking back to my past, many Senators mentioned the role of country councillors.  I was elected as a town councillor in 1999 and a county councillor in 2004.  I would like to think that I speak with some authority on the issue.  The abolition of town councils was a serious mistake.  It has done nothing for towns in rural Ireland and must be addressed.  The workload has increased.  Based on my experience - and I do not say this lightly - that workload is unbelievable.  It has reached the stage that very few people will be able to enter politics because the role of a county councillor is a full-time job if it is done properly.  This issue, including terms and conditions, must be addressed at a time when we are trying to get more people, including more women, involved in politics.  By removing the town councils, we have taken away the first tier of local government and the first step on the ladder relating thereto.  This is a mistake and the relevant Minister should come to the House to address all of those issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#EE00400","speaker":"1396"},{"type":"speech","time":1465983000,"counter":134,"content":"<p>I thank all 39 Senators who spoke this morning and this afternoon.  In response to Senator Wilson, Private Members' business involves ten minutes for the proposer and six minutes for the seconder.  Other speakers have six minutes each and the Minister has 15 minutes to respond.  It is fixed by the House.  Today, like many Senators, my \"L\" plates are on and t&aacute; m&eacute; an-neirbh&iacute;seach.<\/p> <p>I thank all 20 Senators who spoke about Orlando.  As a member of the LGBT community, to wake up on Sunday morning to television and news coverage of the depraved killing of 49 people left one numb.  I say this as somebody who sees - and uses - our nightclubs and gay pubs and community venues as havens and refuges where men and women of all ages can feel safe and secure without the fear of being attacked verbally or physically, let alone being gunned down and where those within that community have a sense of belonging and acceptance.  I join all other Senators in sending our sympathies to the families, partners, husbands and wives of those who have been killed and I ask the Cathaoirleach to send our deep condolences to the US ambassador.  This is an act that took place during the month of pride and to those who ask why Gay Pride continues, the events in Orlando and across the world where people kill others in the name of religion show why we need Gay Pride.  It comes 12 months after a referendum in this country where we stood as a beacon across the world.  This week, across our country in Dublin, Cork, Galway, Limerick and other cities, people are organising a vigil through GLEN, LINC or the Gay Men's Health Service.  It is an example of why we must continue our work and ensure that no person who was born this way is afraid to come out and live the life they can.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know it is not a day for political statements but I agree with Senator Lawless that the issue of gun control and the right to bear arms in the United States of America is one that we must collectively try to change.  I hope that through his good offices the Senator will be able to help bring about that change, irrespective of a political ideology.  For any person under any kind of surveillance to walk into a gun shop, buy two types of weapons and, a couple of days later, do what he did begs a serious question.  It is a lesson we must all consider.<\/p><p>I hope, with the Orlando events, we can send a message to our sons, daughters and friends that it is okay to be gay and come out to live a normal life.  If we do not do it, we will go back to the days when we were suppressed.  I appeal to those of other religions not to see this as western values versus those of the Far East, or wherever.  Those of us who are gay are men and women of value, principle, and integrity.  We must all work to ensure that our society and world are better and kinder places.<\/p><p>Seven Members raised the issue of carers' week and I was fortunate last Monday morning to be with Senator Alice-Mary Higgins in University College Cork where she gave a fine speech on carers and the launch of a new study done by people at the university.  It is important that we collaborate to ensure the national carers' strategy is implemented.  There are parts that can be put in place without cost and it is important that we in this House, along with Deputies, set up a cross-party group, as we did with mental health.  We should not just pay lip service and we must ensure that the carers' strategy can be put on a footing whereby there can be implementable action points.  I look forward to working with Members on that.<\/p><p>I am happy to accept Senator McDowell's proposal on Seanad reform on behalf of the Government.  To the eight Members who spoke on it, I say that we on this side of the House will not stand in the way of reform.  It is important that if we are serious about reform, the legacy we should leave in this Twenty-fifth Seanad should be of reform to bring about change.  We may have different views on how to get the end result but as part of the process, it is important we begin a discussion on how we can implement the Manning report, which is central to the programme for Government.  I have already spoken to the Taoiseach about this and he will make known his views on this in a couple of weeks.  It is incumbent on us, in a cross-party manner, to bring about reform of the Seanad encompassing all views.<\/p><p>Senator Ardagh raised questions on the Order of Business and it is important for us to consider waiting times.  The Minister for Health will be in the House next week to discuss issues of health.  Senator Norris, in a very fine address, and Senator Bacik raised the issue of the eighth amendment to the Constitution.  The Taoiseach has proposed a citizens' assembly.  I share Senator Bacik's view and it is important we have Members of both Houses of the Oireachtas as part of that citizens' assembly.  I say that as somebody who served on the Constitutional Convention, which brought about profound change in our country.  Those who decried the Constitutional Convention should read some of the scholarly articles by Professor David Farrell and others, as in our case that convention was mould-breaking.  It allowed citizens and elected public representatives to come together to discuss matters of sensitivity and political policy and reform.  A citizens' assembly is the way to go with the eighth amendment.  For those who propose abolition there is a hiatus and for those who want retention, the answer is not kept for those who want to get rid of the eighth amendment.  It is important that we take the issue away from the body politic and the heat of the political process.  As a former chairman of the health committee that dealt with the protection of health during pregnancy legislation, I see it as important that we handle this in a sensitive and careful manner.  It is about the lives of people and different views.  It is important that we hear all sides and not just extremes, whatever our own views or ideology.<\/p><p>Senators Norris and &Oacute; R&iacute;ord&aacute;in, a former Minister of State, raised the direct provision issue.  I commend the former Minister of State, Senator &Oacute; R&iacute;ord&aacute;in, on the work he did on direct provision.  I spoke to the relevant Minister of State, Deputy Stanton, already about this as, despite Senator Craughwell's view about politics and constituencies, this transcends such constituencies.  In my own city of Cork we have a number of centres-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#EE00500","speaker":"1391","continuing":true},{"type":"speech","time":1465983000,"counter":136,"content":"<p>It is a national problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#FF00200","speaker":"1390"},{"type":"speech","time":1465983000,"counter":137,"content":"<p>It is important we hear the views of people who have rights and entitlements, who deserve our respect; we have a duty of care to them.  The Minister of State, Deputy Stanton, is visiting direct provision centres and I hope he will, in time, come to the House to discuss the issue.<\/p> <p>I fully agree with Senator Norris about the Living City initiative.  In a number of budgets, the Minister, Deputy Noonan, brought up the scheme for living over shops, if one likes to use such a term.  It is an issue that should be considered by the Government so that we can not just preserve the buildings mentioned but attract people to our inner cities in areas like Cork and Waterford.  When Senator Coffey was a Minister of State, he worked very closely with the Department, councils and the construction sector to ensure we have people moving to cities.  In my city of Cork, there is much space over shops and businesses where there could be apartment dwellings, as there are in parts of Europe.  I hope we can have a debate about that as well.<\/p> <p>Senator Conway-Walsh spoke about health and waiting times.  I am pleased to point out that the National Treatment Purchase Fund, the Department of Health and the Health Service Executive are working on a dedicated waiting time initiative.  The Minister for Health will be in the House next week to discuss the matter and we can take the issue further.  With respect to Moore Street, I will ask the Minister responsible, Deputy Humphreys, to come before the House for a debate.  I have not got the exact answer right now but I will revert to the Senator.<\/p> <p>Senator Alice-Mary Higgins raised the issue of getting ready for full employment.  The Minister for Jobs, Enterprise and Innovation will be in the House tomorrow and we can debate the issue.  I hope we can have a series of discussions about employment.  If Members are on the list to speak when we reach the end of the allocated time, I will be happy as Leader to ensure the debate rolls over.  It is a very important issue.  In the course of the last D&aacute;il we saw unemployment fall from 15.9% to 8%, which is a tremendous record, given the economic decline we experienced.  It is an issue we need to address and we, as Senators, have a role to play in that.  The report on domestic violence is shocking and significant action must be taken on the issue.  The question of the Istanbul Convention should be examined and I will certainly take that up with the Minister on behalf of Members in this House.  This morning's report was very upsetting.<\/p> <p>Senator Bacik raised the issue of gun control, which I have already addressed, domestic violence and the eighth amendment.  I hope we will see movement on that with the citizens' assembly.  Senator Mulherin raised the issue of flood defences and it is very important, particularly the minor works schemes.  I agree that the Office of Public Works and the local councils should prioritise flood defence mechanisms.  There has been work done, to be fair to the previous Minister of State, Deputy Harris, and he worked with councils in many parts of the country in developing policy and the Catchment Flood Risk Assessment and Management.  Senator Lawless spoke very convincingly about gun control and the events in Orlando.  I welcome him to the House.  His is an important voice not just for the diaspora but for Irish-Americans in general, as he will play a key role in articulating our views.  I agree with Senator &Oacute; C&eacute;idigh as we have all benefited from friends in America giving us jobs.  I spent my J1 summer there when my cousin got me a job; I would not have got it without him.  Every summer we get requests from many people looking for jobs in America.  Some of the commentary is unfair to the Senator in that regard.  He will bring an important dimension to the House and I look forward to working with him in building a cross-party approach to the illegal immigrants and Irish America.  It is important that we continue the link with America, as it is close to all of us.  Many of us have family and friends living there; although there has been change I know people who left Ireland because they were gay and they are living open and happy lives in America.  <\/p> <p>Senator Ned O'Sullivan raised the issue of marketing of life insurance policies and I would be happy to have the Minister come to the House to discuss this important issue.  The Senator indicated that it is important that these companies have a duty of care to people who buy the products.  Sometimes the small print is not read or pointed out.  I agree with Senator McDowell's comments on Seanad reform.  The Government will not challenge the amendment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important in regard to Seanad reform that we take our time and get it right rather than rushing to be the first to have Seanad reform done.  It is important, as Senator Marie-Louise O'Donnell said earlier, that we speak as one voice and work together.  It is important that we cast aside our political differences on issues because new politics is not about opposition the whole time, but working together.  As Leader of the Seanad, I hope we will have a business committee at which we can run the business of the House.  I met with some of the leaders yesterday and will be meeting with the leaders and the Whips together again so that we can order the business of the House in a collaborative way.  On a personal level, it does not serve us well in this House that we have divisions every day on the Order of Business on the premise of bringing a Minister in to discuss A, B or C.  If we can operate in a mature manner, working together to ensure we run the business of the House properly and in a manner that ensures Members get a fair say and have their voices heard, that serves us better not just here, but also in the eyes of the public.<br\/><br\/>Bh&iacute; an Seanad&oacute;ir &Oacute; Clochartaigh ag caint mar gheall ar &uacute;s&aacute;id na Gaeilge.  N&iacute;l an Ghaeilge go l&iacute;ofa agam ach t&aacute; m&eacute; ag foghlaim.<font color=\"#FF0000\"> <\/font>Chleacht m&eacute; &iacute; uaireanta sa D&aacute;il and I hope we we can have debates in Irish and that we will be able to speak as Gaeilge, no matter how good or bad we are in regard to our native tongue.<br\/><br\/>The Senator also spoke about waste, but he knows the polluter pays principle applies: the more one uses, the more one pays.  I will ask the Minister, Deputy Coveney, to come before the House to speak on that matter. <br\/><br\/>Senator Grace O'Sullivan raised the issue of carers.  I agree with her regarding having an all-party committee.  I have said that we should work together on that matter.  There is consensus within the House.  We saw in the previous D&aacute;il and Seanad, where we had cross-party working groups on many different issues, from symphysiotomy to mental health, that we can bring change and we can affect how Government and how the world sees us.<br\/><br\/>The former Minister of State, Senator &Oacute; R&iacute;ord&aacute;in, spoke about health and criminal justice.  I agree with him.  We need to take a twin approach to the issue of drugs.  It is about justice, health, education, employment and other parts of that, and it is important that we speak with one voice.  I agree with him that the McMahon report is the beginning and it is important that we bring reform because, as I said earlier, there are young children, in particular, who are very badly affected.  We all meet them in our constituency offices and in our constituencies as we walk about every day.  Their parents cannot work and they are being treated as second-class citizens in terms of their ability to go about their lives.  It is important that we see reform here.<br\/><br\/>My colleague, friend and former Minister of State, Senator Coffey, spoke about skills and he is right; we have a deficit of skills in many areas.  When we see our tourism figures increasing and advertisements for chefs abroad, it poses the question of why we stopped the training of chefs in our country.  I agree that we need to discuss skills not just in the construction sector, but across<font color=\"#FF0000\"><\/font>the whole economy.  The Minister of State, Deputy English, in his previous life, launched a national skills strategy.  It was an important beginning, but it cannot be left to gather dust on a shelf.  We must see active implementation of it.  I agree with Senator Coffey.  I remember he raised the issue in a previous Seanad when he was there.  It is a matter to which we need to return.<br\/><br\/>Senator Leyden, along with Senators Richmond and &Oacute; Donnghaile, raised Brexit.  It was my hope to have a debate on that this week, but both the Minister of State, Deputy Murphy, and the Minister, Deputy Flanagan, are away.  I hope we will have that debate next week in the House because it is a very important discussion that we need to have.  We need to urge our Irish voters in the UK and in the North of our country to vote to remain.  From an economic point of view, the UK is critical to us and it is important that we have that debate.  I urge all Members of the House, if they have the opportunity, to travel in person to the North to canvass at the weekend or to use social media to advocate for a vote to remain.  It is not about us interfering, rather it is about us, as citizens of Europe and as Irish citizens, asking our fellow countrymen and women to vote to remain.<br\/><br\/>Senator Craughwell spoke about getting off on a bad foot.  I look forward to working with everyone to ensure this is a productive, meaningful Seanad.  We cannot produce legislation just like that.  A hiatus took place in the other House.  I have asked that some of the legislation would be initiated in this House.  It is important that we try to achieve some measure of balance in this regard.  I do not agree with the Senator regarding the constituency.  We all represent people and it is our duty to advocate on behalf of people.  The issue he raised regarding medals for the men and women who served for our country should be looked at and I will take it up with the Minister of State at the Department of Defence, Deputy Kehoe, on Senator Craughwell's behalf.<br\/><br\/>Senator Devine raised Cloverhill Prison.  I have not got the answer to her question on that, but I will take it up with the Minister.  She might want to raise it as a matter on the Commencement as well, to give her an opportunity to articulate that viewpoint.  I agree with her in regard to the men and women who are midwives and nurses.  They do great work every day in our hospitals.  I had the pleasure of working as a porter in Cork University Hospital when I was in college and I saw at first hand the work they do every day.  She might write to the health committee to ask it to take up the issue.  She has raised an important issue.  I have not got the answer, but I will take it up on her behalf with the Minister.<br\/><br\/>Senator Feighan raised hotel rooms and prices, and he is right.  As one of its first acts, the last Government cut the VAT rate on the basis that we would see an increase in tourism figures and that has happened.  Now we are seeing greed or profiteering where hotels have started to raise their prices.  Those Senators who stay in hotels in Dublin will have seen the increase in prices in a five-year period.  It is not just that, because it is about the tourism product we are selling and ensuring that we as a country remain viable and attractive from a tourist perspective to encourage people to travel here.  If they see escalating costs, I am afraid of what will happen.  We will take it up with the Minister of State with responsibility for tourism and sport, Deputy O'Donovan, who has strong views about the price of bed nights in Dublin and across the country.<br\/><br\/>I thank Senator Marie-Louise O'Donnell for her kind remarks and compliment her on the issue she has been pursuing regarding end-of-life care.  It is an important topic and I hope we will again see a cross-party approach to it.  She has been spearheading that issue.  End-of-life care is a very important matter that we as a society have not addressed.  It is an issue we need to continue to work on.  I had the pleasure in the health committee I chaired in the last D&aacute;il of being part of the work we produced on end-of-life care.  I am glad Senator Marie-Louise O'Donnell has taken that up and it is important that we as a collective, in both Houses, work to ensure we have a strategy around it.<br\/><br\/>Senator Colette Kelleher also raised carers and the whole issue around home care and the fair deal.  I fully agree with her in that regard.  It is important that we see change regarding that area.  Senator Kelleher brings to the House not just her work in regard to Alzheimer's disease with the Alzheimer's Society, but also a great deal of work with the Cork Simon Community, the Cope Foundation in Cork and the disability sector.  She is right and I hope we can bring change in that area.<br\/><br\/>Senator Conway spoke very eloquently about education and how we can eliminate bullying or peer pressure.  Thankfully, in the previous D&aacute;il, the two former Ministers, Ruair&iacute; Quinn and Deputy Jan O'Sullivan, introduced major changes in the curriculum and the primary development area in regard to homophobic bullying and bullying in general.  I hope we will see a much better result from that.  It is important that we continue to see our education system and curriculum reflect a more modern society than was there before.<br\/><br\/>Senator Keith Swanick raised old district hospitals.  I remind him that in the last Government there was a capital investment programme in regard to our district hospitals.  I hope we will see that continue.  He is right that they are a resource we can use as a step-down facility where we can bring people to stay before we bring them back to their own homes.  I pay tribute to the former Minister, now Senator Reilly, who was instrumental in seeing change brought about there, which is important.  The Minister for Health will be in the House next week.  I hope to have debates on health and mental health.  I will come back to that area again.<br\/><br\/>Senator Boyhan raised the infrastructure fund.  I hope the Minister, Deputy Coveney, will come before us.  The Government has prioritised housing and we have seen a significant amount of investment signalled in that regard.  We are creating a stand-alone Department for housing.  It is a crisis we need to see resolved.  My colleague, Senator Coffey, when he was a Minister of State, was very strong and pivotal in starting the relaunch of the housing policy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important that this work continues and I will certainly ask the Minister, Deputy Coveney to come before the House to discuss the matter.<\/p><p>Senator &Oacute; Donnghaile raised the issue of Brexit.  He also referred to the European Championships and sport.  I believe we can work together on the proposal and I would happy to be meet with the Senator to discuss it.  Sport unites people and I am very happy Lee McLaughlin has been found.  I join the Senator in sympathising with the family of Darren Rodgers.  I thank and compliment the Irish supporters who paid tribute to him during the championships.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#FF00300","speaker":"1391","continuing":true},{"type":"speech","time":1465983000,"counter":140,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#HH00200","speaker":"1413"},{"type":"speech","time":1465983000,"counter":141,"content":"<p>I wish our team every success in the remainder of the championships in France.  I think we all saw them play on Monday night - I know I am digressing a little but Senator &Oacute; R&iacute;ord&aacute;in has raised the point - and there was a great uplift among people, perhaps not at the end of the game, which ended in a draw, but we certainly got off to a reasonably good start.  There is confidence now that we can see and it is important that we support each other.  I would be happy to talk to Senator &Oacute; Donnghaile regarding the matter in question.<\/p> <p>Senator Dolan's remarks are quite clear and very strong with regard to disability and carers.  The Senator has huge background experience in this regard.  I have worked with him in the past and I look forward to working with him again in the future.  It is good that we have individuals such as Senators Freeman, Kelleher and Dolan in the House in regard to the interests of people - I will not say sectoral interests - because they come with first-hand knowledge.  I know Senator Dolan is a very persistent person and I look forward to working with him.<\/p> <p>Senator Noone raised the very important issue of obesity and stated that unless we, as a nation, tackle this problem, particularly as it relates to juveniles, we will be in serious trouble.  I commend the Senator on her tremendous work in the previous Seanad and pay tribute to her for that.  I also wish to acknowledge former Senator Eamonn Coghlan whose Steps for Life programme is one that I hope will come to fruition.  We have the Healthy Ireland umbrella and I hope that, as part of Seanad's programme of work, the Minister of State with responsibility for health promotion, Deputy Marcella Corcoran Kennedy, will come before the House to discuss this every important issue.<\/p> <p>Senator Murnane O'Connor raised the matter of carers and also the issue of T&iacute;r na n&Oacute;g respite services in Carlow.  I do not have an answer for her on that matter but I will certainly be happy to speak to the Minister on her behalf in respect of it.  I know the town of Carlow quite well so I would be very happy to ensure that whatever the Senator requires will be pursued there.  Deputy Pat Deering also raised this issue with me.  The matter in question is one that requires work and if the Senator gives me the details, I would be happy to take them to the Minister.<\/p> <p>Senator &Oacute; C&eacute;idigh raised an issue similar to that raised by Senator Coffey about the importance of education.  There is a concern around third-level dropout rates, particularly in the first year of college, either through lack of information or students choosing the wrong courses.  It is about having proper information and guidance and it is important to have a strong look at how we can keep people in suitable courses.  Equally, I am of the view that if a student drops out of a course, then he or she and his or her family should not necessarily be penalised all of the time.  The Senator is correct with regard to the issue of stress among students at second level.  I look forward to bringing the new Minister for Education and Skills to the House to discuss the issues of the second-level curriculum and stress among students.<\/p> <p>Senator Richmond raised the issue of Brexit and the European funding of the Erasmus+ programme.  I would be happy to take this up with the Minister.  I compliment the Senator on the role he plays in the pro-European movement.  It is important - and I repeat what I said earlier - that all Members get active in the context of promoting a vote to remain.<\/p> <p>Senator Wilson's suggestion in respect of the Passport Office is a good one.  If he was to go by what happens in my office, the Minister for Foreign Affairs and Trade would be aware that there is an issue with people either being late with their applications or forgetting about the expiration date on their passports.  The Senator is right in that people receive reminders regarding different bills.  This is a matter in respect of which, if possible, people might benefit from receiving reminders.  What the Senator said makes common sense.  Sometimes the common-sense approach is the best approach to take because it means that people can avoid a great deal of hassle, fear and panic.  All of us in the House would have received requests regarding passports.  The Senator is correct in this regard.<\/p> <p>Senator Gavan raised the issue of child care and funding.  It is a fair point to request that a children's committee be established but it is important to recognise that the previous Government established Tusla, put in place an extra year of child care and changed the child care landscape.  However, it is also important that we work with the child care sector to ensure that remuneration levels and conditions of service are improved.  The zero-to-three or even zero-to-five age group is important.  It is vital, therefore, that we invest adequately in child care because if we do so, then the cost will be paid later in life.  We look forward to receiving any proposals the Senator wishes to put forward.  It is important to advance the issue of child care and prioritise the early years sector.  The Senator will find no issue with me in that regard.<\/p> <p>I compliment Senator Black on her very personal and important contribution to the House.  She is correct in respect of alcohol and gambling.  Concerns around online gambling need to be addressed.  I had the pleasure of working on the Public Health (Alcohol) Bill and it is on the Government list for publication.  It is an important Bill because we, as a nation, have an issue with alcohol consumption, not just in terms of volume but also with regard to binge drinking.  We have heard stories in recent weeks of many sporting people speaking about their gambling addictions.  It is quite easy for a person to pick up his or her mobile phone and use an app.  With the press of a button one can spend X amount of money, perhaps without even knowing it.  That might be a simplistic view but it is one in respect of which we need to be very vigilant.  I look forward to working with Senator Black on this matter.<\/p> <p>Health care was raised by Senator Burke and I believe he is right that the talks between the Department, the HSE, the two doctors' groups - the IMO and the NAGP - need to be brought to fruition because our primary care system is dependent upon doctors playing a pivotal role.  I hope to see that change happen.  With regard to attendance at hospitals I hope the hospital groups will see a change and that there will be a better and improved system by means of which waiting times can be tackled.<\/p> <p>Senator Daly referred to national guidelines on wind energy.  I will be happy to invite the Minister for Housing, Planning and Local Government, Deputy Simon Coveney, who is responsible for the planning element for that sector, and the Minister for Communications, Climate Change and Natural Resources, Deputy Denis Naughten, who is involved in the other element, to come before the House to discuss this important matter.  The Senator also raised the issue of thoroughbreds, a topic on which I have also received representations and to which consideration should be given.<\/p> <p>Senator Landy spoke about councillors who are not just responsible for electing many of us to this House but who also play a very important role in terms of how government and local government work.  The Senator is correct in that the role of councillors has changed considerably.  We need to reflect on how we can put in place training and resources to improve how they do their business.  I was very pleased that Senator Paddy Burke tabled a Commencement Matter on the issue earlier.  I know that the Fine Gael group had a meeting yesterday on this on topic to see how the cause of conscience can be advanced.  It is important that all Members work collaboratively on the issue.  I know that Senators Craughwell and Bohan have their motion on the Order Paper and Senator Davitt also raised the matter in regard to councillors.  If Members speak with one voice rather than all going off half-cocked, a better return might be had for our councillors who are, in many cases, working full-time in their positions, with little or no remuneration or resources.  It is important to acknowledge that.<\/p> <p>Senator O'Reilly raised the important issue of Bailieboro Garda station.  From speaking to the Senator, I am aware that this is a matter about which he is extremely concerned.  I will ask the T&aacute;naiste and the Minister for Justice and Equality and the Minister of State with responsibility for the OPW to communicate with him on this matter.  If Senator O'Reilly requires a debate on the matter in the House, we would be happy to facilitate him.<\/p> <p>Senator Davitt raised the matter of local government and councillors.  I fully agree with him in the context of what he said.  I hope we will work together on the issue.<\/p> <p>Senator O'Donnell spoke on public expenditure reform and procurement.  This is a concern for many small and medium-sized enterprises that are locked out of the procurement process because of the tendering procedures that apply.  It is important that we should debate the matter with the Minister and I will try to organise such a debate as early as possible.<\/p> <p>Senator Gallagher joined Senator Black and others in commenting on the role of councillors and in referring to concerns around online gambling.  It is important that we should also debate these issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#HH00300","speaker":"1391"},{"type":"speech","time":1465983000,"counter":142,"content":"<p>Senator Michael McDowell has proposed an amendment to the Order of Business: \"That No. 11 be taken before No. 1.\"  The Leader has indicated that he is prepared to accept the amendment.  Is the amendment agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#HH00400","speaker":"1381"},{"type":"unspoken","time":1465983000,"counter":143,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Seanad Reform Bill 2014: First Stage","time":1465983000,"counter":144,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#HH00600"},{"type":"speech","time":1465983000,"counter":145,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to implement reforms proposed in the Report of the Working Group on Seanad Reform and for that purpose to effect a range of reforms to the Seanad, to provide for the establishment of a Seanad Electoral Commission and to provide for related matters. <\/blockquote> <p>I suggest that Second Stage be taken on Wednesday, 22 June 2016.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#HH00700","speaker":"1403"},{"type":"speech","time":1465983000,"counter":146,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#HH00800","speaker":"1390"},{"type":"speech","time":1465983000,"counter":147,"content":"<p>The Senator suggested that Second Stage be taken on Wednesday, 22 June.  Is that agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ00100","speaker":"1381"},{"type":"speech","time":1465983000,"counter":148,"content":"<p>Can we discuss the date rather than tying ourselves to a date today?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ00200","speaker":"1391"},{"type":"speech","time":1465983000,"counter":149,"content":"<p>It is just a formal date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ00300","speaker":"1392"},{"type":"speech","time":1465983000,"counter":150,"content":"<p>It is agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ00400","speaker":"1391"},{"type":"speech","time":1465983000,"counter":151,"content":"<p>That is actually the earliest date it can be taken.  I am sure the Leader will come back and confirm it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ00500","speaker":"1381"},{"type":"speech","time":1465983000,"counter":152,"content":"<p>I can assure Senator McDowell that I will not be holding him up in any shape or form.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ00600","speaker":"1391"},{"type":"unspoken","time":1465983000,"counter":153,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Election of Leas-Chathaoirleach","time":1465983000,"counter":154,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ00800"},{"type":"speech","time":1465983000,"counter":155,"content":"<p>The next matter is Nos. 1 to 4, motions regarding the election of the Leas-Chathaoirleach of Seanad &Eacute;ireann.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ00900","speaker":"1381"},{"type":"speech","time":1465983000,"counter":156,"content":"<p>I move: \"That Senator M&aacute;ire Devine be elected Leas-Chathaoirleach.\"<\/p> <p>M&aacute;ire has been an elected councillor since 2011 and has worked diligently for her constituents in the south Dublin area for many years.  Before being elected as a public representative, as a psychiatric nurse she had years of sterling commitment in the area of psychiatric care and was a champion of people who were being abandoned by the system.  Wherever institutions were being threatened with closure, she worked with communities to ensure patients got the care and support they needed.  She was very passionate on that issue in particular.  On the broader issue of workers' rights, she has been a trade union official and a leader and spokesperson for many years.<\/p> <p>We want to see strong women coming to the forefront of Irish politics and being elected to senior positions.  M&aacute;ire is a strong woman.  She is a spokesperson, a campaigner and a fighter for disadvantaged people and for those who do not otherwise have a voice.  I am delighted to nominate M&aacute;ire to be Leas-Chathaoirleach of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ01000","speaker":"1400"},{"type":"speech","time":1465983000,"counter":157,"content":"<p>I second the nomination of Senator M&aacute;ire Devine as Leas-Chathaoirleach.  As Senator Mac Lochlainn stated, M&aacute;ire is a nurse, a mother, a lifetime trade union member and a member of the Psychiatric Nurses Association.  However, the issue is a wider one.  We have to understand that by not electing M&aacute;ire we are complicit in creating an institution that has not elected a woman Cathaoirleach, in any case, for almost 40 years.  That sends out a message-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ01100","speaker":"1378"},{"type":"speech","time":1465983000,"counter":158,"content":"<p>Not so.  What about Tras Honan?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ01200","speaker":"1392"},{"type":"speech","time":1465983000,"counter":159,"content":"<p>Yes, but it has been thirty-something years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ01300","speaker":"1378"},{"type":"speech","time":1465983000,"counter":160,"content":"<p>Senator Conway-Walsh, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ01400","speaker":"1381"},{"type":"speech","time":1465983000,"counter":161,"content":"<p>It sends out a message that this institution is not serious about gender equality and which states clearly that party politics comes before gender equality.  I remind people that we are not a Masonic lodge and it does not say in the little black book that we have to elect a man every time.  No disrespect is intended to the men who have been elected, including the Cathaoirleach, but we have an opportunity here to elect a strong, capable woman.  Sinn F&eacute;in will keep putting forward strong, capable women for positions of leadership in this House until we either get a woman elected or force other parties into putting forward women in the House.  There are many strong, capable women in this House who deserve to be there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ01500","speaker":"1378"},{"type":"speech","time":1465983000,"counter":162,"content":"<p>Mn&aacute; na h&Eacute;ireann.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ01550","speaker":"1388"},{"type":"speech","time":1465983000,"counter":163,"content":"<p>I will take all the nominations together.  I now call on Senator Bacik to move the motion proposing Senator Denis Landy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ01600","speaker":"1381"},{"type":"speech","time":1465983000,"counter":164,"content":"<p>I move: \"That Senator Denis Landy be elected Leas-Chathaoirleach.\"<\/p> <p>I speak as a former Deputy Leader of this House and quite a number of women have held the positions of Leader and Deputy Leader over recent years.  In fact, the Seanad has a much better record than the D&aacute;il - it just needs to be stated - in terms of women's representation.  That is an important point.  We have hit the figure of 30%.  The D&aacute;il still has not got to that point.<\/p> <p>It gives me great pleasure to nominate Senator Landy for the position of Leas-Chathaoirleach.  As leader of the Labour Party group, I am delighted to do so.  I have worked with Denis for the past five years.  Many of those who were Senators during the previous session will know Denis as an active and highly engaged Senator.  For those who do not know him and are new to the House, Denis is from Carrick-on-Suir.  He was a councillor for many years before his election to the Seanad in 2011, and he has long experience of chairing meetings at local level as a councillor as well as at national and European level.  Colleagues may be unaware that Denis previously chaired a committee within the Committee of the Regions at EU level.  I think all will acknowledge that Denis is regarded as fair, trustworthy and honourable in his dealings with his colleagues and in the work he has done and will continue to do in this term as a Senator.<\/p> <p>I ask colleagues of all parties and none to consider supporting, in the spirit of the new politics, Senator Denis Landy as Leas-Chathaoirleach.  We have already paid tribute to the Cathaoirleach, who is not from the largest party in the House but who is from one of the two largest parties in the House.  I suggest that in the spirit of new politics, the Leas-Chathaoirleach should not be drawn from one of the two largest politics in the House and that instead we should be looking to someone from a different grouping.  In particular, I ask colleagues to support Senator Landy for the position of Leas-Chathaoirleach.  Senator Humphreys will second the nomination.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ01700","speaker":"1402"},{"type":"speech","time":1465983000,"counter":165,"content":"<p>I second the nomination of Senator Denis Landy to the position.  I have known Denis for the past 20 years.  He would bring great experience and fairness to the post.  There is one thing that everyone who deals with Denis knows, which is how fair and honourable he is.  His word is his bond.  When he gives a commitment that he will chair meetings in this House fairly, he will do so and he will deliver.  I ask all Members of the House, including non-party Members, in the spirit of new politics, to vote for Senator Denis Landy today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ01800","speaker":"1417"},{"type":"speech","time":1465983000,"counter":166,"content":"<p>I ask the Leader, Senator Buttimer, to propose Senator Coghlan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ01900","speaker":"1381"},{"type":"speech","time":1465983000,"counter":167,"content":"<p>I move: \"That Senator Paul Coghlan be elected Leas-Chathaoirleach.\"<\/p> <p>Molaim an Seanad&oacute;ir Paul Coghlan mar Leas-Chathaoirleach ar an Seanad.  Is m&oacute; bliain at&aacute; tugtha don pholait&iacute;ocht ag an Seanad&oacute;ir, n&iacute; hamh&aacute;in ag leibh&eacute;al an rialtais n&aacute;isi&uacute;nta ach ag leibh&eacute;al an rialtais &aacute;iti&uacute;il leis.  Leas-Chathaoirleach cumasach neamh-chlaonta a bheidh ann.<\/p> <p>It is my privilege on behalf of the Fine Gael group to propose Senator Coghlan for the position of Leas-Chathaoirleach.  Senator Coghlan comes to this position today with a huge volume of experience in local and national government along with his tremendous business acumen from his role as a business person.  He is also a husband and a father and will bring to the role of Leas-Chathaoirleach an experienced voice and a fair perspective that will embrace all sides of the House.  In all his time in this House, Senator Coghlan, I am sure, has never had a cross word with anyone.  He was elected to Killarney Town Council in 1985, Kerry County Council in 1991 and to Seanad &Eacute;ireann in 1997.  As we all will remember from the Seanad election just gone, Senator Coghlan's Lazarus-like resurrection, thanks to a huge outpouring of transfers, will testify to his warmth and the goodwill towards him across the political divide.  He will bring to the position of Leas-Chathaoirleach a wide network of friends and contacts with which he can work.<\/p> <p>It is also as a Member of this House that Senator Coghlan has demonstrated his ability to work on many different issues.  These include banking and industry and commerce issues as well as issues regarding, in particular, the British-Irish Parliamentary Association where he was the chairperson of Committee A.  This committee produced an important report on illicit trade and police co-operation and the Government accepted the recommendation on a task force in this report.<\/p> <p>Equally, his efforts in regard to the cultural life in Kerry, in particular Muckross House, have shown his ability to work in many different facets.  Those of us who know Senator Coghlan will know and understand his love and passion for Muckross.  He was a trustee and a former chairman of Muckross House and revolutionised and transformed it into a very important visitor centre for the people of Killarney.  He played a pivotal role in that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Those of us who used to work in local radio will know that he was one of the pioneers of the local radio movement when it began, and is to this day involved with Radio Kerry.  Those of us who live on the Cork-Kerry border regularly hear Senator Coghlan on a Saturday morning speaking about anything from the price of milk to the price of whatever you want across Europe or the world.  He is regularly on Radio Kerry.<\/p><p>It is important in this era of new politics that we have a person of experience.  I commend the other Senators on their nominations and for contesting this.  They are two very fine candidates.  I know Senator Landy better.  He is a very fine person and I wish him well, as I do Senator Devine.  I hope she understands that there is nothing personal in our putting forward Senator Coghlan today.<\/p><p>It is important that we have a person of the calibre of Senator Paul Coghlan to deputise for the Cathaoirleach and to be an impartial Chair of the House in his absence.  He is a man of the people, of this House and of the Oireachtas.  He is extremely able, conscientious and firm and gives wise counsel.  Those who have met and known him over the years will recognise that.  I have had the pleasure of having Senator Coghlan as my beau on several occasions and he has been a very able date.  On a serious note, it is my pleasure as Leader of the House to propose Senator Paul Coghlan. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#JJ02000","speaker":"1391","continuing":true},{"type":"speech","time":1465983000,"counter":169,"content":"<p>It is a pleasure to second Senator Coghlan&rsquo;s nomination.  He has been a county councillor, a Senator and, for the past few years, a member of the British-Irish Parliamentary Assembly.  He is also a former banker and a member of the Institute of Banking.  He was a member of the Institute of Professional Auctioneers and Valuers.  He was also involved in establishing links with the Northern Ireland Chamber of Commerce and Industry.  As a member of the British-Irish Parliamentary Assembly, he co-authored a report on illicit trade and police co-operation North and South which highlighted all criminal trading along the Border and recommended the establishment of a task force to tackle such issues.  He brings with him a wealth of experience from inside and outside this House.  I have no doubt that he would be an excellent Leas-Chathaoirleach.  He has been an Acting Chairman in this House over the past ten years and has gained valuable experience.  He is also an undertaker and was the last man to put a smile on a lot of faces.  I have no doubt he is an ideal candidate for the position of Leas-Chathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#KK00200","speaker":"1380"},{"type":"speech","time":1465983000,"counter":170,"content":"<p>Is Senator Burke saying he will be the last man to let him down?<\/p> <p>We move on to the next motion.  Senator McDowell wishes to propose Senator Craughwell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#KK00300","speaker":"1381"},{"type":"speech","time":1465983000,"counter":171,"content":"<p>I propose Senator Craughwell to be elected as Leas-Chathaoirleach.<\/p> <p>This House, unlike the other House, has never addressed seriously the manner in which its Chairman and Vice Chairman are elected.  It is not a position that should be in the gift of any other House or any person who is not a Member of this House.  It is not a position that should be bartered in a process of exchange for support in the other House for people who want to be elected to positions in that House.  The time has come for this House to seriously consider how it elects its own officers----- <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#KK00400","speaker":"1403"},{"type":"speech","time":1465983000,"counter":172,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#KK00500","speaker":"1392"},{"type":"speech","time":1465983000,"counter":173,"content":"<p>-----and to accept for itself the autonomy of deciding who should and should not be its Chairman and Vice Chairman in future.  We are blessed on this occasion that all the candidates proposed, and the candidate I am proposing, are suitable people to be appointed Vice Chairman of this House as the Cathaoirleach was to be appointed Chairman.  All are people worthy of the position, I have no doubt.  The only way to ensure that in future this House takes its autonomy seriously and elects the person it really wants to have in a position, rather than engaging in horse-trading among various outside interests or the interests of the Government or the Opposition - because the new politics may not always prevail - is to make the changes to the Standing Orders of this House that were made to the Standing Orders of D&aacute;il &Eacute;ireann, to provide for a system of election by secret ballot on a proportional representation basis.  That was done in D&aacute;il &Eacute;ireann as a result of a campaign.  I played a minor part in that campaign, speaking in Glenties in Donegal about the necessity of it.  A campaign was carried out to ensure that the last D&aacute;il was not dissolved without making the position of Cathaoirleach autonomous and elected by the Members without reference to party whips, diktats from the Government or deals between parties, but on the basis that each individual Member, voting with his or her conscience, experience and judgment, voted for the candidate he or she thought best.  This House should follow the precedent the other House has set to give itself the scope of private judgment to decide these matters rather than to read about them in the newspapers.  I read a fortnight ago what was likely to happen today and that people were putting together deals on positions in the other House.  This does not apply to Senator Coghlan but I read in one newspaper article that a particular outcome had been bartered between two groups, depending on support in one House for one outcome and for another outcome in this House.  That is not right.  <\/p> <p>Turning to the merits of my candidate, Senator Craughwell is a former president of the Teachers' Union of Ireland, TUI.  He has immense experience chairing individual institutions.  He has chaired conferences.  He has chaired the national executive committee of the TUI and joint meetings between the TUI, the Association of Secondary Teachers of Ireland, the Irish National Teachers Organisation and the Irish Federation of University Teachers.  He has chaired further education and training committees and the organisation and training committee of the TUI.<\/p> <p>Senator Craughwell came into this House by the Independent route.  He has no party political baggage behind him.  He would discharge his function in a totally independent and non-partisan way.  Therefore, it gives me great pleasure to nominate him.  In nominating Senator Craughwell, Senator Boyhan and I want to make it clear that the group to which we belong, the Seanad Independent group, is not allied to any other political party and is not part of some informal coalition.  We will exercise our independent judgment on all issues, and in that spirit and for that reason, I commend the election of Senator Gerard Craughwell as Leas-Chathaoirleach of this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#KK00600","speaker":"1403"},{"type":"speech","time":1465983000,"counter":174,"content":"<p>I endorse what Senator McDowell said, first in respect of the call for a secret ballot for these positions.  That is very important and valid.  It has happened in D&aacute;il &Eacute;ireann, why should it not happen in Seanad &Eacute;ireann?  That is a challenge to all of us as Senators with our respective contacts and parties.<\/p> <p>Senator Craughwell is neither an undertaker nor a caretaker but has proved himself very hardworking.  I spoke to several independent councillors yesterday about local government reform and local councils and they asked me would it ever be possible for an Independent to be elected to either of these prestigious positions.  We have heard a lot in the past few days about new politics.  Let us not cod ourselves: it is about the reality of a new political issue.  We have been dealt figures and numbers on the returns in the last general election and the last Seanad election.  We have to face up to a new political reality, but to gloss it as something else is a bit misleading.  I endorse the nomination of Senator Craughwell and I am happy to second Senator McDowell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#KK00700","speaker":"1379"},{"type":"vote","time":1465983000,"counter":175,"content":"<p>Question put: \"That Senator Máire Devine be elected Leas-Chathaoirleach.\"<\/p><p>The Seanad divided: Tá, 7; Níl, 39.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Gavan and Trevor Ó Clochartaigh; Níl, Senators Paddy Burke and Frank Feighan.<\/p><p>Question declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#LL00100","aye":["1378","1388","1389","1405","1400","1377","1413"],"nay":["1407","1402","1409","1380","1423","1391","1384","1376","1422","1420","1416","1414","1383","1411","1424","1428","1396","1415","1412","1417","1387","1429","1393","1403","1375","1425","1395","1406","1431","1410","1374","1427","1426","1397","1394","1421","1399","1373","1418"]},{"type":"vote","time":1465983000,"counter":176,"content":"<p>Question put: \"That Senator Denis Landy be elected Leas-Chathaoirleach.\"<\/p><p>The Seanad divided: Tá, 5; Níl, 27.<\/p><br\/><br\/><p>Tellers: Tá, Senators Kevin Humphreys and Aodhán Ó Ríordáin; Níl, Senators Colm Burke and Frank Feighan.<\/p><p>Question declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#MM00200","aye":["1402","1405","1417","1387","1410"],"nay":["1409","1380","1423","1391","1384","1422","1420","1416","1378","1388","1424","1389","1415","1429","1400","1403","1375","1425","1406","1377","1413","1374","1427","1426","1397","1421","1399"]},{"type":"vote","time":1465983000,"counter":177,"content":"<p>Question put: \"That Senator Paul Coghlan be elected Leas-Chathaoirleach.\"<\/p><p>The Seanad divided: Tá, 36; Níl, 11.<\/p><br\/><br\/><p>Tellers: Tá, Senators Colm Burke and Frank Feighan; Níl, Senators Paul Gavan and Trevor Ó Clochartaigh.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#NN00200","aye":["1407","1409","1380","1423","1391","1384","1376","1422","1420","1416","1414","1383","1411","1424","1428","1396","1415","1412","1429","1393","1375","1425","1401","1395","1406","1392","1431","1374","1427","1426","1397","1394","1421","1399","1373","1418"],"nay":["1402","1378","1388","1389","1405","1417","1387","1400","1377","1413","1410"]},{"type":"speech","time":1465983000,"counter":178,"content":"<p>Senator Coghlan is the new Leas-Chathaoirleach.  Consequently, the following motion, in the name of Senator Craughwell, now lapses.  On the occasion it is, I call on the new Leas-Chathaoirleach to say a few words.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#OO00100","speaker":"1381"},{"type":"speech","time":1465983000,"counter":179,"content":"<p>I am slightly emotional.  I sincerely thank my proposer, Senator Jerry Buttimer, and my seconder, Senator Paddy Burke.  They said a few things about me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#OO00200","speaker":"1420"},{"type":"speech","time":1465983000,"counter":180,"content":"<p>Senator Coghlan, you are entitled to be emotional today.  T&oacute;g go bog &eacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#OO00300","speaker":"1381"},{"type":"speech","time":1465983000,"counter":181,"content":"<p>They employed some poetic licence, if I may say so.  They said things about me.  They made me sound like a Jack of all trades but, hopefully, not a master of none.  Jerry joked about me - well, he did not joke.  I believe I was at a function with him once and I must say he was a very pleasant dining companion, and I was very happy to accompany him.  He picked me up at home to take me to that lovely place in Killarney where he was a guest of honour at an Irish Medical Organisation do.  Then I had Paddy Burke talking about my undertaking days.  The only undertaking I do now is I undertake to be scrupulously fair and impartial any time I occupy that seat.<\/p> <p>I commend all that has been said today.  I sincerely commend the other candidates.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As was said by Senator McDowell, any one of the them would have been fit to occupy the Chair.  I think we are going to get on well together in the new politics in which we are all now engaged.  I am very grateful.  Go raibh maith agaibh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#OO00400","speaker":"1420","continuing":true},{"type":"speech","time":1465983000,"counter":183,"content":"<p>I ask Senator Landy, as one of the defeated candidates, to say a few words.  I suggest that everyone keep their comments brief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP00200","speaker":"1381"},{"type":"speech","time":1465983000,"counter":184,"content":"<p>I will be very brief and I will not get emotional either.  I could cry but I am not going to.  I congratulate Senator Coghlan on achieving the post.  He is one of the longest-serving Members of this House and I wish him well as Leas-Chathaoirleach.  On a personal level, we are very good friends and shall remain so.<\/p> <p>One often hears that a bird in the hand is better than two in the bush, and we learn what that means every day.  I did not realise that Senator Coghlan had had so many professions, which gives a new meaning to the phrase \"He has the measure of you.\"  We now know that the Senator will be watching all of our sides.  I shall finish by saying well done and congratulations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP00300","speaker":"1387"},{"type":"speech","time":1465983000,"counter":185,"content":"<p>I congratulate the Leas-Chathaoirleach on his election.  He is a lucky man that I did not speak ahead of him because his words have left me feeling deeply emotional.  In all fairness, I believe he will be an excellent Leas-Chathaoirleach and I am very happy for him.  He canvassed hard for the post and did very well.  Congratulations.  I look forward to working with him and perhaps watching him rise to his feet to tell me to sit down every now and then.  I wish him well in the future and congratulations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP00400","speaker":"1390"},{"type":"speech","time":1465983000,"counter":186,"content":"<p>On behalf of the Sinn F&eacute;in team here, I congratulate Senator Coghlan and wish him well.  I am glad that the role means a lot to him and that he is committed to impartiality.  We look forward to working with him in a constructive and collaborative way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP00500","speaker":"1378"},{"type":"speech","time":1465983000,"counter":187,"content":"<p>I thank Senator Conway-Walsh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP00600","speaker":"1420"},{"type":"speech","time":1465983000,"counter":188,"content":"<p>I do not normally give precedence or priority to Kerry people, but the Leas-Chathaoirleach is affectionately known as Lord Killarney, so I had better let the two Ciarra&iacute;och, Senators Mark Daly and Ned O'Sullivan, say a few words.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP00700","speaker":"1381"},{"type":"speech","time":1465983000,"counter":189,"content":"<p>I thank the Cathaoirleach.  I congratulate my fellow Kerryman.  It is obvious that his appointment means a lot to him.  He has been a Member of this House since 1997 and he has given it a lot of service.  He has fought quietly for its protection and for change.  He is very much of Kerry.  The voice of the Kingdom is not just Paul Coghlan; it is also Radio Kerry, of which he is one of the founding members.  He has also protected Killarney House and has seen the project to its fruition.  He has done tireless and quiet work.  He has also been a member of the trustees' board for Muckross House.  He is very proud of Killarney but he is also very proud of Kerry, and Kerry is very proud of him.  He has also worked on the Joint Committee on the Implementation of the Good Friday Agreement and on British-Irish relations.  Again, he has been a quiet advocate in that regard.  This is a great day for him and his family.  It is good for the House to see someone who has such regard for this institution getting the recognition that he deserves.  On behalf of the Fianna F&aacute;il group, we congratulate him and we know that he will do a great job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP00800","speaker":"1414"},{"type":"speech","time":1465983000,"counter":190,"content":"<p>I will be very brief.  As the senior Senator for Kerry, I congratulate Senator Coghlan very sincerely.  We have been friends a long time.  He is a legend in Kerry, as he is here.  We served for a period on the county council but he was always destined for the Seanad.  He was born a Senator, he has adorned the Seanad and he is an exceptionally popular choice today.  I am delighted for him, his wife Peggy and his family.  It is a proud day for all of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP00900","speaker":"1394"},{"type":"speech","time":1465983000,"counter":191,"content":"<p>On behalf of the Labour Party group, I add my voice to those who are congratulating Senator Coghlan on his election as Leas-Chathaoirleach.  He will do a superb job.  It has been a pleasure to work with him over the past five years and I look forward to working with him in the future.  I have had the pleasure that not many colleagues may have had of seeing him in his natural habitat of Muckross House in Killarney.  I saw how well revered he is there.  Perhaps now, as Leas-Chathaoirleach, he will achieve the ambition that he has often expressed in this House, which is to bring it to Muckross House.  One never knows; he may succeed in bringing the Seanad to Kerry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP01000","speaker":"1402"},{"type":"speech","time":1465983000,"counter":192,"content":"<p>The Senator mentioned Senator Coghlan's natural habitat.  He reminds me of a little red squirrel, which is a protected species.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP01100","speaker":"1381"},{"type":"speech","time":1465983000,"counter":193,"content":"<p>We have a few of those too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP01200","speaker":"1420"},{"type":"speech","time":1465983000,"counter":194,"content":"<p>I warmly congratulate Senator Coghlan on his election as Leas-Chathaoirleach, on behalf of the Civil Engagement group.  We very much look forward to benefitting from his experience and deeply felt commitment to the Seanad and what it can be.  We also appreciate his commitment to working in an impartial manner.  I know he has experience in terms of facilitating various voices on Radio Kerry.  We hope that we will now see the voices of all of the nation, in its diversity, being facilitated in a constructive manner in the Seanad chamber.  I congratulate the Senator and we look forward greatly to working with him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP01300","speaker":"1405"},{"type":"speech","time":1465983000,"counter":195,"content":"<p>Before I allow the Leader the last word, I want to say two things as Cathaoirleach.  First, I sincerely thank all of the Members who showered bouquets on me today.  A bit like the Leas-Chathaoirleach, I am not sure if I have earned such accolades yet, but time will tell.  I sincerely thank everyone for their kind remarks.  I wish Senator Coghlan, as Leas-Chathaoirleach, every success.  He has been an Acting Chairman for the past ten years, as someone said, so he is quite experienced.  I have no doubt that he will do a fantastic job and that he will let me away every second day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP01400","speaker":"1381"},{"type":"speech","time":1465983000,"counter":196,"content":"<p>On my own behalf and that of the Fine Gael group, I congratulate Senator Coghlan.  I did not know there were going to be tears and beauties home this evening.   The emotion that the Senator showed at the announcement of his appointment is a demonstration of the love and affection that he has for this House and for the Seanad Chamber.  I congratulate him and pay tribute to his wife Peggy, his sons and daughters and his brother Michael, who are seated in the Visitors' Gallery.  I welcome them all here today and congratulate him.  He will bring his keen sense of fairness and equity to his new role.  We all look forward to working with him and wish him every success.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP01500","speaker":"1391"},{"type":"speech","time":1465983000,"counter":197,"content":"<p>It has been suggested by Senators that we have a sos until 3.10 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP01600","speaker":"1381"},{"type":"speech","time":1465983000,"counter":198,"content":"<p>I propose that we adjourn for 20 minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#PP01700","speaker":"1391"},{"type":"unspoken","time":1465983000,"counter":199,"content":"<p>Sitting suspended at 2.50 p.m. and resumed at 3.10 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Statute Law Revision Bill 2016: Motion","time":1465983000,"counter":200,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#SS00100"},{"type":"speech","time":1465983000,"counter":201,"content":"<p>I move:<\/p><blockquote>That, in pursuance of Standing Order No. 158 of the Standing Orders relative to Public Business, the Statute Law Revision Bill 2016, which had reached Order for Second Stage prior to the Seanad General Election, April 2016, be restored to the Order Paper.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#SS00200","speaker":"1391"},{"type":"unspoken","time":1465983000,"counter":202,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Public Health (Alcohol) Bill 2015: Motion","time":1465983000,"counter":203,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#SS00400"},{"type":"speech","time":1465983000,"counter":204,"content":"<p>I move:<\/p><blockquote>That, in pursuance of Standing Order No. 158 of the Standing Orders relative to Public Business, the Public Health (Alcohol) Bill 2015, which had reached Committee Stage prior to the Seanad General Election, April 2016, be restored to the Order Paper.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#SS00500","speaker":"1391"},{"type":"unspoken","time":1465983000,"counter":205,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Heritage Bill 2016: Motion","time":1465983000,"counter":206,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#SS00700"},{"type":"speech","time":1465983000,"counter":207,"content":"<p>I move:<\/p><blockquote>That, in pursuance of Standing Order No. 158 of the Standing Orders relative to Public Business, the Heritage Bill 2016, which had reached Committee Stage prior to the Seanad General Election, April 2016, be restored to the Order Paper.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#SS00800","speaker":"1391"},{"type":"unspoken","time":1465983000,"counter":208,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Offences against the State (Amendment) Act 1998: Motion","time":1465983000,"counter":209,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#SS01000"},{"type":"speech","time":1465983000,"counter":210,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann resolves that sections 2 to 4, 6 to 12, 14 and 17 of the Offences against the State (Amendment) Act 1998 (No. 39 of 1998) shall continue in operation for the period beginning on 30 June 2016 and ending on 29 June 2017.&rdquo;<\/blockquote> <p>I wish to acknowledge the presence of the former Cathaoirleach, former Senator Charles McDonald, in the Visitors Gallery and to welcome him to the House.  He was a distinguished Member of this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#SS01100","speaker":"1391"},{"type":"speech","time":1465983000,"counter":211,"content":"<p>Thank you.  I welcome the Minister of State, Deputy Stanton.  I congratulate him on his elevation to office and wish him a good and long career in that office.  I welcome him to Seanad &Eacute;ireann in his capacity as Minister and invite him to speak on the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#SS01200","speaker":"1381"},{"type":"speech","time":1465983000,"counter":212,"content":"<p>Thank you, a Chathaoirligh.  I wish you well in your role and I congratulate you and the Leas-Chathaoirleach.  I also wish the new Leader of the House and the other Members of the Seanad well in their deliberations.<\/p> <p>I am in the House on behalf of the T&aacute;naiste and Minister for Justice and Equality to discuss the Offences against the State (Amendment) Act 1998.  The House will recall that the Act was enacted following the callous Omagh bombing, a terrorist atrocity in which 29 innocent people lost their lives.  That appalling act lives in all our memories and our sympathies remain with the victims and their families.<\/p> <p>The 1998 Act made a series of amendments to the Offences Against the State Acts.  It principally provides for changes in the rules of evidence for certain offences under the Acts, including the drawing of inferences in certain circumstances; the creation of new offences such as directing an unlawful organisation, the possession of certain articles and collecting information; and extending to 72 hours the maximum period of detention permitted under section 30 of the Offences Against the State Act 1939.  The Omagh atrocity demanded a clear and resolute response from the State in defence of the desire of the vast majority of law abiding people on this island to live their lives in peace.<\/p> <p>Section 18 of the Act, as amended by section 37 of the Criminal Justice Act 1999, provides that sections 2 to 4, 6 to 12, 14 and 17 must be renewed by the Oireachtas at specified intervals if they are to remain in force.  By virtue of resolutions passed by both Houses of the Oireachtas in June 2015, these sections were continued in force for a period of 12 months.  Prior to moving a motion for renewal, the Act requires that the Minister lays before the Oireachtas a report on the operation of the relevant provisions.  The current report covers the period from 1 June 2015 to 31 May 2016 and was laid before the House on 10 June 2016.<\/p> <p>Given the time available, I will not go through all of the relevant sections in detail.  The report, based on information provided by the Garda authorities, sets out the detail of usage of the various sections over the period.  The report also includes a table of comparative usage for each of the years since the Act came into operation.  The report indicates that two sections, sections 6 and 12, were not used during the reporting period in question.  However, it should not be inferred that these provisions are in some way redundant as the usage of the different sections can vary from year to year.  It is the clear view of the Garda Commissioner that the Act continues to be a most important tool in ongoing efforts in the fight against terrorism.  The Garda authorities have stated that the provisions of the Act are used regularly, which is evident from the report.  They are, in short, a necessary legislative support in the fight against terrorism.<\/p> <p>There remains on this island a persistent threat from republican paramilitary groups who are simply opposed to peace.  These groups have no support; they have no reason to remain in being and they should go away for good.  The T&aacute;naiste's decision to bring the second Special Criminal Court into operation is in response to this threat.  It is now up and running and it underlines the Government's determination to deal with serious crime affecting the security of the State.  The threat level in Northern Ireland is severe.  The appalling murder of the Northern Ireland prison officer, Adrian Ismay, earlier this year highlights the lethal nihilism of these groups, who act in direct opposition to the democratic wishes of the majority on this island.<\/p> <p>The Garda authorities work tirelessly and in co-operation with their counterparts in the Police Service of Northern Ireland, PSNI, in countering the activities of these paramilitary organisations, and they deserve credit for their ongoing work.  Combatting the security threat is a key priority for the Government and the additional funding the T&aacute;naiste has secured for the Garda Vote this year will go in part towards support for measures against terrorism.  The Government is determined that these groups will never prevail and that there will be no let up in actions to tackle them.  It would be a happy day indeed if provisions in the law such as those we are discussing today were no longer needed because the threat they target was no longer in place.  The sad truth, however, is that they are still needed because that threat persists.<\/p> <p>I will now refer to the second motion to be discussed on section 8 of the Criminal Justice (Amendment) Act 2009.  This proposes the continuation in force for another year of section 8 of the Criminal Justice (Amendment) Act 2009.  This section provides for a limited number of serious, organised crime offences to be tried in the Special Criminal Court, thus removing the possibility of jury tampering or the intimidation of jurors or potential jurors.  The offences in question are set out in Part 7 of the Criminal Justice Act 2006 and they are section 71A - directing the activities of a criminal organisation; section 72 - participating in or contributing to certain activities of a criminal organisation; section 73 - committing a serious offence for a criminal organisation; and section 76 - liability for these offences committed by a body corporate.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy David Stanton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1053\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1053&amp;amp;pid=DavidStanton&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The 2009 Act makes these scheduled offences for the purposes of Part V of the Offences Against the State Act 1939.  While this means that the Special Criminal Court will hear trials for these offences, the Director of Public Prosecutions, DPP, retains the power to direct that the offences should be tried in the ordinary courts.<\/p><p>In order to assist Senators in their consideration, section 8(6) provides that the Minister must prepare a report, which shall be laid before both Houses, on the operation of the section.  That report, covering the period from 1 June 2015 to 31 May 2016, was laid before the House on 10 June 2016.  Section 8 was not used during the period in question.  Indeed, it has not been used since 2009.  This does not invalidate the reasoning for having such a provision available for use if it is needed nor does it diminish its potential value in bringing organised criminals to justice.  The operation of the provision to date highlights the considered approach of the DPP in using her discretion to direct that cases would be tried in the ordinary courts where it is possible to do so.  This is proof positive of the balance that has been struck with this provision.  It is a robust but nonetheless proportionate power.  <\/p><p>In the period under report, there were a total of 17 arrests under two of the four offences covered by section 8 - seven arrests under section 72 and a further ten under section 73.  Sections 71A and 76 were not used in the reporting period in question.  Of course, there is a variety of other provisions of the criminal law that have been and are being used against organised criminals.  My Department is currently examining whether there are other changes to the law that might be made to tackle these gangs.  The Minister will be bringing forward shortly changes to the law to strengthen the powers of CAB in respect of seizing the proceeds of crime.<\/p><p>None of us can be under any illusion about the danger to society from organised crime.  Recent gang-related murders in the Dublin region put into stark relief the utter disregard of these criminals for human life and the rule of law.  Counteracting this danger presents very real challenges for the State.  However, the State has faced down such gangs in the past and it will do so again.<\/p><p>The Government is fully committed to providing An Garda S&iacute;och&aacute;na with the necessary resources to confront these criminal thugs and to bring them to justice.  To this end, as I have said, the Minister secured substantial additional funding of &euro;55 million for An Garda S&iacute;och&aacute;na for the remainder of 2016 that will, among other things, support the necessary activities to target gang-related crime.<\/p><p>The Garda Commissioner has made clear her view that this provision will be required for some time to come and we must have the utmost regard for her analysis.  Trial by jury is the standard for our system and it should be preserved to the greatest extent possible.  However, none of us can afford to ignore the threat to the rule of law from violent, organised criminals who will stop at literally nothing to protect themselves and their profits.  We have a duty as legislators to ensure that we respond robustly but proportionately to that threat.  I commend these motions to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#SS01300","speaker":"1277","continuing":true},{"type":"speech","time":1465983000,"counter":214,"content":"<p>This debate has a time constraint of 50 minutes.  We must move away from the very lengthy Order of Business this morning where I allowed everybody some indulgence.  When time is set for these matters, we have no choice but to adhere to it.  The spokesperson for each party will have five minutes and if there is time, the second person will have three minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#TT00200","speaker":"1381"},{"type":"speech","time":1465983000,"counter":215,"content":"<p>I will keep my contribution as brief as possible.  On behalf of the Fianna F&aacute;il group, I voice our support for the two motions before the Seanad today.  Both the Criminal Justice (Amendment) Act 2009 and the Offences against the State (Amendment) Act 1998 require that certain sections of the Acts be renewed by the Oireachtas on an annual basis.  Fianna F&aacute;il has consistently supported the renewal of these sections and does so today as it feels that both statutory provisions are necessary.  We hope that in the future, the threat of dissident republican activity on this island will no longer be a reality but until then, we must have effective mechanisms to deal with it.<\/p> <p>In the aftermath of the shocking act of terror in Orlando, we are reminded of the ever-present threat of international terrorism.  Unfortunately, Ireland is not immune to this threat.  It is, therefore, not appropriate to remove the powers from An Garda S&iacute;och&aacute;na at this time when there is no evidence that these powers have been abused.  Our police force needs to have the ability to act immediately in the face of terrorism.   <\/p> <p>Section 8 of the 2009 Act allows serious organised gangland crime to be tried by the Special Criminal Court similar to some of the proposals contained in the Offences against the State Act.  The operation of drug gangs in Ireland is to the forefront of our minds due to the horrific murder in the Regency Hotel in February 2016 and subsequent murders.  Communities are being terrorised and are calling for a tough response from An Garda S&iacute;och&aacute;na.  <\/p> <p>Opposition to these provisions is mainly based on the fact that these crimes are tried in Special Criminal Court settings without a jury.  Unfortunately, some offences cannot be tried by jury as it would jeopardise the safety of jury members.  We have a duty to ensure our criminal justice system operates fairly.  This system cannot operate if jury members can be intimidated or harmed in any way.  Gangland criminals have murdered journalists and innocent members of the public in broad daylight.  Intimidating jury members would not be beyond the pale.  Witnesses were intimidated during the trial of four members of the Provisional IRA for the killing of Detective Garda Jerry McCabe.  This intimidation resulted in the lesser charge of manslaughter being laid against the four accused.  If witnesses have been intimidated in the past by dissident republicans, there is a real possibility that jury members will also face intimidation in the future should these provisions not be renewed.  <\/p> <p>Putting in place the witness protection programme for jury members, which has been suggested in the past, would be completely unworkable.  Trial by jury was provided for in Bunreacht na h&Eacute;ireann to ensure a fair criminal justice system.  Due to the nature of the crimes that are the subject of these provisions, trial without jury is required to achieve the same outcome - a fair criminal justice system.  Therefore, I support these motions.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#TT00300","speaker":"1376"},{"type":"speech","time":1465983000,"counter":216,"content":"<p>I welcome the Minister of State to the House and wish him every success in his new role in the Department of Justice and Equality.  I think it is his first occasion in here as Minister of State.  I welcome the motions, which have my full support.  It is important that we give the necessary support to the garda&iacute;, who are working at the coal face.  History has shown that unless that support had been there, it would not have been possible in the years gone by to take criminal proceedings against certain people.  The Special Criminal Court has at all times been very effective and very fair.  The criminal justice system in this country has always been very balanced.  Where there is any threat to a fair trial and a prosecution cannot proceeding because jurors might be intimidated, it is important that the appropriate procedures are put in place.  This is the reason two pieces of legislation were passed.<\/p> <p>It is also important that there are checks and balances and that they are not abused.  This is the reason the provisions come back for review every 12 months.  It is extremely important that they receive our full support here today.  The Minister and Minister of State do not take this decision lightly.  They take it because they have received the advice that in respect of the criminal justice system operating properly, certain elements could not be prosecuted unless these procedures are in place.  This is the reason they are bringing forward these motions and why they seek the continuance of section 8 of the Criminal Justice (Amendment) Act 2009 and the appropriate section in the Offences against the State (Amendment) Act 1998.   <\/p> <p>I also welcome the fact that an extra &euro;55 million has been allocated to the garda&iacute; to give them the necessary back-up support because they cannot operate unless they have sufficient support and expertise to deal with criminal elements in this country.  Crime is becoming more sophisticated and a way of sidestepping the garda&iacute; and the judicial process is available to the criminal community.  It is important that we have the appropriate procedures for the garda&iacute; and the DPP.  Therefore, I support these motions, as does Fine Gael.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The checks and balances are there.  It comes back for review again in 12 months' time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#TT00400","speaker":"1409","continuing":true},{"type":"speech","time":1465983000,"counter":218,"content":"<p>Gabhaim bu&iacute;ochas leis an Aire St&aacute;it as teacht isteach chun labhairt linn inniu.  Beidh mise lean&uacute;nach le seasamh Shinn F&eacute;in maidir leis an &aacute;bhar seo agus ar nd&oacute;igh beidh muid ag caitheamh v&oacute;ta in &eacute;adain na molta&iacute; at&aacute; os &aacute;r gcomhair inniu.<\/p> <p>As the Minister of State knows, criminality is a scourge on our communities.  All parties across this island must be both united and relentless in our pursuit of ending criminality.  It must be made clear that those responsible for the recent killings and the ongoing feud in Dublin or anyone involved in organised crime must face the courts and be brought to justice.  There can be no equivocation in respect of that.  If they are found guilty and prosecuted, then they must face the sentences handed down to them.  There is no equivocation in that.<\/p> <p>The Minister spoke yesterday evening in the D&aacute;il about improved and increased resources to An Garda S&iacute;och&aacute;na to help combat organised crime.  It should be noted that in recent years it was the Fianna F&aacute;il Party that closed Templemore and stopped recruitment of members to the force, a measure continued by the previous Fine Gael Government, but now both want a tough response to such matters.  While I welcome the recent announcement of increased investment in tackling crime, it has to go beyond investment in armed response units.  If we want long-term solutions to deal with organised crime, we need to prevent young people from going down that path in life.  We need to invest in programmes with a proven track record of working, such as the youth and juvenile diversion programmes.  These are areas in which we need increased investment.  The legislation we are being asked to extend today for a further 12 months does not have the effect of ending criminality in communities.  It clearly has not worked, although it has been in existence for the past 20 years.  We also have to look at international best practice and what actually does work.  What does is increased investment at community level in meaningful programmes that prevent young people from engaging in criminality.  It is important to say that it is not only young people who engage in criminality.  Sinn F&eacute;in is opposed to criminality and we will support any measure we feel will work towards ending it.<\/p> <p>The Fresh Start agreement negotiated in November last year by the Executive in the North deals with measures around stronger law enforcement and co-operation with the Government in this State, aimed at tackling organised crime and criminality.  A new joint agency task force has been established, led at senior management level by An Garda S&iacute;och&aacute;na and the PSNI, the Revenue Commissioners and Revenue and Customs.  This new inter-agency task force will bring together the expertise of a range of law enforcement agencies involved in tackling organised crime gangs that seek to exploit the Border between the two jurisdictions.  The Good Friday Agreement, which preceded it, requires steps towards security normalisation, including the progressive elimination of the Act's provisions.  It is not justifiable to continue with this legislation with the Good Friday Agreement now in place for a full 18 years.<\/p> <p>No emergency exists that could justify the continuation of the draconian measures contained in the sections that are up for renewal, or the rest of the Offences against the State Acts.  This legislation has a highly corrosive effect on human rights, civil liberties and democratic life in this State.  We in Sinn F&eacute;in are not alone in our opinion of that, given that the UN Human Rights Committee, Amnesty International and many other groups have stated this issue needs to be dealt with by this State as a matter of urgency.  Certainly from a northern perspective, I have worked with the PSNI and seen the change in policing, moving away from a very negative, draconian and oppressive culture.  Although the change is still incomplete and imperfect, much has been achieved in terms of independent oversight and creating a force that is community oriented and compliant with human rights.  There are lessons to be learned to set the highest possible standard for international best practice for both policing services across this island, which puts the ending of criminality, but also the rights of and protections for citizens, at its heart.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#UU00200","speaker":"1413"},{"type":"speech","time":1465983000,"counter":219,"content":"<p>I welcome the Minister of State, Deputy Stanton, to the House.  It is my first opportunity to do so and I think it is his first opportunity to be here with us.  I welcome him and congratulate him on his appointment, having working with him on the Joint Committee on Justice, Defence and Equality, which he so ably chaired for the past five years.  I know he will do a great job and I wish him the very best with his work.<\/p> <p>On the motions before us, I welcome the opportunity to be back debating them.  Every 12 months these provisions have to be reviewed.  It is important that the Oireachtas keeps these provisions under scrutiny, given that they interfere with due process rights of accused persons.  It is in that context that we are back here.  Having said that, we all recognise the major threat posed in particular by organised crime.  We would all be very conscious of events in Dublin's north inner city and the real fear that so many members of that community are living under.  We all watched the Taoiseach and other Ministers meeting community leaders last night in the north inner city.  Clearly, there is a significant threat from organised crime and from paramilitary crime.<\/p> <p>I should declare an interest as somebody who practised as a barrister in the Special Criminal Court in previous years.  I have been here, speaking on the renewal of these provisions, for some years.  We need to keep them under scrutiny.  On a practical level, while a report has been laid before the Oireachtas, in previous years a table of usage has been appended to the Minister's speech which we have been provided with in advance of each of these debates.  It is very useful to see for ourselves the pattern of application of the provision.  That would be very helpful.  I know the Minister of State dealt with this a little in his speech, but it is also useful to have the overview provided to us.<\/p> <p>Looking first at the Offences against the State (Amendment) Act 1998 motion and its renewal, as has been said, these provisions do depart from normal principles of due process.  Section 3 requires an accused to give notice of an intention to call a person to give evidence on his behalf when charged with membership of an unlawful organisation, and section 4 potentially gives rise to guilt by association, allowing inferences to be drawn from conduct such as associations on the part of the accused concerning evidence of membership of an unlawful organisation, an offence which, we will all be conscious, is a very serious one.  I looked previously at a 15-year pattern of usage of these provisions and some of them were not used for many years.  This requires that we look at the utility of continuing them in force.  Section 4, in fact, had not been used for some years between 2008 and 2014 and was then used.  Having said that, as the Minister of State said, the fact a provision is not used for some years does not mean it will not be and that it will not be useful.  We need to take a balanced approach to this.  In the Minister of State's speech, he said that two sections, sections 6 and 12, were not used during the reporting period in question, that is, the past year.  While the Minister of State pointed out that it should not be inferred that these sections are redundant, as the usage varies from year to year, as we have seen in the past, it is still something that requires us to keep under review.  I understand that section 12 has not been used since 2002.  That is 14 years in which section 12 has not been used.  There is a strong question to be asked about keeping the utility of that provision under review. <\/p> <p>I will deal briefly with the motion on the Criminal Justice (Amendment) Act 2009.  We are looking at another provision that interferes with due process rights.  Section 8 provides for the right to a jury trial to be bypassed by the Director of Public Prosecutions, DPP, in respect of certain offences.  In the period under review, no cases were in fact sent forward to the Special Criminal Court through the exercise of the DPP's discretion.  Indeed, since 2009, no cases have been sent forward under that provision.  Section 8 has not been used since 2009, as the Minister of State has said.  I said last year that this indicates the considered approach that is being taken by the DPP.  She is not exercising her discretion on this in any very liberal fashion.  That is right and proper, given the encroachment that section 8 represents.<\/p> <p>However, one also has to look behind section 8 and look at the provisions it refers to, which are laid out in Part 7 of the Criminal Justice Act 2006.  Looking at those provisions, it is clear from the Minister of State's speech today and from speeches and data we were given in previous years that sections 72 and 73, the two offences of participating in or contributing to the activities of a criminal organisation and committing a serious offence, are well used.  The Minister of State pointed out there were seven arrests under section 72 and a further ten under section 73.  However, he says, section 71A, directing the activities of a criminal organisation, and section 76, liability for these offences committed by a body corporate, have not been exercised.  Looking back, they have not been exercised for the past three years, as far as I know.  One should look at the merit of retaining those offences in their current form and whether there is something about those offences that makes them unworkable.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Clearly the directing of activities of a criminal organisation is an offence which one would hope should have a utility on the Statute Book given the very serious offences that have been committed in the name of criminal organisations in recent months.  There is a question to be asked about these offences being kept in their current form if they are not, in fact, being used.  I simply raise these questions.  I certainly do not oppose these motions but we need to keep these motions under careful scrutiny and to be critical, where necessary, of aspects of these motions without simply passing them every year in a knee jerk or token way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#UU00300","speaker":"1402","continuing":true},{"type":"speech","time":1465983000,"counter":221,"content":"<p>Ba mhaith liom bu&iacute;ochas a ghabh&aacute;il leis an gCathaoirleach.  I welcome Minister of State, Deputy Stanton, and I congratulate him on his appointment as a Minster of State.  As Senator Bacik has said, the Minister of State brought years of dedicated service to the justice committee and I was pleased, as chairmen of the health committee that worked in a cross-departmental way with him on the issue of drugs.  I wish him well.<\/p> <p>It is important that in the Minister of State's speech it says that this Act is an important tool in ongoing efforts in the fight against terrorism and that we must ensure An Garda S&iacute;och&aacute;na and the Government have every tool available to them in the war and the fight against organised crime.  We must eradicate organised crime.<\/p> <p>I listened to Senator Dolan's comments and I agree with some of what he said about how we can tackle this through education, empowerment and rebuilding our inner cities in particular, through working in a cross-departmental and cross-sectoral community way to make life better for people.  That can begin in a multiplicity of ways.  However, if we do not allow for the State to be able to do its work and to have resources such as these Bills, then we are in big trouble.<\/p> <p>Equally, the issue of resourcing, the rostering of staff, community garda&iacute; and education are very important.  We saw the amount of money which was invested through RAPID into inner city areas.  I worked with RAPID on Cork City Council where we enhanced the public realm and domain in the streetscapes, along with the quality of life for people.  That means we must look at the issue of child care and its affordability, housing and affordable housing in tandem with resourcing our garda&iacute; and ensuing that our community leaders and our citizens, along with An Garda S&iacute;och&aacute;na and the courts, can tackle and eradicate gangland crime.<\/p> <p>It is important that this cycle is ended and, equally, that we work together to ensure a situation whereby we do not need these types of legislation because, as Senator Bacik rightly said, some of the legislation has not been used at all.  When we talk about new politics it is important that we take new politics out of the Chamber and - following on from the visit by the Taoiseach yesterday evening to the inner city - that we can ensure there is a new way of doing business.  A way where community leaders and those who are employed by the State, by the city councils and by NGOs in tandem with active volunteers can make life better and that the culture and attitude among people will change also.  I say this as someone who has been in schools - and as the Minister of State knows from his own background - education is critical.  Empowering young people and giving them a dream of a better future and a vision of a better life is a great step forward.  I hope the visit of the Taoiseach last night is not just seen as a photo opportunity - as was reported in some of the papers today - but that this would be the beginning of something different.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#VV00200","speaker":"1391"},{"type":"speech","time":1465983000,"counter":222,"content":"<p>I thank the Senators for their welcome and their kind words, I hope it lasts.  I am grateful to the Seanad for its consideration of these matters today. I thank Senators on all sides for their contributions to the debate on both motions.  Naturally I welcome the support expressed by a number of speakers for continuing these provisions.  I also appreciate the shared commitment that exists in the House to maintaining in place a robust legal framework for the Garda and the courts when dealing with the most serious of offences that may threaten the State and the operation of the criminal justice system.  I also recognise there are genuinely expressed concerns about the robust nature of these provisions.  However, we simply cannot ignore the fact of the activities of so-called dissident paramilitaries and neither can we ignore the fact of the grave threat from gang-related crime.<\/p> <p>The ongoing action of the Garda in combatting the paramilitary groups including, fortunately, seizures of explosives and firearms, bears witness to the real and persistent threat presented by these groups to people in this State and in Northern Ireland.  These terrorist groups have no support and no mandate.  They cannot now and never will offer anything positive.  We must do all we can, within the law, to stop them.  By the same token, the Garda continues daily to take action against the criminal gangs whose activities seek to undermine society.  The recent series of gang-related murders in the Dublin region bears witness to the ruthlessness and lawlessness of these criminals.<\/p> <p>As public representatives we have all seen the profound damage that drugs in particular have inflicted on communities across the State.  We cannot be blind to the fact that there are serious criminals who are only too happy to feed on that misery and misfortune and who will literally stop at nothing to protect their well-funded lifestyles.  I take on board the comments made by Senators Dolan, Buttimer and others about the other side of the coin such as boosting communities, education, services, youth services, youth centres and so on which are vitally important also.  However, we cannot ignore the fact that we are dealing with ruthless people.<\/p> <p>In the face of these threats we must, as legislators, do our utmost to ensure the protection of the State and its institutions and to protect the lives of our citizens.  In doing so we must strike a balance between necessity and proportionality.  This is not always an easy balance to strike but I am of the clear view that this balance is achieved by these provisions.  While they are outside the normal course of the criminal law, the measures are a response to extraordinary circumstances.  I would also emphasise that these provisions do not somehow operate in glorious isolation from the rest of the criminal law and the range of protections that are available in the criminal process and at trial for persons who are charged with serious offences.  We are fortunate to have a robustly independent and impartial Judiciary which has time and again proved to be the bulwark protecting the citizen's fundamental rights.  I remind Senators also that provisions of the Offences against the State Acts and the Special Criminal Court have faced challenges to their operation and constitutionality on many occasions in the Supreme Court and at the European Court of Human Rights in Strasbourg and have largely withstood these challenges.<\/p> <p>I remind the House also of the key role of the Director of Public Prosecutions in the process, a role carried out independently in accordance with the law.  Some concerns were expressed as to the process for renewal of these provisions.  It may be difficult to identify an ideal way to do this but I would emphasise that the current arrangements place the legislators in control.  This House and the D&aacute;il, together, have the final say.  This is the democratic way and I believe it has much to recommend it.  The Garda deploys very considerable operational resources to tackle terrorism and organised crime and we as legislators must provide it and the courts with the necessary means to bring terrorists and serious criminals to justice.  I am sure that we all wish the circumstances where otherwise and that laws such as these were not needed.  However, the stark reality is that until conditions allow, these provisions are a necessary addition to the general criminal law.  I commend these motions to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#VV00300","speaker":"1277"},{"type":"vote","time":1465983000,"counter":223,"content":"<p>Question put:<\/p><p>The Seanad divided: Tá, 35; Níl, 7.<\/p><br\/><br\/><p>Tellers: Tá, Senators Frank Feighan and Kieran O'Donnell; Níl, Senators Paul Gavan and Trevor Ó Clochartaigh.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#WW00100","aye":["1407","1402","1379","1380","1423","1391","1384","1376","1422","1420","1414","1383","1411","1424","1396","1415","1412","1417","1387","1393","1375","1425","1395","1392","1431","1410","1374","1427","1426","1397","1394","1421","1399","1373","1418"],"nay":["1408","1378","1388","1389","1400","1377","1413"]},{"type":"majorheading","content":"Criminal Justice (Amendment) Act 2009: Motion","time":1465983000,"counter":224,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#XX00050"},{"type":"speech","time":1465983000,"counter":225,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann resolves that section 8 of the Criminal Justice (Amendment) Act 2009 (No. 32 of 2009) shall continue in operation for the period beginning on 30 June 2016 and ending on 29 June 2017.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#XX00100","speaker":"1391"},{"type":"vote","time":1465983000,"counter":226,"content":"<p>Question put:<\/p><p>The Seanad divided: Tá, 33; Níl, 6.<\/p><br\/><br\/><p>Tellers: Tá, Senators Frank Feighan and Kieran O'Donnell; Níl, Senators Paul Gavan and Trevor Ó Clochartaigh.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#XX00200","aye":["1407","1402","1379","1380","1423","1391","1384","1376","1422","1420","1383","1411","1424","1396","1415","1412","1387","1375","1425","1401","1395","1392","1431","1410","1374","1427","1426","1397","1394","1421","1399","1373","1418"],"nay":["1378","1388","1389","1400","1377","1413"]},{"type":"majorheading","content":"Poverty and Homelessness: Motion","time":1465983000,"counter":227,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#YY00100"},{"type":"speech","time":1465983000,"counter":228,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann:notes:<blockquote>- the most recent Central Statistics Office (CSO) Survey on Income and Living Conditions that shows the number of households suffering deprivation has risen from 24.5 per cent in 2011 to 30.5 per cent in 2013 and the number living in consistent poverty has risen from 6.9 per cent to 8.2 per cent; and<br \/><br \/>- that the CSO also shows that the levels of deprivation and persistent poverty among one-parent families are even worse as the number of one-parent families suffering deprivation has risen by 13.7 per cent in just one year to 63.2 per cent in 2013 and the number living in consistent poverty has risen from 17.4 per cent to 23 per cent in the same period;<\/blockquote>condemns:<blockquote>- the consistent rise in poverty, deprivation and hardship amongst families in Ireland that has resulted in up to 5,000 families and children being homeless and housed in temporary accommodation across our cities and towns; and<br \/><br \/>- the policies that have created a situation whereby the latest statistics from 2013 show that 12 per cent of children aged 0-17 years are living in consistent poverty, up more than 137,000 from 9.9 per cent in 2012 and double the 6 per cent figure of 2008;<\/blockquote>and calls for:<blockquote>- urgent action to be taken to reduce the number of children being housed in emergency hotel accommodation;<br \/><br \/>- all local authorities to prioritise renovations to houses that need refurbishment so that children can be taken out of emergency hotel accommodation;<br \/><br \/>- funding to be made available to implement the recommendations from the Committee on Housing and Homelessness particularly to enable short term and co-ordinated actions to be taken to deliver more housing for families;<br \/><br \/>- an emergency building programme to directly build, as a matter of urgency, more social and affordable housing; and<br \/><br \/>- to increase rent support to a level that ensures no-one is made homeless or forced into poverty by unaffordable accommodation costs.<\/blockquote><\/blockquote> <p>While I am on my feet, I congratulate the Leas-Chathaoirleach on his election.  With my Kerry connections, I am delighted to a see a Kerryman in the position.  I wish him the best of luck for the coming term.<\/p><p>I propose this motion on behalf of my Fianna F&aacute;il colleagues, as we believe the scandal of over 2,000 homeless children in the State needs to be addressed and resolved immediately.  I thank the Minister of State for making himself available today to hear this debate.  At a pre-budget submission by the Society of St. Vincent de Paul yesterday, it was noted that it receives, on average, 2,300 calls per week from families that require its assistance to meet essential basic costs such as heating, food and clothing, and that is at a time of growth and recovery.  One in nine children is in consistent poverty, which means these children live in households where the income is below 60% of the national median income.  Children in lone-parent households are at a particular risk of consistent poverty and deprivation, and this deprivation can mean going 24 hours without a substantial meal, or being cold due to the fact that the parent cannot afford to heat the home.<\/p><p>Given these increases in poverty levels, homelessness among families has risen to what is now accepted to be a crisis level.  As I mentioned, more than 2,000 children are currently without a home and in emergency accommodation.  This figure does not include the many more thousands living in overcrowded homes, and thousands more still are one small step away from losing their homes.  Urgent action is needed to end the practice of housing homeless families in hotel rooms.  In the past number of weeks, Focus Ireland warned that the record number of homeless families combined with the pressure on hotel rooms due to increased economic activity means that the risk of families sleeping rough has re-emerged.  This is putting additional stress on parents and children in an already stressful position.<\/p><p>Hotel accommodation is wholly unsuitable for families, as children do not have space to play, a table on which to eat a meal or complete homework, or the privacy to develop and grow as individuals.  Educators and charities supporting children living in emergency hotel accommodation report that children are not able to get a proper night's sleep and are arriving at school sleep-deprived, which naturally has a knock-on effect on their ability to learn and thrive in school.  Often, hotel accommodation is far from schools, and this leads to days being missed more frequently.  This disruption to education has a lasting and long-term effect.  Children often report they feel the stigma of homelessness more acutely due to the fact they live in a hotel, as others who see them in their school uniform in a hotel know instantly that they are homeless.<\/p><p>We are all aware of the existence of empty local authority housing in our constituencies, and priority must be given to refurbishing these housing units so that families with children can be moved from hotel accommodation as quickly as possible, thereby giving these children the security of a permanent and high-quality roof over their heads.  Only with this stability and security can they enjoy a happy childhood and thrive.  I very much look forward to the publication of the report from the Committee on Housing and Homelessness this Friday, and I take this opportunity to thank the members of the committee for their diligence and commitment over the past number of weeks.  However, the recommendations of the committee regarding homeless families in emergency accommodation will only carry meaning and worth if the funding is provided to enable immediate and swift action; otherwise, they are moot.<\/p><p>It is acknowledged the lack of available housing has caused this crisis and it will only be solved on a long-term basis by the construction of more social and affordable housing.  We are calling for an emergency building programme to do this.  My colleague, Senator Murnane O'Connor, will speak further about this.  Families experiencing poverty and deprivation but who are currently in private rented accommodation need to be given assistance to remain in their homes in a climate where rents are ever-increasing.  It is much easier to keep a family in its home than to help a family that has lost its home.<\/p><p>Childhood is short.  The experiences we have as children shape the adults we become.  Children living in poverty and children living without the security of a permanent home live life on the margins of society.  They are unable to participate fully in the cultural activity of their community and struggle to reach their educational potential.  This has an impact on their health and opportunities in life.  Children who have experienced homelessness are far more likely to experience homelessness as adults and find it extremely difficult to break the intergenerational cycle of poverty.  In the centenary year of the Easter Rising, in particular, we must ensure all children have a home to call their own.  Therefore, I call on this House to support the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#YY00200","speaker":"1376"},{"type":"speech","time":1465983000,"counter":229,"content":"<p>I gladly second the motion, as it is critical.  The Minister of State is aware we have a very urgent housing crisis.  I welcome that all local authorities recently received a new assessment of the social housing needs that will qualify people and let them know exactly what housing support exists.  I want to know the figures for people on housing support and those who depend on rent supplement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016061500002#YY00300","speaker":"1395"},{"type":"unspoken","time":1465983000,"counter":230,"content":"<p>Additional debate to follow.<\/p>"}]