[{"type":"minorheading","content":"Prelude","time":1518532200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1518532200,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1518532200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1518532200,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1518532200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#A00100"},{"type":"speech","time":1518532200,"counter":6,"content":"<p>I have received notice from Senator Maria Byrne that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Finance to provide an update on the implementation of the recommendations contained in the report on the cost of motor insurance.<\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for Finance to provide an update on progress made on developing the post offices and community banking initiative as committed to in the Programme for a Partnership Government.<\/blockquote> <p>I have also received notice from Senator Paul Gavan of the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement regarding the funding and industrial action issues at Newport Day Care Centre, County Tipperary.<\/blockquote> <p>I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister for Health to outline his plans to address the capacity issues in Our Lady's Children's Hospital, Crumlin, Dublin.<\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Health to confirm if the 12 hospital beds at the National Rehabilitation Hospital, D&uacute;n Laoghaire, are now open and fully available for rehabilitation services.<\/blockquote> <p>I have also received notice from Senator Lorraine Clifford-Lee of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to make a statement on the need for a slip road to be built at Donabate to provide access to the M1 motorway.<\/blockquote> <p>I regard the matters raised by Senators Byrne, Conway, Gavan, Devine, Boyhan and Clifford-Lee as suitable for discussion.  I have selected the matters raised by Senators Byrne, Conway, Gavan and Devine and they will be taken now.  Senators Boyhan and Clifford-Lee may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#B00200","speaker":"1381"},{"type":"majorheading","content":"Commencement Matters","time":1518532200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#B00300"},{"type":"minorheading","content":"Motor Insurance Costs","time":1518532200,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#B00400"},{"type":"speech","time":1518532200,"counter":9,"content":"<p>The first two matter will be taken by the Minister of State at the Department of Finance, Deputy Michael D'Arcy.  I welcome him to the House.  Senator Maria Byrne has four minutes to make her case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#B00500","speaker":"1381"},{"type":"speech","time":1518532200,"counter":10,"content":"<p>I welcome the Minister of State, Deputy D'Arcy, and thank him for coming to the House today.<\/p> <p>I am looking for an update on the report on the cost of motor insurance.  Many people, especially the self-employed, have come to my office to tell me about the significant increase in their insurance premiums.  I know the Minister of State set up a committee and a working group was drawn together to deal with it.  A report published recently showed that some premiums increased by up to 57% between 2011 and 2016.  Last year, by shopping around some people had a small decrease in their premium.  Insurance premiums are out of control.  This is a major issue and I would like the Minister of State to give me an up-to-date report on what is happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#B00600","speaker":"1384"},{"type":"speech","time":1518532200,"counter":11,"content":"<p>I thank Senator Byrne for tabling a Commencement matter as it gives me an opportunity to outline the position.<\/p> <p>Members of the Seanad will be aware that the report on the cost of motor insurance was published in January 2017.  It made 22 recommendations, with 71 associated actions to be carried out.  The aim of the implementation of this report is to try to remove the volatility that we have seen with motor premiums in the past number of years, both up and down, and bringing the premiums from the very high levels into line with lower levels.  <\/p> <p>The report recognises that as there is such a range of factors that influence pricing, including the natural cycle of the market, consequently it is not possible to transform the underlying dynamic overnight.  It is worth noting that last month marked the first anniversary of the publication of the report.  More than half of the 71 actions had been implemented by the end of 2017.  Senators should note that the fourth quarterly update report will be published in the coming days.  This will give full details of the implementation of each of the recommendations.  The Government approved the general scheme of a Bill to establish a new national claims information database in the Central Bank of Ireland.  It has been referred to the Office of the Parliamentary Counsel for drafting.  This is a key recommendation of the motor insurance report as this database will collect aggregate information linked to claims for private motor business from motor insurers to provide greater transparency on claim trends.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I also acknowledge the work of the Personal Injuries Commission, which is chaired by former President of the High Court, Mr. Justice Nicholas Kearns.  The commission delivered its first report in December.  Its finding suggest that adopting a standardised, internationally recognised approach to diagnosis, treatment and reporting of soft tissue injuries by practitioners who are appropriately competent and trained will improve the personal injuries environment in Ireland.<\/p><p>The Government remains committed to the implementation of the recommendations of the report of the cost of insurance working group.  In this regard, work is continuing on important issues such as the development of an insurance fraud database in the Department of Justice and Equality and an uninsured drivers database in the Department of Transport, Tourism and Sport.  The report provides us with a very good opportunity to address a range of problems in the sector.  The Senator can be assured that I will work with my ministerial colleagues to ensure that the cost of insurance is reduced.<\/p><p>There appears to have been greater stability in the market in recent months.  The most recent data from the Central Statistics Office, CSO, indicate that private motor insurance premiums have reduced by 16.3% from their peak in July 2016.  While the CSO statistics indicate a greater degree of stability overall, these figures represent a broad average and therefore there are many people who are still seeing increases.  There is work to be done in this regard.  The Senator can be sure that the Department of Finance, the Central Bank and the other Departments of Government, along with everybody involved in insurance, are attempting to ensure that the cost is reduced.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#B00700","speaker":"1364","continuing":true},{"type":"speech","time":1518532200,"counter":13,"content":"<p>This is a very important topic.  Senator Byrne may ask a brief supplementary question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#C00200","speaker":"1381"},{"type":"speech","time":1518532200,"counter":14,"content":"<p>I thank the Minister of State for his comprehensive reply.  I will just give him a small example.  A person in their early 50s came into my office recently whose premium had previously been a little more than &euro;800.  This person had received a bill for close to &euro;1,200 despite having a no claims bonus and having never had a crash in 30 odd years of driving.  Some of the companies are definitely still abusing the system.  They are the ones which need to be looked at.  I look forward to the Minister of State returning with a more substantial report once it has been published.  Perhaps he will give a commitment to keeping an eye on this issue because it needs to be acknowledged that some of the companies are definitely abusing the system, although some others are working to decrease premiums.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#C00300","speaker":"1384"},{"type":"speech","time":1518532200,"counter":15,"content":"<p>I would like to put it on the record of the House that I have also heard of dozens of such cases.  One gentleman came to me whose insurance premium had increased from &euro;700 to over &euro;1,000.  He pursued the company and went to a different broker.  The broker went to a number of companies and eventually got back to the company this gentleman had been with.  He managed to get his insurance for the same price as previously because he used a different broker.  There are many anomalies in the motor insurance and it is difficult to put a figure on them.  That is the way the insurance companies operate.<\/p> <p>It is important for people to recognise a couple of factors.  The 57% increase was from a base that was too low.  Companies established themselves here and went after market share.  There was a price war and price wars never turn out well.  The cost of insurance was actually too low.  They were not operating from a proper base.  Reducing premiums by 16% is a good start, although it is only a start.  There are many other recommendations which will eventually be implemented.<\/p> <p>On the example the Senator gave, we are asking the insurance companies to explain why insurance premiums have increased.  They have to put the reason down on paper and give a proper explanation to each individual as to why the underwriters feel the premium should increase.  That is another example of one of the more than 70 recommendations upon which the Government is acting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#C00400","speaker":"1364"},{"type":"speech","time":1518532200,"counter":16,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#C00500","speaker":"1384"},{"type":"minorheading","content":"Community Banking","time":1518532200,"counter":17,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#C00550"},{"type":"speech","time":1518532200,"counter":18,"content":"<p>I welcome the Minister of State and thank him for taking this matter, which relates directly to the Department of Finance.  In the programme for Government, there is a commitment to develop a public community banking system.  There is a well-worn and well-articulated narrative as to what has happened in the banking sector in this country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are many examples of misbehaviour by the banks in the past.  When they got a bailout, they continued to misbehave.  Unfortunately, many of them are continuing to misbehave.  In Germany, where public and community banking was initiated, up to 70% of banking is done through community and public banks.<\/p><p>When I was in Ennis on Saturday, I spoke to a man who is promoting the concept of public banking along with a number of his colleagues.  They have seen at first hand what has happened in the banking sector in this country.  As this country enters what we hope will be a period of prosperity, I dread and fear that history will repeat itself.  The one thing we should do as a society is learn from the mistakes of the past.  There is no doubt that mistakes were made within the banking sector and with the regulation of the banking sector.  Serious mistakes were made in the past by the Department of Finance, where the Minister of State, Deputy D'Arcy, is based, and by the Central Bank, which was governing the operation and regulation of the banking sector.  We had light-touch regulation in this country for far too long.  It did not work.  We need to move forward in a spirit of positivity and in an engaging way to do things differently and to avail of the best of what Ireland has to offer.  We have the best ICT skills in the world.  We have the best financial services brains and they are indigenous and organic to this country.  We can be the best in the world at community and public banking.  We have the skill set.  The Government should make this a cornerstone of its financial policy as it goes forward.  I hope the Minister of State agrees with me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#C00600","speaker":"1416","continuing":true},{"type":"speech","time":1518532200,"counter":20,"content":"<p>We will soon find out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#D00200","speaker":"1381"},{"type":"speech","time":1518532200,"counter":21,"content":"<p>As Senator Conway is aware, the Departments of Finance and Rural and Community Development are responsible for fulfilling the commitment in A Programme for a Partnership Government to &quot;thoroughly investigate the German Sparkassen model for the development of local public banks that operate within well-defined regions&quot;.<\/p><p>Under the local public banking model, a state or another public body has ownership of a financial institution.  Local public banks in Germany, which are called <i>Sparkassen<\/i>, are not permitted to operate outside specific geographic regions.  Their aim is not to maximise profits but to promote economic development and financial inclusion in the regional areas in which they operate.  Additionally, the business model of <i>Sparkassen<\/i>involves building close relationships with local small and medium-sized enterprises, SMEs.<\/p><p>Officials in the Department of Finance have been working closely with their colleagues in the Department of Community and Rural Development.  Their investigation of local public banking has consisted of a consultation process with stakeholders and interested parties, including the credit union movement and An Post.  They have analysed a detailed proposal on the <i>Sparkassen<\/i>model and its possible implementation in Ireland that was put forward by Irish Rural Link and the Savings Banks Foundation for International Cooperation, SBFIC, which is the international development wing of the <i>Sparkassen<\/i>group.  Officials in the Department of Finance have had a number of meetings with representatives of Irish Rural Link and the SBFIC.  Officials from both Departments have prepared a report on the findings of their investigation.  The report is being reviewed and considered by the Ministers, Deputies Donohoe and Ring.  When the two Ministers have approved the report, it will be brought to the Government for consideration and approval.  If and when the report has been approved by the Government, I anticipate that it will be published immediately.<\/p><p>The Senator should be aware that the Government is fully supportive of increased competition in the banking sector.  It encourages any potential new market entrants to engage further with the Central Bank of Ireland on this matter.  The Senator may wish to note that significant Government measures are already in place to support access to finance by Irish SMEs, including the Strategic Banking Corporation of Ireland, the supporting SMEs online tool, the microenterprise loan fund, the local enterprise offices, the Credit Review Office and the credit and counter guarantee schemes.  I will give two examples of how Government supports are helping SMEs to access finance and supporting employment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Strategic Banking Corporation of Ireland began lending in March 2015, providing funds thorough bank and non-bank on-lending partners.  To the end of December 2017, some &euro;925 million of SBCI supported lending has been approved for almost 23,000 Irish SMEs, operating across all sectors of the economy, including agriculture, food, retail, health care, transport and manufacturing.  The Credit Review Office, CRO, is a Government initiative that helps SMEs who had an application for credit of up to &euro;3 million declined or reduced by the main banks and feel that they have a viable business proposition.  This is a strictly confidential process between the business, the Credit Review Office and the bank.  The CRO has received almost 900 applications, with almost 700 cases concluded to date.  It has successfully overturned more than 50% of the decisions made by banks.  Over &euro;48 million has been advanced on foot of the CRO&rsquo;s recommendations and 3,750 jobs have been created or protected as a result.<\/p><p>In addition to these supports, the Department of Finance is working with other Departments to develop tailored and innovative schemes to meet the evolving needs of Irish SMEs, such as the &euro;150 million agricultural cashflow support loan scheme and the &euro;300 million Brexit loan scheme announced by then Minister for Finance, Deputy Noonan, in budget 2017 and the Minister for Finance, Deputy Donohoe, in budget 2018.  Rural and regional development and supporting Irish SMEs to create employment and economic growth are important Government priorities and significant overall policy considerations.  The Department of Rural and Community Development will continue to focus on rural Ireland and rural and regional development generally and will provide a co-ordinating role across Government on this priority area.  The Senator can be assured that facilitating a functioning and competitive banking and mortgage lending system, in addition to supporting economic growth and employment in rural areas and regional Irish SMEs, remains a crucial priority for the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#D00300","speaker":"1364","continuing":true},{"type":"speech","time":1518532200,"counter":23,"content":"<p>I thank the Minister of State for his comprehensive outline of Government initiatives.  I acknowledge that much has been done but there is still a way to go in terms of creating a fair equilibrium in banking because, unfortunately, the community and public banking model has been thwarted in favour of traditional commercial banks.  The initiative that has been tried, tested and worked wonderfully in parts of Germany is getting serious consideration and I hope that the Minister of State and his Cabinet colleagues will, with their Departments, make a decision on this report as soon as possible because people would be happy to see progress on this matter.  I acknowledge that the rate of progress is slow but I would rather it be slow and done right than rushed and not done right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#E00200","speaker":"1416"},{"type":"speech","time":1518532200,"counter":24,"content":"<p>My strongly held view is that the more competition in the market, the better, but it has to be the right type of competition.  Members are aware of the result of having the wrong type of competition 12, 14 or 15 years ago.  It completely skewed the pitch.  I discussed insurance earlier.  The wrong type of competition can have a hugely detrimental impact in many different areas.  The model in place did not have the correct balance between equity and lending.  Whether small, big or other lending, it is important to have a different model.  The model in Europe is 80:20 lending versus equity, while in the United States it is closer to 70% equity to 30% lending.  The best model is probably somewhere in between and that is where we would like to be.<\/p> <p>I am very encouraged by the credit union aspect with An Post and possibly supported by Government funding.  We will consider the report when it is concluded and it will be analysed by both Departments and then go to the Government for consideration.  There will be no delay on behalf of the Department of Finance in trying to implement a new model and structure and better competition in the market.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#E00300","speaker":"1364"},{"type":"minorheading","content":"Health Services Staff Remuneration","time":1518532200,"counter":25,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#F00100"},{"type":"speech","time":1518532200,"counter":26,"content":"<p>I welcome the Minister of State, Deputy Catherine Byrne.  Senator Paul Gavan has four minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#F00200","speaker":"1381"},{"type":"speech","time":1518532200,"counter":27,"content":"<p>I welcome the Minster of State.  I raise the issue of Newport day care centre in County Tipperary.  The centre was established in 1992 and now caters for hundreds of elderly folk from the parishes of Newport, Toor, Birdhill, Ballinahinch, Killoscully, Ballina, my own village of Castleconnell, Kilcommon and Rearcross each week in a manner that has changed the quality of life for many of them for the better.  A small team of ten health care professionals provide a wide range of community, health, well-being and respite services.  Without this facility, hundreds of service users would have to attend at the already vastly overcrowded University Hospital Limerick for their health care needs.  The staff have an extremely heavy workload and, like so many others in the sector, regularly go above and beyond their job specifications to ensure that the highest standards of care and support for their clients.  Above all, there is a great sense of community that runs through the heart of everything that is done at the centre.  The range of community and health services provided make a crucial difference to the lives of so many people in the Tipperary and Limerick region.<\/p> <p>The staff who provide this excellent range of services had their pay cut without negotiation in 2008.  A decade on, their pay remains exactly where it was after that cut.  They see their colleagues and other HSE-funded organisations that have benefited from pay restoration or other section 39 organisations that now, thankfully, have a means of redress through a structured and transparent pay restoration mechanism agreed between my union, SIPTU, and the Department of Health and the HSE.  Where is the roadmap for the workers at the Newport day care centre to achieve their pay restoration?  Where is their means of achieving any kind of pay rise after a decade enduring a significant pay cut which was imposed without agreement?  That pay cut was imposed as a result of a direct instruction from the HSE to the manager of Newport day care centre.<\/p> <p>We know this facility is suffering from significant underfunding.  We know it because the management of Newport day care centre has - in writing - cited underfunding as the reason they will not attend the Workplace Relations Commission; they have no financial means of addressing the claims of the SIPTU members working at the centre.  As management will not attend the Workplace Relations Commission, the workers concerned have no choice but to ballot for industrial action.  This is a publicly-funded facility.  Surely the workers must have some means of redress, surely they deserve some hope after years of loyal service and surely there is a responsibility on the Minister of State to make this possible.  I am asking her to include these workers in the mechanism for pay restoration for section 39 workers.  Otherwise they will be left with no choice but to initiate industrial action.  Nobody wants a strike to take place, least of all the workers themselves.  It will take place, however, unless the Minister of State provides a means for these workers to press their legitimate claim for pay restoration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#F00300","speaker":"1389"},{"type":"speech","time":1518532200,"counter":28,"content":"<p>I am responding on behalf of the Minister of State, Deputy Finian McGrath.  I thank Senator Gavan for raising this issue.<\/p> <p>The overarching policy of the Government is to support older people to live with dignity and independence in their homes and communities for as long as possible and to support access to quality long-term residential care where this is appropriate  The HSE has operational responsibility for planning, managing and delivering health and personal social services including home help, home care packages, meals on wheels, respite or day care and a range of other community based supports.  Services are delivered through the HSE and its funded agencies to people in local communities, as close as possible to people&rsquo;s homes.<\/p> <p>Our ageing population is one of the most significant demographic and societal developments that Ireland has encountered in modern times.  Not only are people living longer, but a great many people are staying healthier and living better for a longer time.  Demand for community services is rising as more people are supported in their own homes rather than in hospitals or nursing homes.  Access to day care centres such as Newport can make an important contribution by providing invaluable support, advice and social interaction for older people who may for any number of reasons be experiencing isolation and loneliness.<\/p> <p>The Senator asks about funding of the Newport day care centre.  In 2017, the centre received funding of &euro;228,000 from the HSE.  This included national lottery funding of &euro;1,500.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The HSE funds this organisation through a grant under section 39 of the Health Act 2004.  Section 39 legally underpins the provision of services similar or supplementary to services the HSE may provide.  <\/p><p>The Senator also referred to an impending ballot for industrial action in this organisation.  I understand this is a ballot on the restoration of pay to staff.  The Senator will be aware that last Friday, the Minister for Health, Deputy Simon Harris, welcomed a deferral of industrial action by section 39 workers.  He has also confirmed that the Department of Health, the HSE and trade unions have agreed that the HSE would carry out an analysis to establish whether supporting evidence shows whether, when and to what extent reductions in pay rates were applied during the crisis in each relevant organisation; whether, when and to what extent restoration of pay reductions have happened; and to identify financial implications for such organisations, taking account of all of the resources of funding associated with addressing the issue and identifying and proposing an appropriate plan of phased resolution in each case.  The HSE will continue the data gathering exercise immediately, initially in respect of an agreed list of organisations.  The data gathering exercise should be completed as early as possible.  An interim report is expected to be published by the end of March 2018.  <\/p><p>Dispute resolution in Ireland is based on the concept of parties voluntarily seeking to resolve their differences with industrial relations mechanisms provided by the State.  This would include availing of services provided by the Workplace Relations Commission and the Labour Court.  The process I have set out should resolve the situation in respect of the pay issue in section 39 funded organisations at a national level.  The Workplace Relations Commission plays a pivotal role in brokering agreement between the parties on such matters.  On that basis, I cannot speak highly enough of these bodies and support they provide to workers and employees.  At a local level, I hope that staff and management in the Newport Day Care Centre in Tipperary continue to work towards progressing issues on a consensus basis using the recognised industrial relations channels which they have open to them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#F00400","speaker":"1307","continuing":true},{"type":"speech","time":1518532200,"counter":30,"content":"<p>I thank the Minister of State for her response.  I note she stated that she hoped staff and management in Newport Day Care Centre in Tipperary would continue to work towards progressing issues on a consensus basis using the recognised industrial relations channels that are open to them.  Unfortunately, a channel is not open to them given that the management have said it cannot attend the WRC because there is no funding from the Government.<\/p> <p>It would be very helpful, given that the staff are being balloted this week and service users and staff are listening to this debate today, if the Minister of State could confirm that the staff at Newport Day Care Centre will be included in the section 39 pay restoration mechanisms she has outlined.  A simple \"Yes\" would put the staff's minds at ease and guarantee they have a process open to them.  If she cannot say \"Yes\" then, unfortunately, industrial action will be pursued.  I am hoping she will give a positive answer in response to the workers in Newport Day Care Centre and the clients who value the service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#G00200","speaker":"1389"},{"type":"speech","time":1518532200,"counter":31,"content":"<p>I will not answer for the Minister of State, but, unfortunately, she is not the line Minister.  She can respond to Senator Gavan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#G00300","speaker":"1381"},{"type":"speech","time":1518532200,"counter":32,"content":"<p>I will read a prepared statement and add to it.  I again thank the Senator for raising the matter.  He will appreciate that the Newport Day Care Centre is funded by the HSE under section 39 of the Health Act 2004 and neither the Minister nor the HSE have a direct role in determining the salaries or other terms and conditions applying to the staff.  This means that I cannot get involved in local disputes arising in these bodies.<\/p> <p>However, as I noted earlier, the services of the Workplace Relations Commission provide valuable resources and are available to bodies and individuals who find themselves involved in disputes in the workplace.  I would urge all parties to take full advantage of this service where possible in order that a positive and workable solution can be found for all involved.  I am clear in my view that any disputes which are ongoing in health care services should be minimised and addressed as early as possible.  We must avoid any impact on the more vulnerable members of society, such as those availing of services at the Newport Day Care Centre.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Senator has asked me to give him a \"Yes\" or \"No\" answer.  I cannot do that.  I have read the reply, but I will speak to the Minister later about what he said about the staff feeling that they do not have a channel to go through.  Perhaps the Minister will come back to the Senator with a formal answer.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#G00400","speaker":"1307","continuing":true},{"type":"speech","time":1518532200,"counter":34,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#H00200","speaker":"1389"},{"type":"speech","time":1518532200,"counter":35,"content":"<p>The Minister will communicate directly with Senator Gavan to see if the issue can be resolved.  It is obviously a sensitive issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#H00300","speaker":"1381"},{"type":"minorheading","content":"Hospital Waiting Lists","time":1518532200,"counter":36,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#H00400"},{"type":"speech","time":1518532200,"counter":37,"content":"<p>Last night, a group of parents with children who are inpatients at Our Lady&rsquo;s Children&rsquo;s Hospital, Crumlin, along with some older children, held a candlelight vigil outside the hospital to highlight the crisis of waiting times for beds there.  Ms Hazel Robinson is the parent of a 15 year old daughter with cystic fibrosis.  She started this vigil because her daughter was recently obliged to wait over a week to secure a bed in the hospital after she contracted influenza, which compromised her health further.  Ms Robinson has faced the same problem on numerous occasions when trying to source a bed for treatment for her very sick daughter.  Many of the parents there last night share that experience.  What are we doing wrong?  Are we doing anything right?<\/p> <p>I have been working on a document, now ready for publication, which specifically focuses on Our Lady&rsquo;s Children&rsquo;s Hospital, Crumlin, and what investment is needed and where it needs to go.  The stark figures and data, from parliamentary questions and from the Department itself, show that the inpatient waiting times for the hospital are unacceptably high.  The total inpatient day case waiting number for the entire children's hospital, which includes the other two hospitals, is at almost 5,000.  Our Lady&rsquo;s Children&rsquo;s Hospital, Crumlin, accounts for over half of these.  The position is unacceptable, especially considering that many of the children are waiting with life-threatening and progressively deteriorating conditions.  The waiting list for children with musculoskeletal problems to access the orthopaedic unit is often 18 months.  That issue has been highlighted several times by the national public broadcaster.  <\/p> <p>I want to know what plans are in place to tackle the trolley crisis in our children's hospital system.  We know all about it in the adult accident and emergency departments, but the children and their parents deserve as much attention and dedication to solving the problem.  Is it the case that we are going to have to wait until the establishment of the national children's hospital in 2020 or 2021?  There is a significant timeframe involved here for sick children.  They do not have that time available.  I hope that the national children's hospital will be fit for purpose and have sufficient capacity, but what can we do in the meantime?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#H00500","speaker":"1388"},{"type":"speech","time":1518532200,"counter":38,"content":"<p>The Minister, who unfortunately cannot be here, has asked me to answer on his behalf.<\/p> <p>I acknowledge that there are some challenges in accessing services in the three children&rsquo;s hospitals at present. The Children&rsquo;s hospital group works with the each of the three paediatric hospitals to manage capacity challenges, providing support in terms of bed utilisation on a daily basis.  Within Our Lady's Children&rsquo;s Hospital, Crumlin, all funded beds are open and currently in use, with the exception of one bed closed for renovation purposes.  The hospital group is working with the National Treatment Purchase Fund to identify clinically appropriate groups of patients for treatment as part of a waiting list initiative.  The hospital group also continues to work with the acute hospital division in the HSE as well as with staff in the mental health primary care and disability services to reduce the length of stay of patients in hospital and to improve pathways of care for children and adolescents, which will, in turn, ease pressures on hospital capacity.<\/p> <p>The Minister is committed to significantly improving health care for all children in Ireland.  We have already taken enormous strides to achieve this.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->For example, an additional &euro;9 million has been provided to the HSE in its 2018 budget allocation, specifically to develop paediatric orthopaedic services, including further increasing access to scoliosis services.  As Members will know, the project to develop the new children&rsquo;s hospital is an extraordinary opportunity to enhance paediatric services for children.  Indeed, part of the rationale for the development of the new children&rsquo;s hospital was to address the existing physical infrastructure across the three children&rsquo;s hospitals in the group.  There is limited ability to increase bed capacity in the existing hospitals between now and the opening of the new hospital.  The design of the new children&rsquo;s hospital and two outpatient and urgent care centres at Tallaght Hospital and Connolly Hospital was based on a thorough analysis of capacity and demand, and is in line with best practice.<\/p><p>The new children&rsquo;s hospital is due to be completed in 2022.  This will be preceded by the opening of the centres in Connolly and Tallaght hospitals in 2019 and 2020 to provide consultant-led urgent care and secondary outpatient services, including rapid access general paediatric clinics.  Each centre is projected to deal with 25,000 urgent care and 15,000 outpatient attendances annually, resulting in a significant improvement in access to services.  Overall, the new facilities are expected to provide an increase in capacity of 16% for inpatients, 26% for day cases, 47% for outpatient attendances and 7% for emergency department, ED, attendances.  My Department is also progressing the Children&rsquo;s Health Bill 2018 to establish a single body to govern and manage paediatric services across the three hospitals in Dublin in advance of the move to the new facilities.  A clinical integration strategy has been developed to integrate the clinical services across the hospital in advance of the move and to ensure a smooth transition to the new facilities.  There will be significant advantages to having integrated clinical and non-clinical services across the existing sites, one of which is the introduction of a central referrals system for all patients requiring paediatric services to maximise available capacity.  The transition of staff and services to the new children&rsquo;s hospital will ultimately mean that all specialist services will be provided under one roof, tri-located with adult acute facilities.<\/p><p>I thank the Senator.  I will respond further on some of the other issues she raised. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#H00600","speaker":"1307","continuing":true},{"type":"speech","time":1518532200,"counter":40,"content":"<p>I thank the Minister of State.  I mean no disrespect to the Minister of State, but I thought that the Minister for Health, Deputy Simon Harris, would have a response as well.  I note that the Irish Nurses and Midwives Organisation, INMO, has announced that it will include the national children's hospital in its daily Trolley Watch and started doing so at the beginning of the year.  For the first two weeks at the beginning of the year the INMO counted 23 children on trolleys.  This must be a focus for the Government again.<\/p> <p>Our Lady's Children's Hospital in Crumlin went over budget by &euro;500,000 last year.  It has clearly not been getting the resources that it requires, and a lot of that money is spent on agency staff because of the moratorium and its effects.  Some 2,818 more children attended the ED in 2017, but the capacity levels in the hospital have only now returned to 2012 figures.  There is a significant increase in our child population, and in the last decade many more births were recorded in Ireland.  We are not matching capacity to the birth rate and the increase in population.  We are doing an absolute disservice to our children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#J00200","speaker":"1388"},{"type":"speech","time":1518532200,"counter":41,"content":"<p>I thank the Senator again.  I absolutely agree with her that it is unacceptable that adults or children should have to wait any length of time to be facilitated in a hospital.  I have outlined in the response from the Minister that a lot of money has gone into this service, and a lot of things are happening in Our Lady's Children's Hospital, Crumlin.  That must be said in all fairness to the staff and doctors there, who deal on a daily basis with children from right across the country with very serious illnesses.<\/p> <p>The Government is committed to doing all it can to support and ensure that the needs of children who are ill can be addressed as quickly as possible.  Unfortunately in the three children's hospitals available to us at present, the facilities do not have the capacity at this time to avail of it.  There are no options left in children's hospitals, to my knowledge and to that of the Minister, whereby more beds can be made available.  <\/p> <p>In saying that, I do think it is unacceptable that any child should be left to wait for any amount of time.  Going over its budget does not really reflect on Our Lady's Children's Hospital, because a lot of hospitals go over budget for many different reasons.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are many reasons a hospital might go over budget and it is not something that only applies to Crumlin.  Since the beginning of October, we have had a long winter and a lot of children have been sick with respiratory complaints.<\/p><p>I have taken note of what the Senator said and I will forward her points to the Minister.  As the children's hospital is in my own constituency, I will make it my business to correspond with it on the management of beds, particularly in respect of the services that are available at present.  As the Senator said, parents have deemed this to be of such interest to them that they feel they have to hold a candlelight vigil.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#J00300","speaker":"1307","continuing":true},{"type":"unspoken","time":1518532200,"counter":43,"content":"<p>Sitting suspended at 3.15 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1518532200,"counter":44,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#N00150"},{"type":"speech","time":1518532200,"counter":45,"content":"<p>The Order of Business is No. 1, statements on the national broadband procurement process, to be taken at 4.45 p.m. and adjourned not later than 6 p.m., if not previously concluded, with the time allocated of group spokespersons not to exceed eight minutes and that to all other Senators not to exceed five minutes; and No. 2, Technological Universities Bill 2015 &ndash; Committee Stage (Resumed), to be taken at 6.15 p.m. and adjourned not later than 9 p.m., if not previously concluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#N00200","speaker":"1391"},{"type":"speech","time":1518532200,"counter":46,"content":"<p>Before I call Senator Ardagh, I welcome to the Gallery a former Member of the Lower House, Councillor Gerard Murphy, Councillor Mary Hegarty, Councillor Joe Carroll and Councillor Patrick Gerard Murphy who have come a long way today.  I acknowledge the presence of Deputy Margaret Murphy O'Mahony from Bandon, who is also welcome in this Chamber.  Having conveyed my welcome to our guests, I ask Senator Ardagh to proceed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#N00300","speaker":"1381"},{"type":"speech","time":1518532200,"counter":47,"content":"<p>I also welcome our esteemed guests to the House.<\/p><p>I wish to draw attention to the <i>Daft.ie<\/i>report, which was published this morning and which shows an increase in rents throughout the city.  Rents in Dublin alone have gone up by an average of &euro;380 a month.  Let us be clear, wages are not going up as fast as rents and people in receipt of the housing assistance payment, HAP, are struggling to keep up with rising rents.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The idea of matching HAP payments with these increases provides no solution.  I have discussed this issue at length in this House.  We know that the real issue is the lack of supply.  I call once again for a State-wide social housing construction programme like the one in the years after the foundation of this State.  I am familiar with an estate in my own local area, called the Tenters.  This estate was one of the first social housing programmes built by the first Irish Government.  These houses are almost 100 years old and are considered some of the finest homes in the city.  We need to look back at what we were able to do in the past with little or no capital budgets.<\/p><p>We now have 9,000 people living in emergency accommodation and there are 85,000 people on social housing lists yet we do not seem to have any solution.  There seems to be no urgency on this huge issue.  House prices are increasing weekly and there is a lack of supply.  Young couples cannot afford to save at the same rate that the house prices are increasing.  I do not trust Rebuilding Ireland.  We need to see local authorities or some State arm taking control and building the houses we urgently need. <\/p><p>I also wish to raise the matter of Versatis pain relieving patches.  Like many Senators, I have received many calls to my office by people who have been denied affordable access to these patches on either the drugs payment scheme or the medical card.  These people are vulnerable and often bedridden with excruciating pain.  They do not have the strength or energy to attend and protest outside Leinster House like other groups.  Fortunately, through \"Liveline\", RT&Eacute; has given these vulnerable people a platform to air their grievance.  They have been unfairly targeted in an effort by the HSE to shave money off the drugs budget.  It is one of the cruellest acts of this Government and shows its contempt and disregard for those on the margins who do not have a strong voice.  I call on the Minister to attend the House to explain the rationale for culling the budget for Versatis patches and call on him to direct his staff to reinstate the patches on the drug refund and medical card schemes without delay.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#N00400","speaker":"1407","continuing":true},{"type":"speech","time":1518532200,"counter":49,"content":"<p>I want to raise three issues.  I call on the appropriate Minister to come to the House to explain the Government's intentions in establishing an electoral commission.  Page 152 of the programme for partnership Government states the Government's commitment to establishing an independent electoral commission and sets out its role and functions.  It is important that we have a strong, robust and independent electoral commission.  It makes sense.  We need to increase voter participation and promote engagement in the process.  We need to put in place a formal structure for the registration of political parties, regulate political funding and electoral expenditure and oversee the forthcoming referendum commission.  There is always controversy when there is a referendum.  There are also controversies over the up to date registers of electors.  There are local authorities which are not actively and meaningfully going out and doing fieldwork, and door-to-door calls to get people on the register.  Some people find they have been taken off the register without any request having been made on the matter.  There are various issues around this.  The key values in this matter are impartiality, accountability, transparency, and integrity and, above all we should encourage people to engage in the participative democratic process.  Will the Leader arrange for the appropriate Minister, I think it is the Minister of State, Deputy John Paul Phelan, to come to the House and give us an overview of his plans in this area?<\/p> <p>My colleague, Senator Catherine Ardagh spoke about Rebuilding Ireland.  I know people are frustrated by it but it is important that we give it a chance.  I am a member of the Joint Committee on Housing, Planning and Local Government.  Things are being achieved but progress is slow.  The Senator referred to the rental sector earlier and was right to do so, and it was also mentioned today, but it is important to give Rebuilding Ireland a chance.  If it does not perform in another few months, then let us start asking the hard questions, but a lot is happening.  The Minister and his colleagues were out in D&uacute;n Laoghaire-Rathdown where there was a very detailed presentation at the council meeting, with a question and answer session.  I think we are seeing progress and it is important to give it a chance.    <\/p> <p>Tomorrow we will have before us the Planning and Development (Amendment) Bill.  I urge as many Members as possible to be here tomorrow.  I have tabled one amendment which I will not get into now, but it relates to participative democracy and our county councillors.  At present, certain organisations, prescribed bodies such as An Taisce and many others, can write objections without paying a fee.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is the reality of it.  Many other prescribed bodies can do likewise and I do not oppose that, but I have a great difficulty with democratically elected local councillors having to put their hand in their pockets to submit an observation, not to mention an objection or even a letter of support.  Tomorrow, we have an opportunity in primary legislation to change that position.  I will make a strong case for that then and I would appreciate the Leader's support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#O00200","speaker":"1379","continuing":true},{"type":"speech","time":1518532200,"counter":51,"content":"<p>Ba mhaith liom c&aacute;s Emma De Souza a th&oacute;g&aacute;il ar&iacute;s.  The Leader will be familiar with the case of Emma De Souza whose battle to assert her Irish citizenship rights has gained wide coverage on various media platforms, North and South, not least in <i>The Irish Times<\/i>, because I have raised it previously.  Emma De Souza is an Irish citizen from Magherafelt.  She currently lives in Belfast with her husband, Jake.  The reason this has become such an issue for them and they have faced such an arduous battle to uphold and protect the most basic of democratic rights is when Emma applied for a permanent residency visa for her husband, the British Home Office told her that in order for her to assert her Irish citizenship, she had to renounce British citizenship because it was presumed that since she was born in the North, she is automatically a British citizen.  Emma contests this and says that, under the Good Friday Agreement, her rights as an Irish citizen solely are clear.  At three various tribunal hearings in Belfast's High Court, that position was supported and endorsed by judges.<\/p><p>The British Home Office is appealing the decision for a third time.  I do not know whether Home Office officials who deal with such visa applications are ignorant of the contents, principles and legislation flowing from the Good Friday Agreement or whether something more sinister is at play.  The Taoiseach and the T&aacute;naiste and Minister for Foreign Affairs and Trade should meet Emma to hear her story and they should act as champions not just on her behalf in this case, but on behalf of all those who find themselves in a similar position.  The agreement is clear.  We are not partial or conditional citizens and we certainly should not be second-class citizens.  It would send a positive message in concert and in tune with recent statements from An Taoiseach and his Government colleagues that they will not abandon Irish citizens in the North.  That is the right and proper stand to take.  Will the Leader relay that message to the Taoiseach and the T&aacute;naiste and ask that they respond to my request to meet Emma as soon as possible?<\/p><p>I refer to the launch of the new Department of Foreign Affairs and Trade dedicated website on Brexit.  That is a welcome resource, which I am sure will be utilised extensively given the uncertainty relating to Brexit in the context of the agreement, citizenship rights, the Border, economic and other implications.  Given the extensive nature of Brexit's negative implications, I call on the Government to consider a dedicated facility in the North of Ireland that would be rights-based in its service delivery and act as a support for citizens who will be trapped or held hostage in a post-Brexit scenario against their will.  To be fair to the T&aacute;naiste and Minister for Foreign Affairs and Trade, he stated at a recent meeting of the Joint Committee on the Implementation of the Good Friday Agreement that he would examine this issue.<\/p><p>The trial of Ahed Tamimi began in an Israeli military court earlier.  I have raised her case on a number of occasions.  The media has been expelled from the trial and it is being held behind closed doors.  A 17 year old child is being tried in a military court for slapping the face of an Israeli soldier who is illegally occupying the town in which she lives.  I reiterate my party's support, and, hopefully, the Seanad's support, for Ahed and her family.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#P00200","speaker":"1413"},{"type":"speech","time":1518532200,"counter":52,"content":"<p>I propose an amendment to the Order of Business to take No. 18 on the Supplementary Order Paper before No. 1.  Bogus self-employment is a major issue.  It is prevalent in the construction and agriculture sectors and it is becoming more prevalent in the ICT, financial services, legal, media and transport sectors.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerald Nash:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2281\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2281&amp;amp;pid=GeraldNash&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Anybody who is familiar with this phenomenon will know it denies workers of their entitlements and the protections that every other worker in this country should expect to have.  It is an insidious practice.  It also deprives the State of up to &euro;60 million in lost tax and PRSI revenue, a figure that I draw from a recent report published by the Minister, Deputy Regina Doherty, when the previous Government asked the Revenue Commissioners and the Department of Employment Affairs and Social Protection to undertake an investigation and examination of the losses to the State in terms of the practice of what the Department now calls disguised self-employment.  I think people will be more familiar with another phrase, which is \"bogus self-employment\".<\/p><p>This is false self-employment, that is, the misclassification by employers of the employment status of people who are, to all intents and purposes, their direct employees in order to enable the employers, in many respects, to avoid their tax and PRSI obligations to the State.  It is an insidious practice that encourages a race to the bottom in terms of employment practices in this country, and it needs to be stamped out.  We need a legislative response, not simply the maintenance of a code of practice that was introduced in 2007 and is no longer fit for purpose.  We need that code of practice encapsulated in our statute law.  This Bill intends to do that and it also intends to ensure that those who are depriving the State of the tax and PRSI revenue owed to the State through the misclassification of somebody's categorisation should be treated for what they are - tax cheats.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#P00300","speaker":"1398","continuing":true},{"type":"speech","time":1518532200,"counter":54,"content":"<p>I thank the T&aacute;naiste, Deputy Coveney, and the Department of Foreign Affairs and Trade for their help over the last three weeks.  A young man, Ross Hanlon from Athboy in my constituency, lost his life in a tragic accident in Vienna.  On behalf of his father and family, I thank the ambassador in Vienna, Tom Hanney, as well as Se&aacute;n &Oacute; Riain and all staff of the embassy, and the Irish community in Vienna, who came out to help the family.  It is great to hear the wonderful work that embassies do for Irish people in difficult times.  I also thank the Kevin Bell Repatriation Trust for its wonderful work.  Ross came home to Athboy last Wednesday and was laid to rest on Friday.  My sincere condolences to his family, friends and loved ones.  May he rest in peace.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#Q00200","speaker":"1423"},{"type":"speech","time":1518532200,"counter":55,"content":"<p>Like the Cathaoirleach, I welcome to the Visitors Gallery Councillors Joe Carroll, Patrick Gerard Murphy, Mary Hegarty and Gerard Murphy, a former D&aacute;il Deputy, and my good friend, Deputy Margaret Murphy O'Mahony.<\/p> <p>We are all aware that over the last year in particular, but at all times since I became a Member of this House, there have been attempts to improve the pay and conditions of local authority members of county and city councils, who are to the forefront of our democracy.  Some of these changes have come about in the past 12 months in regard to PRSI payable by councillors and it is now equal to that paid by the self-employed.  However, this is of little or no benefit to the majority of councillors.  The additional &euro;1,000 provided to recognise the additional workload which has arisen as a result of the creation of municipal districts has not been added to the expenses of councillors, even though these are expenses, but has been added to the representational allowance, which is subject to income tax and PRSI.  The option for councillors of &euro;5,000 of vouched expenses is so restrictive that fewer than 3% have opted for this.  Another measure introduced last year changed the payment rates for mileage and introduced a banding system on a par with the rest of the public sector.  These bands and rates were agreed by the public sector unions and representatives of the Government without any input from those who represent local authority members.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Diarmuid Wilson:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2017\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2017&amp;amp;pid=DiarmuidWilson&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> As a trade unionist, the Leader knows it is a fundamental of any negotiations on public sector pay and conditions that the people affected are represented at such negotiations.  This courtesy was not afforded to local authority members through either the Association of Irish Local Government, AILG, or the Local Authority Members' Association, LAMA.  These bands have led to the introduction of a requirement for aggregation of travel claims by members of local authorities across the various bodies on which they represent the public - not themselves but the public.  The Oireachtas has placed an obligation on local authorities to nominate members to serve on the education and training boards, the regional assemblies, the governing authorities of various third level institutions and many other bodies.  We are now requiring councillors and their parent local authorities to administer an extraordinarily convoluted system for the payment of a pittance to local authority members to cover their travel expenses.  Officials in Departments and local authorities will have no difficulty with the systems because their pay and expenses are administered by their employers.  However, the nature of membership of a local authority is that significant travel is involved and is payable from multiple authorities for the various activities in which we require our county councillors and city councillors to engage.  Furthermore, the rates specified in the Department circular are Revenue-approved rates.  This calls into question whether county councillors now have an obligation to aggregate the travel and subsistence payable to them in their work as a members of a local authority and the various public bodies on which they serve with any travel and subsistence they may receive in their private employment in order to remain tax compliant.<\/p><p>As a result of these changes, some members have become disadvantaged financially.  This new system of travelling expenses has caused huge difficulties for rural councillors in particular.  There are councillors in rural Ireland who represent very rural constituencies and, in some instances, island communities who are losing up to &euro;4,500 or &euro;5,000 for doing their job.  This is not acceptable.  I propose an amendment to the Order of Business that the Minister of State with responsibility for local government, in particular local government reform and the pay and conditions of our local authority members, come before the House.<\/p><p>Finally, special recognition needs to be given to the unique status of the role of the local elected member within the local government system.  The possibility of a dedicated travel rates system applicable to local authority members only, in recognition of their unique role within local government, needs to be looked at.  No elected member can be allowed to be worse off due to these new regulations anymore.  I am putting the House on notice, on behalf of Fianna F&aacute;il, that we will not tolerate this.  This is why I propose an amendment to the Order of the Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#Q00300","speaker":"1418","continuing":true},{"type":"speech","time":1518532200,"counter":57,"content":"<p>I call Senator Reilly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#R00200","speaker":"1381"},{"type":"speech","time":1518532200,"counter":58,"content":"<p>In 2012, the House passed a law, which I, as the then Minister for Health, brought through the House and which was heavily sponsored by Senator Bacik.  I refer to the law on female genital mutilation.  This is the first time the Seanad has met since the broadcast last Thursday night of an interview on \"Prime Time\" in which Dr. Ali Selim made the outrageous statement that female circumcision, also known as female genital mutilation, bore comparisons to male circumcision, which it does not in any way.  To be absolutely clear, male circumcision is a medical procedure; female circumcision is genital mutilation.  \"Female circumcision\" is not a medical term; it is a cultural term and a cultural procedure.  I am appalled, as an Irishman, a father, a brother and a husband, that such statements would be made.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am particularly appalled and affronted by the fact that someone who uses the title of \"Dr.\" made such a statement on national television.  In a week where we celebrated the 100 year anniversary of women in this country getting the vote and there is a worldwide campaign to raise awareness about female genital mutilation with over 2 million tweets sent out, it is appalling that such misinformation would be put about.  I would like to see the said gentleman withdraw his comments and acknowledge that he is wrong.  I know that he is not a medical doctor.  Nonetheless, he did a disservice to and insulted the women of this country and around the world by saying what he said and I believe that he should withdraw his comment.  <\/p><p>The World Health Organization, WHO, has made it very clear that female genital mutilation brings no health benefit, only harm.  Dr. Chris Fitzpatrick, who is a past Master of the Coombe maternity hospital, has said that female genital mutilation only brings pain, future infection and difficulty with childbirth.  FGM is a heinous act that has been outlawed in this country by my Bill, which I am very proud to have brought into this House and have passed.  Furthermore, it is illegal, lest there be any doubt, for anyone in this country to take a woman or a child out of this country for the purpose of performing such procedures elsewhere.  These are criminal acts and these are criminal people.  Let no one claim ignorance of the law as a defence because such an excuse does not stand up.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#R00300","speaker":"1421","continuing":true},{"type":"speech","time":1518532200,"counter":60,"content":"<p>I strongly concur with the comments made by Senator Reilly.<\/p> <p>Today, I would like to refer to Irish charities.  I believe that more of them are not publishing financial information on their sources of revenue and how they spend them.  The majority of charities do vital work on behalf of the Government and the general public.  Increasingly, some charities avail of an exemption that permits them to file an abridged version of accounts with the Companies Registration Office.  Abridged accounts show no information on income or expenditure.  <\/p> <p>The charitable organisations cover a wide spectrum and receive a substantial amount of funding from the Government and the general public.  This matter is of great concern and it is a question of public interest.  We have had problems with the charity sector in the past.  Moneys have been stolen, wrongly spent and inadequately managed, to put it mildly.  The Government gives almost &euro;6 billion to about 3,000 Irish non-profit organisations in this country.  That amount of money does not include public donations.  I do not know how much money is donated by the public because we cannot get much information from the regulatory office.  In terms of auditing, the law states that charities do not have to supply information.  The charities that avail of the exemption should consider their wider responsibilities to stakeholders. <\/p> <p>I ask the Government to revisit this matter and strengthen the legislation on regulation.  As one person has put it, how can charities ask us to trust them more when they tell us less?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#S00200","speaker":"1388"},{"type":"speech","time":1518532200,"counter":61,"content":"<p>I ask the Leader to request the relevant Minister to come to this House and update us on the current situation on pay and conditions for councillors.  I agree with a lot of what Senator Wilson said in his contribution.<\/p> <p>Some councillors have had a pay increase while others have not.  There are also vouched and unvouched expenses.  The pay and conditions for councillors seem to be all over the place.  Therefore, we need a proper debate on the current situation with the Minister in attendance.  We are probably 15 or 16 months away from the local elections and people in constituencies all over the country are trying to persuade people to participate.  If pay and conditions are not addressed now then I suggest that a high proportion of councillors will decide not to run again and many new young people will be discouraged from becoming a councillor.<\/p> <p>Councillors work long hours every week, including weekends.  They attend meetings, meet constituents and travel all over large constituencies.  Such work does not make financial sense and it is not right that a person who works long hours ends up owing money.  I am in contact with councillors on a daily basis so know that they are unhappy with the situation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gabrielle McFadden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2399\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2399&amp;amp;pid=GabrielleMcFadden&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It should not be the case that only somebody who is retired and looking for something to do or somebody who is financially well off can run for election to local government.  One should get a proper day's pay for a day's work.  I ask the Leader to invite the relevant Minister, be it the Minister for Public Expenditure and Reform, Deputy Donohoe, or the Minister of State at the Department of Housing, Planning and Local Government, Deputy Phelan, to the House to give us an update on the current position with councillors' pay and conditions.  It must be dealt with now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#S00300","speaker":"1375","continuing":true},{"type":"speech","time":1518532200,"counter":63,"content":"<p>I second Senator Nash's proposed amendment to the Order of Business regarding the very important legislation he hopes will be taken today.<\/p> <p>I wish to raise two issues with the Leader.  One is the outrageous move by the Department of Education and Skills to place a cap for some reason on the enrolment of five Educate Together primary schools across the country.  I have been contacted by a number of parents and local representatives in New Ross, Tramore, Trim, Castlebar and Tuam, all of whom are perplexed as to why the Department has decided to place a 13 student cap on the enrolment numbers for next September for each of these Educate Together schools.  It is quite surprising considering that in the last number of years there was a large roll-out of Educate Together schools across the country under the former Ministers, Ruair&iacute; Quinn and Jan O'Sullivan.  Plebiscites were held in most parts of the country to find out, for the first time, the type of patronage model that interested most parents and much to the surprise of some, although not to people in the Labour Party, many parents were interested in the multi-denominational model.  A number of schools were subsequently established.  However, now the schools in New Ross, Tramore, Trim, Castlebar and Tuam are being told they can only take in 13 pupils from September.  I wonder if there is some type of institutional bias in the Department against these schools because no other patronage schools are being asked to put a cap on their numbers.  I ask the Leader to facilitate a debate in the Seanad with the Minister for Education and Skills on this important issue.  A number of parents are quite disturbed by this development.<\/p> <p>Second, I wish to raise the Children's Rights Alliance Report Card 2018.  To be fair, and I try to be fair in my deliberations here, many of the grades the Children's Rights Alliance has given the Government have improved from last year.  That should be acknowledged.  However, two issues arise from the report and it would be interesting to invite the Minister for Children and Youth Affairs to the House to discuss them.  One is child and family homelessness, for which a grade E has been given by the Children's Rights Alliance.  There are many grades to show that the Government is clearly delivering, which is commendable, but on the issue of child homelessness it is an E grade for the second year in a row from the Children's Rights Alliance, which is a reputable organisation.  The Minister for Children and Youth Affairs should be invited to the House to discuss that.<\/p> <p>The second issue in the report is general practitioner, GP, care for children.  The last Government introduced free GP care for every child in the Republic under six years of age and we expected that it would be extended to every child under 12 years of age within a short period of time.  Now the Minister is talking about a flat fee of perhaps &euro;5 or &euro;10 for every visit, which we would flatly oppose.<\/p> <p>Perhaps the Leader would respond on those three issues; the roll-out of free GP care for children between six and 12 years of age; the issue of child and family homelessness; and the pertinent issue of the day, the crazy cap that has been placed on enrolment in Educate Together schools in five areas of the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#T00200","speaker":"1410"},{"type":"speech","time":1518532200,"counter":64,"content":"<p>I second Senator Wilson's proposed amendment to the Order of Business.  I support his comments and those of Senator McFadden on councillors' pay and conditions.  The Minister of State, Deputy Phelan, was in the Seanad before Christmas to announce these proposals and Senators were writing to councillors to congratulate them on what they were getting and accepting praise for all that they were delivering.  However, then people realised that their allowances were being cut.  I agree with Senator McFadden that we need to know what is happening.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need an analysis of every single one of the 949 people involved in local government, right across the 31 local authorities.  We need to see what is happening.  We have significant anecdotal evidence of people suffering a significant drop in their subsistence and mileage rates.  The system is very cumbersome.<\/p><p>If a councillor is on an education and training board, a regional assembly, a health forum or a member of the AILG, the mileage rate changes over mileage terms.  It means one has to seek different rates from the different authorities and account for all of this.  Let us remember that a councillor is effectively a one person operation.  Councillors answer their own phone calls and respond to emails.  They do not have secretarial support, funded or otherwise, and if they do it is out of their own pocket.  It is very important that we acknowledge the work they do.<\/p><p>The vast major of local authority members serve their community and are not in the role for the money.  Very few people will get involved with the level of work required for &euro;16,000 a year and a modest level of expenses.  Why are members of the local authorities the only people in the entire public service who do not get a pension at the end of their service?  If one does ten hours work a week in a part-time position for a number of years in a local authority, that service in pensionable.  One will have a very small pension based on a very small salary.  Councillors' pensions would not be expensive because they are not earning a lot of money to start with. <\/p><p>It is important that we acknowledge that people are contributing.  Some councillors are serving since 1967, some since 1974, and others were elected more recently.  They are not there for the money but should be entitled to a pension based on their years of service over many years.  Councillors give up hours, weekends and evenings week in, week out to go to various functions and residents' meetings.  They are not compensated in any way for those things and they go because they want to go.  We should not leave people out of pocket.  I came from a meeting with the Minister for Finance, Deputy Donohoe, about public sector reform.  He knows of a local authority that only has one ratepayer.  We want to have a local authority membership representative of the area in which they live and we need to facilitate councillors with appropriate meeting times, an appropriate level of secretarial support, appropriate remuneration and compensation for expenses, and ultimately an appropriate pension based on the service they gave.<\/p><p>I ask the Leader to raise the issue of pensions for councillors with the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#T00300","speaker":"1412","continuing":true},{"type":"speech","time":1518532200,"counter":66,"content":"<p>I agree with the points made by my colleagues on the question of councillor's pay.  We have all raised this issue in our own parties in the past 12 months to two years.<\/p> <p>While councillors get travelling expenses for travelling to council meetings, what is not taken into account are all the other meetings that they attend.  I know there are councillors in the Gallery and I welcome those present.  Some councillors from west Cork, the Cathaoirleach's constituency, are present.  By the time they leave County Cork they are half way to Dublin and that is the extent of the travel they have to do.  From Bantry in west Cork to Cork County Hall is not a short trip.  One of the councillors identified to me that yesterday morning it took them two and a half hours to travel to Cork County Hall.  No one compensates them for the two and a half hours that they spend driving to get there and another two and a half hours to get home.  That is not taken into account, together with all the other meetings they attend throughout the week.<\/p> <p>That is the reason the issue of councillors' expenses has been very much simplified about being paid just to attend council meetings without taking all the other issues into account.  That needs to be dealt with.  My colleagues are correct that we will have difficulties because of the upturn in the economy and the demands that are now on everybody who holds down a job.  I can remember quite clearly when I was on Cork City Council, which is one of the councils that hold their meetings in the evening, whereas most other councils meet during the day.  There was only one other councillor in addition to me who was a ratepayer to the city council at that time.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That imbalance in respect of the composition of councils is one of the problems we now have and it is all because we cannot get people.  We will have further difficulty in that regard in the next few years.  It is something we need to seriously consider.<\/p><p>I would like to briefly touch on the issue of Versatis.  The wrong decision was taken in this regard.  Mixed messages are being sent.  There is a very simple way of dealing with this.  We should allow those people to whom it has already been prescribed continue on with it, although perhaps efforts should be made to phase it out of their treatment.  New patients should go through the new system which has been introduced, rather than introducing the new system for everyone.  This decision was wrong, poorly planned and it was not thought out.  Many people are going through very difficult times as a result.  We have heard them on the radio and in the media over the last week.  Their views on how this issue is managed should be taken into account.  We should invite the Minister to the House to talk to him about dealing with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#U00200","speaker":"1409","continuing":true},{"type":"speech","time":1518532200,"counter":68,"content":"<p>I support the motion on councillors' pay tabled by Senator Diarmuid Wilson.  This issue has been highlighted in this House over a long period of time.  Despite promises by several Ministers that the issue would be addressed, it has not been.  The issue of councillors' pay has been ongoing for years.  Councillors receive a representational payment of &euro;16,565.  That breaks down to &euro;318.56 per week and it is subject to PAYE, PRSI and USC.  If one takes the gross figure of &euro;318.56, and assumes that the average councillor works 40 hours a week, it comes to &euro;7.90 per hour.  Most of the time these hours will be unsociable - weekends and evenings.  Speaking to and knowing many councillors, I know that they work far in excess of 40 hours per week.  It might be 50 or 60 hours a week.  If a councillor were to work 60 hours a week his or her gross earnings would be &euro;5.31 an hour.<\/p> <p>The issue is far from being sufficiently addressed.  That is because the Minister, or indeed any sitting Government, does not feel that dealing with this issue will be popular.  What they are doing, however, is undervaluing and selling out our democracy.  Councillors are at the front line of Ireland's democratic process.  If someone has a query on the street which they want addressed and if the council system is not working, that person goes to his or her local councillor to get it addressed.  If we want a functioning democracy, and if we truly value democracy in the local government sector, we need to resource the councillors effectively.  We have chief executive officers running around the country claiming expenses and it is never reported.  Why?  Because they are the permanent government.  It is about time that the Minister for Housing, Planning and Local Government comes to this House and explains what he is going to do once and for all because there has been report after report and analysis after analysis and the issue has still not been addressed.  I hope that the Senators on the Government side will support this motion and compel the Minister to address this long overdue issue once and for all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#V00200","speaker":"1382"},{"type":"speech","time":1518532200,"counter":69,"content":"<p>I was away in the United States on a US Department of State educational programme for some time.  It is nice to be back.  I missed everyone here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#V00300","speaker":"1372"},{"type":"speech","time":1518532200,"counter":70,"content":"<p>We missed the Senator too.  Was he back for the coronation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#V00400","speaker":"1391"},{"type":"speech","time":1518532200,"counter":71,"content":"<p>I was.  We can all agree that artists, writers and performers should be supported to produce their work.  While the artists' social welfare pilot scheme is a very welcome initiative and long overdue, the current pilot unfortunately fails to recognise artists as self-employed and aligns itself closer to a jobseekers model of social welfare.  In reality there are few jobs for artists.  There is none listed in the employment sections of our newspapers or online.  Under the scheme, writers and visual artists can only receive jobseekers allowance for up to a year without being, as it were, activated.  The individual artist or writer therefore only has 12 months to complete his or her work before being required to find alternative work, of which there is none.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Therefore, the individual artist or writer has just 12 months in which to complete his or her work before he or she is required to find alternative work, of which there is none.  Such a timeframe does not reflect the reality of working life for visual artists and writers.  I suggest the scheme needs to be restructured to be inclusive of artists, rather than treating them as jobseekers as they work.  Sinn F&eacute;in is concerned that it is proposed to review the scheme after a year in light of the low rate of response to it.  Just 24 artists have availed of this pilot scheme to date.  Separately, the scheme should be extended to performing artists, including performers and musicians.  The Government needs to explain why they have been excluded from the scheme.  It is by consulting the cultural sector and exploring successful artist welfare schemes in other EU member states that Ireland can establish best practice and create a scheme that enjoys the confidence of artists and supports those who are struggling to make ends meet.  I would like the new Minister for Culture, Heritage and the Gaeltacht, Deputy Madigan, to address the House on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#V00500","speaker":"1372","continuing":true},{"type":"speech","time":1518532200,"counter":73,"content":"<p>I support the comments of colleagues about councillors' pay and conditions.  I do not know whether other Senators agree with my view on the body politic, which is that as politicians - I do not necessarily mean here in the Seanad - we have kind of degraded ourselves over the years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#W00200","speaker":"1406"},{"type":"speech","time":1518532200,"counter":74,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#W00300","speaker":"1418"},{"type":"speech","time":1518532200,"counter":75,"content":"<p>We have made populist moves to try to endear ourselves to a public that has no interest in many of the moves in question.  For example, I do not think we should have done away with ministerial cars.  We get no gratitude for that kind of thing.  It reduces a nexus.  If we are going to degrade ourselves, how is the public supposed to feel about us?  I do not think this is party political.  It has gone on for years.  We hear it in the way people speak about the Seanad and the D&aacute;il.  The Seanad is seen as a cr&egrave;che or a retirement home.  I think we need to have a good look at this as a profession.<\/p> <p>Councillors are professionals and they need to be treated as such.  I do not know of any other profession in which someone would proudly issue a press release announcing that he or she is not going to accept expenses to go to meetings.  It is a joke.  This is happening across the board.  Soon it will go back to the way it was at the beginning, when privileged people were involved in politics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#W00400","speaker":"1406"},{"type":"speech","time":1518532200,"counter":76,"content":"<p>Exactly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#W00500","speaker":"1382"},{"type":"speech","time":1518532200,"counter":77,"content":"<p>They were the only people who could afford to be in politics because they were independently wealthy.  Do we want that?  No, we do not.  There is a consultative process and a review going on at the moment.  I would be very hopeful.  As Senators, we have a unique nexus to councillors.  Obviously, we rely on them for votes.  We appreciate them.  We have a connection to them.<\/p> <p>I am in contact with certain councillors all the time.  It is very important.  I do not want to go over the points that others have made about pensions and other things that we all take for granted.  It has been said in here 100 or perhaps 1,000 times that councillors are overworked and underpaid.  Something has to be done about it.<\/p> <p>I will hear what the Leader says when he responds, but I assume we have no choice other than to wait for the Minister to come back to us.  I hope that as a former councillor and two-term Senator, the Minister will come back with a positive result for us.  He needs to set out what is going to be done to improve things.<\/p> <p>When I was on the last Seanad campaign, I came across a number of councillors who were wondering why they were bothering.  It was not an idle threat.  They were genuinely questioning why they were doing this.  In light of the amount of abuse we get, never mind the pay and conditions aspect of things, can any of us honestly say we would be involved in politics and the lifestyle associated with it if we were not afflicted with a form of madness that means we are addicted to the process of trying to do good for people?  I could go on all day about it.  I support what others have said.  I understand that an amendment to the Order of Business, as opposed to a motion, has been tabled to address this issue.  I have no doubt that we are all on the same page with regard to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#W00600","speaker":"1406"},{"type":"speech","time":1518532200,"counter":78,"content":"<p>According to a report on \"Morning Ireland\" today, rents have increased by up to 15% across the country.  I have raised on numerous occasions the effects that short-term lettings such as those facilitated by Airbnb are having on the rental sector.  Up to 3,500 units in the Dublin region that should be available for rental by ordinary working people have been moved into the hospitality sector.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I continually raise the point that the solution lies in legislation and regulation.  This issue was dealt with in Berlin two years ago and last Friday the report reviewing the legislation introduced there was published.  That initiative brought 4,000 units in central Berlin back into the rental market, reduced rents in the city and, above all, allowed 4,000 families to obtain accommodation.<\/p><p>I have being raising this issue for the past 18 months.  The previous Minister for Housing, Planning, Community and Local Government, Deputy Coveney, set up a working group, as did the current Minister, Deputy Eoghan Murphy.  Each working group was supposed to report by the end of 2017 but there has been no sign of those reports.  They only met five times during the year, so must be working very diligently.  In the meantime, there are constant excuses from the Government about a supply problem.  We repeatedly hear reports about increasing rents and that we need more supply.<\/p><p>This is a very simple and easy method to get more supply in our urban areas.  The issue does not just affect Dublin and is having the same effect in Cork, Limerick, Galway, Killarney, etc.  We have to make a decision.  This is not a zero-sum equation.  The effect of removing apartments and houses designed for working families from the tourist market and back to their original usage is that we will lose hotel or bed spaces for tourists.  I want working families in permanent accommodation rather than hotels and I want the Minister, Deputy Eoghan Murphy, to come to the House and report on why he has failed to take action in respect of this scandal.<\/p><p>There are representatives of the tourism industry on the working group.  They have skin in the game and want to keep those 5,000 apartments and houses as Airbnb or short-term lets rather than their being reallocated to ordinary working families.  I want there to be less talk and more action and for the Minister to come to the House to explain why there has been no action on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#W00700","speaker":"1417","continuing":true},{"type":"speech","time":1518532200,"counter":80,"content":"<p>I support Senator Wilson and others regarding councillors' terms and conditions.  I get no pleasure from saying that the Government's treatment of hardworking local authority members throughout the country has been degrading and insulting and needs to be tackled once and for all.  That is the least they deserve.<\/p> <p>I wish to propose an amendment to today's Order of Business such that the Minister for Business, Enterprise and Innovation, Deputy Heather Humphreys, would come to the House to discuss the 31 proposed job losses at Kerry Foods in Carrickmacross, County Monaghan.  With any news of job losses, our first thought is of those affected and their families, all of whom have mortgages and financial obligations to sustain.  The company management indicated that the potential job losses are due to Brexit and the resultant weakness of sterling.  The loss of 31 jobs would be a huge blow to a town such as Carrickmacross, as all Senators will appreciate.  It is even more worrying that the potential losses are in the food sector, which is vitally important to a county such as Monaghan because so many jobs in sectors such as mushrooms, poultry and general agriculture are dependent on it.<\/p> <p>This should not be happening under the nose of the Government.  We have been calling for job creation in counties such as Monaghan but those calls have fallen on deaf ears.  The Government has not been listening.  Recent figures from IDA Ireland indicate that it only conducted one site visit in County Monaghan last year, while there were two in County Cavan.  Job creation is not happening in Monaghan.  The even more important issue of job retention does not seem to be key either.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important that the Minister would come into the House and outline the current situation in respect of Kerry Foods, the future of that plant and its 600 plus jobs in a town like Carrickmacross, and what the Government is doing to Brexit proof counties like Monaghan that are so dependent on the agricultural sector and food production.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#X00200","speaker":"1396","continuing":true},{"type":"speech","time":1518532200,"counter":82,"content":"<p>I listened with great interest to Senator Humphreys discussing the challenges in the housing sector, particularly for those who are renting.  The natural progression for a lot of people is to go on to purchase their home, yet this is becoming increasingly difficult.  The situation that existed during the run-in to and peak of the Celtic tiger is beginning to manifest itself again, namely, gazumping.  I have heard from a number of people recently who had gone \"sale agreed\" with a booking deposit paid to an auctioneer and were told somebody else had come in with a higher bid.  I do not think it is good enough.  In other countries, once one has paid a booking deposit, if somebody decides to withdraw from the sale and then put the property back on the market, there has to be a six or 12-month period before that can happen.  We need to do something on gazumping.  It was a serious issue between 2006 and 2008 and is becoming an issue again.<\/p> <p>Deputy Noel Rock had a transparency Bill in this regard at one stage.  I know the Government is planning to do something.  It would, however, be in order to bring the Minister for Housing, Planning and Local Government or the Minister for Finance to the House for statements on the issues of gazumping and people trying to purchase their homes.  We should hear what the overall plan is to deal with this scourge.  It is terrible for a young couple or anybody who has a booking deposit down on a house to get a phone call a week later to say the sale is not agreed because somebody is after coming in with a higher bid, and to be asked if they can either match or improve on that offer.  That type of skullduggery went on too often and too long for too many people in this country.  It really has to stop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#Y00200","speaker":"1416"},{"type":"speech","time":1518532200,"counter":83,"content":"<p>I second Senator Gallagher's proposal to amend the Order of Business.  Now is the time to start dealing with these issues.  We have lost a lot of jobs already in the mushroom industry and, with the announcement of imminent job losses in Monaghan, this is Brexit coming at us.  We are all talking about it and posturing but it is time to stop the rot.  It is vitally important when we hear of 31 jobs being lost in Monaghan.  At this early stage in the negotiations, as people will say, there has to be immediate proactive action taken.<\/p> <p>I complement my colleague, Senator Wilson, on raising the issue of councillors' pay and conditions.  It is great to see him getting all-round support.  The issue needs to be addressed.  The record will show that I flagged this on the day the Minister was here previously and warned that councillors were going to lose more money than they would gain.<\/p> <p>I wish to raise a very pressing issue within the agriculture sector which has to do with the clean livestock policy.  People will be aware that there is a clean livestock policy whereby animals being presented for slaughter in abattoirs and processing plants need to be presented in a relatively clean fashion or they will be categorised and may not be allowed into the food chain because of the possibility of contamination of the meat.  The clean sheep policy was only introduced in recent weeks.  In the week gone by there has been unbelievable confusion about the interpretation of this policy.  There is no consideration being taken of the fact that the majority of sheep, unlike cattle, are finished and fattened outside in the pastures.  With the wet year we have had, it is almost impossible to have them to the standards that are being expected.<\/p> <p>The Minister needs to intervene immediately.  Kepak stopped slaughter of lambs during the week and is sending home the vast majority of the sheep that are presented.  Some farmers have shorn their sheep to bring them to slaughter, which has to be an animal welfare issue in the month of February with the weather we are having at the moment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2464\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2464&amp;amp;pid=PaulDaly&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It cannot be allowed to continue.  As I said, now is the time to intervene in the situation.  The Minister needs to take immediate action.  The situation is being misinterpreted.  There needs to be a practical and realistic approach taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#Y00300","speaker":"1383","continuing":true},{"type":"speech","time":1518532200,"counter":85,"content":"<p>I again fully concur with those who have spoken on Senator Wilson's motion.  It is something we have discussed on several occasions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#Z00200","speaker":"1411"},{"type":"speech","time":1518532200,"counter":86,"content":"<p>There is no motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#Z00300","speaker":"1391"},{"type":"speech","time":1518532200,"counter":87,"content":"<p>Senator Wilson has called for the Minister to come to the House and I am delighted to support him.  It is something that has to be urgently discussed.  When the Minister came to the House, we discussed the &euro;2,500 in unvouched expenses.  I took it that he agreed to look at the extra &euro;2,500 in additional expenses from then on.  However, when the legislation came through there was a hard choice.  One either took the existing &euro;2,500 or the &euro;5,000 had to be fully vouched.  That was not our understanding of the position.  It was not in good faith and was not what was said off the record.  We were very disappointed.<\/p> <p>Councillors' pay has always been linked to that of Senators.  If that holds true which, I understand, is their legal right, their basic pay would be a minimum of &euro;23,000.  The Minister discussed the issue and gave an undertaking under the review to possibly tie the pay of councillors to a Civil Service rate.  It is something we did not hear about under the review.  The Minister could certainly brush up on three areas.  To say that anyone would be in a worse position following the negotiations beggars belief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#Z00400","speaker":"1411"},{"type":"speech","time":1518532200,"counter":88,"content":"<p>Before I call on the Leader to respond, I cannot help but speak.  I must be impartial and independent in the Chair, but I read a book on the history of Cork County Council from 1899 to 1999.  It is the first time in almost 120 years that the peninsula area of Cork, including Mizen Head, Sheep's Head, the Beara Peninsula and so on has no representation.  It begs the question as to why that is the case.  It is an unusual situation.  It is not good for rural Ireland.<\/p> <p>I met someone recently who lives on Bere Island, and has to travel by boat to Castletownbere and then travel 32 miles to meet a public representative.  The quota of almost 3,500 votes in that area is quite extraordinary given the geographic size of the constituency.  Had the figure been 1,700 the last time, the Labour Party and Sinn F&eacute;in would each have a representative and Independents and other parties would have greater representation.  For six inhabited islands and three very big peninsulas to have no representation means something is radically wrong.  I cannot comment any further. <\/p> <p>Perhaps the constitutionality of representation in Ireland could be looked at.  Even sparsely populated states like Arizona and Alaska are guaranteed two senators in the United States.  Sometimes parts of rural Ireland are guaranteed no representation.  There must be something radically wrong.  With those balanced comments, I call on the Leader to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#Z00500","speaker":"1381"},{"type":"speech","time":1518532200,"counter":89,"content":"<p>The Cathaoirleach was very balanced. I welcome former Deputy, and current councillor, Gerard Murphy, and Councillors Mary Hegarty, Joe Carroll and Patrick Murphy to the Chamber.  I will address the issues of councillors' pay and conditions as part of my reply.<\/p><p>Senators Ardagh, Conway and Humphreys raised the issue of housing and the <i>Daft.ie <\/i>report.  For any politician to come in here and say that he or she has no confidence in Rebuilding Ireland beggars belief.  It is a cross-departmental multiannual approach providing Government funding of &euro;6 billion.  It is extraordinary that people would come in here and criticise Government investment in housing.  Fianna F&aacute;il was the party which collapsed the construction sector.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know Senator Gallagher does not want to hear a history lesson again, but that is the reality.  Let me reassure Senator Humphreys that the party I belong to and represent wants to see all working families housed and in their own homes, or in houses provided by local authorities under the social housing building scheme.  The <i>Daft.ie <\/i>report from today is, as Government has said, a reminder that we have challenges to face in the housing sector.  We must have an honest debate around housing as well.  The Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, the Minister of State at the Department of Housing, Planning and Local Government, Deputy English, and the Taoiseach are committed to the Rebuilding Ireland programme.  In the city and county of Cork, where I live, we can see the hoardings of Rebuilding Ireland and the bricks and mortar being used at key sites.  We have to increase supply, and we have to get the balance between landlords and social housing correct.  <br\/><br\/>I accept there are challenges to be met, but the Government has prioritised Rebuilding Ireland and the funding and construction of social housing and has provided incentives to keep landlords as part of the construction and housing model.  There are some people in this House who do not want any landlords involved in social housing and some who do not want any private developer building, but would prefer all housing to be under State control.  We need an amalgam of all of these options, and that is why the Government has committed to Rebuilding Ireland.  It has prioritised a range of measures under that programme, including the rent pressure zones.  The <i>Daft.ie<\/i>report does not cover the whole year.  Rents in some places have not exponentially increased.  In some parts of the country, where we have colleges and universities, we have seen an increase in the building of student accommodation.  When Fianna F&aacute;il was in Government, it did not make it obligatory for colleges to provide student accommodation; it was left to the individual or the private landlord sector to do that.  Let us have a real, honest debate about housing.  Senators should not come in here every day and politicise the issue.  I accept that meeting the housing need is challenging, but let us work on it in a collective manner, rather than criticising the Government for doing nothing at all.  The Government is doing something about this problem.  That is a fact.  The guidelines the Residential Tenancies Board has put forward and the changes that have been made show that there are pressures, but the pressures will be met by increasing supply.  <br\/><br\/>I agree with Senator Ardagh and Senator Colm Burke regarding the versatis drug.  I heard the remarks of the chief executive of the HSE at the Joint Committee on Health where he said at one level that there was no change, but then we saw the change happening.  It affects a very small number of people.  The important point is that there are other equivalent medications available that can be taken, but Senator Ardagh and Senator Colm Burke rightly say that it is important to ensure that the cohort of people who require this important drug are able to get it.  It is important, and it is incumbent on the HSE and the Minister to come together to ensure this drug is available.  I also believe that if the company which manufactures the drug was to consider reducing the cost, it might become more readily available.  That is an argument we must have in terms of how the prices in our drugs basket are continually monitored.  The Minister should come to the House for that debate.  <br\/><br\/>Senator Boyhan raised the issue of the electoral commission.  It is part of the programme for Government.  He also raised the issue of Rebuilding Ireland.  It is important to recognise that as part of the programme for Government there is a commitment to include a new commission to examine the whole operation of our electoral system.  Many of us who have spoken on this issue in the past would welcome the appointment of an independent electoral commission to oversee the operations of our elections.  It is not just about political parties being registered, or about funding, but the role of politics and how it operates in our country.  We should all welcome that.  I would be happy to invite the Minister of State at the Department of Housing, Planning and Local Government, Deputy Phelan, to the House to discuss the matter raised by Senator Boyhan.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will let him speak tomorrow on the Planning and Development (Amendment) Bill 2016. <\/p><p>Senator &Oacute; Donnghaile has raised the matter of Ms Emma de Souza.  As the Senator rightly said, she is an Irish citizen, and under the Good Friday Agreement she has certain rights.  As a matter of urgency, perhaps a Commencement matter might be a more expeditious way of getting an answer, but I think the matter raised by the Senator is one that will raise its head further-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#Z00600","speaker":"1391","continuing":true},{"type":"speech","time":1518532200,"counter":92,"content":"<p>It will.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#BB00200","speaker":"1413"},{"type":"speech","time":1518532200,"counter":93,"content":"<p>-----given the vote for Brexit.  To be fair to both the T&aacute;naiste and the Taoiseach, there is a very strong commitment to upholding the Good Friday Agreement, but I would be happy to talk to them and facilitate that meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#BB00300","speaker":"1391"},{"type":"speech","time":1518532200,"counter":94,"content":"<p>Go raibh maith agat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#BB00400","speaker":"1413"},{"type":"speech","time":1518532200,"counter":95,"content":"<p>I am happy to accept Senator Nash's amendment to the Order of Business.  If I am reading it right, the motion is to move the Bill again, so we have to accept that.<\/p> <p>In response to Senator Butler, it is great to hear praise for members of our diplomatic corps.  We offer our sympathies to the Hanlon family on the tragic death of Ross, and we join Senator Butler in extending our sympathies.  It is important to remember, as was noted in Senator Butler's remarks, that the Department of Foreign Affairs and Trade, through the Minister for Foreign Affairs and Trade, Deputy Simon Coveney, and Ambassador Hanney in Vienna played a huge role in the repatriation of Ross Hanlon's body.  To his family and friends, we extend our deepest sympathies on his tragic loss. <\/p> <p>We heard from Senators Wilson, McFadden, Horkan, Burke, &Oacute; Domhnaill, Noone, Gallagher, Davitt and Conway.  We also heard from Senator Daly.  How could I forget Senator Daly?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#BB00500","speaker":"1391"},{"type":"speech","time":1518532200,"counter":96,"content":"<p>How indeed?  Senator Paul Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#BB00600","speaker":"1383"},{"type":"speech","time":1518532200,"counter":97,"content":"<p>Gabh mo leithsc&eacute;al?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#BB00700","speaker":"1391"},{"type":"speech","time":1518532200,"counter":98,"content":"<p>Senator Paul Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#BB00800","speaker":"1383"},{"type":"speech","time":1518532200,"counter":99,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#BB00900","speaker":"1391"},{"type":"speech","time":1518532200,"counter":100,"content":"<p>Just for the record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#BB01000","speaker":"1383"},{"type":"speech","time":1518532200,"counter":101,"content":"<p>Of course.  How could we forget?  Gabh mo leithsc&eacute;al.  I am not getting into interparty rivalry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#BB01100","speaker":"1391"},{"type":"speech","time":1518532200,"counter":102,"content":"<p>There is more than one Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#BB01200","speaker":"1381"},{"type":"speech","time":1518532200,"counter":103,"content":"<p>How could we forget Senator Daly?<\/p> <p>I will not oppose the Order of Business, but I will outline to Senator Wilson and the House that the Minister of State at the Department of Housing, Planning and Local Government, Deputy John Paul Phelan, is travelling on Government business this week.  This is a fundamental question for the body politic.  While Senator Boyhan spoke about the importance of the Electoral Commission, I am firmly of the view, having been a member, that the role of the local authority is the central role in our system of politics.  Senators Wilson and O'Donnell are right.  As Senator McFadden said, it is important to place a value on the role of local representatives at local authority level.  I do not just mean a monetary value, though that is important, but a real political value.  What they do on a daily basis, and on a statutory basis, underpins the importance of what we will see on Friday with the national development plan and the publication, examination and scrutiny of county development plans.  The work that they do is important.  In this House, we fundamentally agree that what we are all trying to achieve is to have the pay and conditions for councillors that are called for in Senator Wilson's motion accepted by the Government and implemented.  <\/p> <p>I will not go over the debate around this part of the Order of Business other than to agree that the Minister of State at the Department of Housing, Planning and Local Government, Deputy Phelan, will come to the House next week.  He is not available this week.  He will find consensus and agreement within the Fine Gael Party.  We have been working with him, the Minister for Finance, Deputy Donohoe, and the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy.  I know that the Fine Gael councillors' representative group has met with Deputy Phelan, and last week met with the Minister for Finance and the T&aacute;naiste.  <\/p> <p>As the Cathaoirleach said in his introduction to my reply, it is fundamentally wrong that someone from the Mizen Peninsula, Castletownbere or Bantry who is a dedicated member of a local authority serving on several boards, such as the education and training board, the strategic policy committee, SPC, or whatever, should be out of pocket for the expenses of travelling to do the duty he or she has been elected to do.  Equally, it is wrong for people to have to serve on an interview panel without being facilitated by pay and conditions that constitute fair remuneration.  As Senator &Oacute; Domhnaill said, no other person would be put in that position.  I believe that as a body politic we must stand up for ourselves.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In the past we did not do so, such as when Fianna F&aacute;il, with Brian Lenihan as Minister, cut expenses and allowances.  We must, collectively and irrespective of our political differences and ideology, stand up for each other as professionals.  I do not care if we are ridiculed tomorrow by the Fourth Estate because I know, from my time as a member of a local authority, that the role of politicians is both important and fundamental in the context of our democracy.  I have been in contact with the office of the Minister of State at the Department of Housing, Planning and Local Government, Deputy Phelan, who is away this week.  If Senator Wilson agrees, I would be happy to have the Minister of State come to the House at a later date.<\/p><p>Senator Reilly raised the issue of female genital mutilation and female circumcision.  I chaired the health committee which carried out pre-legislative scrutiny on the Bill in 2012.  It is unacceptable.  It is not a medical procedure but is mutilation and it should not be accepted in any way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#BB01300","speaker":"1391","continuing":true},{"type":"speech","time":1518532200,"counter":105,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#CC00200","speaker":"1406"},{"type":"speech","time":1518532200,"counter":106,"content":"<p>I welcome some of the remarks form the Islamic community on the matter.<\/p><p>Senator Devine raised the issue of Irish charities and I saw the article by Patricia Quinn on <i>thejournal.ie<\/i>.  I would be happy for the Minister to come to the House to discuss charities.  We would all agree that there is a need for transparency in the publication of the accounts of charities.<\/p><p>I welcome back Senator Warfield.  I fully agree with him about our artists and on the need for welfare that represents a broad-brush approach to them because only a small cadre get payments.  I would welcome it being extended and I know that the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, and the Minister for Culture, Heritage and the Gaeltacht, Deputy Madigan, are deeply committed to this.  I look forward to having that debate in due course.<\/p><p>Senator Gallagher proposed an amendment to the Order of Business.  The Minister for Business, Enterprise and Innovation, Deputy Heather Humphreys, is not available today but I would be happy for her to come to the House after Private Members' business tomorrow night.  The Senator failed to recognise that unemployment in Monaghan is down by 15.3% since this Government came to office, while in Cavan it is down by 16%.<\/p><p>Senator Paul Daly spoke about agriculture and a clean lifestyle, both of which deserve further debate.  I would be happy for the Minister for Agriculture, Food and the Marine, Deputy Creed, to come to the House to discuss slaughterhouses.<\/p><p>If Senator Wilson accepts that the Minister of State at the Department of Housing, Planning and Local Government, Deputy Phelan, will come to the House at a later date and if Senator Gallagher accepts that the Minister for Business, Enterprise and Innovation will be here tomorrow night, there should be no votes.  However, I will oppose the Senators' amendments if it comes to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#CC00300","speaker":"1391"},{"type":"speech","time":1518532200,"counter":107,"content":"<p>Senator Gerald Nash has proposed an amendment to the Order of Business: \"That No. 18 be taken before No. 1.\"  The Leader has indicated that he is prepared to accept this amendment.  Is the amendment agreed?  Agreed.  It will have to be formally moved later.<\/p> <p>Senator Diarmuid Wilson has proposed an amendment to the Order of Business: \"That a debate with the Minister of State with responsibility for local government and electoral reform on the pay and conditions of members of local authorities be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#CC00400","speaker":"1381"},{"type":"speech","time":1518532200,"counter":108,"content":"<p>On the basis that the Minister of State is not available and that the Leader has given a commitment to the effect that he will be here next week, I will not push the matter.  I am well aware that people on all sides want progress regarding the pay and conditions of councillors.  It is an extremely serious matter that councillors going about their democratically-elected business are worse off now as a result of so-called improvements.  I would like the Minister of State to have some answers to our questions when he comes in, as well as a timeline for the completion of his review to which we can look forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#CC00500","speaker":"1418"},{"type":"speech","time":1518532200,"counter":109,"content":"<p>Is it agreed that the amendment is withdrawn?  Agreed. <\/p> <p>Senator Robbie Gallagher has proposed the third amendment to the Order of Business: \"That a debate with the Minister for Business, Enterprise and Innovation on the loss of 31 jobs at Kerry Foods in Carrickmacross, County Monaghan, be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#CC00600","speaker":"1381"},{"type":"speech","time":1518532200,"counter":110,"content":"<p>On the basis of the commitment given by the Leader that the Minister will make herself available to come to the House tomorrow to discuss this very important issue, I am willing to withdraw my amendment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, it is a key issue-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#CC00700","speaker":"1396","continuing":true},{"type":"speech","time":1518532200,"counter":112,"content":"<p>The Senator could have tabled a Commencement matter on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#DD00200","speaker":"1391"},{"type":"speech","time":1518532200,"counter":113,"content":"<p>On that basis, the amendment is being withdrawn.  Is that agreed?  Agreed.  Is the Order of Business, as amended, agreed to?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#DD00300","speaker":"1381"},{"type":"unspoken","time":1518532200,"counter":114,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Protection of Employment (Measures to Counter False Self-Employment) Bill 2018: First Stage","time":1518532200,"counter":115,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#DD00500"},{"type":"speech","time":1518532200,"counter":116,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to declare the relationship between employer and employee to be a status relationship, to declare the question whether an individual is an employee or is self-employed to be a question of law to be independently determined, to provide that the description given by the parties shall not be conclusive in determining the true status of an employment relationship, to provide protection for persons who are retained to carry out work and are incorrectly not designated as employees, to take certain measures to counter the misrepresentation of the status of employees as if they were working under a contract for services rather than a contract of service, and to provide for related matters<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#DD00600","speaker":"1398"},{"type":"speech","time":1518532200,"counter":117,"content":"<p>Is there a seconder?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#DD00700","speaker":"1381"},{"type":"speech","time":1518532200,"counter":118,"content":"<p>I second that proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#DD00800","speaker":"1372"},{"type":"unspoken","time":1518532200,"counter":119,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1518532200,"counter":120,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#DD00900","speaker":"1381"},{"type":"speech","time":1518532200,"counter":121,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#DD01000","speaker":"1398"},{"type":"speech","time":1518532200,"counter":122,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#DD01100","speaker":"1381"},{"type":"unspoken","time":1518532200,"counter":123,"content":"<p>Second Stage ordered for Tuesday, 20 February 2018.<\/p>"},{"type":"majorheading","content":"Message from Dáil","time":1518532200,"counter":124,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#DD01300"},{"type":"speech","time":1518532200,"counter":125,"content":"<p>D&aacute;il &Eacute;ireann has passed the National Archives (Amendment) Bill 2017 on 7 February 2017, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#DD01400","speaker":"1381"},{"type":"majorheading","content":"National Broadband Plan: Statements","time":1518532200,"counter":126,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#DD01500"},{"type":"speech","time":1518532200,"counter":127,"content":"<p>I welcome the Minister, Deputy Naughten, to the House and invite him to proceed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#DD01700","speaker":"1412"},{"type":"speech","time":1518532200,"counter":128,"content":"<p>I thank Seanad &Eacute;ireann for the invitation to address the House on the national broadband plan, NBP.  I am sure this House strongly supports the overarching objective of the NBP to provide this basic necessity to every premises in Ireland.  It is a vital utility that is fundamental to sectors, including business, education and agriculture, and a key element for social and economic development.<\/p> <p>Senators will no doubt be aware of the recent D&aacute;il debates and media coverage on the NBP arising from Eir's decision to withdraw from the procurement process.  They will have received copies of all the relevant correspondence and comprehensive briefing documents.  I would like to reaffirm today that the NBP remains a top priority of Government and a personal commitment from me to put every placename in every county on the digital map.  The NBP procurement team and I are confident that the process can continue and will achieve an outcome that will deliver high-speed broadband throughout Ireland as efficiently as possible.<\/p> <p>While at this point the NBP procurement team has a single bidder following the withdrawal of two bidders for commercial reasons, the remaining consortium led by SSE-Enet is an experienced consortium with international expertise.  It has already identified its final issues for discussion with the Department's team and this list was submitted some weeks ago while competition remained in the process.  <\/p> <p>A narrative that has emerged is that the procurement process is overly-onerous and complex.  Of course, this is an onerous and complex process as we will be spending hundreds of millions of euro of taxpayers' money to deliver a future-proofed, high-speed broadband network throughout the country.<\/p> <p>The competitive dialogue procurement procedure which we are using is common practice internationally for projects of this nature and complexity.  It enables, not inhibits, greater participation throughout the process.  The procurement process opens up a dialogue with selected candidates in order to identify and define the means best suited to deliver a national broadband plan.  It is important to point out that a bidder cannot go backwards on matters.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Denis Naughten:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=809\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=809&amp;amp;pid=DenisNaughten&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The competitive dialogue procedure was also used for the procurement of the next generation broadband project in Northern Ireland and the BDUK superfast broadband project in Oxfordshire, and is used for public private partnerships in Ireland.<\/p><p>I understand the frustration of people who are watching the procurement process and waiting for it to conclude but who, in the meantime, are left without access to high-speed broadband, and I thank them for their patience.  I can assure Members that I will not let this procurement process continue for one minute longer than is absolutely necessary.  As the procurement process proceeds through the final stages, I will ensure that this House and its Members are regularly updated on the progress in delivering the objectives of the national broadband plan.<\/p><p>The State-led intervention and its procurement process is one element of the multifaceted national broadband plan working together to deliver a digital Ireland.  The plan aims not just to intervene in the market but also stimulate commercial investment.  To date, commercial investment of &euro;2 million is continuing to deliver improved broadband services every single day, reducing Ireland's digital divide.  That increased level of investment by commercial operators certainly has been influenced by the commitments outlined in the national broadband plan.<\/p><p>When I first took office, just over five in every ten premises had broadband.  At the end of last year, that was nearly seven in every ten and, by the end of 2018, it will be nearly eight in every ten.  By the end of 2018, it is envisaged that 79% of the population, 87% of schools and 96% of business parks will have access to high-speed broadband.  In the past 12 months alone, new telecommunications infrastructure has been delivered to over 280,000 premises providing high-speed broadband services of up to 1 Gbit per second download speeds.  In addition, the Eir rural 300,000 roll-out will deliver high-speed broadband to 810,000 people, one third of farms in the country and over 1,000 schools by the end of this year.<\/p><p>I appreciate that the increase in commercial investment is of little solace to the 990,000 or so citizens who will not be served by those commercial operators.  However, the State intervention and the procurement process will provide those citizens with high-speed broadband access, regardless of location, and that will be future proofed for the next 25 years.<\/p><p>The intervention area will provide broadband to: 542,000 postal addresses; 990,000 citizens or 21% of the population; 381,000 members of the labour force; 52,057 farms or 61% of the total number of farms; 47,096 small and medium businesses, primarily micro-business; 437 or 13% of schools; and 310 business parks or 4% of the national total of business parks.<\/p><p>Significant progress is also being made across a number of areas to ensure efficient and effective delivery of the national broadband plan.  I established the mobile phone and broadband task force in July 2016 in line with a commitment I had written into A Programme for A Partnership Government.  The task force identifies solutions to potential obstacles faced by the roll out of the national broadband plan and aims to facilitate faster delivery of mobile and wireless broadband solutions across rural Ireland.  In fact, the actions taken through the task force report will lead in the coming weeks to very significant announcements by both wireless and mobile operators who are looking to expand the network of broadband services across rural Ireland in the very short term.  The task force's annual report will be published shortly and will identify the significant achievements made to date, including the positive impact of the broadband officers operating in each county and local authority.<\/p><p>In addition, there are other initiatives under way to maximise and enhance existing connectivity.  For example, the release of the 3.6 GHz 5G capable spectrum in May 2017 will enable operators to provide faster fixed wireless and mobile services to customers and, as I said, I expect significant announcements on that in the coming weeks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018021300002#DD01800","speaker":"1234","continuing":true},{"type":"unspoken","time":1518532200,"counter":130,"content":"<p>Additional debate to follow.<\/p>"}]