[{"type":"minorheading","content":"Prelude","time":1435224600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1435224600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1435224600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1435224600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1435224600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#A00100"},{"type":"speech","time":1435224600,"counter":6,"content":"<p>I have received notice from Senator Kathryn Reilly that she proposes to raise the following matter:<blockquote><br \/><br \/>The need for the Minister for Education and Skills to discuss the funding criteria for the building of new schools, the policy of focusing on demographic growth in the allocation of funding and what exceptions can be made to this criteria and under what circumstances.<\/blockquote>I regard the matter raised by the Senator as suitable for discussion and it will be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matter","time":1435224600,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#A00300"},{"type":"minorheading","content":"Schools Building Projects Status","time":1435224600,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#A00400"},{"type":"speech","time":1435224600,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Ann Phelan, to the House.<\/p> <p>This Commencement debate follows on one I raised a number of weeks ago about the Holy Family school in Cavan, the building project and the funding requirements in order to get it to move on to stage 2(b).  It follows on the response I got that day and the questions raised in regard to demographic need, population growth and how the Department bases its funding allocations on those criteria.  I want to highlight the plight of the Holy Family school in Cootehill and to deal more substantively with the particular issue I raised regarding the criteria.<\/p> <p>After 15 years and numerous education Ministers, the Holy Family school in Cootehill is still in limbo in respect of the provision of funding for the new accommodation.  This is an outstanding school with a committed staff, a supportive board of management and an active parents' association.  I have been very impressed on numerous occasions by the commitment of the school's staff and parents.  However, the urgent need for a new school is obvious to any visitor to the school who has seen the cramped conditions with which both adults and children must contend.  Since the start of this month, the school is at the architectural planning stage, but it is not on the five year programme for investing in infrastructure or jobs package.  When I looked at the responses to recent parliamentary questions on school funding, it was on the last status list.  The school is currently in the process of moving from stage 2(a) to 2(b) and, hopefully, that process will be completed shortly.<\/p> <p>Unfortunately, since I came to this House and since this issue was first raised by me and other representatives, we seem to get the same response and there seems to be no commitment to making funding available for this project.  The stock answer we have been getting from the Department is that priority is afforded to where population growth has been identified and that there is a demographic challenge facing the education system.  As I am sure the Minister of State is aware, the Holy Family school in Cootehill caters for people with severe and profound learning disabilities, moderate and multiple learning disabilities and for people with autism.  Reports forecast that this coming September, the student population is set to increase from 143 to over 155 for the first time ever.<\/p> <p>If we look at the growth in the school figures over the past number of years, we see the figures have been steadily rising each year.  The school does not want to turn children or parents away when they apply for a place.  In terms of planning for a new school, the school has had to change the goalposts repeatedly to keep up with the increased demand for places each year.  What needs to happen so that this project can progress to funding stage?  What is the definition of \"demographic need\" and what kind of population growth does the Department consider necessary?<\/p> <p>In these circumstances, in particular, parents do not have the luxury of being able to pick and choose where to send their children.  The catchment area for this school is beyond just a parish, town or county.  The school caters for a number of counties and parents must send their children here to avail of the high standards the teachers and staff there provide.  This is a particular demographic with a real and pressing need and, as I said, there is growth in the population that needs to attend this school.  The Department and the Minister must consider the need for wheelchairs and other specialised equipment required to be used by pupils in the school.  The current space is being used to the maximum and it is unfair on the children that they must endure their cramped environment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kathryn Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2355\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2355&amp;amp;pid=KathrynReilly&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=25\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The teachers, staff and parents are doing their best but it is now time for the Department to step up.  There is no more time for excuses or dragging heels.  When the project reaches stage 2B, it needs to be prioritised for funding as matter of urgency.  The project meets the criteria concerning population growth and demographics, although perhaps not according to the standard understanding thereof.  There is a demographic that needs the school and the population is growing.  There is no choice available to parents.  They have to send their children to school here.  The catchment area for the school is very wide and the school services a number of counties.  The demand is increasing every year.  The school needs to rebuild and this must not be put on the long finger.  I encourage the Department to act on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#A00500","speaker":"1155","continuing":true},{"type":"speech","time":1435224600,"counter":11,"content":"<p>I thank the Senator for raising this extremely important matter.  I am responding on behalf of my colleague, the Minister for Education and Skills, Deputy Jan O&rsquo;Sullivan, who cannot be here this morning.  This opportunity allows me to remind the House of the significant challenges facing us in terms of meeting increasing demand for pupil places throughout the country in the coming years in addition to clarifying the position on the matters the Senator has raised.<\/p> <p>The Senator will be aware that the country has experienced an unprecedented population increase in recent years.  This demographic growth has posed a significant challenge for the provision of school places, and the challenge is set to continue.<\/p> <p>The Senator will also be aware that over &euro;2.2 billion in funding is being invested by the Department under its five-year school capital investment plan for the period 2012 to 2016.  Over &euro;1.5 billion of this is being allocated for the funding of major schools building projects.  The balance is being used for the additional accommodation scheme, the prefab replacement initiative, the emergency works scheme and the acquisition of sites.<\/p> <p>The primary focus of the plan is on meeting demographic demands to ensure every child will have access to a physical school place and that our school system is in a position to cope with increasing pupil numbers.  The Department continues to review the most up-to-date demographic information to ensure any emerging school accommodation shortfalls are identified and met in a timely manner.  In this regard, the Department is currently carrying out a nationwide demographic exercise to determine where school places might be needed from 2017 onwards.  On foot of this review, arrangements will be made to provide additional accommodation where this is needed.<\/p> <p>Total pupil enrolment in both primary and post-primary schools is expected to grow by around 108,000 additional pupils between 2012 and 2019.  This is over 70,000 at primary level and almost 38,000 at post-primary level.  The continuous feeding of the significant expansion of primary school pupils from primary to post-primary level will see a shift of pressure for school places to that sector up until 2026, at least.  Between 2011 and 2016, some 53 new primary and post-primary schools will have been established to cater for the substantial and continuing demographic surge that commenced in the last decade.<\/p> <p>In tandem with this, however, the Department has been able to accord priority to the provision of capital funding to schools for other purposes which I will now outline.  Under the Department's prefab replacement initiatives for 2012 and 2013, approval was given to 217 schools - 209 primary and eight post-primary - nationwide to replace 614 prefab units with permanent accommodation.  That was welcomed by teachers and the whole school community.  In excess of &euro;57 million has been allocated for these initiatives, of which &euro;46.5 million has been paid to date.  Of the 217 projects approved, 168 projects have been completed and a further 14 projects are on site.  In addition to the prefab replacement initiatives and as part of the Department's large-scale schools building programme, prefab accommodation continues to be replaced with permanent structures on an ongoing basis.  This is to be welcomed very much.  It is open to schools to submit applications for funding under the Department's additional accommodation scheme to meet an immediate accommodation requirement because of increased enrolments and where an additional teacher is being appointed.<\/p> <p>Another important investment is the summer works scheme.  The Senator will be aware of the announcement in March 2014 of almost &euro;72 million for school improvements under the first round of the summer works scheme for 2014.  Earlier this year, the Minister announced a further &euro;36 million investment in the final part of the scheme, representing a total allocation of almost &euro;108 million in the 2014-15 period.  The purpose of the summer works scheme is to devolve funding to individual school authorities to undertake small-scale building works that can be carried out mainly during the summer months.  Furthermore, the payment of the minor works grant for the period 2014 to 2015 of &euro;28 million last December facilitates primary schools in prioritising capital works they wish to undertake to the structure and site.  For the first time last December, the issue of the minor works grant was extended to primary schools with provisional recognition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#B00200","speaker":"964"},{"type":"speech","time":1435224600,"counter":12,"content":"<p>I have two comments on the Minister of State's contribution that I would like her to relate to the Minister.  The Minister of State said, \"The primary focus of the plan is on meeting demographic demands to ensure every child will have access to a physical school place\".  Anyone who has visited the two campuses of Holy Family School in Cootehill will see the physical school space there is very cramped.  As I mentioned in my contribution, with the addition of wheelchairs and specialised equipment, access to the physical school place is becoming very difficult.  Every available space is being used.  When I state the school is using every nook and cranny, I mean it and am not exaggerating.<\/p> <p>Second, the Minister of State mentioned a demographic exercise to determine where school places might be needed.  I hope this takes into account the special status of the school and those children with special needs for whom the school provides.  Places are needed and the number increases every year but, unfortunately, the space is not getting any bigger.  There is real demand.<\/p> <p>I thank the Minister of State for responding on behalf of her colleague, the Minister for Education and Skills, to whom I ask that my views be relayed.  I will probably keep raising this issue on the Commencement debate in one guise or another because I want to keep it on the agenda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#B00300","speaker":"1155"},{"type":"speech","time":1435224600,"counter":13,"content":"<p>Of necessity, the delivery of new schools, together with extension projects, to meet future demand has been and will continue to be the main focus of the Department's capital budget for the coming years.  The Department's overriding objective is to ensure every child will have access to a physical school place nationally.  I thank the Senator for giving me the opportunity to outline the position to the House.  I will relay her concerns to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#B00400","speaker":"964"},{"type":"unspoken","time":1435224600,"counter":14,"content":"<p>Sitting suspended at 10.50 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1435224600,"counter":15,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#G00100"},{"type":"speech","time":1435224600,"counter":16,"content":"<p>It is proposed to take No. 1, the Communications Regulation (Postal Services) (Amendment) Bill 2015 - Second Stage, to be taken at 1.15 p.m. and to be adjourned not later than 3.15 p.m., if not previously concluded.  Contributions from group spokespersons are not to exceed eight minutes, and those of all other Senators are not to exceed five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#G00200","speaker":"1130"},{"type":"speech","time":1435224600,"counter":17,"content":"<p>The attitude of some of the EU governments could be likened to the attitude of Captain Bligh of the famous &ldquo;Mutiny on the Bounty&rdquo;.  When ordering some of the members of his crew to be given 50 lashes, he said the beatings would continue until morale improves.  That is exactly what we are seeing in Europe where the EU and eurozone Ministers are continuing to beat and punish Greece until its morale improves or it does what they want.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#G00300","speaker":"1159"},{"type":"speech","time":1435224600,"counter":18,"content":"<p>That is a load of baloney.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#G00400","speaker":"1151"},{"type":"speech","time":1435224600,"counter":19,"content":"<p>What is amazing about the situation is that while the current Greek Government did not cause the crisis, those who did are the ones who are benefiting the most, namely, the German banks and those other EU banks that lent recklessly to Greece.  There also seems to be a collective amnesia, especially among the Germans, who  seem to have forgotten the 1953 London debt agreement whereby nearly 50% of their debt was written off.  Greece might have incurred debt because of reckless spending but the Germans incurred the debt because they caused a world war, and yet they seem to be insisting that Greece would have to suffer the humiliation of a Versailles Treaty-type arrangement.<\/p> <p>What is more surprising is that our Government is backing the policy of the beatings continuing until morale improves by insisting that Greece gets no quarter when it comes to debt.  The reason for that has nothing to do with the best interests of Ireland, which would be that Greece would get a debt write-down and therefore we too could argue that we should get a debt write-down.  However, that would not suit the mission and the position of the Government.<\/p> <p>The beatings will also continue until morale improves for those on tracker mortgages in Ireland.  The Irish taxpayer lent &euro;64 billion to the Irish banks.  We have 300,000 people on tracker mortgages.  The Government said it would act.  It has given the banks until 1 July for them to come back to it, but of course the banks are only laughing at the Government.  The Minister for Finance has the power to instruct the Central Bank to take charge of the issue and to ensure that the banks pass on the reductions in the European Central Bank rate, but it is failing to do so.  Is that a new continuation of a policy that was known as light touch regulation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#G00500","speaker":"1159"},{"type":"speech","time":1435224600,"counter":20,"content":"<p>That is what we have because Fianna F&aacute;il introduced it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#G00600","speaker":"1130"},{"type":"speech","time":1435224600,"counter":21,"content":"<p>Does the Government not want to have regulation of the banks?  Does it not want to help tracker mortgage holders?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=25\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Leader might be aware that those on a tracker mortgage in Ireland have to work three months longer per annum than anybody else in order to pay back the banks, compared with those on a bank rate that is not-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#G00700","speaker":"1159","continuing":true},{"type":"speech","time":1435224600,"counter":23,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#H00200","speaker":"1120"},{"type":"speech","time":1435224600,"counter":24,"content":"<p>The Senator is confused.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#H00400","speaker":"1130"},{"type":"speech","time":1435224600,"counter":25,"content":"<p>Senator Mark Daly to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#H00500","speaker":"1120"},{"type":"speech","time":1435224600,"counter":26,"content":"<p>On 1 July will those in government stand up for those on tracker mortgages or will they continue a policy of light-touch regulation?  I ask the Leader to organise a debate on the matter.  <\/p> <p>It is reported in today's newspapers that in 1973 An Garda S&iacute;och&aacute;na was aware of the abuses of Fr. Brendan Smyth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#H00600","speaker":"1159"},{"type":"speech","time":1435224600,"counter":27,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#H00700","speaker":"1120"},{"type":"speech","time":1435224600,"counter":28,"content":"<p>The Law Reform Commission has proposed a corporate manslaughter Bill.  We have seen that those in positions of authority who should have acted did not act and as a consequence people suffered abuse that should not have happened.  In some cases lives were lost as a result, as we saw in the case of the Irish Blood Transfusion Service.  Those in positions of authority who should act but do not must be held to account.  Today Cardinal Brady, a man who has apologised, will appear before the inquiry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#H00800","speaker":"1159"},{"type":"speech","time":1435224600,"counter":29,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#H00900","speaker":"1120"},{"type":"speech","time":1435224600,"counter":30,"content":"<p>Many lives were destroyed because of his inaction.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#H01000","speaker":"1159"},{"type":"speech","time":1435224600,"counter":31,"content":"<p>I welcome the announcement by the local District Attorney that there is to be a formal investigation into the Berkeley disaster in which so many people lost their lives and many others were left with life-changing injuries.  I wish to comment on one of the bravest of young people, Ms Clodagh Cogley.  The injuries she has suffered are unbelievable and she may never be able to walk again owing to a broken spinal cord.  However, despite all this and the traumatic experience of losing so many friends in the incident, she is facing life with optimism and has vowed to enjoy life to the full.  She said, &ldquo;Enjoy a good dance and the feeling of grass beneath your feet like it&rsquo;s the last time because in this crazy world you never know when it might be.&rdquo;  How true and apt that is.  I salute her bravery and optimism.  I hope she will be an inspiration for those facing tragedy, just as young Donal Walsh from County Kerry was when he was facing a terminal illness.  He was such an inspiration for so many.<\/p> <p>It is disappointing that the banks were let off the hook in reducing their mortgage interest rates when the Court of Appeal overturned the High Court's ruling.  Irish mortgage rates are 2 percentage points higher than the European average.  If the banks will not do so voluntarily, it is time the Minister for Finance, Deputy Michael Noonan, put the boot in and forced them to do it, perhaps by introducing legislation to cap mortgage interest rates.  I welcome the Taoiseach's statement that it is unacceptable that lenders are breaking the code of conduct on mortgage arrears.<\/p> <p>I welcome the launch yesterday by the Minister of State, Deputy Kathleen Lynch, of Connecting for Life, Ireland's new national strategy for suicide prevention 2015 to 2020.  The new strategy succeeds and builds on Reach Out, Ireland&rsquo;s first strategy for suicide prevention for the period 2005 to 2014.  The Government also committed to replacing the old Central Mental Hospital with a state-of-the-art national forensic hospital, which will be operational by 2018.  It is developing four 30-bed intensive care rehabilitation units in Cork, Galway, Portrane and County Westmeath, which is most welcome.  However, one size does not fit all, which is why there is a wide range of services included within the strategy.  CSO figures show a slight drop in suicide rates in recent years, but the figures are still too high.  One life lost through suicide is one too many.  Perhaps the Leader might invite the Minister of State to come to the House for a debate on the strategy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#H01100","speaker":"1132"},{"type":"speech","time":1435224600,"counter":32,"content":"<p>Before I call Senator Feargal Quinn, I am sure Members of the House will join me in welcoming to the Distinguished Visitors' Gallery, with Senator R&oacute;n&aacute;n Mullen, the former British Minister and star of \"Strictly Come Dancing\", the Right Honourable Ms Ann Widdecombe.  She is most welcome to Seanad &Eacute;ireann.  I am afraid we do not have any stage for her on which to perform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#H01200","speaker":"1120"},{"type":"speech","time":1435224600,"counter":33,"content":"<p>This Chamber used to be a ballroom.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#H01300","speaker":"1159"},{"type":"speech","time":1435224600,"counter":34,"content":"<p>There is plenty of theatre here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#H01400","speaker":"1158"},{"type":"speech","time":1435224600,"counter":35,"content":"<p>I also welcome Ms Ann Widdecombe.  In addition to playing a large part in British politics, she has been a very active member of the pro-life movement in opposing abortion and the trend in that direction.  She is very welcome and I know that she will continue to act with the same enthusiasm she has shown in the past.<\/p> <p>I have often asked ambassadors how they measure success.  Those involved in business can measure success at the end of the year by their profits or the level of sales, but I have never quite understood what ambassadors do and how they know if they are doing a good job.  We received evidence this week of clear success in the case of the Irish consul in San Francisco.  The consulate there represents Irish interests throughout the western United States.  When the disaster occurred in Berkeley, the consul acted so well, quickly and movingly that he deserves a great deal of credit.  There has been some mention of this in the newspapers.  It is a reminder of the important role ambassadors, consuls and others can play and the matter is worthy of consideration.<\/p> <p>I hope the Leader can find some time to discuss the following matter.  The organisation ALONE has pointed out that a large number of older people are using up hospital beds.  We should try to find a way for them to live at home, which is what they all want to do if they can.  The programme for Government has called for this, as have the HSE service plan and the national positive ageing strategy.  We have a great difficulty with the shortage of hospital beds, yet hospital beds are being blocked by people who are not ill but old.  There are so many facilities to have them live at home.  It is worth having a debate on the issue.  On that basis the ALONE organisation that has pushed for this deserves a great deal of attention.<\/p> <p>I wish to make one other point on the situation in Greece.  Let us not be too sure of ourselves about what we are doing.  The European Union as a whole could overstep the mark.  I believe I made my first visit to Greece in 1967.  When I went to get my money from the bank in Dublin that morning, I was asked if I was still going because the colonels had moved in and taken over in Greece that day.  They introduced some very tough legislation because the economy in Greece was falling apart.  I would not be surprised if there was a movement somewhere along the line in Greece to say the colonels were still around and could still move very quickly.  Let us be very careful, therefore, that with whatever we do we take into account that there are alternatives that would not be very welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#H01500","speaker":"1145"},{"type":"speech","time":1435224600,"counter":36,"content":"<p>This is likely to be a record year for tourism.  Recent CSO data show that the number of overseas visitors to Ireland in the first five months of the year increased by 12.1% compared with the same period last year.  Thankfully, growth trends show no sign of abating.  If the trend continues, it will be a record year for overseas visitor numbers.  This will be the fifth consecutive year of growth in visitor numbers, with benefits for every part of the country.  Up to the end of May, there were just over 3 million overseas visitors.  The number of visitors from North America increased by 13.6%; from mainland Europe, by 14%; and from the rest of the world, by 13%.  I am happy to say there was an increase of 10.1% in the number of visitors from Great Britain, with 1.33 million visitors so far this year.  Tourism Ireland in promoting Ireland as an island has helped to increase the figures.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Brennan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2360\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2360&amp;amp;pid=TerryBrennan&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=25\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I congratulate Tourism Ireland, F&aacute;ilte Ireland, the Minister for Transport, Tourism and Sport, Deputy Donohoe, and the Minister of State, Deputy Michael Ring, on the part they are playing in increasing our visitor numbers.  I look forward to further growth during the remainder of the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#H01600","speaker":"1138","continuing":true},{"type":"speech","time":1435224600,"counter":38,"content":"<p>This morning Liberty Insurance announced 270 redundancies, with 135 job losses in Dublin, 20 in Enniskillen and 115 in my town of Cavan.  This comes on top of 285 redundancies in 2012.  These redundancies will have a devastating effect on the workers who will lose their jobs, their families and the towns involved.  I call on the Leader to invite the Minister for Jobs, Enterprise and Innovation, Deputy Bruton, to the House as a matter of urgency to outline what the Government intends to do to try to prevent these job losses.  In the event of these job losses going ahead, the Minister must outline what the Government will do to replace those jobs.  Liberty Insurance took over the former Quinn Group in April 2011 and, in my opinion, got it for a song.  It has an obligation to the original insurance company and its employees, as well as to the towns affected by its actions.  It has an obligation to maintain employment in those areas.  I am not proposing an amendment to the Order of Business because I understand the Minister is not available today, but I want him to come the House as a matter of urgency to see if these redundancies can be prevented and to hear his plans to replace these much-needed jobs if the redundancies go ahead, which I hope they do not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J00200","speaker":"1164"},{"type":"speech","time":1435224600,"counter":39,"content":"<p>I wish to be associated with earlier remarks about our consul general in San Francisco, Philip Grant, whose recent work was very impressive.  Will the Leader invite the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan, to the House to give us an update on our network of embassies throughout the world?  Irish embassies and consulates do vital work and we have all engaged with them on behalf of constituents.  I have always found embassy and consulate staff to be most courteous and extraordinarily helpful.<\/p> <p>I would also like a debate with the Minister for Jobs, Enterprise and Innovation, Deputy Bruton.  When he comes to the House to deal with the issued raised by Senator Wilson, perhaps he would also debate the issue of small businesses and specifically the red tape that is choking them.  We had a debate in the House last night on Dublin and the issue of red tape and bureaucracy featured strongly in that debate.  We are a small country but we seem to be incredibly good at obeying EU directives whereas some of our much bigger colleagues in Europe do not seem to be as obedient.  It is amazing how practices in business in Ireland differ so substantially from the practices engaged in by businesses in places like Italy, Spain and France, particularly in the hospitality and food sectors.  A lot of establishments along the west coast, particularly in small towns and villages, would be more inclined to give a food offering to people if the regulations and red tape were not so onerous.  Human instinct and the natural tendency to be cautious around issues like cleanliness will prevent food poisoning far better than having the swankiest facilities but staff who do not wash their hands.<\/p> <p>On Greece, everyone should take a step back and reflect on the fact that substantial numbers of people are on the breadline in Greece.  There are many who are homeless and who are literally starving.  Such people do not fit the mould of the homeless populations that one will see in many other cities in Europe.  These are people who were professionals a few years ago and they are literally starving now.  We have a responsibility as European citizens to take cognisance of that fact and not to leave them high and dry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J00300","speaker":"1158"},{"type":"speech","time":1435224600,"counter":40,"content":"<p>I wish to propose an amendment to the Order of Business to the effect that we deal with No. 67, motion 17 before we deal with No. 1, that is, the issue regarding the proposed changes to the one-parent family payment.  I heard a Government backbencher on the television last night speak about his disquiet at the proposed change.  I know the Labour Party convened a meeting of its parliamentary party this morning to discuss Deputies' disquiet about the changes.  There is no doubt that a substantial number of parents will lose significant sums of money as a result of the change and in that context it is of vital importance that this House debates the issue.  Today is the last day for such a debate because the change comes into effect tomorrow.<\/p> <p>I wrote to the Cathaoirleach some time ago concerning my position as an Independent Senator in this House.  I might add that, apart from those on the university panel, I am the only Independent Senator in this House.  Historically, I am the first Independent Senator in this House to be elected by way of a by-election.  My position when it comes to speaking in this House is that I am always at the end of the list.  The Cathaoirleach has been most kind to me, as have most who take the Chair, but I sought membership of the group known as the Independent nominees, which is an oxymoron-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J00400","speaker":"1196"},{"type":"speech","time":1435224600,"counter":41,"content":"<p>I ask the Senator to explain to me how this is relevant to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J00500","speaker":"1120"},{"type":"speech","time":1435224600,"counter":42,"content":"<p>This is very relevant to the Order of Business because I am sick to the back teeth with the situation.  I paid a high price to come into this House.  I lost &euro;8,000 a year in salary by being forced to leave my job-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J00600","speaker":"1196"},{"type":"speech","time":1435224600,"counter":43,"content":"<p>Senator, that is not relevant to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J00700","speaker":"1120"},{"type":"speech","time":1435224600,"counter":44,"content":"<p>No, this is important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J00800","speaker":"1196"},{"type":"speech","time":1435224600,"counter":45,"content":"<p>It is not relevant to today's business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J00900","speaker":"1120"},{"type":"speech","time":1435224600,"counter":46,"content":"<p>I am sorry but it is because I am calling on the Cathaoirleach to refer my position as the leader and only member of the independent group to the Committee on Procedure and Privileges to ensure I get priority just like everyone else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J01000","speaker":"1196"},{"type":"speech","time":1435224600,"counter":47,"content":"<p>I remind Senator Craughwell that I have the sole authority to call on speakers and I operate under Standing Order 34, in accordance with decisions that were made by the House and the CPP and also in accordance with precedent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J01100","speaker":"1120"},{"type":"speech","time":1435224600,"counter":48,"content":"<p>The House will have to review its decisions-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J01200","speaker":"1196"},{"type":"speech","time":1435224600,"counter":49,"content":"<p>That is what I operate under.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J01300","speaker":"1120"},{"type":"speech","time":1435224600,"counter":50,"content":"<p>Senator Craughwell has spoken ahead of others quite a few times.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J01400","speaker":"1164"},{"type":"speech","time":1435224600,"counter":51,"content":"<p>Does Senator Craughwell have a question for the Leader on today's Order of Business?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J01500","speaker":"1120"},{"type":"speech","time":1435224600,"counter":52,"content":"<p>My speaking rights and my right to bring Private Member's motions before the House are dictated by the size of the membership of any group to which I belong.  The Technical Group in the D&aacute;il has already tackled this problem and the Lower House has managed to accommodate all Members who are independent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J01600","speaker":"1196"},{"type":"speech","time":1435224600,"counter":53,"content":"<p>I suggest that Senator Craughwell writes to the CPP on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J01700","speaker":"1120"},{"type":"speech","time":1435224600,"counter":54,"content":"<p>The CPP should be well aware of what I have said today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J01800","speaker":"1196"},{"type":"speech","time":1435224600,"counter":55,"content":"<p>It must be done formally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J01900","speaker":"1132"},{"type":"speech","time":1435224600,"counter":56,"content":"<p>I am sorry but the members of the group that calls itself independent-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J02000","speaker":"1196"},{"type":"unspoken","time":1435224600,"counter":57,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1435224600,"counter":58,"content":"<p>-----were not elected.  They were appointed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J02200","speaker":"1196"},{"type":"speech","time":1435224600,"counter":59,"content":"<p>This is not a decision-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J02300","speaker":"1120"},{"type":"speech","time":1435224600,"counter":60,"content":"<p>They are Endapendent, not independent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J02400","speaker":"1196"},{"type":"speech","time":1435224600,"counter":61,"content":"<p>What is the point in the Senator joining them if he is going to attack them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J02500","speaker":"1132"},{"type":"speech","time":1435224600,"counter":62,"content":"<p>Senator, I suggest that you write to the CPP-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J02600","speaker":"1120"},{"type":"speech","time":1435224600,"counter":63,"content":"<p>On a point of order, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J02700","speaker":"1164"},{"type":"speech","time":1435224600,"counter":64,"content":"<p>Senator Wilson, on a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J02800","speaker":"1120"},{"type":"speech","time":1435224600,"counter":65,"content":"<p>In an effort to be helpful to Senator Craughwell, I would be glad to take that issue up with the CPP on his behalf.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J02900","speaker":"1164"},{"type":"speech","time":1435224600,"counter":66,"content":"<p>I am extremely grateful to Senator Wilson<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J03000","speaker":"1196"},{"type":"speech","time":1435224600,"counter":67,"content":"<p>Senator Craughwell could make an application to join Fianna F&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J03100","speaker":"1151"},{"type":"speech","time":1435224600,"counter":68,"content":"<p>I call on the Leader to organise a discussion with the Minister for Health on the recruitment processes of the HSE because either the processes are not fit for purpose or else those working in recruitment in the HSE are incompetent.  I say this because Merlin Park hospital in Galway has cancelled hundreds of appointments for rheumatology patients over the next three months.  People who are in severe pain and who need a service will not receive it until November or December even though they were scheduled to be seen in July and August.  The HSE has said the appointments have been cancelled because of staff shortages, annual leave and maternity leave.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael Mullins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2368\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2368&amp;amp;pid=MichaelMullins&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=25\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Maternity leave is not something that happens overnight.  The HSE would know at least six months in advance if somebody will be going on maternity leave.  If a major company or industry in this country operated like the HSE and failed to plan for its personnel requirements, such a company would go out of business very quickly.  The recruitment structure in the HSE must be analysed; it is either overly bureaucratic or it is under-resourced.  The Minister needs to come to the House to address this issue.  Every problem occurring in the HSE nowadays is down to staff shortages.  I fail to understand how this can be allowed to continue and how the people who work in the recruitment section of the HSE can stand over their failure to fill vacancies as they arise and particularly vacancies they know are planned to arise and about which they have notice in advance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#J03200","speaker":"1118","continuing":true},{"type":"speech","time":1435224600,"counter":70,"content":"<p>I ask the Leader to have the Minister for Transport, Tourism and Sport come to the House at an early date.  There has been a very successful promotion of the Wild Atlantic Way but unfortunately this is skewing business away from other areas.  I refer in particular to the south east, which will be familiar to the Leader.  We are also part of the Atlantic coast but unfortunately we do not appear to be part of the Wild Atlantic Way.  Much public moneys have been invested in tourism projects around the south east, not least in my own county of Wexford.  There appears to be anecdotal evidence that because the promotion is skewing in one direction it is affecting tourism in the south east.  I ask for a debate on this matter because both my county of Wexford and the Leader's county of Waterford have many very good attractions.  I refer to my own electoral area of New Ross.  Anyone spending a fortnight there can visit a different beach every day if the weather is right.  The south east in general has better weather.<\/p> <p>I concur with Senator Quinn in paying tribute to the former Tory and Conservative Minister, Ann Widdecombe who has been a champion of the pro-life movement and someone who has opposed the abortion culture in Britain over a long period of time.  This culture has led to a situation where despite the good intentions, perhaps, on the part of some politicians to alleviate some of these hard cases, this culture has resulted where almost one in five babies are killed before they are born.  This is an appalling vista but apparently one which the industry promotes.  Unfortunately they have been unable to place a check on it.  It shows the value of what we have decided here.  In that regard I ask the Leader if we could have a debate on the media in general and our national broadcaster in particular.  I am sure many people would have been appalled to have heard the bias which comes across, both in the written media and from our national broadcaster in particular.  Anyone who listened to \"Morning Ireland\" this week and heard the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K00200","speaker":"1126"},{"type":"speech","time":1435224600,"counter":71,"content":"<p>I am going to talk about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K00300","speaker":"1151"},{"type":"speech","time":1435224600,"counter":72,"content":"<p>-----person involved from the UN committee being interviewed.  It was a very soft interview by a very good interviewer for whom I have good regard but who unfortunately on this occasion failed to put the difficult questions.  The interviewee was allowed to get away with all sorts of disingenuous statements.  On the other hand, a representative of the pro-life organisation was rightly scrutinised on the points she was making very well.<\/p> <p>The payment of water charges is causing a lot of controversy.  Our water rates will not be any more than a TV licence fee.  I wonder why many of us would pay our moneys to an organisation which is totally biased and unbalanced and not fulfilling its requirements under the Broadcasting Act and it is in receipt of &euro;160 a year from every one of us.  It is unacceptable and perhaps the time is coming when people must stand up and perhaps have a boycott of the television licence until RTE fulfils its statutory obligations under the Broadcasting Act.  \"The Ray D'Arcy Show\" in particular was appalling.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K00400","speaker":"1126"},{"type":"speech","time":1435224600,"counter":73,"content":"<p>I wish to fully endorse the Cathaoirleach's welcome to Ann Widdecombe this morning who has done so much to champion the cause and to promote the right to life.  It is appalling what is happening across the water from us and in other places, that so many lives are being lost in the womb as is happening throughout the world.  We would want to be very careful not to travel down that slippery slope.<\/p> <p>This morning we must also welcome Greece's new-found friend, Senator Daly-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K00500","speaker":"1151"},{"type":"speech","time":1435224600,"counter":74,"content":"<p>I always liked Greece.  I do not know if Senator Coghlan likes it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K00600","speaker":"1159"},{"type":"speech","time":1435224600,"counter":75,"content":"<p>We all like Greece-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K00700","speaker":"1151"},{"type":"speech","time":1435224600,"counter":76,"content":"<p>That is good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K00800","speaker":"1159"},{"type":"speech","time":1435224600,"counter":77,"content":"<p>-----but beware of the Greeks when they come bearing gifts.  The Senator seems to be a self-styled expert in yet another area-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K00900","speaker":"1151"},{"type":"speech","time":1435224600,"counter":78,"content":"<p>I am not as good as Senator Coghlan, I am only following in his wake.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K01000","speaker":"1159"},{"type":"speech","time":1435224600,"counter":79,"content":"<p>The truth is they falsified the situation, they lied their way in.  I am all for holding them in the Union but let them be like so many other countries who are not in the euro.  The situation did not permit for them to be in the euro-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K01100","speaker":"1151"},{"type":"unspoken","time":1435224600,"counter":80,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1435224600,"counter":81,"content":"<p>Senator Coghlan without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K01300","speaker":"1120"},{"type":"speech","time":1435224600,"counter":82,"content":"<p>When the Senator meets the German ambassador he should ask him if there is any chance that the Germans will give the Greeks the same deal the Germans got in 1945.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K01400","speaker":"1159"},{"type":"speech","time":1435224600,"counter":83,"content":"<p>Ease them back to the drachma.  Of course we gave them every help-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K01500","speaker":"1151"},{"type":"speech","time":1435224600,"counter":84,"content":"<p>Why are they not being given the same deal?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K01600","speaker":"1159"},{"type":"speech","time":1435224600,"counter":85,"content":"<p>Senator Daly, you had more than your share of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K01700","speaker":"1120"},{"type":"speech","time":1435224600,"counter":86,"content":"<p>They are European citizens like the rest of us and we salute that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K01800","speaker":"1151"},{"type":"speech","time":1435224600,"counter":87,"content":"<p>The Senator salutes them.  How about giving them-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K01900","speaker":"1159"},{"type":"speech","time":1435224600,"counter":88,"content":"<p>There would be no point whatsoever in cobbling together some kind of Mickey Mouse fake agreement that is unsustainable when we will be back in trouble within six months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K02000","speaker":"1151"},{"type":"speech","time":1435224600,"counter":89,"content":"<p>That is what happened six months ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K02100","speaker":"1159"},{"type":"speech","time":1435224600,"counter":90,"content":"<p>Senator Daly would know a lot about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K02200","speaker":"1151"},{"type":"speech","time":1435224600,"counter":91,"content":"<p>Many of us will have heard about the issue of voluntary redundancies at Liberty Insurance.  The company is commencing a process to seek 270 voluntary redundancies following its withdrawal from the Great Britain personal general insurance market.  The company is seeking 135 redundancies in Dublin, 115 in Cavan and 20 in Enniskillen.<\/p> <p>I ask the Leader to invite the Minister for Jobs, Enterprise and Innovation to the House to discuss the issue of inward investment and the role of the enterprise agencies.  I am from Cavan and I worked for Quinn Insurance a number of years ago as a credit control agent dealing specifically with the British market.  These are very significant jobs in the Border and midland regions.  In the Cavan office the staff are from Cavan and the neighbouring counties.  In recent years the record of enterprise agencies to bring potential investors to Cavan and Monaghan has not been good enough.  I would like to know what action the Minister and the enterprise agencies are taking in the wake of this and other closures in the past number of months in counties Cavan, Monaghan and the surrounding counties.  A large number of jobs have been lost but there has not been sufficient replacement jobs by means of companies or in small and medium enterprises being supported to take on more workers.<\/p> <p>The people working in Liberty Insurance and other companies that have closed in recent months have particular skill-sets.  They are highly qualified and we need to ensure that they can take up employment in their home areas so that they do not have to travel extreme distances in order to take up employment in their fields.  We need to ensure that the enterprise agencies are supporting balanced regional development and that people are able to live and work in their own home areas.  I ask for a debate or discussion on enterprise agencies, investment and regional development.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K02300","speaker":"1155"},{"type":"speech","time":1435224600,"counter":92,"content":"<p>I am hesitant to involve myself in the new Kerry civil war between Senators Daly and Coghlan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K02400","speaker":"1189"},{"type":"speech","time":1435224600,"counter":93,"content":"<p>It is not a civil war.  Some people think it is not civil at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K02500","speaker":"1151"},{"type":"speech","time":1435224600,"counter":94,"content":"<p>We are not happy enough to fight our own civil war, we are fighting for Greece.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K02600","speaker":"1159"},{"type":"speech","time":1435224600,"counter":95,"content":"<p>He is an expert in that area too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K02700","speaker":"1151"},{"type":"speech","time":1435224600,"counter":96,"content":"<p>Senator Bradford without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K02800","speaker":"1120"},{"type":"speech","time":1435224600,"counter":97,"content":"<p>I wish to support the very measured comments on Greece from Senator Quinn.  We must proceed with great caution.  Given that everybody in politics looks at the political side of things, it is fair to say from a political perspective that from the point of view of Renua, Fine Gael, Fianna F&aacute;il or Labour, Mr. Tsipras and Syriza may not be our cup of political tea.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Bradford:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=73\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=73&amp;amp;pid=PaulBradford&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=25\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, we must respect the fact that he is the democratically elected leader of the Greek people and we must treat him him and his Government accordingly to bring some sort of order to the chaos which is Greece.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#K02900","speaker":"1189","continuing":true},{"type":"speech","time":1435224600,"counter":99,"content":"<p>We are bending over backwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#L00200","speaker":"1151"},{"type":"speech","time":1435224600,"counter":100,"content":"<p>It would be a major leap into the dark if Greece left the eurozone.  There is no example of what happens when a country leaves the eurozone.  This would be the first such example.  Undoubtedly, there could be a grave threat of contagion which could affect not just Athens but the entire European Union to Achill Island.  It is important that our Government and other governments in the EU work very constructively.  I concede that we may not like the politics of the Greek Prime Minister or his government but his government is elected.  It will probably not be elected next time but the Greek people will still remain.  Their plight is very serious.  It is one of the oldest civilisations in Europe.  As I said here previously, Greece is not just about feta cheese.  Greece is the home of democracy and civilisation and is a most cultured country.  It is shameful and deeply distressing to see what is happening there at the moment.  Much of it is happening as a result of the wrong political decisions taken by its own governments over many years but rather than punishing it and displaying it as an example of what not to do, we must do everything possible to work with it.  I would be shocked if the Taoiseach and Minister for Finance were not thinking along the same lines but the next 24 or 48 hours will be crucial.  The entire European project, not just the eurozone, is at severe risk if a solution is not found.  The solution must not be based on settling political or economic scores.  It must be based on trying to ensure that support is given and Greece can remain in the eurozone and remain an active part of the European family of nations.  There are forces outside Europe, and certainly forces outside the EU, that are hoping that it will go wrong for Greece and that they can pick up the pieces.  These forces are not too far away from Greece geographically.  We must work against that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#L00300","speaker":"1189"},{"type":"speech","time":1435224600,"counter":101,"content":"<p>Senator Daly raised the question of Greece, as did many other Members.  Ireland's policy is to ensure that a viable and sustainable solution is agreed.  As part of this, it is essential that Greece has the funding required to support its banking system.  As the ECB governing council has been required to increase funding to support the Greek banks and economic system, there is concern as to how long this can be sustained.  Reaching an agreement on a way forward for Greece will create certainty for the Greek people and secure their future.  The eurozone has an obligation to Greece in this difficult times but Greece has an obligation to itself.  It certainly needs to reform the economy and return it to sustainable growth, which is not the case at the moment.  I assure the House that together with other member states, Ireland understands and empathises with the difficult situation faced by the Greek people.  This is why there has been a willingness to negotiate a way forward which takes account of the realities of the situation in Greece and the political priorities of its new democratically elected government while also respecting existing commitments.  It is a very delicate balance but I take what Members are saying on board, particularly Senator Quinn on democracy.  It is very important that democracy is upheld and everything possible is done to solve this problem.  We all know how badly the Greek people are suffering.<\/p> <p>Senator Daly spoke about light touch regulation.  I thought that came in under the previous Government.  Did the previous Government have \"no touch\" regulation in respect of the banking sector?  I would not comment too much on that where Fianna F&aacute;il is concerned.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#L00400","speaker":"1130"},{"type":"speech","time":1435224600,"counter":102,"content":"<p>We do not want it to continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#L00500","speaker":"1159"},{"type":"speech","time":1435224600,"counter":103,"content":"<p>Senator Moloney spoke about Clodagh Cogley, one of the people who were very badly injured in the accident in Berkeley.  Her words on Facebook were inspirational.  A wonderful and inspirational gentleman appeared on \"The John Murray Show\" this morning.  He was injured after a dive at the Forty Foot many years ago and is in a wheelchair.  His words were also inspirational in respect of Clodagh and those other young people who were injured.  Our thoughts and prayers go out to them and their families.  Hopefully, they can make a significant, if not complete, recovery from the horrific injuries they suffered in Berkeley.<\/p> <p>Senator Moloney also referred to the national strategy for suicide prevention.  This is a very important strategy that brings all the agencies together to combat suicide.  I assure the Senator that we will try to have a debate as soon as possible on that strategy.  We have debated that issue on several occasions in the House and rightly so.  It would be an apt time to have a further debate on that matter.  <\/p> <p>In response the points raised by Senators Quinn and Conway, we should all praise the Irish consul in San Francisco, Philip Grant, for his work in Berkeley.  It highlights the importance of our diplomatic service abroad.  It does a lot of work that goes unnoticed in many cases but when a situation like that in Berkeley arises, it shows its true colours.  It does an excellent job in representing us and helping our people when required.  We should all compliment the Department of Foreign Affairs and Trade on its efforts in this regard and indeed in areas throughout the world where we have diplomatic missions.  <\/p> <p>Senator Quinn also raised a point that was raised by Senator Bradford yesterday about older people being allowed to stay at home as long as possible.  That is the policy of the Government but it is needs to be enforced to a greater degree.  We need greater supports for people to allow them to remain at home rather than spend &euro;1 billion on the fair deal scheme.  It is necessary in many cases but I am sure that quite a number of the people who avail of fair deal would be happier in their own homes and could be facilitated to stay there.  We must all aspire to this.  <\/p> <p>Senators Brennan and Walsh spoke about tourism.  We have seen a significant increase in visitors.  Certainly, the Government's decision to reduce VAT to 9% and abolish the travel tax has had a major impact on the increase in visitor figures.  I note what Senator Walsh said about tourism and his argument that the Ancient East should be promoted significantly.  I know that the Minister for Transport, Tourism and Sport is in Waterford today visiting a number of tourism spots.  I have arranged for the Minister to come to the House next week to discuss the strategy for tourism for many years ahead.  We will have an opportune time next week to discuss tourism.<\/p> <p>Senators Wilson and Reilly spoke about the planned redundancies in Liberty Insurance.  If they happen, it will certainly be a devastating blow to the communities and families involved.  I will try to get the Minister for Jobs, Enterprise and Innovation to come to the House to outline IDA and Enterprise Ireland policies for balanced regional development, which have been developed over the past six months.  I will try to get the Minister to come to the House before the recess if it is possible.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=25\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Martin Conway raised the whole question of small businesses and removing red tape, which the Government is doing its best to remove, and also EU directives and how quickly we transpose them into Irish law whereas other countries do not do so as quickly.  I note his point in that regard and, hopefully, it is an issue on which the House will have a greater say in the future.<\/p><p>I do not propose to accept the amendment to the Order of Business proposed by Senator Gerard P Craughwell.  We had a similar motion only a day or two ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#L00600","speaker":"1130","continuing":true},{"type":"speech","time":1435224600,"counter":105,"content":"<p>Excuse me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#M00200","speaker":"1196"},{"type":"speech","time":1435224600,"counter":106,"content":"<p>In regard to his plight as an Independent Senator, we welcome him as a prominent member of the House, the Cathaoirleach gave very good advice which he should adhere to.  We will do everything possible to assist him but it is up to groups to decide who they want in their groups.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#M00300","speaker":"1130"},{"type":"speech","time":1435224600,"counter":107,"content":"<p>I do not think that is the way it works.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#M00400","speaker":"1196"},{"type":"speech","time":1435224600,"counter":108,"content":"<p>Senator Michael Mullins raised the issue of the recruitment process in the HSE and the appointments cancelled in Merlin Park.  He made a good point in that regard.  The whole question of recruitment in the HSE will have to be examined because we are being told constantly that many of the problems arising are the result of not having a sufficient number of consultants and staff in the health service.  There will have to be a look at that whole situation and what we can do to attract consultants into Ireland to provide the necessary health service for our people.<\/p> <p>I note the points made by Senators Paul Coghlan and Jim Walsh in respect of perceived bias in the media - the national broadcaster against the pro-life movement.  Hopefully, we will have a debate on media mergers which might possibly include the whole question of media coverage.<\/p> <p>The other issues raised were in regard to Greece which I have addressed previously.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#M00500","speaker":"1130"},{"type":"speech","time":1435224600,"counter":109,"content":"<p>Senator Gerard P. Craughwell has proposed an amendment to the Order of Business, \"That No. 67, motion 17, be taken before No. 1.\"  However, the amendment was not seconded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#M00600","speaker":"1120"},{"type":"speech","time":1435224600,"counter":110,"content":"<p>Sorry, I was to second that amendment.  I did not realise the Senator had proposed the amendment.  I am very sorry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#M00700","speaker":"1128"},{"type":"speech","time":1435224600,"counter":111,"content":"<p>There is nothing we can do about it now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#M00800","speaker":"1120"},{"type":"speech","time":1435224600,"counter":112,"content":"<p>In your good grace you might accept the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#M00900","speaker":"1196"},{"type":"speech","time":1435224600,"counter":113,"content":"<p>The amendment has to be seconded before the Leader responds.  Consequently it falls.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#M01000","speaker":"1120"},{"type":"speech","time":1435224600,"counter":114,"content":"<p>It is a great pity on the day that lone parents are going to lose in significant numbers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#M01100","speaker":"1196"},{"type":"vote","time":1435224600,"counter":115,"content":"<p>Question put: \"That the Order of Business be agreed to.\"<\/p><p>The Seanad divided: Tá, 20; Níl, 14.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Coghlan and Marie Moloney; Níl, Senators Gerard P. Craughwell and Diarmuid Wilson..<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#M01200","aye":["1138","1150","1165","1151","1158","1130","1117","1152","1135","1161","1132","1174","1134","1118","1169","1170","1125","1171","1143","1176"],"nay":["1189","1116","1196","1147","1159","1119","1128","1122","1123","1139","1145","1126","1156","1164"]},{"type":"unspoken","time":1435224600,"counter":116,"content":"<p>Sitting suspended at 12.35 p.m. and resumed at 1.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Communications Regulation (Postal Services) (Amendment) Bill 2015: Second Stage","time":1435224600,"counter":117,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#R00100"},{"type":"unspoken","time":1435224600,"counter":118,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1435224600,"counter":119,"content":"<p>I welcome the Minister, Deputy Alex White, back to familiar territory.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#R00300","speaker":"1164"},{"type":"speech","time":1435224600,"counter":120,"content":"<p>I am pleased to present the Communications Regulation (Postal Services)(Amendment) Bill 2015 for the consideration of this House.  The legislation is an important, almost final, milestone in the introduction of a national postcode system.  Ireland is the only country in the European Union or the Organisation for Economic Co-operation and Development without a postcode system.  While successive Governments have grappled with this issue, the Government is now in a position to bring the postcodes project to a successful conclusion, building on work completed since the publication of the report of the National Postcode Project Board in 2006.<\/p> <p>The Communications Regulation (Postal Services) Act 2011 provided for the full liberalisation of the postal sector in Ireland.  It included provisions, in section 66, to permit the Minister to establish a national postcode system.  In July 2009 the then Government approved the launch of a procurement process for a national postcode, based on the 2006 report of the National Postcode Project Board.  In 2010 the Department established a postcode steering group and undertook a wide-ranging consultation process on implementation of a national postcode system.  More than 60 interested parties were met as part of that process.  There was a positive response to the consultation process and the Department received detailed views on various issues, including the technical specification, dissemination and commercialisation of the system.<\/p> <p>A detailed procurement process began in January 2011.  Part of this process was the competitive dialogue phase which involved face-to-face talks on proposals to assist the Department in defining its final tender requirement and ensuring all bidders were adequately informed of them.  In October 2013 the Government approved the appointment of Capita as the postcode contractor.  Capita employs over 2,000 people in Ireland.  It has been contracted to design, develop and implement the national postcode system, working with indigenous Irish companies to create the supporting technology for the project.  The brand Eircode was approved by the Government in April 2014.<\/p> <p>I will now deal with the rationale for the project.  The ways in which we communicate and conduct our business have been radically transformed in recent years.  This transformation is ongoing.  We live in an interconnected world.  The digital economy is worth &euro;8.4 billion and is growing at a rate of 20% per year, five times faster than the rest of the economy.  Research suggests that by 2020 the value of the digital economy will have risen to 10% of gross domestic product, GDP, or over &euro;21 billion.  Irish consumers spend in excess of &euro;6 billion a year, or in the order of &euro;700,000 per hour, 24 hours a day.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Alex White:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2219\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2219&amp;amp;pid=AlexWhite&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=25\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Moving goods from a virtual point of sale to people's homes and businesses is a major logistical undertaking.  During the consultative phase of the project many stakeholders, in both the public and private sectors, told us about the challenges of finding addresses in Ireland, particularly in rural areas.  The Nightline group handles more than one million parcels a month and employs more than 750 staff at 11 sites throughout the entire island of Ireland.  It is strongly in favour of adopting Eircode as it deals with these issues first hand.<\/p><p>Approximately 35% of premises have exactly the same address as another property.  In both rural and urban areas, the same building can have multiple forms of address.  Unlike other countries, we have no legal form of addressing in this country.  For these reasons an area or hierarchical based code would simply not work in Ireland.  It would not allow us to overcome any of these addressing difficulties.  We have, therefore, adopted a unique approach tailored to meeting our unique addressing challenges.  We have developed a postcode system that assigns a unique identifier to each address in the State.  This approach is future proofed in that it allows for future expansion in the number of addresses without changing Eircode postcodes.  It is also sustainable with no requirement to reassign or change an existing Eircode postcode when a new premises is built.<\/p><p>Fundamentally, this project is about delivering a critical piece of national infrastructure which will secure many benefits.  The National Ambulance Service has stated that it looks forward to the launch of the new Eircode system in Ireland which will assist in locating address locations.  It said that a system, such as Eircode, which contributes in assisting ambulances to arrive at the scene of an emergency faster, is a welcome development and that Eircode will be exploited fully in the interests of quality and safe patient pre-hospital care.  The other emergency services will also use the codes in time.<\/p><p>The introduction of Eircode will also deliver the following benefits: make it easier for consumers to shop online and assist the development of Irish online commerce; improve the quality of access to public services while reducing the cost; enable commercial organisations to improve existing services and develop new service offerings; improve planning and analysis capabilities across both public and private sectors; and provide a stimulus to mail volumes through improved direct marketing capabilities.<\/p><p>Significant stakeholder engagement was undertaken during the procurement process and initial roll-out.  Thirty industry seminars have been conducted since March 2014.  These industry groups include telecoms, energy, banking, insurance, retail and logistics.  In excess of 1,000 attendees representing more than 600 different companies have attended these sessions and additional seminars will be held over the next two months.  Information for businesses is also available on the Eircode website, which provides guidance on preparing for Eircode postcodes and details of the products and pricing.  Sample data have also been made available to allow businesses and other organisations test their systems in advance of the launch.  Immediately following the launch of Eircode postcodes, every premises in Ireland will receive a letter containing the Eircode postcode for that address.  The letter will include information on the benefits of Eircode postcodes and how they can be used.  The launch will also feature a national communications campaign that involves TV, radio, national and regional press.  The campaign will be complemented by an online tool to enable citizens to easily find Eircode postcodes and addresses.  Members of the public will be able to enter an address to find an Eircode postcode or enter an Eircode postcode to find an address.  The Eircode postcode finder will be easily accessible on a computer, tablet or smartphone.  It will also be able to identify addresses on an Ordnance Survey map and will help the user with directions, if needed.<\/p><p>Equally important, an outreach campaign, managed by Capita, the Wheel and Irish Rural Link, is under way.  The campaign reaches out to vulnerable groups to explain the benefits of the codes and address any concerns people may have about their use.  I am especially pleased that this outreach programme includes the recruitment of 23 outreach champions to drive awareness at county level.  These champions have mobilised almost 2,500 volunteers in more than 550 organisations to reach out to people in their own communities, including GAA clubs, community alert groups, active retirement clubs and rural transport groups.  They have reported a positive response to the introduction of Eircode postcodes and a widespread interest in learning more.  These volunteers have assisted almost 9,000 people.  They plan to reach thousands more over the coming months to ensure all sectors of society are aware of and comfortable with using Eircode postcodes.  Local briefings, print materials and electronic information have been provided to community, voluntary and civil society groups at national and local levels.   Information leaflets will be available in citizens information centres.  This effort is providing further assistance and ensuring greater understanding of the new system among vulnerable groups.<\/p><p>Eircode postcodes are not compulsory.  No one will have to pay for them.  No individual householder will have to pay for his or her Eircode postcode.  The Eircode postcode system will be rolled out automatically.  No citizen needs to take any specific action once the Eircode postcode has been received through the letter box.<\/p><p>The final significant element of the project is the enactment of this legislation.  It will ensure members of the public can have absolute confidence in regard to data protection.  The primary purpose of this legislation is to enshrine the highest levels of data protection within the postcode system.  It also provides the clearest possible reassurance that all personal data will remain secure.  My Department has consistently taken a strong line on data protection in the design, implementation and operation of the project.  The contract we have with Capita reflects this approach.  As Minister, I have decided that this approach must be confirmed in primary legislation to ensure the greatest level of protection for citizens.  My Department has had ongoing engagement with the Data Protection Commissioner.  My Department has also completed and published a comprehensive privacy impact assessment even though it is not a statutory requirement.  The purpose of the privacy impact assessment is to ensure any potential privacy impact on individuals as a result of the introduction of Eircode postcodes is recognised and addressed.  The assessment has concluded that the introduction of Eircode postcodes is unlikely to have any significant adverse effect on the right to privacy.  All the recommendations contained in the assessment have been incorporated into this Bill.  The Bill represents a sensible and pragmatic approach to data protection as it relates to postcodes.  It sets out the high level principles underpinning a protective framework and strikes a balance between ensuring the commercial viability of postcodes while at the same time underpinning data protection.<\/p><p>I will now deal with the text of the Bill.  This relatively short Bill is divided into three sections.  Sections 1 and 3 contain standard preliminary provisions and definitions.<\/p><p>Section 2 contains the main provisions of the Bill.  It sets out the amendments to the Communications Regulation (Postal Services) Act 2011 and outlines requirements for the use of postcodes.  It provides a statutory footing for specified legitimate postcode activities which are fundamental to the establishment and implementation of the postcode project.  Section 66 of the principal Act also provides additional safeguards for the legitimate interests of owners and occupiers of properties by providing the Minister with powers to set down requirements that businesses must satisfy before they can be granted a licence to use a postcode database to provide value-added services.  Value-added services are products or services that use or are derived from a postcode database.  This provision enables the Minister to ensure those who sell these services, known as value-added resellers, VARs, are screened against specific criteria before they can use postcode databases.  This section also provides the Minister with the power, by regulations, to require the postcode contractor to include certain specific provisions in the licences it grants to value-added resellers.  This enables the Minister to ensure there is a robust legal contract governing the manner in which value-added resellers use postcode databases, including protections such as audit rights and sanctions, including the suspension and termination of licences.  In addition, the postcode contractor will only grant a licence to a VAR or end user where it can be demonstrated that they have registered with the appropriate data protection regulator, if this is required.<\/p><p>Section 66B, as inserted by section 2 of the Bill, introduces a specific obligation for the postcode contractor and VARs to publish a privacy notice.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Alex White:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2219\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2219&amp;amp;pid=AlexWhite&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=25\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This requires specific information to be made readily available to individuals on how postcodes will be used and to whom they may be licensed.  It also sets out individual rights with a view to enabling the creation of a clear and transparent data protection framework.<\/p><p>Section 66C provides for the amendment of the principal Act to clarify that certain legitimate postcode activities may be undertaken in compliance with the Data Protection Acts.  The scope of these legitimate postcode activities has been kept deliberately narrow.  They cover the fundamental functions of the postcode system, including its development and maintenance, the dissemination of postcodes, the matching of addresses and the licensing and reselling of the postcode address database.<\/p><p>The Minister is also to be given the power to make regulations specifying new legitimate postcode activities.  The Minister will be required to consult the Data Protection Commissioner and the Minister for Justice and Equality before making regulations in this respect.  <\/p><p>Section 66C only applies to legitimate postcode activities undertaken by the postcode contractor, the Minister or value-added resellers.  Consequently, the Data Protection Acts, 1988 and 2003, apply fully to the processing of personal data by end users or others.<\/p><p>Section 66D sets out the complaints procedure for postcodes.  It puts in place adequate steps to safeguard the legitimate interests of owners and occupiers of properties.<\/p><p>Section 66E imposes a further statutory obligation on the postcode contractor to develop a data retention policy to ensure decommissioned postcodes will be retained for record keeping purposes.<\/p><p>The Bill will copperfasten the highest level of data protection for the postcodes project, ensuring the confidence of citizens and commercial entities in the implementation and operation of the system.  In the interests of providing certainty for all market players, enabling the development of fair competition among VARs and enhancing the protection of postcode users, it is important that the most appropriate data protection framework is put in place swiftly.<\/p><p>I look forward to hearing the views of the Members of this House on this important legislation.  I also look forward to the launch of the national postcode system in the summer as scheduled.  I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#R00400","speaker":"1024","continuing":true},{"type":"speech","time":1435224600,"counter":123,"content":"<p>I thank the Minister for coming to the House.  We welcome this important legislation.  I also thank the Minister for outlining the background to the postcode system.<\/p><p>Data protection is one thing but secrecy is another.  It is of concern that not one page of the 700 page contract establishing the Eircode system is available under the Freedom of Information Act.  As the Minister is aware, despite many requests, it became apparent that some of the communications in the Department were not made freely available.  However, what was made freely available was that the advice the private consultancy company had given to the Government had been ignored on a number of key issues.  Obviously, the hierarchical code the Minister mentioned was one of these issues.  That is the system that works successfully in the North.  Why would we bring in the State bodies and the commercial entities and pay consultants a fortune in money only to ignore them, as was done in the case of Irish Water?  That is a matter of concern.<\/p><p>The Minister spoke about the ambulance service.  With a centralised call-out system, it is important to have postcodes because paramedics and ambulance drivers no longer have local knowledge.  A hierarchical code would mean that people would automatically know they were going in the right direction.  If somebody was to give the wrong digit but also an address, he or she might realise the error.  Much of the time a person will key the code into a Sat Nav and if there is a wrong digit, as can happen in an emergency, if there was a hierarchical code, the paramedics would know there was an error in the code given.  That all came from the wide consultation that there should be a hierarchical code, but that did not happen.  These are matters of concern.<\/p><p>The legislation before us on data protection is not a source of major dispute, other than the 700 page contract in terms of the pricing of access to the database.  There was no consultation on the pricing of access to the database.<\/p><p>The Bill is relatively short and we will discuss details further on Committee Stage.  There is concern that there is no requirement for some things to happen and they are moer vague than I would like.  I am sure the Minister is also concerned.<\/p><p>Section 66A(4) states, &quot;Every regulation made under this Part shall be laid before each House of the Oireachtas as soon as may be after it is made and, if a resolution annulling...&quot;.  However, there is no requirement as when that might happen.  It states that it &quot;shall be laid ... as soon as may be after it is made&quot;, but it does not state if there is any requirement as to when it might be made.<\/p><p>Section 66D(1) states, &quot;The postcode contractor shall draw up procedures for dealing with complaints by an owner or occupier of property&quot;.  Again, that is about timelines.  It is rather vague compared with what I would like to see in legislation.<\/p><p>Section 66D(5) states, &quot;The postcode contractor shall notify the complainant concerned in writing of the reasons for its decision&quot;.  It is just a matter of timelines and it might be dealt with in regulations.  As we know in other areas, particularly in planning, before we introduced specific timeframes in which planning issues had to be dealt with, it used to go on for months.  There was considerable uncertainty as a result.  If someone has a complaint, the postcode contractor should notify the complainant concerned in writing of the decision within 60 or 90 days.  I am not the expert on how long would be reasonable, but it would be reasonable to specify a timeframe.<\/p><p>Section 66D(7) states:<blockquote>The Minister may, by regulations, make provision for the following:<blockquote>(a) the procedure to be followed in investigating complaints;<br \/><br \/>(b) the requirements to be complied with by complainants;<br \/><br \/>(c) the remedies and redress available to complainants;<\/blockquote><\/blockquote>I think it should read &quot;shall&quot; rather than &quot;may&quot;.  If we go to the bother of introducing data protection regulations, there should be an onus on the Department to introduce the regulations for complaints, redress and remedies for it.<\/p><p>They are only technical issues in dealing with the Bill.  If the Data Protection Commissioner believed he needed more assistance in that regard, I do not think we would object to this.  The issue is with the more technical elements.  Obviously, we will not reopen the debate on the consultants' report, but I thought I would mention it as we were talking about it in the first place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#T00200","speaker":"1159"},{"type":"speech","time":1435224600,"counter":124,"content":"<p>I welcome the Minister and the Bill on postcodes.  The purpose of the Bill is to amend parts of the Communications Regulation (Postal Services) Act 2011.  It is particularly important for the introduction of Ireland's seven digit postcode system this year.  Ireland is one of the last remaining countries in the world to introduce a national postcode system.  This has to be welcomed by both the public and businesses.<\/p> <p>It will be far easier once the system goes live for post to be delivered.  With Eircode, the first three characters of the code will provide the routing key.  These are designed to help in the postal sorting process and the logistics industry.  The remaining four characters will provide the unique identifier which will identify each individual address.  They will not be sequential, allowing for the insertion of new addresses as houses, etc. are built and added.<\/p> <p>We should be able to locate addresses more efficiently with this new system.  In addition, medical emergency services where an ambulance has to be called will be able to respond faster, especially in rural areas.  Unfortunately, there have been some cases in which ambulance crews not familiar with a rural area have got lost and arrived very late following a call-out.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tony Mulcahy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2358\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2358&amp;amp;pid=TonyMulcahy&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=25\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hope Sat Nav providers will update their systems in conjunction with the new system.<\/p><p>Postcodes have been a long time coming.  On 23 May 2005, the then Minister for Communications, Marine and Natural Resources, Noel Dempsey, announced that postcodes would be introduced on 1 January 2008.  Seven years and three Ministers later, we are finally ready to go live.  It is envisaged that the system will go live once this Bill passes through both Houses and is signed by the President.  I urge Members to support the Bill.<\/p><p>The purpose of this amending legislation is to address the public's concerns about data protection and privacy.  We need to ensure only legitimate postcode activities are carried out.  The Bill will regulate how information is collected and distributed by the postcode contractor and reseller of postcode databases.  We are all aware of the amount of advertising mail that is put through our postboxes every day.  We need to protect the privacy of householders who are about to be allocated new postcodes.  Legitimate postcode activities are set out in the proposed section 65A(2) to be inserted by the Bill.  These include development and maintenance of a postcode; management of the postcode database; incorporation of address aliases into databases to allow for the association of geoco-ordinates with the new system; dissemination of postcodes on behalf of the contractor or the Minister by An Post, a universal postal service provider or such other person the Minister considers appropriate; matching of addresses to postcodes for reselling with the provision that the name of the occupant or owner of the property is not identified; and licensing of the postcode address database to a value-added reseller or end user with certain criteria being observed.  The Minister has ensured the Data Protection Commissioner and the Minister for Justice and Equality will be consulted if there is need to broaden the scope of the legislation in respect of privacy.  I welcome this legislation and agree that data protection in relation to the new postcodes has to be strong.  A complaints procedure is provided for under the proposed section 66D and a statutory code of practice by the contractor is provided for in the proposed section 66E.<\/p><p>In January 2014, Capita Business Support Services Ireland was awarded a ten-year contract to operate and maintain the postcode service.  I hope that company is successful in delivering a postcode system of which the country can be proud.  It may have taken ten years to develop a postcode system but at least it is starting now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#T00300","speaker":"1134","continuing":true},{"type":"speech","time":1435224600,"counter":126,"content":"<p>I welcome the Minister to the House as we put the final piece of the jigsaw in place to finally give Ireland its own postcode system.  We are not reinventing the wheel but this system is not before its time.  We are the only country in the OECD without our own postcode system.  Given that we pride ourselves on being a progressive, thriving and smart economy, I cannot believe it has taken so long to develop the system.  The Joint Committee on Transport and Communications held hearings on the matter to allow various groups to raise issues about the process.  I listened carefully to those who expressed concerns and opposing views but I still cannot understand how this postcode system could be opposed.  The process of developing it was thorough and onerous and the system as devised is robust and meets high standards.<\/p> <p>I welcome that the Minister has decided to take a belt and braces approach with this legislation to ensure security of the data protection system.  The Bill before us will address any remaining concerns in this regard and it paves the way for the roll-out of the new postcode system this summer.  Most people will welcome postcodes, particularly those involved in businesses or logistics.  As someone who lives in rural Ireland, I answer my door every day to people who have called to the wrong address.  People living in the countryside often facilitate each other by accepting deliveries on behalf of their neighbours.  This can be a nuisance if one is waiting on a delivery, however, because it can cause delays.  On a more serious note, it can also delay emergency services.  Ambulances and fire services are dispatched through a centralised system.  The system is not without its shortcomings, one of which is the lack of local knowledge.  I have first-hand experience of fire tenders and ambulances being directed to the wrong location because of the lack of a detailed address.  Time delays can have dire consequences but I hope the new postcode system will be embraced by the emergency services and ensures a prompt and precise response to calls.  This system can save lives if it is used effectively.<\/p> <p>There was unnecessary confusion over the roll-out and ownership of the new system.  The legislation provides clearly that the postcode system will remain the property of the State and postcodes will be free to members of the public.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#U00200","speaker":"1143"},{"type":"speech","time":1435224600,"counter":127,"content":"<p>I welcome the Minister back to the House.  He was demoted to the Lower House several years ago but he was previously an active Member of this House.  I look forward to hearing Members' views and, I hope, a healthy debate on this Bill.  I was the chairman of An Post in the 1980s.  After we introduced postcodes in Dublin, we constructed a new sorting office on Fortfield Road and told the people in that part of the city they would be in Dublin 26 instead of Dublin 6.  This resulted in an uproar, with people arguing their homes would be devalued if they were in Dublin 26 because Tallaght was in Dublin 24.  We solved the problem by designating the area as Dublin 6W in the expectation that we would introduce postcodes shortly thereafter.  Residents warned us that they would not use the Dublin 26 postcode even if it meant letters addressed to them would be a day late arriving.<\/p><p>Britain was the first country to introduce alphanumeric postcodes.  Every other country used either numbers or letters but not both.  Concerns were expressed at the time about whether it was wise to introduce alphanumeric postcodes but the system appears to have worked.  The postcode system for Ireland looks rather technical.  I am glad the Bill takes into account the lessons we learned from the Irish Water controversies, especially in regard to taking information from customers.  In the Irish Water case it was PPS numbers and in the case of this Bill it is postcodes.<\/p><p>The new system has been criticised by those who may have to rely on it for life and death issues.  Mr. John Kidd of the Irish Fire and Emergency Services Association stated:<blockquote>Eircodes has been designed for a post-based system.  We'd like a system where zero codes are combined with that.  What does that mean for us in emergency services?  In the event I get a 999 call for fire, ambulance or An Garda S&iacute;och&aacute;na, I know where you're phoning from.  The new postcode could be REG 315 in Donnybrook or REG 316 in Darndale.  All we have to do is make a digit wrong and we are going to a totally different area. <\/blockquote><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Feargal Quinn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1972\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1972&amp;amp;pid=FergalQuinn&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=25\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I have a query about the company selected to implement Eircode, Capita, says that these concerns have been answered.  It is a concern that this late in the day people such as emergency workers are raising these legitimate concerns.  What really jolted me is that DHL, Fedex and UPS have all told the committee that they will not use the postcode system.  I would like to hear the Minister's response to this.  Those companies are major multinationals and it is extraordinary that they are planning not to use the code.  Bobby Kerr has issued his report on the business future of An Post.  I think it was a great idea to have Bobby Kerr examine the company.  I ask the Minister to comment on whether the business development group was asked to look at the postcode issue as there is no mention of it in the report.  It would have been very useful to get the views of someone with such business experience on whether the system is viable from a business perspective.  It sets major alarm bells ringing with me when DHL, Fedex and UPS, world-renowned companies, have rejected the scheme.  Given that Mr. Kerr's report is only an interim report I suggest that the Minister put the Eircode system on hold for the time being until Mr. Kerr's business development group analyses the viability of Eircode from a purely business perspective.  That would be very worthwhile.<\/p><p>Sometimes in business one must hold back until a project is ready for the market.  In the case of Eircode I do not believe it is ready for the market just yet.  It seems extraordinary that if a person orders something on-line and puts in the new postcode a courier company delivering the item will not even use that postcode.  It seems quite ironic that the Government has been talking about giving business opportunities to An Post yet it has given the postcode contract to Capita.  <\/p><p>I ask the Minister to state whether the postcode contractor, currently Capita, will pass on postcodes in order for them to be used to follow up on people to pay property tax.  Will the Minister state whether the postcode contractor will not pass on postcodes for the identification of people who have not paid the water charges?  People are legally obliged to pay these charges but it is important that postcodes should not be misused.  We saw how Irish Water obtained the PPS numbers.  It is very important for the Minister to put these statements on the record of the House.  If he cannot do so I would be interested to know why it is not possible.<\/p><p>When I was running the loyalty card scheme in my own business it was a priority to fully comply with the data protection legislation to ensure that the information was not misused or given to a third party.  There is a justifiable concern over the potential for people to get even more junk mail and that postcodes will be obtained or sold to third parties.  On the possibility to fine the postcode contractor I have concerns that the postcode contractor will investigate complaints relating to the use of postcodes by the postcode contractor or a value-added reseller.  It seems absurd but that should not be the case.  The Data Protection Commissioner should be responsible for complaints.  In addition, this Bill should include a provision to dissuade the postcode contractor from giving out postcodes.  This could be in the form of a large fine.  Can the Minister state why the possibility of fining the contractor if they give out postcodes to third parties is not included in the Bill?  Can the Minister state whether the Government would be open to an amendment to include a provision for a fine in this case?  It should be an offence for the postcode contractor to hand out postcodes to certain parties.<\/p><p>The idea of a State e-mail address to cut down on paper and time is a somewhat related topic but in this day and age it is amazing that State bodies send letters when they could send official notification via e-mail.  For instance, it would make much more sense for hospital appointments to be e-mailed to a verified e-mail address.  I refer to the example of Denmark where legislation was introduced to ensure that businesses have digital postboxes, a registered e-mail address, so that they can receive secure communication from the State or State authorities.  Denmark is now beginning to replace physical mail with a digital postal service and it is now compulsory for members of the public to register on the Internet their change of address on immigration, marriage application or even to report the theft of a bicycle.  The aim is to move 80% of communications with public authorities in Denmark from paper to the web by the end of the year.  It is estimated that this will save &euro;300 million.  In this day and age why are State institutions such as hospitals still sending out letters for appointments?  Denmark has recognised that this is a thing of the past.  They estimate it will save paper and money and it will make information more secure.  <\/p><p>In 1983 I went to Tallaght to see for the first time something called a fax machine.  I was able to send a fax to New York and receive a message by return.  I thought it would threaten the future of the postal service.  However, it was decided to use the modern technology and a fax machine was installed in every post office.  I have great confidence in An Post and its senior management and in particular because it has the support from Bobby Kerr who is advising and suggesting in those areas.  It is possible to say that there are changes taking place.  Every citizen in Ireland could have an official State e-mail address to facilitate communications from the tax office, the courts, the hospital or the post office, for example, without the need for a physical letter communication.  Masses of paper and printing costs would be saved by State bodies which would save money and time as well as paper.  There could be an opt-out for people unfamiliar with technology, including the elderly, but it would encourage more people in business to go online and it would show to the world that Ireland is a very advanced place to do business.  An Post could be a leading force if we decide to go down this route.  We have the right people in An Post and we have the right people such as Bobby Kerr.  We should be looking at this issue now as I have no doubt whatsoever that this system will be introduced.  I think we should be one of the first countries to do it and we should take the lead rather than be a late adopter.  The State e-mail address could bring much more benefits for ordinary people and businesses and savings for the State as opposed to what I think is a flawed postcode system.  I believe it needs to be looked at again and I urge the Minister to rethink whether it would be better to delay in order to get the advice of people who have a very interested view on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#U00300","speaker":"1145","continuing":true},{"type":"speech","time":1435224600,"counter":129,"content":"<p>I welcome the Minister to the House.  I agree with the previous speaker that it is a flawed project which needs to be re-examined.  I will not oppose the Bill on Second Stage because it is important to move on to Committee Stage where we can discuss these issues in more detail.  Second Stage is an opportunity for us to present the general concerns about the Bill.<\/p> <p>The first and obvious question is why this system is being introduced and how much will it cost.  The Department is projecting that the cost to the State will be in the region of &euro;27 million.  Some argue it could be more.  Normally a project with technical specifications is an attempt to fix a clear problem that has been identified.  There has been much murmuring from the Department of Communications, Energy and Natural Resources about the lack of a postcode system in Ireland but there has yet to be a definitive answer as to what problem Eircode is addressing.  We are told that Ireland is the only OECD country without a postcode system but is addressing this issue a vanity project for the Government or does it fulfil a specific function?  It is for the Minister to convince us.  It is a very expensive vanity project if it is to tackle a problem that one official from the Department identified.  He stated that the public was tired of making up postcodes every time they were doing business on websites and explaining to people how it was that Ireland was the only country in the OECD that did not have a postcode system.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Cullinane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2357\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2357&amp;amp;pid=DavidCullinane&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=25\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a postcode system in place in Ireland which is called Loc8.  The system is used by the Sat Nav company, Garmin, and by the HSE.  The system was offered free of charge to the Government in 2013 but it was not availed of.  I ask the Minister to explain why that was the case.  <\/p><p>The expected cost for consultation is projected to be in the region of &euro;1.8 million, according to the Department.  Questions remain to be answered as to the level at which individuals, or companies, who advised the Department at various stages are now involved in ongoing project management.  The question of the cost to several Departments of the implementation of Eircode remains unanswered.  The Departments of Health and Social Protection, for example, will require a large upgrade of their IT systems if they wish to assign an Eircode to every file on their databases.  Before Eircode comes into force it must be made clear what impact it will have on each and every existing Department.  I do not know if the Minister has that information.  If he has then I ask him to share it with us.<\/p><p>The roll-out of the system will clearly involve a large technical specification if it is to be adopted by Government agencies in assisting them with their work.  Recently Sinn F&eacute;in asked the Minister for Social Protection for the projected cost of implementing the Eircode system in her Department.  Even though her response was as follows:  \"The initial phase will be completed in 2015,\" we still do not know the cost.  She continued,  \"To this end, the project governance committee of the Department has approved the issue of a supplementary request for tender to a framework of approved bidders in order to implement the technical changes required to the IT systems of the Department.\"  Has that happened in other Departments?  She continued, \"The associated costs of this initial phase will be known on completion of this technical work.\"  I assume the cost involved will be significant as a significant number of people are in receipt of payments, ranging from children's allowance to pensions, from the Department of Social Protection.  If each person on the system must be now allocated with a unique Eircode attached to his or her address then it will require a significant upgrading of the Department's IT system.  <\/p><p>A number of bodies have raised serious issues about the Eircode system.  The Freight Transport Association of Ireland has expressed concern about the system and pointed out that it is only a postal solution.  For example, if a building does not have a letterbox, such as a warehouse or an agricultural unit, then the Eircode system would be of no use to freight carriers.  Earlier a Senator said that some courier companies will not use the system.<\/p><p>The Irish Fire and Emergency Services Association represents front-line emergency staff and it has expressed serious concern about Eircode.  It has claimed that because the system does not identify small local areas it will be of little or no benefit to emergency call-outs that are along roads or in industrial or transport infrastructure.  It is also not helped by the fact that Eircode will not be on street signs and most likely, therefore, will be known only to the person living at the specific address.<\/p><p>I have given a flavour of some of the concerns that people have expressed.  The Minister will have addressed some of those concerns in his opening contribution but some of the more specific ones need to be answered.  We will have a more wholesome and specific debate on Committee Stage which may take place next week. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#V00200","speaker":"1133","continuing":true},{"type":"speech","time":1435224600,"counter":131,"content":"<p>As there are no other Senators offering, I call Senator Gerard Craughwell and he has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#W00200","speaker":"1164"},{"type":"speech","time":1435224600,"counter":132,"content":"<p>That is wonderful.  One always knows that it is time to go when I get on my feet.  I usually sit here for hours waiting for people to finish their contribution so that I get a miserable few seconds to say something.<\/p><p><b><\/b>The Minister is welcome.  I think this is the first time I have addressed him in this House and I shall try to make it as painless as possible.  The Bill he has brought forward is to ensure the public interest is served in regard to undertaking a legitimate postcode activity so that the processing of any personal data, in postcodes, enables databases to be in compliance with data protection.  There are many serious concerns to be expressed here, and not just about the Bill but about the entire Eircode project.  Eircode is a flawed concept and may end up, at best, unusable or unused by Irish citizens and, at worst, cost lives in cases where emergency services cannot locate a person due to the random selection of four characters of the seven character code.  <\/p><p>I shall begin today with the issue of data protection.  Since the project was first moved there have been serious data protection concerns.  We are aware that the Data Protection Commissioner, in 2004, advised the Department not to use unique identifying codes for privacy reasons.  One of the main stakeholders, Digital Rights Ireland, is equally concerned.  It stated:  <blockquote>We want to state clearly that we are not at all &lsquo;satisfied&rsquo; with the postcode that has been designed or the implementation proposals.  Our view is that you are taking a dangerous and needless step into the unknown by going ahead with the code as currently proposed.  We gave details of an immediate privacy problem that will present itself immediately after launch.  We warned that the mitigating measures that the Department is proposing would not really help, and might even be a distraction from other critical project issues.  We warned that the legal protections of the data protection regime would be largely unenforceable in the context of global Internet advertising networks.<\/blockquote>The organisation also mentioned several other things but continued: <blockquote>That said, we are puzzled as to how the firmly conveyed views of the Data Protection Commissioner about individual house coding were put to one side when the requirements for the code were totally revised without consultation in 2010.  <\/blockquote>My colleague, Senator Daly, referred to the secrecy surrounding Eircode and it seems we have another Irish Water situation.  There is a 700 page contract that nobody can see.  The contract is not available for access through FOI and several organisations have requested it under freedom of information.  What does that say about the openness and transparency we were promised when this Government was elected?  <\/p><p>The Minister mentioned the ambulance service, in particular.  From what I can gather, the emergency services, and in particular their members who are in trade unions that serve those services, are not at all impressed by the code and have some serious concerns about same. <\/p><p>The online industry will not use the codes because they are not compulsory.  They have deemed them to have no use whatsoever and claim they will distract more than anything else. <\/p><p>I understand that the Garmin and TomTom companies have said they will not use the postcodes in their GPS systems.  That is a failure.  Any Member who has been in the States, in continental Europe or in the UK will know that one simply types in a postcode and one is brought directly to the house.  If Garmin and TomTom are not impressed then where does that leave us?  <\/p><p>Yesterday, a number of Senators - I certainly did -  received communications from the Global Addresses Data Association.  The title of the document the association sent to me was &quot;When is a postcode not a postcode?&quot; and it rubbished the entire postcode system that has been put forward.<\/p><p>Today, Senator Quinn mentioned that we might use the Internet and email.  My God, where are we going to use email?  I watched a programme on television a few nights ago and it showed that there is simply no broadband in half of this country.  That means there is no access to email, to Internet services and our businesses are struggling.<\/p><p>The bottom line is that I shall bring forward some amendments to this Bill because I believe the Bill is flawed.  I believe the overall project is seriously flawed.  When one considers the randomised nature of the postcodes that are used it is a total nonsense.  I also believe the system will put lives at risk rather than make ambulance services find addresses easily, particularly if we have the sort of resistance we have right now. <\/p><p>The Acting Chairman has been very good to allow me a few moments of his time and I am extremely grateful.  When the Independent Group is formed next week, with me as its leader and only member, I will get plenty of time.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#W00300","speaker":"1196"},{"type":"speech","time":1435224600,"counter":133,"content":"<p>The revolution has started.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#W00400","speaker":"1159"},{"type":"speech","time":1435224600,"counter":134,"content":"<p>Every democratically elected Member is entitled to speak here, in turn.  I thank Senator Craughwell and call the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#W00500","speaker":"1164"},{"type":"speech","time":1435224600,"counter":135,"content":"<p>Senator Craughwell will not mind me playfully querying how an Independent group could have a leader.  Maybe he will explain that to me on another day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#W00600","speaker":"1024"},{"type":"speech","time":1435224600,"counter":136,"content":"<p>It is like herding cats.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#W00700","speaker":"1159"},{"type":"speech","time":1435224600,"counter":137,"content":"<p>I thank my colleagues and Senators for their thoughtful and insightful contributions.  In the first instance, I thank Senator Daly but I shall thank all the Senators sequentially as it will be quicker.<\/p> <p>In response to the questions of why recommendations are reviewed and why a sequential code was not proceeded with, I shall outline the fundamental reason which I mentioned in my opening remarks.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Alex White:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2219\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2219&amp;amp;pid=AlexWhite&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=25\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In excess of 35% of all address points in this jurisdiction are non-unique addresses, which is significantly higher than any other comparable OECD country.  After considerable deliberation and analysis, the decision was made that a unique identifier best meets the needs of the Irish addressing problem by uniquely identifying properties that share the same address.  We think it is manifestly sustainable in the sense that there is no requirement to reassign or change existing Eircodes where there is new build.  Area codes have the potential to lead to Eircode discrimination where they are sequential - so-called Eircode ghettos where an area can be identified and targeted in unacceptable ways.  We have seen that elsewhere. <\/p><p>Area codes can lead to loss of anonymity and privacy issues in areas of non-unique addresses.  That is something we are addressing.  Area codes can also lead to capacity issues.  The unique Eircode design, however, allows for more than 250,000 codes to be assigned to each post town, of which there are approximately 139 in Ireland.  <\/p><p>We are therefore able to take advantage of technological advances, and can have regard to all of the changes that have taken place which can be integrated into this new system.  It is a unique system but one that I believe will work for our particular needs in this country.<\/p><p>I welcome the support of Senator Mulcahy and Senator Whelan for the intended action on Eircodes.  In some sense, what Senator Mulcahy said essentially answered Senator Quinn's remarks.  People often say that in Ireland we have an implementation deficit disorder, as it has been described.  We have been at this for ten years or more.  People may disagree on the choice of design, but if anybody thinks this has been done without deliberation, analysis or consultation, including extensive consultation with business and other users and potential users, they would be mistaken.  I want to assure the House that this has been dealt with, analysed, prepared and designed to a considerable level of detail.  I am saying that in response to what Senator Cullinane said.<\/p><p>Senator Daly was concerned about some guideline issues, including the use of \"may\" or \"shall\".  I can tell him that the regulations are currently being drafted in the Department, so there will be no concern about any delay there. <\/p><p>A complaints process is dealt with extensively in the code of practice, which has been drafted in consultation with the contractor.  As regards the items set out in the regulations, one can see that a complaints procedure is incorporated in the Bill, so we will have a high level of clarity about that in advance.<\/p><p>I wish to query one of Senator Craughwell's remarks, which I disagree with and think is unfortunate.  That is the notion that the Eircodes could cause a risk to life.  Let us be fair-minded here.  The Eircodes will do something additional to what is there at the moment.  Even an individual who is strongly opposed to them must acknowledge that this is an add-on to what is already there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#W00800","speaker":"1024","continuing":true},{"type":"speech","time":1435224600,"counter":139,"content":"<p>I believe I am not the only one who said it here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#X00200","speaker":"1196"},{"type":"speech","time":1435224600,"counter":140,"content":"<p>The Minister without interruption, please, Senator Craughwell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#X00300","speaker":"1164"},{"type":"speech","time":1435224600,"counter":141,"content":"<p>It is an additional facility, so the addresses will still exist.  All the local knowledge and experience that people have will still be there.  It will not be wiped out and we are not deleting anything.  We are not deleting addresses from the national memory, they will still be there.  This is something additional.<\/p> <p>One could make the argument as to whether the additional facility will be an improvement or otherwise, but the worst case scenario is that the current situation will simply remain.  To say that it will lead to loss of life is an unfortunate and unfair criticism.<\/p> <p>My Department has briefed all the emergency services on this project.  Our first concern is the emergency services and I accept that Senator Craughwell is right there.  The code will be available to all emergency services at whatever stage their systems are ready to exploit it.  In some cases business concerns may not be ready to exploit this particular form of postcode, at least from day one.  The national ambulance service, however, is already constructing a computer-aided dispatch system to use Eircodes.  It will be deployed in the new state-of-the-art national call centre during the course of this year.<\/p> <p>Senator Craughwell mentioned one representative body and he knows exactly what I am referring to.  There are trade union interests, of course, and this is one group that made statements some months ago.  I wish to make clear, however, that the national ambulance service on which we rely so much and which has done such a terrific job, has welcomed the introduction of Eircodes as they will facilitate the speedier deployment of their services.  That is what they have told me and it has been made very clear.  They are looking forward to the launch of the Eircodes, which will assist in locating addresses.<\/p> <p>The point was made that some businesses say they will not use the system.  It may well be that some businesses will not use the system from day one, but I confidently predict that as the months go by, a lot of businesses, including dispatch firms, will start to use the system, especially if their competitors are doing so.  The well known and successful courier company Nightline, for example, is enthusiastically supportive of this project.  It has said that to me both privately and publicly.  I confidently predict that when competitors see the success of the Eircode system as the months progress, they will use it also.<\/p> <p>As regards Senator Quinn's comment, I cannot say whether Irish Water proposes to use the system.  That is a business decision for that operation and we will see whether it makes that decision.  Many public services, Government Departments and agencies will use the Eircode system and are gearing up to use it.  <\/p> <p>This Bill is about data protection.  It is about ensuring that there could be no doubt about the protection of data and citizens' rights in respect of their data.  We are not in a position to roll-back or unpick the work of many years on preparing this design.  Senator Quinn mentioned Bobby Kerr whom I appointed to a working group on the future of the post office network.  He recently gave me his interim report, which is excellent.  It really points the way for the future success of the post office network.  I will continue to work with Mr. Kerr, as I am sure Senators will do also, to provide their views on the areas of business that rural and urban post offices can attract in future.<\/p> <p>The Eircode project is separate, although linked, and I do not propose to stall it in the way that Senator Quinn has urged me to do.  We have now reached an important milestone with the publication of this legislation to protect citizens so that, in Senator Whelan's words, there will be a belt and braces approach to data protection.  Senator Quinn asked if fines would be levied for the improper use of data.  The Eircode is attached to an address, not an individual.  Once the Eircode is associated with any personal identifier, like a name, it engages the protection of the Data Protection Acts, which contain and include extensive powers to ensure compliance, including fines.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Alex White:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2219\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2219&amp;amp;pid=AlexWhite&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=25\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Data Protection Acts apply in any use of personal data.  All of these protections remain and will be available to any aggrieved citizen should an issue arise in the future.<br\/><br\/>This legislation is necessary to give additional protection in the use of the postcode.  I am talking about the postcode shorn of any identifier because once it is possible to link the Eircode with an individual the Data Protection Acts will kick in.  It is a belt and braces approach.  The Eircode <i>simpliciter<\/i>- the bare Eircode - is being given additional protection in this legislation against misuse.  I reassure Senator Feargal Quinn that all data protection legislation remains in place.<br\/><br\/>Senator David Cullinane asked about costs.  The cost to the Exchequer of the roll-out in the ten-year cycle of the contract is expected to be &euro;27 million.  These costs cover design, database upgrades, media and Eircode distribution.  The cost of the contract will be &euro;16 million in the first two years and a further &euro;1.2 million per annum for the remaining eight years of the contract.<br\/><br\/>I am sure the Chairman wants me to move as quickly as possible, but I wish to reply to Senators.  Senator David Cullinane also asked what the benefits were and what the business need was for Eircodes.  They are very significant and improved efficiency and accuracy of internal business processes will be possible as a result of the improved accuracy and consistency of databases across the public and private sectors, facilitating the accurate location of all addresses in the State, making it easier for consumers to shop online and quicker and easier for emergency services to locate addresses and delivering improved efficiencies as regards logistics and better planning.  As I went through all of these points earlier, I will not detain the House with them again.<br\/><br\/>On public service costs, the Department is compiling an impact register that details the costs and benefits which a selection of public service bodies expect to encounter in their interaction with the national postcode system after it is launched in the summer.  To date, 20 public service bodies have completed questionnaires.  I can provide further information for Senator David Cullinane and the House on costs, if they so wish.  These costs will be greatly outweighed by the benefits that will accrue to individual citizens, in the management and operation of public services, to business, in online trading, to the emergency services and in all of the economic and social activity we want to promote. <br\/><br\/>The Data Protection Commissioner has acknowledged the publication of the Bill and views this legislation as positive because of the way it underpins the implementation and operation of the Eircode system and ensures essential data protection safeguards are put in place.  The legislation deals with data protection.  I understand Senators want to use the opportunity to raise broader issues, particularly on Second Stage, but we are not coming to the House with the original proposal.  We are coming with an additional set of safeguards in primary legislation to ensure there can be no residual concerns about the protection of individual citizens' data.  It is extremely important to do this.  <br\/><br\/>If I have forgotten anything, I look forward to addressing it on Committee Stage, as well as amendments Senators might wish to bring forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#X00400","speaker":"1024","continuing":true},{"type":"unspoken","time":1435224600,"counter":143,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1435224600,"counter":144,"content":"<p>Committee Stage ordered for Tuesday, 30 June 2015.<\/p>"},{"type":"speech","time":1435224600,"counter":145,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#Y00400","speaker":"1164"},{"type":"speech","time":1435224600,"counter":146,"content":"<p>At 2.30 p.m. next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015062500002#Y00500","speaker":"1130"},{"type":"unspoken","time":1435224600,"counter":147,"content":"<p>The Seanad adjourned at 2.25 p.m. until 2.30 p.m. on Tuesday, 30 June 2015.<\/p>","notice":"TIME STRING DETECTED"}]