[{"type":"minorheading","content":"Prelude","time":1403620200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1403620200,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1403620200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1403620200,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1403620200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400002#A00100"},{"type":"speech","time":1403620200,"counter":6,"content":"<p>I have received notice from Senator Colm Burke that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:<blockquote><br \/>The need for the Minister for Health to establish a stakeholder working group to develop a formal strategy for meeting the health and social care needs of our ageing population.<\/blockquote>I have also received notice from Senator Mary Moran of the following matter:<blockquote>The need for the Minister for Children and Youth Affairs to address the proposed 6.5% reduction in funding announced by Tusla for the school completion programmes in County Louth and to provide an update on the policy for school completion programmes on a national basis.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion on the Adjournment and they will be taken at the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400003#B00100","speaker":"1120"},{"type":"majorheading","content":"Order of Business","time":1403620200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400003#B00200"},{"type":"speech","time":1403620200,"counter":8,"content":"<p>The Order of Business is No. 1, Public Health (Standardised Packaging of Tobacco) Bill 2014 - Committee and Remaining Stages, to be taken at 3.45 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400003#B00300","speaker":"1130"},{"type":"speech","time":1403620200,"counter":9,"content":"<p>On a number of occasions I have raised the issue of the drug Fampyra which greatly assists a number of multiple sclerosis sufferers by allowing them to get their mobility back and, effectively, enjoy an independent life.  People whom I know and others who are involved in the Multiple Sclerosis Society of Ireland have advised me that the drug has a positive effect on a significant number of people with multiple sclerosis because it allows them to remain independent and to continue working.<\/p> <p>I know that the Leader has already raised this matter with the Minister for Health, as Senator Michael D'Arcy and I have also.  This drug costs a mere &euro;270 per month but from July it will be gone from the GMS scheme.  A number of people will not be able to afford it so they will end up in hospital and unable to work, at a further cost to the State.  This should not be about cost, however.  <\/p><p>Since my dealings with a number of people on Fampyra, I have learned that there is another MS drug called Lemtrada.  A number of people have reacted very well to the latter drug which has assisted many people in continuing and improving their quality of life.  I have also learned that within the next three weeks Lemtrada will not be funded by the HSE.  <\/p><p>I have written to the Minister for Health, Deputy Reilly, and the HSE on numerous occasions but I have received only a bog-standard response.  Within three weeks, many of these people will not be able to access these life-changing drugs.  This is something that should concern all Members of this House.<\/p><p>Multiple Sclerosis Ireland has a specific concern about these two drugs that relates to its own members.  Does the HSE and the Department of Health have a specific view on multiple sclerosis?  I would have thought that such medical advances, including the provision of these drugs, would be crucially important.  I thought the Minister would get personally involved in the matter, but he has not done so up to now.  <\/p><p>I know that, like myself, the Minister for Health will attend the House later for the debate on the Public Health (Standardised Packaging of Tobacco) Bill 2014.  However, it is not necessarily appropriate for me to ask him about these drugs, nor does he have to answer such questions, when he attends this House to deal with a specific Bill.  <\/p><p>We should have a debate not just on MS treatment but other drugs, as well as the process of how a drug gets into the GMS and the drugs payment scheme.  We should also debate the impact of withdrawing drugs from those schemes.  I appreciate the Leader's assistance on this issue up to now.  I ask him again, however, in the strongest possible terms, to request the Minister to intervene with the HSE on this matter.<\/p><p>I will move a motion in the House next week seeking cross-party support from the Seanad on this point.  It will be a non-political motion requesting that both the aforementioned drugs should remain in the drugs payment scheme.  The Seanad should stand up for people who need our help but who cannot obtain answers from the Department of Health or the HSE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400003#B00400","speaker":"1139","continuing":true},{"type":"speech","time":1403620500,"counter":11,"content":"<p>I am sure that others will wish to join with me in paying tribute to Gerry Conlon whose death occurred last Saturday, 21 June.  He was one of the Guildford Four, released from imprisonment in Britain in 1989, and spent the rest of his life campaigning for other victims of miscarriages of justice.  Many of us were impressed by his work over the years.  I wish to express my sympathy to his family on his untimely death at the age of 60.<\/p><p>I ask the Leader for a debate on yesterday's report by the Inspectorate of Mental Health Services.  Such a debate could examine the numbers of people in some form of institutional care under the auspices of the mental health services.  The report describes those services as a series of mini hostels around the State.  The report also expresses concern about standards in some of the hostels, including an inconsistency of standards and a lack of available data.  An estimated 1,500 people are in this sort of care following the closure of larger psychiatric units.  There are still concerns about standards in some of the smaller units. <\/p><p>It would be worth having a debate here on detention in psychiatric institutions generally.  The spotlight on the mother and baby homes in Tuam and elsewhere has told us a lot about detention and confinement, but there remains a great deal to be said about psychiatric institutions.  <\/p><p>My colleague, Dr. Damien Brennan of the School of Nursing and Midwifery in Trinity College, has done a ground-breaking study on the numbers of people incarcerated in psychiatric institutions in Ireland throughout most of the 20th century.  These were all State-run institutions.  This does not raise the same issues in terms of religious orders, but we should certainly examine the matter in this House.  Therefore, I would like to have a debate on that at some point.<\/p> <p>I very much welcome the announcement of the release of Meriam Ibrahim, the Christian woman sentenced to death for apostasy in Sudan.  I am delighted she is being released.  There was an international campaign for her release but I am very saddened to see that prison sentences have been pronounced on ten al-Jazeera journalists in Egypt.  We, in Seanad &Eacute;ireann, have been asked by the National Union of Journalists in Ireland to raise the issue of these arrests and sentences in the House today.  I would like to join with the NUJ in urging the T&aacute;naiste and Minister for Foreign Affairs and Trade to condemn the abuse of human rights in Egypt and to work with governments in the EU to oppose the criminalisation and imprisonment of journalists.  These al-Jazeera journalists were doing their job but some really long prison sentences have been handed down, some of them <i>in absentia<\/i>.  However, immediate custodial sentences have been handed down to at least two journalists in Egypt and we should all condemn that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400004#C00200","speaker":"1148","continuing":true},{"type":"speech","time":1403620800,"counter":13,"content":"<p>The Central Statistics Office will issue the national accounts for the first quarter of 2014 in the coming weeks and we hope and expect to see a rise in the estimated GDP levels.  This will be very positive news for the Government but I hope also for the thousands of Irish families who have been struggling to make ends meet and who face daily hardship, poverty and even homelessness due to successive austerity budgets which have hit the poorest hardest.  As the Governor of the Central Bank, Professor Patrick Honohan, said last Friday in his response to Thomas Piketty's key note address at the Tasc conference, those at the bottom have been pushed into very negative positions.<\/p><p>However, what I want to do today is to alert this House to the fact that some of the expected increase in GDP will be due to changes in the rules in how GDP is measured.  The guesstimates reported by the media put this increase at more than 1%.  The new rules set out by ESA 2010 aim to unify the procedures of calculating GDP in different EU member states as this is used in the calculation of members states' contribution to the EU budget.  The major difference to the previous regulations used include recognition of research and development and illegal activities, such as prostitution, in the measurement of GDP.  <\/p><p>I understand we need to measure the economy as accurately as possible but when we are calculating a measurement which will have a profound impact on budgetary matters and policy decisions, my concern is that including activities which we may wish to remove from our economy - it was one of the recommendations of the Joint Committee on Justice, Defence and Equality approximately a year ago - into a measurement of economic output is counterproductive.  By including underground industries, such as the illegal drug trade and prostitution, are we in any way condoning or even normalising these sectors of our society?  <\/p><p>How will prostitution earnings or productivity be measured?  The Joint Oireachtas Committee on Justice, Defence and Equality produced a report  reviewing legislation on prostitution and we noted that research evidence estimates the indoor prostitution industry to be worth at least &euro;180 million.  How will the CSO measure it?  The report also found that, on average, 1,000 people are offered for sex daily in Ireland, some 97% of them are migrant women and some are children, and between 2009 and 2011 up to 34 minors were trafficked into the State for sexual exploitation.  <\/p><p>Will the Leader contact the Minister for Finance to request he investigate the issues I have raised and to come back to the House to present how the prostitution industry will be measured for GDP in Ireland and state whether he thinks this is acceptable?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400005#D00200","speaker":"1176"},{"type":"speech","time":1403620800,"counter":14,"content":"<p>I welcome the fact the Minister for Arts, Heritage and the Gaeltacht, Deputy Deenihan, was in Leitrim on Friday.  He announced a &euro;150,000 grant towards a car park at Se&aacute;n MacDermott's cottage, something about which I have spoken on many occasions.  Along with the reopening of Lissadell House, this will help to create many jobs in Sligo and north Leitrim, in particular.  Many tourists will visit those centres in the future.  The money was badly needed as it was impossible to get access to Se&aacute;n MacDermott's cottage.  I thank the Office of Public Works for the great job it has done in restoring the thatched roof on the cottage.  We look forward to seeing many visitors in the area as a result of this announcement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400005#D00300","speaker":"1124"},{"type":"speech","time":1403620800,"counter":15,"content":"<p>In the past hour in Belfast City Hall, Queen Elizabeth II praised those who turn the impossible into the possible.  She pointed out that societies are based on trust, respect, justice and interdependence.  In turning the impossible into the possible, it is remarkable that one of her visits this morning was to the Crumlin Road Jail.<\/p> <p>The Queen was accompanied by the First Minister, who spent some time as an inmate of the jail for opposing the Anglo-Irish Agreement, and Deputy First Minister, who spent some time in the jail for alleged membership of the IRA.  The visits by Queen Elizabeth and Prince Philip to Belfast today and Enniskillen two years ago and their generous hosting in April of the visit of President Higgins to the United Kingdom set an example to all of us on reconciling the two traditions on this island.  I hope today's visit bodes well for the imminent marching season. <br \/>I am concerned about a report by Niall O'Connor published last evening in <i>The Herald <\/i>, which indicates that of 4,653 units the National Asset Management Agency offered local authorities for housing, only 518 or 11% were transferred.  As Senator Hayden and others have pointed out, we have a housing crisis.  Such a high rejection rate is not acceptable in such circumstances.  This news comes shortly after the House, including the Leader, expressed concern about the slow rate of turnover in tenancies in local authority housing.  Houses are sometimes blocked up for months on end.  Local authorities must show a greater sense of urgency in this regard, as we have the means to deal with the housing problem. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400005#D00400","speaker":"1157","continuing":true},{"type":"speech","time":1403621400,"counter":17,"content":"<p>I pay tribute to and congratulate Customs and Excise and the Garda S&iacute;och&aacute;na on the massive seizure of illegal tobacco products in Drogheda Bay.  This is the largest such seizure in Europe this year and the largest ever in the State.  It is great that the authorities are cracking down on criminality.<\/p><p>Since last March, I have been requesting a debate on the findings of a report on neurology produced by the Neurological Alliance of Ireland.  The issue of access to the drug, fampyra, which Senator Darragh O'Brien raised, could also be discussed in any such debate.  I ask the Leader to request again that the Minister for Health come before the House to discuss both the report and access to the drug to which Senator O'Brien referred. <\/p><p>Some years ago, the sexually transmitted infection, STI, clinic in County Kerry was transferred to Cork.  I appreciate that access to experts on sexually transmitted infections and a centre of excellence is beneficial when a rape occurs or a person becomes infected with a sexually transmitted disease.  However, there is a six-week wait for an appointment at the STI clinic which visits Tralee Regional Hospital every fortnight.  Greater access is required, especially as the town has a third level institution.  I ask that the Minister spend some time discussing the issue of STI clinics when he comes to the House for a debate. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400006#E00200","speaker":"1132"},{"type":"speech","time":1403621400,"counter":18,"content":"<p>I extend my heartfelt sympathy to the family of the late Gerry Conlon.  They suffered more than any family could be asked to suffer.  Mr. Conlon was an innocent victim of a notorious miscarriage of justice.  Lord Denning could not even contemplate the possibility that the Guildford Four case was a miscarriage of justice, stating that if such were the case, it would represent \"an appalling vista\".  It was an appalling vista and Gerry Conlon spent 15 years in prison for a crime he did not commit, during which time he suffered torture, deprivation and misrepresentation.<\/p><p>Following his release from prison, Gerry Conlon spent the rest of his life working for human rights.  The greatest tribute we could pay to his memory and the memory of others who suffered miscarriages of justice is to be always on the alert in respect of human rights issues.  We must accept that miscarriages of justice can occur anywhere in the world.  I hope the Seanad will have another opportunity to discuss human rights. <\/p> <p> The more we read the newspapers, listen to the radio and watch television programmes, the more stories we see emerging throughout the world, the basis of which we do not always understand.  These stories tell us that there are thousands of innocent people suffering every hour and every day of the week.  I am not claiming a huge voice for us in the world, but it is important that we use whatever voice we have.  One never knows when it might create a ripple such that those who are suffering will realise there are people, particularly legislators, thinking of and working for them.  It is in this context that I mention Gerry Conlon.  Ar dheis D&eacute; go raibh a anam uasail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400006#E00300","speaker":"1115","continuing":true},{"type":"speech","time":1403621700,"counter":20,"content":"<p>I raise the perennial issue of alcohol abuse in Ireland in the context of the publication yesterday of a report by the Health Research Board.  Following the multiplicity of reports and findings on this issue, one might have assumed we were beyond being shocked by new findings.  However, the numbers in this report are astounding.  It shows, for example, that 75% of all alcohol consumption occurs in the context of binge drinking sessions, with one fifth of us engaging in binge drinking at least once a week.  I have no doubt that many people would not consider three drinks to be a binge drinking session, but that threshold has been scientifically proven by the European Commission.  Whether we like it or not, as a general populace we have a particular mindset in regard to alcohol consumption and it is a problem that needs to be addressed.  A figure that is perhaps under-reported in regard to alcohol consumption is the number of people who regularly drink at home as opposed to in pubs.  It is a case of out of sight, out of mind.  We spend in excess of &euro;50 million per week on alcohol and more than 175,000 people are dependent drinkers.<\/p><p>Some of us were fortunate last week to attend a presentation on alcohol abuse by, among others, the former Leinster and Ireland rugby winger, Denis Hickie, who gave a very strong speech on the link between sport and alcohol, with particular reference to drinks industry sponsorship.  It is far beyond time that we came to grips with the industry propaganda in regard to alcohol sponsorship.  Will the Leader invite the Minister for Health to the House to update us on plans for regulating the drinks industry and the various schemes to prevent alcohol abuse generally?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400007#F00200","speaker":"1187"},{"type":"speech","time":1403621700,"counter":21,"content":"<p>I rarely reference things I hear on the radio but today there was a discussion between Dr. Ciara Kelly, a GP in Greystones, Professor Michael O'Keeffe, a consultant eye surgeon at the Mater and Temple Street hospitals-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400007#F00300","speaker":"1170"},{"type":"speech","time":1403621700,"counter":22,"content":"<p>I ask the Senator to refrain from naming individuals on the record of the House who are not here to defend themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400007#F00400","speaker":"1120"},{"type":"speech","time":1403621700,"counter":23,"content":"<p>This discussion took place on the radio and the contributors were named.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400007#F00500","speaker":"1170"},{"type":"speech","time":1403621700,"counter":24,"content":"<p>That does not matter.  They are not here to defend themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400007#F00600","speaker":"1120"},{"type":"speech","time":1403621700,"counter":25,"content":"<p>They do not need to defend themselves.  They were discussing their concerns as to what is going on in the Health Service Executive and the health service in general.  Dr. Chris Luke, an emergency department consultant, also participated in the debate.  Am I allowed to mention Dr. Luke?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400007#F00700","speaker":"1170"},{"type":"speech","time":1403621700,"counter":26,"content":"<p>I have asked the Senator to refrain from mentioning names on the record of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400007#F00800","speaker":"1120"},{"type":"speech","time":1403621700,"counter":27,"content":"<p>I assume it is acceptable to say that several persons of note from various medical fields, including GP and consultancy practice, took part in a radio discussion this morning.  What they said would leave the hair standing on the back of one's head.  They spoke about newly qualified doctors, consultant doctors, and the Government's obligation to taxpayers and how it is not standing up on quality as opposed to economy.  We have had this problem before of putting economy before quality.  The speakers referred to Irish consultants not being able to come home or, where they do return, being unable to work in private practice.  They might as well be taxi drivers after 5 p.m.  The contributors spoke about newly qualified Irish doctors fleeing this country in droves for Australia, Canada and elsewhere because they cannot get proper work here or become established on a career trajectory.  They referred to people applying for consultancy jobs in this country who would not get on an interview list under normal circumstances and those posts being left vacant.<\/p><p>I am not saying anything new in referring to this radio discussion.  My colleague, Senator Colm Burke, has been raising these issues for months, as has the Oireachtas Joint Committee on Health and Children.  Will the Leader ask the Minister for Health to come to the House to answer some of our questions?  We saw what happened in education when the views of teachers in classrooms were ignored.  Some 53% of them told the Minister for Education and Skills that his proposals for junior certificate reform, particularly the  teacher evaluation aspect, would not work, but he did not listen.  The Minister for Health must listen to what people are saying to him or we will see the same debacle in the health service, including the potential for industrial action, that is happening in education.  He must answer questions such as why we, as taxpayers, are paying thousands to train excellent doctors.<\/p> <p>What are they doing?  They are waiting for the airplane to leave the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400007#F00900","speaker":"1170","continuing":true},{"type":"speech","time":1403622300,"counter":29,"content":"<p>I echo the sentiments of my colleague, Senator Bacik, and Senator &Oacute; Murch&uacute;, who have highlighted that in this country we have had more than our share of miscarriages of justice.  In the week that we mourn the passing of Gerry Conlon, one such victim, it is appropriate that we bring to the notice of the House, the T&aacute;naiste and the Government that we should not have any truck with the Government of Egypt, which has just incarcerated al-Jazeera journalists after a show trial.  I support the NUJ calls for these journalists to be freed immediately.  Any country that does not recognise a free press is not a free country.  It is an affront to democracy and an affront to people who uphold such standards.  The Government should not remain quiet on the issue.<\/p><p>The primary issue I would like to address and expose is a sly PR stunt pulled off yesterday by EirGrid, trying to suggest that it will underground high-voltage power cables in Mayo.  I can tell the House that will never happen because I spent six days at an An Bord Plean&aacute;la hearing earlier this year in Portlaoise where 23 EirGrid executives refused to consider undergrounding 1.5 km of power lines in the scenic area of Ratheniska in County Laois.  I ask the Leader to establish for me by asking either the Minister for Communications, Energy and Natural Resources or the Taoiseach whether the planning laws are different in Mayo than they are in Meath and Laois.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400008#G00200","speaker":"1143"},{"type":"speech","time":1403622300,"counter":30,"content":"<p>They are both from Mayo, are they not?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400008#G00300","speaker":"1139"},{"type":"speech","time":1403622300,"counter":31,"content":"<p>Why are the people of Laois not being afforded the same opportunity to have high-voltage power cables placed underground?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400008#G00400","speaker":"1143"},{"type":"speech","time":1403622300,"counter":32,"content":"<p>It is because the Senator has no Taoiseach in Laois.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400008#G00500","speaker":"1139"},{"type":"speech","time":1403622300,"counter":33,"content":"<p>I will tell the House why.  This EirGrid expansion is being built for the benefit of big wind-farm developers who want to destroy the countryside with industrial wind farms within 500 m of people's homes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400008#G00600","speaker":"1143"},{"type":"speech","time":1403622300,"counter":34,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400008#G00700","speaker":"1120"},{"type":"speech","time":1403622300,"counter":35,"content":"<p>I do.  I want the Minister for Communications, Energy and Natural Resources to come to the House and explain why the planning laws are different in two different parts of the country.  Why do we have the biggest conflict of interest in this country between the Sustainable Energy Authority of Ireland, EirGrid and the wind-energy developers who want to impose these giant industrial wind farms on top of people's homes?  I am now warning-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400008#G00800","speaker":"1143"},{"type":"speech","time":1403622300,"counter":36,"content":"<p>The Senator can make those points during the debate.  I call Senator Cullinane.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400008#G00900","speaker":"1120"},{"type":"speech","time":1403622300,"counter":37,"content":"<p>I want to alert the Leader and the Government that the public's patience is wearing thin and people will not have these wind farms imposed on top of their farms, families and houses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400008#G01000","speaker":"1143"},{"type":"speech","time":1403622300,"counter":38,"content":"<p>As I am sure the Leader is aware, a group of consultant psychiatrists in the Carlow, Kilkenny and south Tipperary mental health services have withdrawn confidence in the clinical management of the service which they claim is unsafe.  In a letter which was put in the public domain by RTE's \"This Week\" programme, nine doctors wrote to the Minister of State with responsibility for mental health, Deputy Kathleen Lynch, to express their serious concerns about local services in light of nine fatalities.  In the letter dated June 2013, the doctors repeatedly questioned the safety of governance in the service and stated that they felt devalued and ignored in their attempts to raise their concerns in the Health Service Executive.<\/p><p>We have had similar problems in Waterford where there is still no consultant in the dermatology area leading to major problems.  That has been raised by Senator Crown several times.  The south east has very high levels of cancer, as we know, and yet we do not have proper dermatology services, again because of staffing problems and pressures within the hospital.<\/p><p>On this issue, their concerns focus on nine fatalities in the 14 months from August 2011 to January 2013.  These include three suicides of inpatients by the same means, four suicides in home-based settings and a further suicide in a crisis house.  This was a cry for help from nine doctors who have written to the HSE management and raised it directly with the Minister of State, and obviously their concerns have not been addressed.  It is a very serious issue.  We have debated the issue of suicide with the Minister of State, Deputy Kathleen Lynch, several times in this House.<\/p> <p>Given the seriousness of this situation, I ask the Leader to arrange a further debate so that we can discuss with her the concerns of not just the psychiatrists in the Carlow-Kilkenny-south Tipperary area, but the many psychiatrists across the State who are very concerned about mental health services in the State.  I request a debate on the issue as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400008#G01100","speaker":"1133","continuing":true},{"type":"speech","time":1403622900,"counter":40,"content":"<p>I know that the issue of obesity has been in the news.  My colleague, Senator Noone, referred to it yesterday when she called for the allocation of 30 minutes each day for physical education in schools.  There is more attention in the media and in the public domain on obesity, overweight and physical literacy but nobody seems to know how to do it nor if there is the political will to change the situation.<\/p><p>Since I introduced my initiative, Points for Life - Developing Physical Literacy in Children, in this House almost three years ago, the amount of time devoted to physical activity in schools has not changed.  The primary school curriculum is already over-stretched.  Believe me, it has been most difficult and frustrating trying to effect change.  I have persevered and will continue to do so.  The Points for Life initiative, which has been piloted in a number of schools, is about improving physical literacy.  This is defined as the foundation of characteristics, attributes, behaviour, skills, awareness and knowledge and understanding related to healthy active living and the promotion of physical recreation opportunities and positive healthy choices.  The project, which has been managed by the professional development services for teachers, seeks to increase the frequency of opportunities for children to engage in physical activity and by targeting this critical stage of childhood development, where the seeds of life long practice are laid, the goal is to promote physical fitness, good health and healthy lifestyle practices across the lifespan.  The mid-term report which was produced by PEPAYS, the Physical Education Physical Activity and Youth Sports, team headed up by Dr. Ann McPhail from the University of Limerick was quite alarming.  It underlines what we already know, the fundamental movement skills, gross motor skills and physical fitness among children are alarming.  Some 45% of the children tested in descriptive rating are poor,-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400009#H00200","speaker":"1165"},{"type":"speech","time":1403622900,"counter":41,"content":"<p>Is the Senator seeking a debate on the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400009#H00300","speaker":"1120"},{"type":"speech","time":1403622900,"counter":42,"content":"<p>Some 39% of the children tested are extremely poor and a further 7.5% tested are well below average and 7% of the children did not rate in the group.<\/p><p>There is significant potential-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400009#H00400","speaker":"1165"},{"type":"speech","time":1403622900,"counter":43,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400009#H00500","speaker":"1120"},{"type":"speech","time":1403622900,"counter":44,"content":"<p>-----for the programme to be included in mainstream physical education.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400009#H00600","speaker":"1165"},{"type":"speech","time":1403622900,"counter":45,"content":"<p>You are not in the D&aacute;il, Eamonn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400009#H00700","speaker":"1139"},{"type":"speech","time":1403622900,"counter":46,"content":"<p>Equality in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400009#H00800","speaker":"1170"},{"type":"speech","time":1403622900,"counter":47,"content":"<p>Is Senator Coghlan seeking a debate on the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400009#H00900","speaker":"1120"},{"type":"speech","time":1403622900,"counter":48,"content":"<p>I ask the Minister for Education and Skills to make this a priority in the current NCCA updating of the primary schools' curriculum-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400009#H01000","speaker":"1165"},{"type":"speech","time":1403622900,"counter":49,"content":"<p>If the Senator has not had it done in the past three years, it will not be done now<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400009#H01100","speaker":"1139"},{"type":"speech","time":1403622900,"counter":50,"content":"<p>Is the Senator looking for a debate on the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400009#H01200","speaker":"1120"},{"type":"speech","time":1403622900,"counter":51,"content":"<p>-----and if he would recommend that a link be formed with the training colleges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400009#H01300","speaker":"1165"},{"type":"speech","time":1403622900,"counter":52,"content":"<p>There will be no time for anybody else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400009#H01400","speaker":"1139"},{"type":"speech","time":1403622900,"counter":53,"content":"<p>I request that the Leader arrange a debate with the Minister for Health on the ongoing maternity services issue.  I first raised this issue in February when I exposed the report.  The CEO of the west north-west hospitals group has announced today that the hospital group intends to abandon that report into maternity services and the reference will be subsumed into the national process.<\/p><p>As Members may know, the chairman of that particular organisation had to resign in this regard.  Many questions remain as to the preparation of this report, who endorsed it, what terms of reference were prescribed for this report and if the chairman acting unilaterally.  I posed these questions to the Minister on a motion on the Adjournment in February and we have had a Private Members motion on this issue, but those questions have not been answered.<\/p><p>The women of Ireland are entitled to know that it appears the terms of reference of the report that has now been abandoned were underpinned by a policy to dismantle the existing 19 obstetrician-led maternity services throughout the country.  Is it Government policy to reduce them?  Did the terms of reference say that we have 19 obstetrician-led services but we now want to aim to have six obstetrician-led maternity services?<\/p> <p>We are anxious to know precisely what is happening in this regard.  We have discredited the report and the process that was informing it in the north west, so what is happening nationally?  The people are entitled to answers.<\/p><p>Senator O'Donnell mentioned, and Senator Colm Burke often mentions, the crisis with the number of non-consultant hospital doctors, doctors and consultants in this country.  That is a serious problem.  Given the fact of our responsibilities under the working time directive and the fact the consultants' contract, while it appears to be a large amount of money to me, is not sufficient to keep our medical graduates in this country or attract a sufficient number from abroad, there are serious staffing challenges for the future.  The people are entitled to know that the Government's top priority is to ensure we are breeding enough intellectual property at home, training enough obstetricians and other consultants and paying them enough to ensure they will stay here.  There is a staffing crisis and I do not wish to have a situation, although it appears to be the case, where the Government is taking the easy option by trying to wind down and reduce the number of services throughout the country, rather than ensuring there are an adequate number of staff in place to run them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400009#H01500","speaker":"1149","continuing":true},{"type":"speech","time":1403623500,"counter":55,"content":"<p>I support everything my colleague, Senator Whelan, said about the wind energy sector and the conflicts of interest that pertain to it and the Sustainable Energy Authority of Ireland.  Both of us have mentioned this in the House on numerous occasions.  However, I cautiously welcome the recent announcement by EirGrid about Grid West.  Like Senator Whelan, I hope it is not a stunt.  One would have to be a little sceptical that it is a public relations stunt because what is likely to come of this re-evaluation is that we will be told it will be four times more expensive to put cabling underground.  EirGrid will then go to the Minister and he or she will say that he or she will not impose four times extra cost on bill payers.  Grid West is one of many projects throughout the country and, as time passes and if this project proceeds over ground, many communities will be delighted when the Minister says there will be no increase in electricity bills to pay four times extra in cost, but they will then sadly realise that their community will be affected by it.  It is wrong that the evaluation of the cost of the underground option is being carried out by EirGrid.  I believe it should be done independently of EirGrid to have any credibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400010#J00200","speaker":"1161"},{"type":"speech","time":1403623500,"counter":56,"content":"<p>I support Senators Bacik and &Oacute; Murch&uacute; in regretting the passing of Gerry Conlon.  It was a very tragic life in tragic circumstances for a man who was innocent.<br \/>I support my colleague, Senator Whelan, regarding the al-Jazeera journalists who are jailed in Egypt.  It is an extraordinary visual experience to watch the journalists in the BBC protesting with a minute of silence, with their mouths taped over and the white cross on the cameras.  The future of the three al-Jazeera journalists jailed in Egypt looks bleaker following President Abdel el-Sisi's refusal of a pardon, ignoring pleas from President Barack Obama, among others, to release them and other prisoners.  I raise this in support of Senator Whelan and other journalists.  It is a violation of the right to freedom of expression and must be condemned.  The Australian, Peter Greste, the Canadian-Egyptian, Mohamed Fahmy, and the Egyptian, Baher Mohamed, along with four students and activists, were jailed yesterday for between seven and ten years for endangering Egypt's national security.  Two British al-Jazeera journalists and a Dutch freelance journalist were sentenced <i>in absentia<\/i>to a decade in jail, despite the prosecution failing to produce a single shred of solid evidence, according to trial observers Amnesty International.  I call on the T&aacute;naiste and Minister for Foreign Affairs and Trade to condemn the abuse of human rights in Egypt and to work with the governments of EU member states to oppose the criminalisation of journalists.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400010#J00300","speaker":"1167"},{"type":"speech","time":1403623500,"counter":57,"content":"<p>I have been a consistent critic of our mental health services in a low key manner over recent years.  I am highly conscious of the fact that it is not in anybody's interests to be shouting or scoring political points on this.  However, there is a serious problem in the mental health services, and we can cite the situation Senator Bacik raised.<\/p> <p>Senator Darragh O'Brien talks constantly about lack of resources and chaotic mental health service delivery in north Dublin.  We see what is happening in Galway.  Senator Cullinane is quite right to highlight the problem of 14 consultants who have expressed no confidence in the mental health services in the Carlow-Kilkenny area.  A total of 90 children were admitted to adult psychiatric wards last year, which is a scandal.  I recently heard of a 13 year old boy suffering from an acute disorder.  His family approached me to help and I was told it would be eight months before he could be assessed.<\/p><p>This is not a resource problem.  We can put as many resources as we want into trying to address this problem but we will not do it.  We have more or less closed the large psychiatric institutions and moved treatment into the community, but we have not moved our attitude to the delivery of mental health services in the community.  Would it be possible, after we resume in the autumn session, to have a comprehensive debate on mental health policy and how it is delivered?  I ask for it to be held in the autumn to allow the House to equip itself fully with the facts of the situation as opposed to anecdotes which we can all quote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400010#J00400","speaker":"1117","continuing":true},{"type":"speech","time":1403623800,"counter":59,"content":"<p>I echo the concerns raised by colleagues about the treatment of journalists in Egypt.  I welcome the release of Dr. Meriam Ibrahim by a Sudanese court.  The EU mission in Sudan appears to have done good work.  Her husband being an American citizen, it falls to the American authorities to ensure she and her child are safe when she leaves the country.  That does not take away from the continuing questions about respect for freedom of religious and philosophical beliefs in many parts of our world.  We must continue to be vigilant about this.<br \/>I commend an article by the Rev. Vincent Twomey who was mentioned in this Chamber last week when he wrote about the proposed inquiry into the mother and baby homes.  It was a very learned article in <i>The Irish Times<\/i>last week in which he made two significant points.  He asked why the inquiry would not be extended to include the treatment of people in county homes in general.  He asked the pertinent question if it was because they were not run by religious organisations that they did not appear to command the same level of interest.  Many children, who were the second or subsequent child of mothers who were there were left in those county homes.  He also asked whether it would be good to have an independent voice involved in this report to provide a more neutral and calm assessment of the story.  The Associated Press has accepted and acknowledged its misrepresentation of this story.  It wrote: &quot;The Associated Press was among the media organizations ... repeating incorrect Irish news reports-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400011#K00200","speaker":"1146"},{"type":"speech","time":1403623800,"counter":60,"content":"<p>Is the Senator looking for a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400011#K00300","speaker":"1120"},{"type":"speech","time":1403623800,"counter":61,"content":"<p>----- that suggested the babies who died had never been baptized and that Catholic Church teaching guided priests not to baptize the babies of unwed mothers or give to them Christian burials.\"  It is good to see the media acknowledging its faults and mistakes.  I hope that will be replicated by Irish media where they got it wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400011#K00400","speaker":"1146"},{"type":"speech","time":1403623800,"counter":62,"content":"<p>Their souls are the most important thing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400011#K00500","speaker":"1117"},{"type":"speech","time":1403623800,"counter":63,"content":"<p>I echo Senator Kelly&rsquo;s welcome for the announcement in respect of Grid West-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400011#K00600","speaker":"1146"},{"type":"speech","time":1403623800,"counter":64,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400011#K00700","speaker":"1120"},{"type":"speech","time":1403623800,"counter":65,"content":"<p>There has to be equality of orality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400011#K00800","speaker":"1170"},{"type":"speech","time":1403623800,"counter":66,"content":"<p>-----that consideration is being given to putting cables underground, but we need to be very cautious and to be sure we are not being led into a trap-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400011#K00900","speaker":"1146"},{"type":"speech","time":1403623800,"counter":67,"content":"<p>The Senator is ranting on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400011#K01000","speaker":"1170"},{"type":"speech","time":1403623800,"counter":68,"content":"<p>-----as Senator Kelly rightly suggests.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400011#K01100","speaker":"1146"},{"type":"speech","time":1403623800,"counter":69,"content":"<p>I, too, concur fully with the remarks made by Senators Bacik, &Oacute; Murch&uacute; and others regarding the late Gerry Conlon, who suffered so much during his life as a result of a miscarriage of justice and who, on his release, did so much to uphold and support human rights and to campaign against miscarriages of justice.<\/p><p>A month or more ago, when I referred to the rhododendron infestation in Killarney National Park I named mountain meitheal.<\/p> <p>I should, of course, have referred to Killarney National Park mountain meitheal, which has done and is continuing to do so much good clearance work, etc. down there.  Apparently, another group has registered the mountain meitheal name.  I was unaware of that.  Killarney National Park mountain meitheal was the only mountain meitheal I knew of.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400011#K01200","speaker":"1151","continuing":true},{"type":"speech","time":1403624100,"counter":71,"content":"<p>The Senator needs a meitheal detector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400012#L00200","speaker":"1146"},{"type":"speech","time":1403624100,"counter":72,"content":"<p>Having received e-mails from some concerned citizens regarding the matter, I want to correct the record and clarify that I was referring to Killarney National Park mountain meitheal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400012#L00300","speaker":"1151"},{"type":"speech","time":1403624100,"counter":73,"content":"<p>We need a visual aid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400012#L00400","speaker":"1170"},{"type":"speech","time":1403624100,"counter":74,"content":"<p>I have invited the Senator to Killarney.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400012#L00500","speaker":"1151"},{"type":"speech","time":1403624100,"counter":75,"content":"<p>I would like to query the appropriateness of a wording that is growing more commonplace in accommodation rental advertisements.  We are familiar with the use of the wording \"rent allowance not accepted\", but I wish to focus on the wording \"not for student rental\".  While we all know of horror stories regarding some student rentals, I suggest it is highly questionable to use this wording in an advertisement.  I wonder whether it is discriminatory or fair.  I would like the Minister for Communications, Energy and Natural Resources to address the matter.  I believe prospective landlords should agree to meet students before saying they will not rent to them.  I am raising this issue because I have been contacted by a number of students who have been looking for accommodation in places like Maynooth and Dublin since early May.  They have spent six or seven weeks looking for accommodation.  They are being blocked off at advertisement level.  Even when they phone up to point out that they are final year students or are doing theses, they are unable to get a meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400012#L00600","speaker":"1131"},{"type":"speech","time":1403624100,"counter":76,"content":"<p>Is the Senator looking for a debate on this issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400012#L00700","speaker":"1120"},{"type":"speech","time":1403624100,"counter":77,"content":"<p>Yes.  I ask the Leader to contact the Minister for Communications, Energy and Natural Resources to query whether this practice is fair or right.  Surely there is another way of handling this.  The deposit that students have to pay could be increased, if necessary, but they should not be cut off at first base.  They should not have to hear that they cannot be accommodated at all.  We have quite a problem with homelessness in this country.  We need to give people fair play, at least.  The same thing applies to the wording \"rent allowance not accepted\".  We have work to do in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400012#L00800","speaker":"1131"},{"type":"speech","time":1403624100,"counter":78,"content":"<p>I would like to join in the expressions of sympathy that have been extended to the family of the late Gerry Conlon.  Along with his late father and the Maguire Seven, Gerry Conlon suffered enormously by being incarcerated for 15 years for a crime he did not commit.  It is particularly despicable that people in the republican movement, who knew down through the years that the Guildford Four and the Maguire Seven did not carry out the atrocities they were convicted of perpetrating, allowed them to carry the can for crimes they did not commit.<\/p><p>I welcome the release of Meriam Ibrahim, about whom many Senators have spoken in recent weeks.  It proves that international campaigning and pressure can yield results.  We welcome the fact that she has been released.<\/p><p>My colleague, Senator Naughton, raised the issue of a report that was published yesterday which showed that harmful drinking is the norm in Irish society.  It found that 54% of Irish drinkers consume alcohol in a harmful manner.   It is particularly worrying that 98% of the people in question - or 1.4 million of our population - consider themselves to be light or moderate drinkers.  The prevalence of harmful drinking is highest, at 75%, among those between 18 and 24 years of age.  It is alarming that 15% of people between the ages of 18 and 24 are alcoholics.  The whole issue of alcohol use and abuse, and the associated issue of alcohol sponsorship, needs to be considered, particularly given that 3,230 work or study years were lost in the year prior to the conducting of the survey.  Could the Minister of State who is responsible for the development of the alcohol strategy come to the House as soon as possible to discuss what we are going to do to address this major issue, which is creating so much ill-health in our country and is imposing such an enormous cost on the health service?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400012#L00900","speaker":"1118"},{"type":"speech","time":1403624400,"counter":79,"content":"<p>I too concur with the remarks made by Senator Gilroy on the need for a debate on mental health in September when we return after the summer break.  I also add my sympathies to the family of the late Gerry Conlon and his fellow members of the Guildford Four.  I agree that it is unfortunate that people knew who was responsible but never came forward and that those totally innocent men languished in prison while Giuseppe Conlon died in prison.<\/p><p>I welcome the news this morning that Revenue has seized &euro;14 million worth of tobacco at Drogheda Port.  It is the biggest find ever in Europe.  Customs officers and garda&iacute; recovered 32 million cigarettes and 4,000 kg of water pipe tobacco.  I commend the customs officers and the garda&iacute; on the excellent work they undertook to ensure the largest seizure in Europe was made.  That is particularly welcome, as following a national survey by MS Intelligence between April and June of last year, Drogheda town has been found to have a high level of illegal cigarettes.  My town of Dundalk was also found to have a much higher than average amount of illegal cigarettes.  We all know the harm smoking legal cigarettes can do but we must consider that illegal cigarettes do not undergo the same product checks and are not bound by the same regulations as legal cigarettes.  While they might be cheaper they also damage our local retailers.  I welcome the statement by the retailers' association this morning that referred to the urgent need for the Revenue to get all the resources it needs-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400013#M00100","speaker":"1174"},{"type":"speech","time":1403624400,"counter":80,"content":"<p>Is the Senator seeking a debate on the matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400013#M00200","speaker":"1120"},{"type":"speech","time":1403624400,"counter":81,"content":"<p>I am.  This is very important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400013#M00300","speaker":"1174"},{"type":"speech","time":1403624400,"counter":82,"content":"<p>There is a Bill on tobacco this afternoon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400013#M00400","speaker":"1139"},{"type":"speech","time":1403624400,"counter":83,"content":"<p>We will see what can be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400013#M00500","speaker":"1174"},{"type":"speech","time":1403624400,"counter":84,"content":"<p>Senator Moran could raise many of those issues in the debate on the Bill this afternoon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400013#M00600","speaker":"1139"},{"type":"speech","time":1403624400,"counter":85,"content":"<p>I hope we can do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400013#M00700","speaker":"1174"},{"type":"speech","time":1403624400,"counter":86,"content":"<p>I agree with Senator O&rsquo;Donnell about the current problem we have with the medical profession.  It was recently revealed at the Joint Committee on Health and Children that there are 253 vacant consultant posts.  In one of the medical newspapers this weekend it was suggested that as many as 20% of all consultant posts might be vacant.  That is a serious issue because we are losing senior medical personnel.  I signalled three years ago that the problem would arise and it is time we started to deal with the issue.  The MacCraith report and another report have already been produced.  I read in a report over the weekend that certain targets had been set for each of the four quarters of 2014.  I am not convinced any of the targets have been reached.  If that is the case then questions must be asked because we are now facing into a changeover of junior doctors on 7 July and many of the posts will remain vacant.<\/p><p>Another issue that must be highlighted and on which there is a need for a debate is the cost of professional indemnity insurance for doctors and in particular those in the private health care sector, which is increasing by more than 100%.  For instance, an orthopaedic consultant will now pay approximately &euro;97,000 per annum for professional indemnity insurance.  People might not be concerned because it is the private sector but 41% of all elective surgery is currently carried out in the private sector.  If some of the private facilities close then the public sector will not be able to absorb it.  Very good offers are being made to people who have experience from New Zealand, Australia and Canada and they are accepting them.  The matter requires to be dealt with urgently.  At the moment-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400013#M00800","speaker":"1150"},{"type":"speech","time":1403624400,"counter":87,"content":"<p>Is the Senator supporting the call for a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400013#M00900","speaker":"1120"},{"type":"speech","time":1403624400,"counter":88,"content":"<p>Currently, the State Claims Agency will cover anything after the first &euro;1 million.<\/p> <p>There is a need to reduce the cap to &euro;500,000 where cover is provided by the insurance companies.  That should be examined immediately.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400013#M01000","speaker":"1150","continuing":true},{"type":"speech","time":1403624700,"counter":90,"content":"<p>I wholeheartedly support  Senators Marie-Louise O'Donnell and Colm Burke on their comments on doctors leaving the country.  A girl I know is leaving today, and one of her mentors, for want of a better word, in the health service has told her not to come back for ten years because there is no point.  It is my generation perhaps who is most affected by this.  I personally know many people who are in Australia, Canada or America who do not intend to come back for a long time.  Doctors always left the country but now they are leaving with the intention most likely of not coming back because they do not expect things will improve.  It is a huge issue and one we need to debate in the House as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400014#N00200","speaker":"1153"},{"type":"speech","time":1403624700,"counter":91,"content":"<p>Talk to the Minister, Deputy James Reilly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400014#N00300","speaker":"1139"},{"type":"speech","time":1403624700,"counter":92,"content":"<p>I would also like to support and commend Senator Eamonn Coghlan on his Point for Life initiative.  The situation has not changed.  I raised the issue of a ban on running in schools and that is when I got involved in speaking on this.  It is a huge issue and a case of monkey see, monkey do.  Leaders will have to get involved in this.  It will not simply happen by accident that the problems related to diet and obesity will go away.  I would make a novel request.  Many of the leading experts in health say that the best thing one can do for one's health is to walk 10,000 steps a day.  If one does that and does not go mad in the eating department, one will be healthy and maintain a healthy weight.  We all - Ministers, Senators, Deputies, councillors and everybody else - should get on board and get more active in general, and children will naturally follow suit.<\/p><p>If the Cathaoirleach will briefly indulge me, I want to support Senators Naughton and Mullins on the issue of alcohol abuse and the report that was published.  This is nothing new to me.  I have been raising this issue, much to everyone's-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400014#N00400","speaker":"1153"},{"type":"speech","time":1403624700,"counter":93,"content":"<p>The Senator is supporting Senator Naughton's call for a debate on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400014#N00500","speaker":"1120"},{"type":"speech","time":1403624700,"counter":94,"content":"<p>Well done, Dr. Noone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400014#N00600","speaker":"1139"},{"type":"speech","time":1403624700,"counter":95,"content":"<p>Yes I am supporting that call but we need something real.  We need the Ministers to come into the House to discuss the implementation of a plan to address the issues of alcohol pricing, marketing and sponsorship in the very near future.  This is a serious issue and we need to do more than discuss it.  We need to implement a plan to address it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400014#N00700","speaker":"1153"},{"type":"speech","time":1403624700,"counter":96,"content":"<p>Senator O'Brien raised an issue of concern for multiple sclerosis sufferers with regard to the life-changing drugs that may be withdrawn from the medical card system in the next few weeks.  I understand that, in accordance with the procedures of the National Centre for Pharmacoecnomics, it conducted an evaluation of Fampridine and concluded that as the manufacturer was unable to demonstrate the cost-effectiveness of the drug in the Irish health setting, it was unable to recommend the reimbursement of this product.  The report is available on the NCPE's website.  It is open to the manufacturer at any time to submit a new application to the HSE for the inclusion of Fampridine on the community drugs schemes.  I understand that the manufacturer has indicated to the HSE that it intends to submit a revised application for Fampridine.  The HSE will certainly reconsider the application on receipt in line with the agreed procedures and timescales for the assessment.  It should be noted also that Fampridine was never available to multiple sclerosis patients under the long-term illness scheme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400014#N00800","speaker":"1130"},{"type":"speech","time":1403624700,"counter":97,"content":"<p>I know that but it was on a trial basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400014#N00900","speaker":"1139"},{"type":"speech","time":1403624700,"counter":98,"content":"<p>However, the manufacturer of Fampyra supplied the drug free of charge to some patients prescribed the drug by their clinician.  The manufacturer has recently decided to stop supplying the drug free of charge and, as a consequence, these patients are now faced with financing the drug themselves if they wish to continue the drug treatment.  That clarifies the point but I agree that the situation in regard to that drug and the other drug that the Deputy mentioned will have to be examined.  I will certainly bring the matter to the attention of the Minister again.<\/p><p>Senators Bacik, &Oacute; Murch&uacute;, Mullins, Whelan, Coghlan and several other Members spoke of the death of Gerry Conlon, praised him for his work in human rights and expressed all of our sympathies to his family.<\/p> <p>Senator Bacik, as well as other Members, welcomed the release of Dr. Meriam Ibrahim.  The BBC, however, has only just reported that she was re-arrested at Khartoum airport in Sudan with her family.  We will have to watch that space and see what will happen in this regard.<\/p><p>Several Senators highlighted the plight of al-Jazeera journalists and their recent imprisonment in Egypt.  I join with the Senators in condemning this.  I am sure the Government and the T&aacute;naiste and Minister for Foreign Affairs and Trade will, as will many other European and world leaders, do everything possible to secure the release of these journalists who were only doing their job.<\/p><p>Senator Zappone raised the issue of the measurement of GDP, gross domestic product.  I will bring this matter to the attention of the Minister for Finance.  Senator Comiskey welcomed several tourism measures announced recently in Sligo.  Senator Barrett praised Queen Elizabeth on her visit to Belfast.  He also raised the question of the National Asset Management Agency, NAMA, providing social housing.  To date, it has made 5,237 residential properties available for social housing.  Of these, local authorities have confirmed a demand for 2,004 units, of which 695 have been contracted already.  NAMA expects 1,100 properties will have been delivered for social housing through this process by the end of 2014.  This does not include the potential for delivery arising from apartments recently identified in Tallaght which was discussed in the House on several occasions.<\/p><p>Senators Moloney and Moran highlighted the recent seizure of illegal cigarettes and tobacco products in Drogheda and praised the Customs and Excise and the Garda for this.  All Members will join in complimenting those involved in this seizure.  Senator Moloney also called for a debate on the report by the Neurological Alliance of Ireland on the national neuro-rehabilitation strategy, a matter which she raised previously.  I believe the report has been debated at the health committee but I will see what can be done to have a debate on it in this House.<\/p><p>Senator &Oacute; Murch&uacute; raised highlighting human rights issues in this House.  They are debated regularly here and I agree they should continue to be.  Senators Naughton, Mullins and Noone raised the issue of alcohol abuse and the fact that 1.3 million people are involved in harmful drinking.  Having three drinks on a regular basis is classified as harmful binge drinking.  This figure will shock many and make us look at our drinking habits.<\/p><p>Senators O&rsquo;Donnell, Burke and others raised the filling of doctor positions in the health service.  I heard much of that debate on the radio on my way up to Dublin this morning.  It was brought home that a salary of &euro;110,000, which seems a large amount, is not classified as attractive to members of the medical profession because the tax rate at 52% means most of it goes on tax.  It will have to be looked at in the context of the tax system.  This is a serious issue with doctors leaving the country and up to 20% of consultant vacancies not being filled.<\/p> <p>This matter will have to be dealt with very seriously.  It is causing major problems in many of our hospitals.<\/p><p>Senators Whelan and Kelly mentioned EirGrid.  They welcomed the announcement yesterday by EirGrid re Grid West.<\/p><p>Senator Whelan asked whether planning laws differ in various areas of the country.  If they are they should not and that is all I will say on the matter.  The planning process should be the same in every county.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400014#N01000","speaker":"1130","continuing":true},{"type":"speech","time":1403625600,"counter":101,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400016#P00200","speaker":"1138"},{"type":"speech","time":1403625600,"counter":102,"content":"<p>Senators Cullinane, Gilroy and others mentioned mental health services and concerns about psychiatric services.  I will try to arrange for the Minister of State, Deputy Lynch, to come to the House in September, as Senator Gilroy has requested.<br \/>Senators Eamonn Coghlan and Noone raised the question of obesity and the amount of time allocated to PE in primary schools, in particular.  It has been noted that it has not increased over the past number of years.  Again, there is a need for significant progress in that area.  <br \/>Senator MacSharry mentioned the west north-west hospitals group's report on maternity services.  I think it was pointed out by the Minister that it will not feed into the national review of maternity services and the report has been abandoned totally at this stage.  I noted the points made by the Senator which have been raised by a number of other Senators regarding the staffing of the health service.<br \/>Senator Mullins mentioned an article in <i>The Irish Times<\/i>on mother and baby homes, and county homes.<br \/>Senator Paul Coghlan mentioned the Killarney National Park and the mountain meitheal.  He corrected the record of the House regarding the matter. <br \/>Senator Healy Eames mentioned advertisements stating &quot;not for student rental&quot; which have been in many newspapers.  She asked whether it was fair to add such a proviso.  I honestly do not believe it is fair to state that in an advertisement.  Many difficulties have been witnessed by many students and their parents when trying to gain student accommodation for their children in the Dublin area and in the greater Dublin area, in particular.  I will raise the matter with the Minister.<br \/>Senator Moran mentioned tobacco products.  We will have ample opportunity to debate the topic on Committee and Report Stages of the packaging of tobacco Bill which will be taken in the House this afternoon.  She will be able to raise the points she mentioned at that time.<br \/>Senator Colm Burke raised points about consultants.  He also raised the cost of professional indemnity insurance, a matter which he has raised in the House previously.  I think he had an Adjournment motion on the same subject.  If he did not, I suggest that he table a motion on that particular issue.  <br \/>In conclusion, Senator Noone urged us all to get more active.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400016#P00300","speaker":"1130"},{"type":"unspoken","time":1403625600,"counter":103,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Public Health (Standardised Packaging of Tobacco) Bill 2014: Committee and Remaining Stages","time":1403625900,"counter":104,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400017#Q00100"},{"type":"unspoken","time":1403625900,"counter":105,"content":"<p>Sections 1 to 5, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1403625900,"counter":106,"content":"<p>SECTION 6<\/p>"},{"type":"speech","time":1403625900,"counter":107,"content":"<p>Amendment No. 1 is in the name of Senator van Turnhout.  Amendments Nos. 1 to 5, inclusive, are related.  Amendment No. 2 is a physical alternative to amendment No. 1.  Amendment No. 5 is a physical alternative to amendment No. 4.  Amendments Nos. 1 to 5, inclusive, may be discussed together by agreement of the House.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400017#Q00400","speaker":"1164"},{"type":"speech","time":1403625900,"counter":108,"content":"<p>I move amendment No. 1:<blockquote><br \/>In page 7, line 27, to delete &quot;20 May 2017&quot; and substitute &quot;20 July 2016&quot;.<\/blockquote>When I looked at the Bill, the area that I felt we could seek to change would be in relation to the period for the changeover or, as it is called in the retail trade, the &quot;wash through&quot; period.<\/p> <p>When this legislation was introduced in Australia the period was two months.  I have proposed a period of three months because the tobacco industry in Australia argued for a period of 12 to 18 months but in effect the transition was easily managed within two months.  The only complaints were from some retailers who claimed that manufacturers were refusing to take back non-compliant products that had not been sold.  I am concerned about the length of the lead-in time allowed.  If we are going to introduce the legislation, let us have a short period of transition.  I did not bring the date forward to begin with because I realise we must fulfil certain EU obligations but once the legislation is introduced it should be implemented speedily.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400017#Q00500","speaker":"1171","continuing":true},{"type":"speech","time":1403626200,"counter":110,"content":"<p>I have no objection to this amendment, my views would be in accord with it.  However, we operate under certain restrictions in respect of the EU directive, which is immutable.  I agree with the Senator on the wash-out period.  We are currently examining that issue.  I cannot accept the amendment because if I do so I may find myself in conflict with the law.  I apologise for that but if I can do it even quicker I will do so.  In other words, I am exploring the possibility of a parallel wash-out with the EU directive.  As somebody noted, May 2016 has a nice ring in terms of centenaries and, given the importance of this issue for our children, it would be nice to think we could do it in 2016.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400018#R00200","speaker":"952"},{"type":"speech","time":1403626200,"counter":111,"content":"<p>I thank the Minister for his reply.  I take it he accepts in principle that it is an overly lengthy period and he has agreed to consider the matter further.  I will take him at his word and withdraw the amendment.  Given that Senator MacSharry tabled a similar amendment, I simply want our concerns to be noted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400018#R00300","speaker":"1171"},{"type":"unspoken","time":1403626200,"counter":112,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1403626200,"counter":113,"content":"<p>Amendments Nos. 2 to 5, inclusive, not moved.<\/p>"},{"type":"unspoken","time":1403626200,"counter":114,"content":"<p>Section 6 agreed to.<\/p>"},{"type":"unspoken","time":1403626200,"counter":115,"content":"<p>SECTION 7<\/p>"},{"type":"speech","time":1403626200,"counter":116,"content":"<p>Amendments 6, 15, 19, 25, 26 and 27 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400018#R00800","speaker":"1164"},{"type":"speech","time":1403626200,"counter":117,"content":"<p>I move amendment No. 6:<blockquote><br \/>In page 8, between lines 13 and 14, to insert the following:&ldquo;(g) not contain any item incorporated into the packaging other than as provided for by law.&rdquo;.<\/blockquote>We live in a technological age and marketing strategies are growing ever more sophisticated, including the use of electronically taggable devices.  Amendment No. 6 would prevent tobacco companies from introducing any non-visible element of packaging which could allow them to communicate with their customers by any means.  We are particularly concerned about the possibility of using technologies such as near field communication tags.  The Minister has acknowledged that the tobacco industry uses techniques such as raffles to entice tobacco addicts to their brands.  This amendment would close off other channels through which they might otherwise engage with their customers.  I urge him to accept the amendment because this technology is moving quite quickly.<br \/>Amendment No. 15 would have the same effect for tobacco pouches and self-roll tobacco products.  Amendment No. 19 has the same effect for other tobacco products.<\/p> <p>Amendments Nos. 25 to 27, inclusive, are allied.  I am urging the Minister to accept this attempt to include specific, detailed and scientifically spelled-out warnings with the package.  Other than bluntly stating that cigarettes can cause gangrene or cancer, the warnings would go into the detail of contents and ingredients.  The measure would force companies to list all the potentially toxic, and especially the potentially carcinogenic, compounds which are found both in cigarettes and other tobacco products.  They would also have to mention if they were mutogenic, which means that standardised biochemical assays would show that genetic changes can be caused.  In addition, they would have to mention that they are reprotoxic, which means they have been shown to cause abnormalities in reproductive cells.<\/p><p>I believe this would be a powerful educational opportunity and I urge the Minister to put these warnings in packaging for cigarettes, tobacco pouches, as specified in the Bill, and for other tobacco products about which I will elaborate in other amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400018#R00900","speaker":"1147","continuing":true},{"type":"speech","time":1403626500,"counter":119,"content":"<p>I wish to second Senator Crown's amendment.  He is a leading expert in the field and we are all aware of his knowledge, commitment and support for the Minister in strengthening the legislation.  In that spirit, it is a pleasure for me to second Senator Crown's amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400019#S00200","speaker":"1157"},{"type":"speech","time":1403626500,"counter":120,"content":"<p>I thank Senators for their amendments and particularly the spirit in which they have been submitted.  I utterly accept what is being attempted here.  While one cannot make the product safer, one can certainly provide more advice concerning its use.  Any doctor prescribing, and any patient using, medication will be well used to the fact that there is an insert with the tablets that they can read.  However, I would like to point out a few things about this matter.  Each pack will have a general warning which will state either \"Smoking kills.  Quit now\" or, simply, \"Smoking kills\".  In addition, each pack should carry an information message stating \"Tobacco smoke contains over 70 substances known to cause cancer\".<\/p><p>As Senators are aware, a pictorial or combined warning will also cover 65% of the front and back of cigarette packets.  These are simple but effective methods of visibly getting the message across to smokers and non-smokers alike.  The inclusion of additional information on a sheet may not, in my view, be as effective in achieving the same.  Indeed, it is likely that the consumer may open the pack - let us call a spade a spade - and discard the sheet immediately on the side of the street.  This would add to the litter caused by cigarette packs, which astonishingly enough represents 53% of all litter.  Furthermore, the smoker would quickly become desensitised or immune to a long list of ingredients and additives.<\/p><p>I acknowledge that in drafting these amendments, the Senator's aim is to make information about the toxic ingredients contained in cigarettes and other tobacco products available to the public.  The tobacco products directive will make it mandatory for manufacturers of tobacco products to submit a list of ingredients contained in their products.  This list, and details of the remission levels, are to be submitted to a State authority.  The list is to be accompanied with information as to why these ingredients were included.  Toxicological data regarding the ingredients are also to be submitted, referring in particular to their effects on the health of consumers.  Member states are then obliged to make this information available to the public on a website.  <\/p><p>The new proposed warnings and the mandatory obligations regarding reporting ingredients, are important initiatives in educating the public about tobacco.  These, together with school-based education programmes and social marketing campaigns, will educate our young people in particular about the harmful effects of tobacco. <\/p><p>I cannot accept the amendments at the moment.  It is not that I do not agree with the principle involved, but I am concerned that we may run into trouble concerning the whole issue of the legal challenges and the proportionality issue.  Rather than rejecting the amendments out of hand, if Senators are prepared to withdraw them, and having had further time to investigate them, I will address them again in the D&aacute;il, if that is agreeable.  I cannot accept them at the moment, however, as I believe it might cause problems for us.  I would be grateful if Senator Crown could withdraw the amendment, in which case I will give an undertaking to address this matter comprehensively during the Bill's passage through the D&aacute;il Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400019#S00300","speaker":"952"},{"type":"speech","time":1403626800,"counter":121,"content":"<p>I am trying to get clarification on what exactly that means.  Does that mean the Minister is making a commitment to table the amendments in the D&aacute;il?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400020#T00100","speaker":"1147"},{"type":"speech","time":1403626800,"counter":122,"content":"<p>If I table them in my name but do not take them, that will be bizarre.  What I am saying is that I will address the issue comprehensively.  They can easily be tabled again by Members of the D&aacute;il if they so wish.  What I am saying is that I cannot accept them at the moment.  Rather than have a vote on it, I would prefer to have more time to consider how we might be able to justify doing it.  I have no problem with additional information being there because as I told the Senator before, as a practising GP, I used to insist that those with diabetes put a little cardboard note I had printed in their cigarette packs.  It had a simple message on it that smoking plus diabetes equals amputation just to remind them every time they took out fag, they were imperilling their foot.  Some people might read the long list the Senator has suggested once but thereafter, I do not think it would have any net effect.<br \/>However, if there is no problem from a legal point of view or if there is no imperilling of our situation <i>vis-&agrave;-vis<\/i>the inevitable challenge to our standardised packaging, I would not necessarily have a problem with it at all but I need further time to investigate it.  I am not in a position to give the Senator an undertaking to do it now.  Like the last point, if I have not fully investigated it, I have to go back, otherwise I will have committed myself legally to something which will be problematic from a legal point of view.  I am trying to make myself clear and I hope I am getting the message across.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400020#T00200","speaker":"952"},{"type":"speech","time":1403626800,"counter":123,"content":"<p>Please forgive my relative unfamiliarity with some of the more arcane aspects of parliamentary procedure but is there a mechanism where we can delay the vote on this for a few minutes while I take some advice on it?   I can move on to a different amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400020#T00300","speaker":"1147"},{"type":"speech","time":1403626800,"counter":124,"content":"<p>By way of clarification, it is in order for the Senator to withdraw an amendment and resubmit it on Report Stage.  However, we would have to agree not to take Report Stage today in order for the Senator to do that because the order of the House is that Committee and Remaining Stages be taken today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400020#T00400","speaker":"1164"},{"type":"speech","time":1403626800,"counter":125,"content":"<p>Is it in any way compromising the Minister's ability to address this issue later if we press it today and it is defeated - if he thinks it is a good idea and with further advice has the opportunity to amend the Bill accordingly in the D&aacute;il?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400020#T00500","speaker":"1147"},{"type":"speech","time":1403626800,"counter":126,"content":"<p>If the Senator presses the amendment to a vote and it is defeated, it cannot be resubmitted on Report Stage.  The order of today is that Committee and Remaining Stages be taken today.  It is very much up to the Leader but if we were to take only Committee Stage today and put Report Stage back to another day, that may facilitate the Senator and the Minister being able to communicate with each other in order to progress this matter.  Other than that, the Senator will have to push it to a vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400020#T00600","speaker":"1164"},{"type":"speech","time":1403626800,"counter":127,"content":"<p>I would prefer not to delay the passage of the Bill.  If it is the Minister's and the Leader's intention that Report Stage be taken today, I do not wish to delay that process, close as we are to the summer break.  Being practical about it, I do not believe the amendments will ultimately be accepted.  If they are going to be thrashed out and discussed, it will be today or never.  I am not trying to put the Minister in an embarrassing position but if he cannot tell me that there is a mechanism where he can give me a commitment that these specific amendments will be debated in the D&aacute;il, I will have to press them today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400020#T00700","speaker":"1147"},{"type":"speech","time":1403626800,"counter":128,"content":"<p>I am absolutely happy to do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400020#T00800","speaker":"952"},{"type":"speech","time":1403626800,"counter":129,"content":"<p>The Minister mentioned a website that would contain a list of appalling ingredients in the product we seek to control.  Listening to the dialogue between two members of the medical profession, could we include something in an amendment on Report Stage that if concerned about smoking, people could look up <i>stopsmoking.com<\/i>- a website which would give them all the information that would not fit on the sheet the Minister fears some people would throw away when they purchase a packet of cigarettes?  A reference to the website would be very valuable because we know information would be used by cigarette companies in all sorts of way to attract new people.<\/p> <p>We should provide a source of information and research, for example, <i>stopsmoking.com<\/i>, to inform people of all the toxic ingredients of tobacco and the appalling damage the product can do.  This may be a way around the predicament that the Minister and Senator Crown, two members of the medical profession, have been discussing.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400020#T00900","speaker":"1157","continuing":true},{"type":"speech","time":1403627400,"counter":131,"content":"<p>I was about to suggest that the Leader consider having a short break - even for ten minutes - between Committee Stage and Report Stage.  I do not understand the reason that would not be allowed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U00200","speaker":"1171"},{"type":"speech","time":1403627400,"counter":132,"content":"<p>The Minister has given a commitment to Senator Crown.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U00300","speaker":"1164"},{"type":"speech","time":1403627400,"counter":133,"content":"<p>I made the suggestion on the basis that Senator Crown had asked for some time.  We could have a break between Committee Stage and Report Stage.  The House will usually suspend for ten or 15 minutes between Stages if a Senator is resubmitting a Committee Stage amendment on Report Stage.  A short break would allow us to address this matter in one day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U00400","speaker":"1171"},{"type":"speech","time":1403627400,"counter":134,"content":"<p>In fairness to everyone involved, I do not believe the Minister will be able to change his position in 15 minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U00500","speaker":"1164"},{"type":"speech","time":1403627400,"counter":135,"content":"<p>Senator Crown would have time to consider the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U00600","speaker":"1171"},{"type":"speech","time":1403627400,"counter":136,"content":"<p>I beg the indulgence of my more experienced parliamentary colleagues.  If we proceed according to the order of the day, will the group of amendments be agreed in its entirety?<br \/>While the Minister addressed the issue of specific warnings, other issues also arise, including the prohibition of non-classical electronic advertising in communication inserts in packaging.  We should vote on this issue today.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U00700","speaker":"1147"},{"type":"speech","time":1403627400,"counter":137,"content":"<p>I will put the amendments in sequence, beginning with amendment No. 6.  Is Senator Crown pressing or withdrawing amendment No. 6?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U00800","speaker":"1164"},{"type":"speech","time":1403627400,"counter":138,"content":"<p>Broadly-speaking, two issues arise.  First, I take on board the Minister's point that he will give some thought to the issue of including additional warnings.  Is he prepared to agree at this stage to the amendments which prohibit our enemy from placing sophisticated electronic marketing devices in their death-causing products?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U00900","speaker":"1147"},{"type":"speech","time":1403627400,"counter":139,"content":"<p>We are discussing amendment No. 6.  The Minister may respond when we reach the other amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U01000","speaker":"1164"},{"type":"speech","time":1403627400,"counter":140,"content":"<p>My question relates to amendment No. 6.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U01100","speaker":"1147"},{"type":"speech","time":1403627400,"counter":141,"content":"<p>In fairness to Senator Crown, the Minister did not respond specifically to the amendment.  I ask him to advise the House of his position on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U01200","speaker":"1171"},{"type":"speech","time":1403627400,"counter":142,"content":"<p>He indicated he would bring the matter to the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U01300","speaker":"1164"},{"type":"speech","time":1403627400,"counter":143,"content":"<p>He addressed the matters raised in subsequent amendments in this group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U01400","speaker":"1171"},{"type":"speech","time":1403627400,"counter":144,"content":"<p>Do the Senators wish to further discuss amendments Nos. 6, 15, 19 and 25 to 27, inclusive, before I put the question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U01500","speaker":"1164"},{"type":"speech","time":1403627400,"counter":145,"content":"<p>Without wishing to show all my cards in this game of poker, I am prepared to compromise with the Minister on the issue of additional warnings by giving him time to act.  That is the first issue but a second, separate issue also arises.  As such, the group may be a little too comprehensive.  The second issue is the prohibition of a marketing device which the authors of the Bill, in good faith, may not have considered.  I would never have considered this possibility if it had not been for the presence of a very electronically literate person in my office, Shane Conneely.  This type of marketing strategy is being used in other areas, such as the entertainment world, and could be easily adapted for our enemies in the tobacco industry.  For this reason, it requires a separate response from the Minister.  If horses are being traded, perhaps he will tell me which one we are trading in this amendment.  I am prepared to accept his undertaking to study the issue of placing additional warnings before the Bill is introduced in the D&aacute;il.  While I do not wish to obstruct the Bill, the second issue I raise has not been thrashed out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U01600","speaker":"1147"},{"type":"speech","time":1403627400,"counter":146,"content":"<p>This is the forum for thrashing it out.  Does the Minister have anything to add on this group of amendments?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400021#U01700","speaker":"1164"},{"type":"speech","time":1403627700,"counter":147,"content":"<p>Only that I do not see any reference to electronic advertising in amendment No. 6.  Is Senator Crown referring to an additional amendment which deals specifically with electronic advertising on cigarettes?  As far as I can see, it is not mentioned in these group of amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400022#V00100","speaker":"952"},{"type":"speech","time":1403627700,"counter":148,"content":"<p>I thank the Minister and Acting Chairman for allowing me to clarify this technical point.  There are microchip technologies that can be inserted into cigarette packaging which enable communication to occur-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400022#V00200","speaker":"1147"},{"type":"speech","time":1403627700,"counter":149,"content":"<p>To clarify, there is no time restriction on Senator Crown or any other Member in reference to these amendments.  This is the forum to deal with these issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400022#V00300","speaker":"1164"},{"type":"speech","time":1403627700,"counter":150,"content":"<p>I thank the Acting Chairman.  This amendment is dealing with a very specific and technical issue.  There are technologies analogous to those employed in the reading of barcodes which, using near-field communications, make it possible for central vendors to establish a degree of contact, as a marketing device, with people who have purchased cigarettes from them.  This amendment seeks to prohibit the use of this or any newly developed technologies for such purposes.  We can be certain that new technologies will be developed and it makes sense to account for that now rather than having to amend the Bill at a future date.  The amendment is wholly in keeping with the spirit of the Minister's legislation and the European regulation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400022#V00400","speaker":"1147"},{"type":"speech","time":1403627700,"counter":151,"content":"<p>We spoke on Second Stage about the resources available to the tobacco industry and the type of plotting and planning in which it engages.  As Senator Crown has highlighted, the industry is certain to devise new ways of marketing, branding and promoting its products which we cannot foresee.  My understanding is that the intention of the amendment is to set the parameters in this regard.  That is why I asked if we could hear more about it.  I do not know, for instance, whether it might have unintended consequences.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400022#V00500","speaker":"1171"},{"type":"speech","time":1403627700,"counter":152,"content":"<p>The issues Senator Crown has outlined in explaining the rationale for this amendment merit serious consideration.  We are dealing with some of the most dangerous business people on the planet, who are engaged in manufacturing and marketing products that kill people.  This Bill is revolutionary and will save lives.  However, no more than the criminals on the streets, the tobacco industry is always three or four steps ahead of us.  If we can do anything to ensure we get a step or two closer to its cynical, devious ploys, we should do so.  I have mentioned in this House, while wearing my retailer hat, that I have seen at first hand some of the sneaky schemes cigarette companies use to promote their products, like introducing packs of 23 at under &euro;10 to give the impression of offering people value for money.  The latest scheme I have seen is the retailing of pouches of rolled tobaccos at under &euro;5, designed to appeal to smokers who are already strapped for cash.  The message is that one can purchase a tobacco product for under a fiver.<\/p><p>This is a war for the health of the current and future generations.  We have a responsibility to do everything we can to impede and intercept the tobacco manufacturers' sneaky and covert marketing ploys.  I appeal to the Minister in that context to give consideration to Senator Crown's proposal.  I commend the member of staff in the Senator's office who spotted this potential loophole.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400022#V00600","speaker":"1158"},{"type":"speech","time":1403627700,"counter":153,"content":"<p>I have listened carefully to what has been said and agree wholeheartedly with the point Senator Crown is making.  I wonder, however, whether the provisions in section 7, particularly subsections (1)(f) and (11), make the amendment unnecessary.  They seem to me to cover the exact point Senator Crown is making.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400022#V00700","speaker":"1117"},{"type":"speech","time":1403628000,"counter":154,"content":"<p>Senator Gilroy has hit the nail on the head there.  Senator Crown's amendment seeks to insert, \"not contain any item incorporated into the packaging other than as provided for by law.\"  Section 7(8) states that the packet shall not contain any inserted items or affixed items other than as provided for by law.  It is already covered off, but I accept that people are alert.  However, it is already covered so it is an unnecessary amendment, with respect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400023#W00100","speaker":"952"},{"type":"speech","time":1403628000,"counter":155,"content":"<p>Does Senator Crown wish to come back in?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400023#W00200","speaker":"1164"},{"type":"speech","time":1403628000,"counter":156,"content":"<p>That relates to a wrapper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400023#W00300","speaker":"1171"},{"type":"speech","time":1403628000,"counter":157,"content":"<p>Please, colleagues.  Does Senator Crown wish to come back in on amendment No. 6?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400023#W00400","speaker":"1164"},{"type":"speech","time":1403628000,"counter":158,"content":"<p>I still think there is ambiguity and I will, in isolation, be pressing amendment No. 6.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400023#W00500","speaker":"1147"},{"type":"speech","time":1403628000,"counter":159,"content":"<p>Section 7(8) deals with a wrapper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400023#W00600","speaker":"1171"},{"type":"speech","time":1403628000,"counter":160,"content":"<p>Section 7(1)(f) refers to inserted items.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400023#W00700","speaker":"1117"},{"type":"speech","time":1403628000,"counter":161,"content":"<p>It could not be more specific.  With respect to the Senator, I point out it is more comprehensive than his amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400023#W00800","speaker":"952"},{"type":"speech","time":1403628000,"counter":162,"content":"<p>It is a question of bringing subsection (11) on to it as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400023#W00900","speaker":"1117"},{"type":"vote","time":1403628000,"counter":163,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 17; Níl, 23.<\/p><p>Tellers: Tá, Senators Sean D. Barrett and John Crown; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400023#W01000","aye":["1157","1116","1147","1159","1131","1119","1149","1128","1146","1139","1169","1115","1154","1145","1155","1126","1164"],"nay":["1148","1138","1150","1165","1151","1124","1158","1130","1117","1172","1173","1135","1161","1162","1132","1174","1118","1187","1153","1170","1129","1125","1171"]},{"type":"speech","time":1403628300,"counter":164,"content":"<p>Amendments Nos. 7, 11, 16, 17, 20 and 21 are related and may be discussed together.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400024#Y00100","speaker":"1120"},{"type":"speech","time":1403628300,"counter":165,"content":"<p>I move amendment No. 7:<blockquote><br \/>In page 8, line 18, to delete &ldquo;law.&rdquo; and substitute the following:<blockquote>&ldquo;law;<\/blockquote>(d) the text &lsquo;National Smokers Quitline 1800 201 203 - www.quit.ie&rsquo;.&rdquo;.<\/blockquote>I do not wish to delay the House and the Minister knows our motivation on this.  The amendment seeks to include the quit-line details.  The experience of this in Australia is that the calls to the line in that country increased by nearly 80%.  By way of assistance to people such as me, who successfully gave up smoking, this is something we can and ought to do.  I hope the Minister can accept it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400024#Y00200","speaker":"1149"},{"type":"speech","time":1403628300,"counter":166,"content":"<p>There is only a technical issue here.  I agree with the Senator and it will be done.  These amendments relate to the inclusion of a quit-line number and website address on packs of tobacco products.  This will be put in place.  The new tobacco directive sets out mandatory provision for member states to include such information on the graphic warnings.<\/p> <p>The new warnings are being developed at EU level and will be transposed into regulations once finalised.  It will happen but technically I cannot accept the Senator's amendment. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400024#Y00300","speaker":"952","continuing":true},{"type":"unspoken","time":1403628600,"counter":168,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1403628600,"counter":169,"content":"<p>Amendments Nos. 8,9,12,14,18 and 22 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400025#Z00300","speaker":"1120"},{"type":"speech","time":1403628600,"counter":170,"content":"<p>I move amendment No. 8:<blockquote><br \/>In page 8, line 20, after &ldquo;name&rdquo; where it thirdly occurs to insert &ldquo;subject to a character limit of 15&rdquo;.<\/blockquote>This is to limit the number of characters describing the contents so that they are not made more attractive by some kind of sexy name.  There are examples from Australia of long-winded names of particular brands which research showed enhanced the marketability of the brand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400025#Z00400","speaker":"1149"},{"type":"speech","time":1403628600,"counter":171,"content":"<p>I have no issue in principle with this amendment.  The aim is to limit the number of characters permitted per tobacco brand or variant name and to be prescriptive about the use of upper and lower case letters.  The Bill provides that the brand and variant names placed on tobacco packaging are to be printed in accordance with regulations.  These regulations will provide for the manner in which the name is printed on the pack and include the colour, font type, size, positioning and appearance of such a name.  As the regulatory powers in the Bill already allow for the Minister to prescribe these matters I do not propose to accept the amendments as they are not necessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400025#Z00500","speaker":"952"},{"type":"unspoken","time":1403628600,"counter":172,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1403628600,"counter":173,"content":"<p>Amendment No. 9 not moved.<\/p>"},{"type":"speech","time":1403628600,"counter":174,"content":"<p>I move amendment No. 10:<blockquote><br \/>In page 8, line 35, after &ldquo;shape&rdquo; to insert the following:&ldquo;being not more and not less than a height of 8.5 centimetres, a width of 5.5 centimetres and a depth of 2 centimetres&rdquo;.<\/blockquote>The Minister has dealt with this issue by saying that he does have these powers and intends to use them.  I will take him at his word on that. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400025#Z00800","speaker":"1149"},{"type":"unspoken","time":1403628600,"counter":175,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1403628600,"counter":176,"content":"<p>Amendment No. 11 not moved.<\/p>"},{"type":"speech","time":1403628600,"counter":177,"content":"<p>I move amendment No. 12:<blockquote><br \/>In page 9, line 22, after &ldquo;name&rdquo; to insert &ldquo;, and also whether the name shall be in uppercase, lowercase, or any mix thereof&rdquo;.<\/blockquote>There are a few amendments which we believe make it easier for the Minister to tighten up the regulation of the appearance of the lettering on the products and on the packaging and other products as shall be defined.  This would enable the Minister to ensure that the brand name would be all in capital letters as it is in Australia.  We are not certain that the current wording would do that. <br \/>As it stands the Minister can define the appearance of the brand name but our worry is that not being explicit about whether it is upper or lower case leaves open the possibility that it could be challenged later.  It is well known that putting everything in capital letters makes it less legible than upper and lower case text.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400025#Z01100","speaker":"1147"},{"type":"speech","time":1403628600,"counter":178,"content":"<p>I covered that when responding to Senator MacSharry&rsquo;s amendment.  The regulatory powers in the Bill already allow for these matters to be prescribed by the Minister so I do not propose to accept these amendments as they are not necessary.  The regulations would provide for the manner in which the name is printed on the pack and include colour, font type, size, positioning and appearance of such a name.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400025#Z01200","speaker":"952"},{"type":"unspoken","time":1403628600,"counter":179,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1403628600,"counter":180,"content":"<p>Section 7 agreed to.<\/p>"},{"type":"unspoken","time":1403628900,"counter":181,"content":"<p>SECTION 8<\/p>"},{"type":"speech","time":1403628900,"counter":182,"content":"<p>I move amendment No. 13:<blockquote><br \/>In page 10, to delete lines 7 and 8 and substitute the following:&quot;(a) an alpha-numeric code as prescribed by the Minister.&quot;.<\/blockquote>I am happy to withdraw this amendment on the basis of the Minister's indication that he has these powers and intends to use them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400026#AA00200","speaker":"1149"},{"type":"speech","time":1403628900,"counter":183,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400026#AA00300","speaker":"952"},{"type":"unspoken","time":1403628900,"counter":184,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1403628900,"counter":185,"content":"<p>Amendment No. 14 not moved.<\/p>"},{"type":"unspoken","time":1403628900,"counter":186,"content":"<p>Section 8 agreed to.<\/p>"},{"type":"unspoken","time":1403628900,"counter":187,"content":"<p>SECTION 9<\/p>"},{"type":"speech","time":1403628900,"counter":188,"content":"<p>I move amendment No. 15:<blockquote><br \/>In page 10, between lines 31 and 32, to insert the following:&quot;(g) not contain any item incorporated into the packaging other than as provided for by law.&quot;.<\/blockquote>I wish to clarify - I am not sure I made it clear when we discussed this in another context and I said I did not intend to press this amendment - that the regulation as it stands will ban inserts and anything on the packaging, but it will not actually ban something that is embedded in the packaging.  We believe this leaves a legal vulnerability.  I ask the Minister to address this aspect of the matter when he brings the Bill through the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400026#AA00800","speaker":"1147"},{"type":"speech","time":1403628900,"counter":189,"content":"<p>It is specifically stated in another section of the Bill that the bar code cannot be interfered with for any purpose, such as electronic messaging, etc.  That applies to the pack in general, by inference.  I believe it is already covered off.  I will be happy to discuss the matter further with the Senator.  If we can find a way of improving this provision, we will certainly look at it.  Section 7(5) provides that \"a bar-code or other similar identification mark may be printed once on a cigarette packet in such form and manner as may be prescribed by the Minister, including the colour, dimensions, specifications and positioning of such bar-code or mark, provided that the bar-code or mark does not convey any information to the consumer (including any information conveyed by means of electronic communication)\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400026#AA00900","speaker":"952"},{"type":"unspoken","time":1403628900,"counter":190,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1403628900,"counter":191,"content":"<p>Amendments Nos. 16 to 22, inclusive, not moved.<\/p>"},{"type":"unspoken","time":1403628900,"counter":192,"content":"<p>Section 9 agreed to.<\/p>"},{"type":"unspoken","time":1403628900,"counter":193,"content":"<p>SECTION 10<\/p>"},{"type":"unspoken","time":1403628900,"counter":194,"content":"<p>Question proposed: &quot;That section 10 stand part of the Bill.&quot;<\/p>"},{"type":"speech","time":1403628900,"counter":195,"content":"<p>I apologise for arriving late.  I was involved in something else.  I have no difficulty in accepting the Minister's absolute bona fides on this important legislation.  I commend him on it.  However, I have some concerns about his decision to leave certain issues to the discretion of the Minister of the day.  I do not doubt the Minister is approaching this matter in the interests of consumers.  I hope this measure will deter people from smoking and encourage them to quit.  As I said on Second Stage, this evil industry will do its damnedest to encourage future Ministers to make changes.  It will look for any possible amelioration in the position, from their perspective, that will benefit it in the sale of cigarettes.  I am worried that future Ministers might not have the same degree of commitment to the thrust of what the Minister, Deputy Reilly, is doing.  My colleague said this could lead to challenges but my concern - leaving that aside - is that by leaving this open to ministerial discretion and thereby giving options to future Ministers, the cigarette companies might be encouraged to influence future office holders to make changes.  As I understand it, a change to the statutory instrument will be all that will be required.  The Minister might correct me in that regard.  In that context, it worries me that these Houses have no proper record of diligence in debating or monitoring statutory instruments.  I would be far happier to see the Oireachtas determining exactly what should be prescribed in legislation.  I suggest that the Minister, Deputy Reilly, is the best person to do that in light of his commitment to this issue.  We should make provisions that reflect the best interests, purposes and objectives behind this Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400026#AA01500","speaker":"1126"},{"type":"speech","time":1403629200,"counter":196,"content":"<p>Senator Walsh's comments should be heeded.  I wish to return briefly to the previous discussion on Senator Crown's amendment.  It was not successful but he is quite right.  I recall a situation when at one stage when one got off a train, no matter what mobile phone one had, one got a picture from Iarnr&oacute;d &Eacute;ireann.  One got off a train at Heuston Station and one's phone automatically ticked and there was a new text message.  It does happen.  That is an example of how it happens.<\/p><p>I am reassured by the Minister's commitment under the section that the issue would addressed.  The legislation will always be a work in progress.  We will have lots more legislation as various companies come up with new tricks.  A sinister case I encountered approximately 12 months ago related to One4all An Post vouchers.  They were being offered to staff in shops.  If a regular customer came in and did not order his or her packet of cigarettes, they were reminded by the shop assistant.  If that happened once a week in every shop in Ireland one is talking about tens of thousands of extra packets of cigarettes sold.  The legislation is a work in progress.  It is an ongoing war, one we must win.  I am comforted by the fact that we have a Minister for Health who is totally dedicated to dealing with the problem.  I share his concerns that in future we might have a Minister who is a smoker, who would inevitably be somewhat compromised in dealing with this ongoing war.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400027#BB00100","speaker":"1158"},{"type":"speech","time":1403629200,"counter":197,"content":"<p>The legislation is most comprehensive.  There must be some latitude for the Department and the Minister.  No matter what Minister is in office, he or she can only introduce regulation that is in keeping with the terms of the legislation and the purpose of the legislation is to help to reduce the number of people smoking and also to remove all the marketing ploys that are available to the tobacco industry.  One of the points about regulation is that when a problem arises, it allows the Minister to introduce regulation, provided it comes within the terms of the legislation, to make it more difficult for tobacco companies to avoid compliance.  The Minister must have some room for manoeuvre in dealing with the issues, which change on a weekly and monthly basis in the industry in question.  It is important that the Minister has discretion, regardless of who is in office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400027#BB00200","speaker":"1150"},{"type":"speech","time":1403629200,"counter":198,"content":"<p>I reassure Senators that most of this area is prescribed in the law.  We must put regulations before the House.  The Bill states in section 3(3):<blockquote><br \/>Every order (other than an order under <i>section 1(3)<\/i>) or regulation made by the Minister under this Act shall be laid before each House of the Oireachtas as soon as may be after it is made and, if a resolution annulling the order or regulation is passed by either such House within the next 21 days on which that House sits after the order or regulation is laid before it, the order or regulation shall be annulled accordingly, but without prejudice to the validity of anything previously done thereunder.<\/blockquote>The Senator can be reassured that, contrary to his belief, both Houses will have vigilance over the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400027#BB00300","speaker":"952"},{"type":"speech","time":1403629200,"counter":199,"content":"<p>The theory is fine.  I do not disagree with the factual position as outlined by the Minister, but the reality is that various papers are laid before the House, which means placing them in the Library and very few get to the floor of the House.  That will not happen unless someone is motivated.  My concern is that things happen under the radar and if someone does not share the Minister's disposition on the issue, I would be concerned that regulations could be made under the legislation which might not be conducive to the objective of the Bill.<\/p><p>I wish to raise one other matter in that regard.<\/p> <p>I received, as I am sure did the other Members present, representations from the tobacco industry.  I had not received them when I raised the issue of trying to counterfeit-proof the packages on the last day we discussed the Bill.  They expressed concern and referred to what has happened in Australia and the number engaged in such activity increasing.  My only concern, which is probably shared by everybody who has spoken here, is that we reduce the number of people who smoke.  That must be the objective and target.  Obviously, part of that is to try to kill off the illicit trade, which operates through the sale of cheaper packages of cigarettes and, as a consequence, people buy them and the younger age group in particular are more inclined to get in on the habit.  On the last day we debated the Bill, I thought the Minister was a bit dismissive of this suggestion or at least he said that the packages, as they will be done now, were sufficient and could not be counterfeited.  The industry claims there was a 20% increase in such activity in Australia.  I do not know if that is the case but I am sure the Department officials, and probably the Minister, will know exactly if there was any increase whatsoever.  Even if there was not, it behoves us to ensure that the packaging is as counterfeit-proof as we can possibly achieve.  What specific measures are being included in the legislation to ensure that happens?  It is a problem.  <\/p><p>We met people from the retail oil industry in Belfast only last week who spoke about what goes on in the Border area and peripheral to that is cigarette smuggling.  There were other issues also.  We should be conscious of that issue, which also feeds in to the wealth generation of the criminal breed and we can all see the consequences of that.  There are good reasons for doing this, but I do not have any gems of wisdom as to how it might be done.  I believe it should be done and the Minister will probably have good ideas and experts to guide him as to what can done in that regard, but it is important that we make it more difficult for people to counterfeit the packages.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400027#BB00400","speaker":"1126","continuing":true},{"type":"speech","time":1403629500,"counter":201,"content":"<p>I thank the Senator for raising that issue because it gives me an opportunity to debunk a myth that is put out by the tobacco industry that there has been an increase in smuggling and illicit sales in Australia.  There is no evidence to support that.  There are studies, which the Senator's colleague, Senator van Turnhout, pointed out on the last day,  sponsored by the tobacco industry purporting that this is the case based on four other studies which were sponsored by the tobacco industry to support its case.  The reality is that 13% of cigarettes are thought to be illegal in this country.  Only 1% of that 13% is counterfeit, the rest is contraband, bought legally in other countries, produced by the said same tobacco companies with profit and then brought in here to be sold cheaper by people who are engaged in illicit activity.  That is an enforcement issue.<\/p><p>I wish I had brought the packs with me again today to demonstrate the huge difference between the plain, standardised packaging that we are talking about with the graphic illustration of what cigarettes do to one versus what is on the market today, and the Members would see that with us being the first country in Europe to do this, smuggling would be extremely difficult because they are different from everything else that is available in Europe.  That is the first point.<\/p><p>The second point, and it is a really important one that we all need to remind ourselves of continually, is that this is about a product that kills 5,200 people in this country every single year and 700,000 people across Europe.  That is the core argument here.  Those in the tobacco industry are past masters at pivoting away from the real issue, which is the death and destruction, consequent to their product, of families and lives, to talk about smuggling, counterfeit, contraband, retailers or anything else except the issue, which is allowing them advertise a product in a way that is particularly targeted at children - survey after survey shows that 78% of smokers start smoking under the age of 18 - to replace the smokers their product has killed or others who had the good fortune to be able to give it up.  It is a highly addictive habit and very difficult for people to quit, even to the point that, as I have said previously, my own brother a doctor, an epidemiologist, could not quit them even though they were killing him.<\/p> <p>We must never forget that this is about protecting our children above all else, because we have a duty of care to them.  We can talk about all those other issues but we must never forget the core one, which the tobacco companies would dearly love us to forget about and take us up culs-de-sac elsewhere.  That has been their <i>modus operandi<\/i>for decades and will continue to be.  Any Member who had the opportunity to watch Peter Taylor&rsquo;s recent programme on BBC, &ldquo;Burning Desire: The Seduction of Smoking&rdquo;, would have seen what the tobacco industry did in the West over the past 30 years, it is now doing in developing countries, namely, making children addicted to cigarettes.<br \/>The Revenue Commissioners will now have a highly sophisticated stamp on packets, which will be extraordinarily difficult to tamper with and which will help distinguish between legal and illegal products.  It is quite happy this measure will not lead to any increase in the illicit cigarette trade.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400028#CC00200","speaker":"952","continuing":true},{"type":"speech","time":1403630100,"counter":203,"content":"<p>The Minister&rsquo;s central point is about the number of deaths caused by tobacco.  We all have family members who died from smoking and it is a matter of great regret to every one of us personally.<\/p><p>It struck me when the Minister was speaking that, as an effort to promote road safety, we used to have road signs stating the number of fatalities caused by traffic accidents in every county.  Putting up a poster on a billboard stating the number of people who died from smoking over the past decade should be part of our campaign.  While the Minister&rsquo;s efforts are an excellent step in the right direction, we need to bolster it.  Senator Conway is correct that this is a war with the tobacco companies which are well-resourced.  They have no morality in what they are doing, particularly when one sees how they target poor countries where they spend millions of euro on advertising and marketing to get people there addicted to cigarettes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400029#DD00200","speaker":"1126"},{"type":"speech","time":1403630100,"counter":204,"content":"<p>The tobacco industry will continue to fight a rear-guard action against this legislation.  I appreciate the convention is that regulations are laid before both Houses.  However, this does not necessarily oblige that there be a debate on them.  Due to the large number of statutory instruments passed by the Government, few of them come on to the floor of this House.  I recall only one over the past 12 months.  Will the Minister give some indication as to when he will be introducing the relevant regulations to copperfasten this legislation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400029#DD00300","speaker":"1128"},{"type":"speech","time":1403630100,"counter":205,"content":"<p>We will introduce the regulations at the same time we enact the legislation.  I accept fully that many statutory instruments go through unremarked upon, unnoticed and not noted.  We are very fortunate, however, to have some wonderful non-governmental organisations such as the Irish Cancer Society, the Asthma Society of Ireland, COPD Support Ireland and many others.  Even if the Members of this House in the future are less diligent and alert, they will be alerted very rapidly by those societies and others of any attempts by the tobacco industry to undermine these regulations.  If they have reservations, I am absolutely confident they will make Members of both Houses aware of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400029#DD00400","speaker":"952"},{"type":"unspoken","time":1403630100,"counter":206,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1403630100,"counter":207,"content":"<p>NEW SECTIONS<\/p>"},{"type":"speech","time":1403630100,"counter":208,"content":"<p>I move amendment No. 23:<blockquote><br \/>In page 14, between lines 3 and 4, to insert the following:<br \/><b>&ldquo;Retail packaging of cigars<\/b><br \/><b>11. <\/b>(1) Subject to <i>subsection (2)<\/i>, a cigar packet shall&mdash;(a) in respect of the outer surface thereof, be of a prescribed colour with a matt finish,<br \/>(b) in respect of the inner surface thereof, be of a prescribed colour,<br \/>(c) not bear a mark or trade mark other than in accordance with <i>subsections (3) <\/i>and <i>(4)<\/i>,<br \/>(d) not have any decorative ridges, embossing or other embellishments on the outer surface thereof,<br \/>(e) not contain an adhesive that is coloured or non-transparent,<br \/>(f) not contain any inserted items or affixed items other than as provided for by law,<br \/>(g) not contain any item incorporated into the packaging other than as provided for by law.(2) <i>Paragraphs (a) <\/i>and <i>(c) <\/i>of <i>subsection (1) <\/i>shall not apply to the following:(a) health warnings;<br \/>(b) a bar-code or other similar identification mark that is in accordance with regulations under <i>subsection (5)<\/i>;<br \/>(c) such other items as are provided for by law.(3) Subject to <i>subsection (4)<\/i>, the following may be printed on a cigar packet:(a) a brand name or business name or company name; and<br \/>(b) a variant name for the cigar concerned.(4) A name referred to in <i>subsection (3) <\/i>shall be printed in accordance with regulations under <i>subsection (10) <\/i>and may be printed&mdash;(a) once on the front outer surface of the cigar packet,<br \/>(b) once on the top outer surface of the cigar packet, and<br \/>(c) once on the bottom outer surface of the cigar packet,<br \/>provided that the name does not obscure or interfere with health warnings on the cigar packet.(5) A bar-code or other similar identification mark may be printed once on a cigar packet in such form and manner as may be prescribed by the Minister, including the colour, dimensions, specifications and positioning of such bar-code or mark, provided that the bar-code or mark does not convey any information to the consumer (including any information conveyed by means of electronic communication).<br \/>(6) A cigar packet shall&mdash;(a) be cuboid in shape, the edges of which may be rounded or bevelled,<br \/>(b) be made of carton or soft material,<br \/>(c) not contain an opening that can be re-closed or re-opened after it is first opened<br \/>other than&mdash;<blockquote>(i) a flip-top lid provided the lid is hinged at the back of the packet, or<br \/>(ii) a shoulder-box hinged-lid.<\/blockquote>(7) <i>Subsections (1) <\/i>to <i>(5) <\/i>shall apply with all necessary modifications to any other form of outside packaging of cigars.<br \/>(8) A wrapper that covers a cigar packet or any other form of outside packaging of cigar shall&mdash;(a) be transparent,<br \/>(b) not be coloured,<br \/>(c) not have any decorative ridges, embossing or other embellishments,<br \/>(d) not bear a trade mark or mark other than a tear-strip that is in accordance with regulations under <i>subsection (9)<\/i>,<br \/>(e) not have any affixed item, other than as provided for by law.(9) The Minister may prescribe the manner in which a tear-strip may be printed on a wrapper under <i>subsection (8)(d)<\/i>, including the colour, dimensions, specifications, and positioning of a tear-strip on the wrapper.<br \/>(10) The Minister may prescribe the manner in which a name referred to in <i>subsection (3) <\/i>may be printed on a cigar packet or any other form of outside packaging of cigars, including the colour, font type, font size, positioning, whether the name shall be in uppercase, lowercase, or any mix thereof and appearance of such a name.<br \/>(11) In prescribing matters referred to in <i>subsection (1)(a) <\/i>or <i>(b) <\/i>or <i>subsection (10)<\/i>, the Minister shall have regard to&mdash;(a) the need to decrease the appeal of cigars,<br \/>(b) the need to increase the effectiveness of health warnings on retail packaging of cigar, and<br \/>(c) the need to reduce the ability of retail packaging of cigars to mislead consumers about the harmful effects of smoking.(12) This section applies to the retail packaging of cigars that are intended for sale by retail in the State.<br \/>(13) <i>Subsection (6) <\/i>applies to the retail packaging of cigars that are intended to be placed on the market.<br \/>(14) For the purpose of this section &ldquo;cigar&rdquo; means a roll of tobacco that can be consumed via a combustion process and is further defined in Article 4(1) of Directive 2011\/64\/EU, or a &ldquo;cigarillo&rdquo; as is defined in Article 8(1) of Council Directive 2007\/74\/EC (2).&rdquo;.<\/blockquote>As someone who battled tobacco addiction over many years, thankfully successfully for several decades now, I know one of the great canards is that smoking cigars is a harmless vice.  It is often alleged that it is far less harmful to health than smoking cigarettes.  Former cigarette smokers, when they smoke cigars, tend to inhale them which makes a cigar a particularly large, dangerous and poisonous cigarette.<\/p> <p>Even in people who have never smoked cigarettes and who smoked cigars in the more traditional non-inhalational way, there is exactly zero doubt that it increases the risk of several cancers and there is still a systemic absorption of the cancer causing toxins.  Therefore, it is not just a question of inhaling them into one's lungs.<br \/>I believe the industry, over the years, has indulged in a number of subtle attempts to market cigars as somehow tobacco light, as something which is less harmful, and as a vice which, perhaps, not only is less harmful but has a certain social cache.  There are whole magazines in parts of the world, cigar bars and also a magazine called <i>Cigar Aficionado<\/i>.  We also have people who would never ever let themselves be seen as supportive of cigarette smoking allowing their good name and celebrity brand to be associated with the smoking of cigars.  For this reason, in addition to the general description of other tobacco products that the Minister put in the Bill, this would be an excellent opportunity to hammer home the message about cigars by making a simple amendment which basically and explicitly extends what the Minister has said about manufactured cigarettes, and the products used for roll-your-own tobacco, to cigars as well.  It is for that reason that I ask him to consider this amendment carefully.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400029#DD00700","speaker":"1147","continuing":true},{"type":"speech","time":1403630700,"counter":210,"content":"<p>I thank the Senator again for his concern and the amendment which aims to include specific provisions in the Bill for the packaging of cigars.  However, the Bill as it stands makes provisions for the packaging of cigars in section 10 on retail packaging of other tobacco products.  Section 10 sets out requirements which apply to all tobacco products, including cigars.  Therefore, I do not believe it is necessary to have the amendment and I ask him, respectfully, to withdraw it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400030#EE00200","speaker":"952"},{"type":"unspoken","time":1403630700,"counter":211,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1403630700,"counter":212,"content":"<p>I move amendment No. 24:<blockquote><br \/>In page 14, between lines 3 and 4, to insert the following:<br \/><b>&ldquo;Retail packaging of electronic cigarettes<\/b><br \/><b>11. <\/b>(1) Subject to <i>subsection (2)<\/i>, an electronic cigarette packet shall&mdash;(a) in respect of the outer surface thereof, be of a prescribed colour with a matt finish,<br \/>(b) in respect of the inner surface thereof, be of a prescribed colour,<br \/>(c) not bear a mark or trade mark other than in accordance with <i>subsections (3) <\/i>and <i>(4)<\/i>,<br \/>(d) not have any decorative ridges, embossing or other embellishments on the outer surface thereof,<br \/>(e) not contain an adhesive that is coloured or non-transparent,<br \/>(f) not contain any inserted items or affixed items other than as provided for by law,<br \/>(g) not contain any item incorporated into the packaging other than as provided for by law.(2) <i>Paragraphs (a) <\/i>and <i>(c) <\/i>of <i>subsection (1) <\/i>shall not apply to the following:(a) a bar-code or other similar identification mark that is in accordance with regulations under <i>subsection (5)<\/i>;<br \/>(b) such other items as are provided for by law.(3) Subject to <i>subsection (4)<\/i>, the following may be printed on an electronic cigarette packet:(a) a brand name or business name or company name; and <br \/>(b) a variant name for the electronic cigarette concerned.(4) A name referred to in <i>subsection (3) <\/i>shall be printed in accordance with regulations under <i>subsection (10) <\/i>and may be printed&mdash;(a) once on the front outer surface of the electronic cigarette packet,<br \/>(b) once on the top outer surface of the electronic cigarette packet, and<br \/>(c) once on the bottom outer surface of the electronic cigarette packet.(5) A bar-code or other similar identification mark may be printed once on an electronic cigarette packet in such form and manner as may be prescribed by the Minister, including the colour, dimensions, specifications and positioning of such bar-code or mark, provided that the bar-code or mark does not convey any information to the consumer (including any information conveyed by means of electronic communication).<br \/>(6) An electronic cigarette packet shall&mdash;(a) be cuboid in shape, the edges of which may be rounded or bevelled,<br \/>(b) be made of carton or soft material,<br \/>(c) not contain an opening that can be re-closed or re-opened after it is first opened other than&mdash;<br \/>(i) a flip-top lid provided the lid is hinged at the back of the packet, or<br \/>(ii) a shoulder-box hinged-lid.(7) <i>Subsections (1) <\/i>to <i>(5) <\/i>shall apply with all necessary modifications to any other form of outside packaging of electronic cigarettes.<br \/>(8) A wrapper that covers an electronic cigarette packet or any other form of outside packaging of electronic cigarettes shall&mdash;(a) be transparent,<br \/>(b) not be coloured,<br \/>(c) not have any decorative ridges, embossing or other embellishments,<br \/>(d) not bear a trade mark or mark other than a tear-strip that is in accordance with regulations under <i>subsection (9)<\/i>,<br \/>(e) not have any affixed item, other than as provided for by law.(9) The Minister may prescribe the manner in which a tear-strip may be printed on a wrapper under <i>subsection (8)(d)<\/i>, including the colour, dimensions, specifications, and positioning of a tear-strip on the wrapper.<br \/>(10) The Minister may prescribe the manner in which a name referred to in <i>subsection (3) <\/i>may be printed on an electronic cigarette packet or any other form of outside packaging of electronic cigarettes, including the colour, font type, font size, positioning, whether the name shall be in uppercase, lowercase, or any mix thereof and appearance of such a name.<br \/>(11) This section applies to the retail packaging of electronic cigarettes that are intended<br \/>for sale by retail in the State.<br \/>(12) <i>Subsection (6) <\/i>applies to the retail packaging of electronic cigarettes that are intended to be placed on the market.<br \/>(13) For the purpose of this section &ldquo;electronic cigarette&rdquo; means a product that can be used for consumption of nicotine-containing vapour via a mouth piece, or any component of that product, including a cartridge, a tank and the device without cartridge or tank.  Electronic cigarettes can be disposable or refillable by means of a refill container and a tank, or rechargeable with single use cartridges.&rdquo;.<\/blockquote>Go raibh maith agat, a Chathaoirligh, agus go raibh maith agat, a Aire.  I have given the question of electronic cigarettes a lot of discussion and thought over the past year.  I wish to state a couple of facts.<br \/>There is no doubt that electronic cigarettes are less harmful.  They do not give a person a great big high intensity or concentration belt of the same cancer causing products that one sees in inhalational tobacco.  However, there is no doubt that they are not harmless.  Nicotine, itself, we know to be a harmful drug, in addition to the fact that it is addictive, even if it only acts as a gateway to other more harmful ways of accessing tobacco, of accessing nicotine, which is of itself a neuro toxin and a cardiovascular toxin.  It can cause peripheral vascular disease, abnormalities of the heart rate, including sudden cardiac death, alterations in seizure threshold and other physiological disturbances so it is dangerous.  I believe the only reason it looks somewhat attractive in any sense is that it appears to be, possibly, less dangerous than inhaled smoke-derived nicotine.<br \/>We also do not know what the long-term effects of electronic cigarettes are.  I have patients, colleagues, friends who have asked me whether it is better for them to give up smoking and use electronic cigarettes.  To which I say, &quot;Yes, if the alternative is smoking or using electronic cigarettes it is probably safer to use electronic cigarettes.  However, you are far better giving them up altogether&quot;.  <br \/>My great fear is that somehow some kind of a mixed message will go out that electronic cigarettes are something which current non-smokers, or children who are considering the alleged cosmetic effects of the coolness of smoking, may decide this is a way of smoking without incurring the health risks.  Of course, as we know, there may be health risks from the use of these products but there is a colossal risk of becoming a tobacco addict and nicotine addict in circumstances where one may find that there are other ways of accessing it.  I believe that we should explicitly make the provisions of this Bill apply to all of these inhalational nicotine products.  Go raibh maith agat, a Aire.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400030#EE00500","speaker":"1147"},{"type":"speech","time":1403630700,"counter":213,"content":"<p>I share the Senator's concerns.  There are great concerns around this matter, particularly the idea that they would be marketed as a lifestyle choice and act as a gateway to smoking.  If one asked most smokers why they started smoking one will find it was because they thought it looked cool and were intrigued by the imagery of it all.<\/p> <p>In most cases, the first cigarette a person smokes will make him or her ill.  What is being argued is that electronic cigarettes are somehow harmless products, which is not the case.  As Senator Crown noted, they have a wide range of effects and while they are certainly less harmful than tobacco, why should we replace one harm with another?  If they were an aid for people to stop smoking, that would be welcome.  However, the jury is out on that issue also as they are not any more effective than nicotine patches.  Notwithstanding this, it has not been our intention to include electronic cigarettes in this legislation.  The Department is preparing another Bill on electronic cigarettes and the exigencies that will apply to them.<\/p><p>The reason I will not accept the amendment is not that I do not share the Senator's concerns but because I have a separate Bill being prepared on the issue that will go before Cabinet shortly.  Some of its provisions have already been seen by the Cabinet.  With respect, therefore, I will not accept the amendment, although I assure the Senator that I share his concerns, particularly on the practice of smoking electronic cigarettes in any environment, whether a restaurant, bar or other area.  A couple of years ago, one of our major airlines promoted the sale of these products during flights.  <\/p><p>The Senator's views will help us in respect of the Bill we are preparing on electronic cigarettes.  I hope he understands, however, that I will not accept the amendment. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400030#EE00600","speaker":"952","continuing":true},{"type":"speech","time":1403631300,"counter":215,"content":"<p>As we stated on Committee Stage, what we wish for the tobacco industry is bankruptcy.  We would like all those who are affiliated with the industry to seek alternative lines of work, all the investors involved in supporting it to invest elsewhere and all the retailers of tobacco products to clear their shelves of them.  We do not want anybody to profit from the sale of tobacco products.<\/p><p>There is no doubt that there has been a very substantial infiltration, to the point of near domination, of the electronic cigarette market by the traditional cigarette companies, which will be able to use a less regulated product to hook additional addicts for the other products they continue to sell.  These companies will also be able to tap up their financial reserves with the profits from less regulated electronic products.  This amendment provides an opportunity to strike another blow at our enemies.  In pursuit of that objective, and Cabinet confidentiality being what it is, will the new Bill impose a similar level of stringency on the packaging of electronic cigarettes as applies to tobacco products?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400031#FF00200","speaker":"1147"},{"type":"speech","time":1403631300,"counter":216,"content":"<p>I am acutely aware of the fact that I could find myself standing in a different type of dock.  For this reason, while I share his sentiments, I will shy away from using some of the language of which the Senator has availed.  What we are trying to do is protect children from ever taking up this heinous habit and help those who have become addicted to overcome their addiction.  We will do whatever is necessary within the law, including introducing legislation, to achieve those objectives.<\/p><p>On the direct question posed by Senator Crown, the new Bill will contain many provisions.  I do not wish to comment any further at this juncture because it would be a little premature to do so.  I hope the Senator will allow me the latitude to decline to speak further on the issue at this point.  I hope to return to the Chamber in the not too distant future with legislation that will address many of the concerns expressed by the Senator. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400031#FF00300","speaker":"952"},{"type":"speech","time":1403631300,"counter":217,"content":"<p>I do not believe I made my earlier point strongly enough.  If our enemies insist on conducting a business which poisons and kills our citizens and addicts our children, we must send the unambiguous message that we want their businesses to fail and we want them out of business and bankrupt.  There is zero ambiguity on that issue.  It would be preferable if those who are involved in these industries made alternative investments and plans and tobacco farmers grew alternative crops.  Unfortunately, I am precluded from providing financial incentives in legislation to encourage ethical shops, retailers and hoteliers to cease selling tobacco products on their premises in return for being offered a preferential VAT rate on all other products they sell on their premises.  This would incentivise people to leave the tobacco business because everyone who turns a profit from tobacco, profits from death.<\/p><p>I understand the Minister may find himself defending the position I have advocated in other forums and he will have widespread support when he does so.  We should be unambiguous about our ambitions in respect of companies that sell death to citizens.  This is a great opportunity, educationally and in every other way, to strike a blow against electronic cigarettes.  These products will become a much more compelling gateway drug to one of the major drugs in use in this country, the inhalation of tobacco, than other alleged gateway drugs are to other substances of abuse. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400031#FF00400","speaker":"1147"},{"type":"unspoken","time":1403631300,"counter":218,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1403631300,"counter":219,"content":"<p>Amendment Nos. 25 to 27, inclusive, not moved.\r\nSECTION 11<\/p>"},{"type":"speech","time":1403631300,"counter":220,"content":"<p>I move amendment No. 28:<blockquote><br \/>In page 14, line 6, after &ldquo;prescribed&rdquo; to insert &ldquo;by the Minister by regulation&rdquo;.<\/blockquote>The amendment addresses a technical issue, with a view to making it more difficult for the Minister to be challenged.  Rather than providing that the colour of the lining of a packet can be prescribed, the amendment provides that it must be done by the Minister by regulation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400031#FF00700","speaker":"1147"},{"type":"speech","time":1403631300,"counter":221,"content":"<p>While I do not wish to be seen to be declining every amendment, this proposal is not necessary as the Bill states that the Minister for Health may make regulations on any matter referred to in the Act, as prescribed.  As such, the inclusion of the phrase, \"by the Minister by regulation\", as set out in the amendment, is not necessary because it is already provided for in the body of the Bill.  My notes indicate I cannot accept the amendment and while I do not believe that is the case, I am not keen to accept it.  Section 3(1) on orders and regulations states: \"The Minister may by regulations provide for any matter referred to in this Act as prescribed or to be prescribed or for the purposes of enabling any provision of this Act to have full effect.\"  The matter is comprehensively covered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400031#FF00800","speaker":"952"},{"type":"unspoken","time":1403631300,"counter":222,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1403631300,"counter":223,"content":"<p>Section 11 agreed to.<\/p>"},{"type":"unspoken","time":1403631300,"counter":224,"content":"<p>SECTION 12<\/p>"},{"type":"unspoken","time":1403631300,"counter":225,"content":"<p>Question proposed: &quot;That section 12 stand part of the Bill.&quot;<\/p>"},{"type":"speech","time":1403631300,"counter":226,"content":"<p>Section 12(1) provides that the \"tar, nicotine and carbon monoxide content of a tobacco product shall not be printed on a unit packet or any other form of retail packaging of a tobacco product.\"  When we discussed this provision previously the Minister indicated it may be used by a company to promote the view that its death-dealing commodity is less fatal than another company's product.  Will the Minister provide information elsewhere - he referred to a specific website - to enable people to ascertain the tar, nicotine and carbon monoxide content of these deathly products?  Where will this information be made available?  While I appreciate it cannot be done under this section, these issues will not go away.  The measures to promote these products will not draw attention to the fact that they contain tar, nicotine and carbon monoxide.<\/p> <p>Will the Minister or one of the agencies for which he has responsibility do it instead?  I would be very reassured if that information is public.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400031#FF01300","speaker":"1157","continuing":true},{"type":"speech","time":1403631900,"counter":228,"content":"<p>The reason this is specifically mentioned is because, under the directive, the tar, nicotine and carbon monoxide content of a tobacco product shall not be printed on a unit packet or any other form of retail packaging of a tobacco product.  We will be transposing that into law.  There is no wriggle room in that regard.  I hear what the Senator is saying about making the information available, and it will be made available through the website and other mechanisms.  The reason for this provision, as the Senator pointed out, is that what will be attempted by the tobacco companies is to state the low tar and low carbon monoxide and that their product is safer to smoke than another one.  The point is that smoking tobacco products will kill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400032#GG00200","speaker":"952"},{"type":"speech","time":1403631900,"counter":229,"content":"<p>I thank the Minister for his response.  I will not oppose section 12.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400032#GG00300","speaker":"1157"},{"type":"unspoken","time":1403631900,"counter":230,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1403631900,"counter":231,"content":"<p>Sections 13 to 22, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1403631900,"counter":232,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1403631900,"counter":233,"content":"<p>Bill reported without amendment and received for final consideration.<\/p>"},{"type":"unspoken","time":1403631900,"counter":234,"content":"<p>Question proposed: &quot;That the Bill do now pass.&quot;<\/p>"},{"type":"speech","time":1403631900,"counter":235,"content":"<p>I thank all the Senators who submitted amendments to this Bill and I also thank all those who have contributed to the Bill's progression through this House.  I am particularly pleased there were no dissenting voices regarding the Bill.  This demonstrates in practice what has been concluded in an EU study, that is, the Irish public have a strong willingness to adopt public health measures which will reduce the numbers of people who smoke in this country.<br \/>There is a wealth of evidence indicating that standardised packaging will have a positive impact.  However, no matter what evidence we produce, the tobacco industry will produce evidence to contradict this.  A recent article in <i>The Lancet<\/i>re-iterated this when it stated the following: &quot;Tobacco industry misrepresentation of the evidence in order to try to block public health interventions by manipulating policy making and public opinion is well documented.&quot;<i><\/i>The article went on to say that &quot;it is essential to guard against continued misrepresentation of the evidence&quot;<i>.  <\/i>One only has to look at the programme I alluded to, &quot;Burning Desire: The Seduction of Smoking&quot;, in which they show a Senate hearing where one representative after another across a straight line of gentlemen got up to say that they did not believe tobacco was addictive.  I am confident that the Irish public, including our Deputies and Senators, have not and will not allow themselves to be manipulated.  Arguments put out there by the tobacco industry regarding increased illicit trade and supposed job losses from the retail sector do not deflect us from introducing public health measures which will ultimately save lives.  This legislation will save lives long after we have passed on from this House and passed on from this life.<br \/>As I have stated before, standardised packaging is the latest strand to the comprehensive range of tobacco control legislation already in place in Ireland.  It is just one of the many recommendations for implementation set out in Tobacco Free Ireland.  What we mean by Tobacco Free Ireland is a prevalence of less than 5% of people smoking by 2025 in the country.  Ireland is adopting an approach recommended by the World Health Organization.  Guidelines devised in 2008 under the Framework Convention on Tobacco Control state the following: <blockquote>Parties should consider adopting measures to restrict or prohibit the use of logos, colours, brand images or promotional information on packaging other than brand names and product names displayed in a standard colour and font style (plain packaging).  This may increase the noticeability and effectiveness of health warnings and messages, prevent the package from detracting attention from them and address industry package design techniques that may suggest that some products are less harmful than others.<\/blockquote>Standardised packaging is not a new concept and as we know Australia acted upon this recommendation.  A year on from the introduction of plain packaging in Australia, we have some research on the effects of the policy.  One study found that following the introduction of plain packaging and larger pictorial warnings on packs, smoking in outdoor areas declined by 23%.  It also found that personal pack display, that is, where packs are clearly visible on tables, declined by 15%, particularly in venues where children were present.  Flashing out a nice packet in front of one's friends that one is going to have a cigarette may seem like a cool thing to do, but flashing a very disturbing picture of a gangrenous foot, a rotting lung or a dying man will not be cool.  They also found a 78% increase in the number of calls to the smoking cessation helpline.  This increase was due to the introduction of plain packaging.  The researchers found it was not attributable to other causes, such as anti-tobacco advertising or cigarette price increases.<br \/>As I said earlier, the misrepresentation of evidence by the tobacco industry is a well-recognised tactic.  Another is the threat of legal challenges.  While a legal challenge by the tobacco industry cannot be ruled out - I say that tongue in cheek because one can be absolutely sure it will happen - I am confident that the research available to us demonstrates that standardised packaging will have a positive impact on health and is a proportionate and justified measure.  The threat of legal challenges should not be an obstacle to progressing public health policies.  We must press on with our mission to make Ireland tobacco free by 2025.  We owe that to our children.  We can never allow multinationals focused on profit to interfere in any way with our public health policy, which is designed for the benefit of our people.<br \/>Again, I thank all the Senators who participated in these debates.  I also thank the Senators who are members of the Joint Committee on Health and Children for their work on this Bill.  Before I commend the Bill to the House, I remind Members that the battle is only really beginning.  The real fight will start now.  Today, I was advised by a senior Cabinet colleague that our actions in this regard, and mine as Minister for Health, have not gone unnoticed in certain states of the USA.  I, together with Senator Crown, would love to see a situation where in both Europe and the United States a way was found to subsidise farmers to produce a crop other than tobacco.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400032#GG00900","speaker":"952"},{"type":"speech","time":1403631900,"counter":236,"content":"<p>I thank the Minister for bringing forward this legislation and all the staff in the Department of Health and in the Office of the Attorney General for their work in this area.  It is important that we have legislation because the likelihood is that there will be some challenge and we must ensure all the t's are crossed and the i's dotted.  A great deal of work has gone into this Bill.<\/p><p>I wish to pay tribute to all the organisations that have lobbied for change down through the years.  It is a good day for them in that their viewpoint has been heard by the Minister and the Government.  I thank the medical profession, including the Minister, who have been to the fore in highlighting the number of deaths that have been caused by smoking, which amounts to more than 5,000 a year.  I hope in the next few years we will see a reduction in that number as a result not only of this Bill, but the changes introduced by the leader of the Fianna F&aacute;il Party when he was the Minister for Health.  That resulted in substantial changes in the attitudes to smoking.  I thank my colleagues on the Joint Committee of Health and Children for giving an opportunity to all the parties involved in this area to have their points heard and for the issues they raised to be taken on board.  I again thank the Minister for his work in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400032#GG01000","speaker":"1150"},{"type":"speech","time":1403631900,"counter":237,"content":"<p>I thank the Minister for coming to the House to deal with this Bill, which is good legislation.  I hope he will use his powers under the regulations as he has suggested he will.<\/p> <p>It is another step in the right direction towards ridding society of the scourge of tobacco.  I agree this is only the beginning of the process.  I am sure the tobacco companies will take this to the Four Courts to try to delay this legislation.  They have heavily lobbied retail colleagues about the footfall they will lose.  While I appreciate they may lose something, we all support this legislation and our retailers and will do so in other ways.  Well done to the Minister.  I hope the courts will not delay progress on the legislation for too long.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400032#GG01100","speaker":"1149","continuing":true},{"type":"speech","time":1403632500,"counter":239,"content":"<p>Senators Burke and MacSharry have neatly summed up what I wanted to say.  I congratulate the Minister on taking another step in the journey to making Ireland tobacco free.  It is a good move.  This is comprehensive and robust legislation and will stand up to any challenge it may face in the future.  I wish him well in his further steps on this journey towards making Ireland tobacco free.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400033#HH00200","speaker":"1117"},{"type":"speech","time":1403632500,"counter":240,"content":"<p>I thank the Minister for introducing this legislation in the Seanad.  I thank him and the officials from the Department of Health for their personal commitment to it.  I also thank the legal advisers who ensure we are well armed.  I note too the contribution of the advocacy organisations, particularly the Irish Cancer Society and the Irish Heart Foundation, and the children&rsquo;s rights organisations, and the young people we met who were the most convincing advocates.  I encourage other organisations not to do the dirty work of the tobacco industry.  Let it do its own dirty work.<\/p><p>I welcome the Minister&rsquo;s commitment to considering the transitional arrangements in the D&aacute;il and the wash-through period.  I look forward to seeing that reduced in the D&aacute;il process.<\/p><p>I encourage the Minister to bring forward the Protection of Children&rsquo;s Health (Tobacco Smoke in Mechanically Propelled Vehicles) Bill 2012 to complete its passage before the summer recess.  It will start in the D&aacute;il on 8 and 9 July but I do not see why all Stages cannot be quickly dealt with.  Senator Crown, who initiated the Bill with me and Senator Daly, would agree.  I encourage the Minister to send out strong signals before the summer recess.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400033#HH00300","speaker":"1171"},{"type":"speech","time":1403632500,"counter":241,"content":"<p>Comhghairdeas leis an Aire.  This is a very important initiative which will have a real and measurable effect by making people stop and think about why they continue to smoke.  Every time a major anti-tobacco initiative occurs, it makes people stop and think.  People who might have wondered if they should consider giving it up again take up the cudgel of attempting to cease this terrible habit.  It will have a huge educational effect.  Every opportunity we have to get that message home must be taken.<\/p><p>I am disappointed that a previous attempt to limit the ability of tobacco companies to access Government via public relations, PR, companies in this Chamber was unsuccessful but I wish to make a public appeal to every single person who runs a PR company, many of whom are former politicians - it is the nature of that business - or sets up a business because they have connections with politicians or works in such companies.  Some of them are smokers, and some are not, but every single person in a PR company knows or is related to someone who has been killed by smoking.  It is that simple.  Failing our ability to legislate for this, I ask them to take this opportunity to enter into some kind of a voluntary concordat for ethical public relations and to sign up to an undertaking that they will have nothing whatsoever to do with advertising, lobbying or doing PR work on behalf of this incredibly evil industry that we as a society need to see go out of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400033#HH00400","speaker":"1147"},{"type":"speech","time":1403632500,"counter":242,"content":"<p>I join Senator Crown and others in congratulating the Minister on bringing this legislation through.  In the<i>Sunday Independent<\/i>last Sunday a gentleman representing the industry claimed there are 1,900 people employed in the tobacco industry on the island of Ireland.  As the Minister said, it kills 5,200 people every year and I would hate to be in an industry which had that kind of record.<br \/>We know from the Irish Heart Foundation that 71% of Irish people support the introduction of standardised packaging as set out in this legislation.  Research commissioned by the Department of Health from Dr. David Hammond of the University of Waterloo in Canada showed that plain packaging will reduce smoking initiation among youth and young adults, promote smoking cessation among established smokers, help former smokers remain abstinent and de-normalise tobacco use.<br \/>Senator Crown has mentioned the PR companies.  I appeal to other parts of the private sector, which, in general, I support.  The members of those associations destroyed the economy of this country in 2008 by reckless banking.  Law firms with deep pockets in Dublin should not rally round to attack this Minister because he is trying to improve the health of the nation by running cases in the courts on intellectual property grounds, using money which we in this House do not have to spend on court cases but which tobacco companies do have.  According to Wikipedia:<blockquote>Intellectual property (IP) rights are the legally recognized exclusive rights to creations of the mind. Under intellectual property law, owners are granted certain exclusive rights to a variety of intangible assets, such as musical, literary, and artistic works; discoveries and inventions; and words, phrases, symbols, and designs.<\/blockquote>How can one use intellectual property rights to defend the tobacco industry and its distinctive packages?  We are allowing them to continue to market products of which many of us disapprove but with a plain label.  They can still trade internationally.  They accuse this Minister of disrupting trade and so on.  We are not doing that; they are simply conducting it under conditions of plain wrapping.<br \/>I hope members of the Law Library and the Incorporated Law Society of Ireland will not rush to oppose this legislation.  The private enterprise sector, through banking and accounting firms, did itself immense damage in the relatively recent past.  I am disappointed that the American Chamber of Commerce in Ireland appears to oppose the Minister.  I would be very disappointed if a sector which badly needs to re-establish confidence after the damage it has done to the country now condemns, and hires PR companies to oppose, this legislation and the Minister, who is slightly curtailing a toxic industry, much less than Senator Crown and I would wish.  Parliament is entitled to take measures to promote public health.  I am delighted this Minister has done so.  His opponents should seriously consider their position before they rush to serve legal writs on him.  I congratulate him.  May this legislation fare well because it is doing exactly what is required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400033#HH00500","speaker":"1157"},{"type":"speech","time":1403632500,"counter":243,"content":"<p>I sat through nearly all of this debate and commend the Minister again on his initiative, bravery and courage because he and the staff in the Department of Health know better than most that this is a very powerful industry.  The most insidious aspect of the opposition to the legislation is the involvement of the American Chamber of Commerce with the subliminal message that it would somehow sunder or threaten the strong, close relationship between Ireland and America.  That indicates the depths to which this industry will go.  The Minister has resisted this and that is highly commendable.  As he said, the war has just commenced.  I think the lawyers will have great difficulty driving a coach and horses through it, to quote Daniel O'Connell.  The coach and the horse will be well stalled before they hit the steps of the Four Courts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400033#HH00600","speaker":"1128"},{"type":"unspoken","time":1403632500,"counter":244,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1403632500,"counter":245,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400033#HH00700","speaker":"1120"},{"type":"speech","time":1403632500,"counter":246,"content":"<p>At 10.30 a.m. tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400033#HH00800","speaker":"1150"},{"type":"majorheading","content":"Adjournment Matters","time":1403633100,"counter":247,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400034#JJ00100"},{"type":"minorheading","content":"Care of the Elderly","time":1403633100,"counter":248,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400034#JJ00200"},{"type":"speech","time":1403633100,"counter":249,"content":"<p>I welcome the Minister of State, Deputy Kathleen Lynch, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400034#JJ00300","speaker":"1120"},{"type":"speech","time":1403633100,"counter":250,"content":"<p>I apologise to the Minister of State because I did not realise this matter would be taken so soon after I raised another issue with her last Thursday.  On this occasion, I am seeking clarification with regard to changes that are being made in the area of elderly care.  I have raised this subject with the Minister of State previously.  It is back on the table now.  I am proposing the establishment of a task force that would involve all the parties involved in this sector in a consultation process.  It would not be a statutory committee or anything else.  I should declare an interest by mentioning that Nursing Homes Ireland, which has raised this issue with me, was the body that nominated me to run for the Seanad on the industrial and commercial panel.  While the members of the association are very appreciative of the fact the Minister of State has met them regularly, they feel there is a gap in this regard.  This issue has been raised with me by a number of other organisations as well.  The association has suggested that a task force could be established to meet, perhaps every six months at the initial stage, and go through the issue of the long-term planning of elderly care.  I am not talking about elderly care in nursing homes.  I am talking about home care packages and all the support services that will be needed by a growing number of people as time goes by.  We need to work in conjunction with all the other players in this area to develop the services that give people support.  That is why I requested this Adjournment debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400034#JJ00400","speaker":"1150"},{"type":"speech","time":1403633100,"counter":251,"content":"<p>I thank the Senator for raising this matter.  I do not think this debate on how we should plan for the future has come too soon after our last debate.<\/p><p>The population of Ireland, like that of many other countries in Europe, is ageing rapidly.  It is estimated that the number of people over the age of 65 will increase by nearly 220,000 over the next decade.  This means that by 2024, there will be approximately 800,000 people over the age of 65.  It is estimated that the number of people in the oldest cohort, those over the age of 80, will increase even more significantly, by approximately 42%, or 60,000, during the same period.  These changes will have significant social and economic implications at individual, family and societal levels.  The challenges arising from the ageing of our population can be met if we plan effectively to ensure the necessary adjustments are made over time to services, mindsets and the structure of our society as a whole.  We have done a lot of work in this respect to prepare for the future.  We have published the carers strategy and the national positive ageing strategy.  The national dementia strategy is at an advanced stage of preparation.  These strategies have been informed by extensive consultations with stakeholders, including the bodies mentioned by the Senator.  The positive ageing strategy contains a large number of action areas relating to older people's participation in society, health and social care provision, financial and physical security and the need for an evidence-based approach to making policy.  Preparations are in train for the implementation of the strategy.<\/p><p>Of course there are some areas in which more work is needed to decide how best we can meet the real challenges that face us.  As we address these areas, we will be happy to hear the views of all concerned.  The views that are expressed and the proposals that are made will be carefully considered on their own merits.  As always, our priority will be to ensure the best outcomes for older people and taxpayers.  We are pursuing an ambitious programme of reform for our health sector, for example, by developing and reforming how we provide social care and care for older people.  The priority for 2014 is the development of an integrated model of care, with a strong emphasis on home care and community care.  It is in that context that, at a policy level, we are looking at how well our current model of provision meets the needs and wishes of older people.  Accordingly, the review of the nursing home support scheme, which was the subject of an extensive and structured public consultation process, will consider how we balance residential care with care in the community and whether this needs to be adjusted to better reflect what older people want and to deliver better outcomes for all.  The review will be published in the coming months.<\/p><p>I assure the Senator that planning for future services will continue.  It will be fully informed by the views and concerns of all stakeholders.  All positions will be considered in a balanced and objective way to achieve the optimal outcome.  I recently met representatives of Nursing Homes Ireland.  It was a successful, open and frank meeting.  Everyone agreed that there will be a deficit in the number of beds that will be necessary in the future.  We discussed the type of community-based care structure that will need to be in place.  We agreed at the meeting to develop an overarching plan to cater for the needs of the population as we age.  This will involve elements of the various strategies we have already developed.  It was also agreed that all the stakeholders - nursing home providers and other public and private service providers in community and long-stay care - will talk to one another with everyone's views being taken on board.  This is a very positive development.  It is within that type of planning that we will be able to consider what type of interaction will be necessary into the future.  I hope my comments have been of some help to the Senator.  I thank him again for raising the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400034#JJ00500","speaker":"982"},{"type":"speech","time":1403633100,"counter":252,"content":"<p>I thank the Minister of State for her comprehensive reply.  I was particularly pleased to hear her closing remarks.  Everyone agrees that the only way forward is to work together.  All the people involved in this area want to work together and with the Department and the HSE to make sure plans are drawn up properly and carefully to ensure the best possible services are available for everyone who needs them.  I thank the Minister of State again for her response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400034#JJ00600","speaker":"1150"},{"type":"speech","time":1403633100,"counter":253,"content":"<p>I should have added a caveat to what I said about the recent meeting.  It was agreed at the meeting that the policy element of all of this has to remain within the Government.  Of course, Governments always take on board the views of others when developing policy.  I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400034#JJ00700","speaker":"982"},{"type":"minorheading","content":"School Completion Programme","time":1403633100,"counter":254,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400034#JJ00800"},{"type":"speech","time":1403633100,"counter":255,"content":"<p>I welcome the Minister, Deputy Charles Flanagan, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400034#JJ00900","speaker":"1125"},{"type":"speech","time":1403633100,"counter":256,"content":"<p>I welcome the Minister and congratulate him on his recent appointment.  I do not think I have had an opportunity to do so publicly before now.  Last Thursday evening, I attended a meeting with the dedicated people who are involved in school completion programmes in the Dundalk and Drogheda areas of County Louth.  We all know about the fantastic service these vital programmes give to children who would otherwise be at risk of dropping out of education.  As a former teacher, I have actively witnessed the huge benefit of school completion programmes.  Indeed, I attended a summer literacy course that was offered at a national school in the Dundalk area and witnessed the valuable work that was being done there.  I commend all involved.  The attendance at last Thursday's meeting, which took place at the same time as a huge World Cup match, demonstrated the dedication of the people and how deeply they feel about the whole idea of school completion programmes.<\/p> <p>I wish to ask the Minister about the letter they received signalling a proposed cut of 6.5%.  In the past five years there have been immense cuts to the school completion programme.  We see the importance of DEIS schooling, which is apparent from the recent press statement from the Minister on how DEIS is working and how school completion programmes are helping to assist young people to stay at school.  Approximately 1,136 pupils are targeted in the Louth area for the school completion programme, which is vital for them.<\/p><p>I understand the Child and Family Agency has not yet finalised its proposals for funding of school completion programmes.  The co-ordinators and educational partners are right to push the issue before it is too late and the proposals are finalised.  I contacted the Minister&rsquo;s office last week, following receipt of the invitation to the meeting, as that was one of the proposals signalled.<\/p><p>If we deal with the situation early and examine the effect of the proposed cuts, the matter can be addressed.  I am aware that once the proposal for funding is finalised by the Child and Family Agency, the school completion programmes will then formulate their retention plan or service plan.  We have time to address the issue before programmes will be asked to further scale back their services and children are adversely affected, which is what will happen.  The valuable after-school, in-school and holiday work that is done will all be affected.<\/p><p>I understand the ESRI is undertaking a review of the entire school completion programme.  Will the Minister provide an update on it and when it is expected to be published?  I would also appreciate if he would please outline the future policy for school completion programmes and the engagement he had to date with the providers on the issue.<\/p><p>I appreciate there are many considerations and decisions.  Those who work in the school completion programme fully understand that cuts had to be made but they must be weighed.  I wish to highlight the matter at an early stage when we have time to address the issue before it becomes a much larger problem.  We must ensure that we protect DEIS initiatives to provide the best outcomes for the most vulnerable and disadvantaged children.<\/p><p>One point made at the meeting last week is that it costs an average of &euro;90,000 to keep someone in prison.  It has been proven that school completion programmes assist in keeping people out of prison.  One must take into account the money that we will save in the long run if we invest the money in children and education.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400034#JJ01000","speaker":"1174","continuing":true},{"type":"speech","time":1403633700,"counter":258,"content":"<p>I thank Senator Moran for raising this important issue, with particular reference to her area of Dundalk.  I acknowledge the points she made about the importance of the scheme to children in her area.<\/p><p>The school completion programme aims to retain young people in the formal education system to completion of senior cycle and to generally improve the school attendance, participation and retention of its target cohort.  It is a targeted intervention aimed at those school communities identified through the Department of Education and Skills' DEIS action plan for educational inclusion.  It involves 124 locally-managed projects and related initiatives operating across 470 primary and 224 post-primary schools to provide targeted supports to approximately 36,000 children and young people.  There are five school completion programme projects in County Louth with a combined allocation of just over &euro;l million this year.<\/p><p>The programme's project model approach gives local communities the autonomy to devise innovative approaches to address the needs of young people most at risk of early school leaving.  The programme is one of three service strands within the continuum of the educational welfare service being implemented by Tusla, the Child and Family Agency, to support children, their families and schools.  The other service strands are the home-school-community liaison scheme and the educational welfare service.  The objective is to deliver a strategic integrated approach to school attendance, participation and retention to enhance the support available to children, their families and schools.  Local projects work in an integrated way with the agency's educational welfare service strands, and with voluntary and statutory agencies.<\/p><p>School completion programme projects typically provide a range of supports which are delivered at a targeted, whole school or whole class level.  They include initiatives where appropriate - in-school, after-school, out-of-school and during holiday periods.  The supports include initiatives such as breakfast clubs, homework clubs, after-school supports, mentoring programmes and therapeutic interventions.  Projects seek to ensure that schools have in place the appropriate procedures to monitor, identify and respond to attendance, participation and retention issues.  They also provide transfer programmes to support young people transitioning from primary to post-primary school.<\/p><p>Since its establishment earlier this year the Child and Family Agency has operational responsibility for the school completion programme, including the allocation of funds to projects within the programme.  In 2014, &euro;26.456 million has been made available to the agency for the programme.  Individual school completion programme projects are funded in accordance with the academic year, which runs from 1 September to 31 August, thus crossing two financial years.  Funding is currently issued in three allocations, typically in September and December with a final drawdown in May.  I recognise the importance of the scheme in the Dundalk area, as has been outlined by Senator Moran.<\/p><p>As with all major spending programmes, the school completion programme budget was subject to examination under the terms of the 2011 comprehensive review of expenditure.  The process identified a requirement for savings of 6.5% per annum across the programme over the period 2012 to 2014.  I am advised that proposals have yet to be formulated by the agency on the funding for school completion programme projects in the coming 2014 to 2015 academic year.  As an initial step the agency invited all school completion programme projects to commence planning for the next cycle of the programme within the available funding parameters.  The agency has commenced the detailed process of evaluating and approving the 2014-15 school retention plans for individual projects.  It is anticipated that the agency will advise projects of the outcome of the process and of their allocations in time for the start of the new school year on 1 September.  The agency will continue to work closely with local management committees, schools and local school completion programme co-ordinators to assist projects through the process.  The potential for any changes in the funding allocated to the programme in future years is a matter to be considered in the Estimates and budgetary process having regard to the resources available to Government.<\/p><p>The Senator will wish to note that an operational review of the school completion programme has commenced.  The objectives of the review are to identify best practice in supporting school retention, to clarify roles and responsibilities and to build upon the valuable learning and experience to date across the programme.  It is anticipated that the review will assist in identifying the reforms necessary to consolidate the programme on a sustainable footing for the future and ensure that available funds are targeted to those services which provide the greatest contribution to educational outcomes for young people at risk of educational disadvantage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400035#KK00200","speaker":"1055"},{"type":"speech","time":1403633700,"counter":259,"content":"<p>I thank the Minister for his response.  I am slightly disappointed as I knew exactly what the school completion programmes did.  I have all the information.  I also received the information in the Adjournment reply, verbatim, in a letter I received from the Minister last week.  I do not just speak about Dundalk; I speak about County Louth as a whole, where last week it was reported that between 2010 and 2015 a total of &euro;785,804 has been cumulatively lost to projects.  The Tusla mission statement refers to putting the child first.  We must put the child first.  I plead with the Minister not to proceed with the proposed cut.  Why send out letters to people and ask them to work within the current parameter?  They could be cut again but nothing has been decided.<\/p> <p>That is the reason I raised this issue for debate today as it is relatively early in the year and we have time to put in place provision so everybody will know the position.  The Minister said it is hoped the review will be completed by September and that the position will then be known, but we should know the position now in June because national schools are finishing up at the end of the week for the summer holidays.  We should be aware of the position in June to know what plans can be made in September and not have to wait until the end of August to find out exactly what will happen.  I ask the Minister for a definite answer for these schools in the five areas that have school completion programmes in County Louth and for other schools throughout the country to ensure we have a much clearer picture of the position and can give our children the chance they deserve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400035#KK00300","speaker":"1174","continuing":true},{"type":"speech","time":1403634300,"counter":261,"content":"<p>I accept the Senator's point about putting the child first.  I also accept her point that investment in after-school projects such as this are, in effect, a long-term investment for the future.  I advise her that the Child and Family Agency will continue to work closely with local management committees in County Louth, with schools and with the local school completion programme co-ordinators and that projects such as the one she mentioned in County Louth will be assisted throughout the process.  I acknowledge what she said about the timeframe.  It is important and timely that we have had the opportunity to discuss this matter in the Seanad this evening in the advance of the new school year plans being set in place to give consideration to the situation in County Louth.  I hope through local dialogue between representatives of the Child and Family Agency and the school projects involved that we can meet the requirements of the young people in County Louth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400036#LL00200","speaker":"1055"},{"type":"speech","time":1403634300,"counter":262,"content":"<p>I thank the Minister, Deputy Flanagan for attending the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014062400036#LL00300","speaker":"1125"},{"type":"unspoken","time":1403634300,"counter":263,"content":"<p>The Seanad adjourned at 5.55 p.m. until 10.30 a.m. on Wednesday, 25 June 2014.<\/p>","notice":"TIME STRING DETECTED"}]