[{"type":"minorheading","content":"Prelude","time":1562146200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30","time":1562146200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1562146200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1562146200,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1562146200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#A00100"},{"type":"speech","time":1562146200,"counter":6,"content":"<p>I have received notice from Senator Tim Lombard, that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister of State with special responsibility for the Office of Public Works and flood relief to provide an update on the reopening of Ballinspittle Garda station, County Cork.<\/blockquote> <p>I have also received notice from Senator Keith Swanick of the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the reduction in services at New Houghton Hospital, New Ross, County Wexford, and his plans to use the district hospital network to address trolley waiting times in the acute hospital sector.<\/blockquote> <p>I have also received notice from Senator Maura Hopkins of the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the supports in place for children affected by the failings in the audiology service in Roscommon and Mayo.<\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the health projects planned by the HSE in County Monaghan and if they have been impacted on by the cost overruns at the national children's hospital.<\/blockquote> <p>I have also received notice from Senator Jerry Buttimer of the following matter:<\/p><blockquote>The need for the Minister for Communications, Climate Action and Environment to make a statement on the postal plans for Cork in light of the decision to close the Little Island postal depot.<\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister of State with special responsibility for the Office of Public Works and flood relief to provide an update on the funding for the Glashaboy flood relief scheme, County Cork.<\/blockquote> <p>I have also received notice from Senator Michelle Mulherin of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to consider the expansion of the Rebuilding Ireland home loan scheme to include owners of properties who lost their home during the financial crisis but have now settled their mortgage debt and are in a financial position to buy a new home and service a loan, but to whom the banks will not lend.<\/blockquote> <p>I have also received notice from Senator Frank Feighan of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to make a statement on major road schemes for the N4 between Sligo and Mullingar.<\/blockquote> <p>Of the matters raised by the Senators suitable for discussion, I have selected Senators Lombard, Swanick, Hopkins and Gallagher and they will be taken now.  I regret that I had to rule out of order the matter raised by Senator Buttimer on the grounds that the Minister has no official responsibility in the matter.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#A00200","speaker":"1381"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1562146200,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#A00300"},{"type":"minorheading","content":"Garda Stations","time":1562146200,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#A00400"},{"type":"speech","time":1562146200,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Jim Daly, to the House.  His west Cork colleague, Senator Lombard, has four minutes to outline his case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#A00500","speaker":"1381"},{"type":"speech","time":1562146200,"counter":10,"content":"<p>It is like the West Cork Show here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#A00600","speaker":"1261"},{"type":"speech","time":1562146200,"counter":11,"content":"<p>It is like the three wise men.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#A00700","speaker":"1386"},{"type":"speech","time":1562146200,"counter":12,"content":"<p>As the Minister of State is doing all the responses today, he must be very wise or the patron of hopeless cases.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#A00800","speaker":"1381"},{"type":"speech","time":1562146200,"counter":13,"content":"<p>I am looking for an update regarding the re-opening of Ballinspittle Garda station.  It was to be opened under the Garda station reopening pilot scheme announced in February 2017.  It is an important and unique location.  The 2016 census showed it has one of the largest catchment areas for a rural Garda station.  This must be taken into consideration with the significant influx of tourists there over the next several weeks, making it a thriving and busy village.<\/p> <p>When I met the local community last weekend, it was concerned at the progress of the reopening of the Garda station.  Originally, it was announced it would be open by March 2019 and that date was moved to the second quarter of 2019.  I met the Minister for Justice and Equality, Deputy Flanagan, and the Minister of State at Bandon Garda station last February when June or July was mentioned as the opening date.  There is local concern about where the project is at currently, given the lack of work on the ground.  I am seeking an update on the timeline.  Will the station open in the next few weeks or months?<\/p> <p>Due to the busy summer period in Ballinspittle and its coastal hinterland, it is a key location that needs its Garda station re-opened.  It is important we get an update on when work will begin on the site and when the opening will be.  Staffing the station is another issue that needs to be dealt with down the line.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#A00900","speaker":"1386"},{"type":"speech","time":1562146200,"counter":14,"content":"<p>I thank the Senator for raising this matter.  I am pleased to provide an update on behalf of my colleague, the Minister of State at the Department of Public Expenditure and Reform, Deputy Kevin Boxer Moran.<\/p> <p>The Office of Public Works, OPW, received a request from An Garda S&iacute;och&aacute;na in November 2017, listing six Garda stations to be reopened on a pilot basis as contained in the programme for Government and for the OPW to assist in progressing matters.  In January 2018, briefs of requirements were received for five stations, including Ballinspittle.  The OPW undertook a technical assessment of all the buildings to ascertain the scope of works needed to reopen each of the stations.  It compiled indicative costings based on information supplied and the relevant scope of works.  It wrote to the then acting Garda Commissioner in April 2018, providing details and indicative costs for each of the six Garda stations, highlighting key issues and decisions to be made.<\/p> <p>An Garda S&iacute;och&aacute;na wrote to the Department of Justice and Equality in July 2018 outlining their requirements, suggesting possible solutions and seeking a capital provision of &euro;2.56 million for the programme and approval to proceed.<\/p> <p>In July 2018, the OPW received confirmation from the Department of Justice and Equality that funding was available and that the OPW was to proceed with the implementation of the reopening of the six pilot Garda stations.  The OPW fully engaged with Garda estate management to agree the definitive project brief for each station.<\/p> <p>The OPW commenced by undertaking technical surveys on the Ballinspittle Garda station building.  Garda estate management forwarded a revised brief of requirements in August 2018.  A revised crime prevention report and telecommunications report were received in September 2018.  Taking these into account, the OPW prepared a layout, which was signed off at a meeting held on site in October 2018, subject to some minor amendments.  These amendments were incorporated into the scheme and a final sign off was received later that month.<\/p> <p>In May 2019, the OPW issued a revised drawing showing the boundary area required to provide secure car parking and turning facilities at the Garda station.  Approval was received from Garda estate management soon afterwards.<\/p> <p>The OPW is now progressing with the procurement process and is currently compiling the tender documents for the required works at Ballinspittle Garda station for issue this month with an expected return in August, with tender evaluation and contract award thereafter.  It is anticipated that works will be completed and handed over to An Garda S&iacute;och&aacute;na by the end of this year.  It will be an operational matter for An Garda S&iacute;och&aacute;na as to when the completed station will be fully open to the public.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#A01000","speaker":"1261"},{"type":"speech","time":1562146200,"counter":15,"content":"<p>Reassuring the community that this Garda station will reopen is very important.  The main bones of the question have been dealt with.  It is expected that the tender documents will be back by August, with the works to be completed by the end of the year.  That is very important, but, unfortunately, the rumour brigade has been in full swing in that part of the world.  This information will help to clarify the issue.  I welcome the report.  I think we can move forward and have the Garda station reopened by the end of the year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#B00100","speaker":"1386"},{"type":"minorheading","content":"Hospital Services","time":1562146200,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#B00200"},{"type":"speech","time":1562146200,"counter":17,"content":"<p>I thank the Minister of State for coming into the House.  I express my sincere thanks to him for making the long trek from west Cork to Belmullet in north Mayo last Monday to engage with staff and patients in Belmullet District Hospital.  They found it a fruitful experience.  I genuinely thank the Minister of State for making the effort and recommending the preservation of the 20 acute beds in the hospital.  It was an excellent decision, for which I express my thanks.<\/p> <p>I was contacted by Councillor Michael Sheehan from Wexford about the reduction in services at New Houghton Hospital in New Ross and other community hospitals.  What are the Government's plans for the future of the district hospital network in the light of unprecedented overcrowding in the acute hospital sector?  We spoke about this issue the other day and Councillor Sheehan contacted me about New Houghton Hospital, formerly a fever hospital that has been lauded for its quality staff and delivery of care in the community.  In the past few years, like many other district hospitals, it has become a care centre for patients with dementia and Alzheimer's disease and those suffering from chronic illnesses.  At its peak, it accommodated approximately 80 patients, but with new HSE regulations and guidelines, it has been downsized to 50.  However, in the past few months, I understand the HSE has not permitted the admission of any new patient.  There are around 30 in the hospital.  My understanding is a significant number of beds are available in the hospital that could be used to alleviate pressure in Wexford and Waterford, including in other acute HSE hospitals.  The staff have been recognised as doing an excellent job, but, of course, I would expect them to be worried about the future of the facility, given the inability to admit new patients.  <\/p> <p>HIQA has noted the poor quality of the approach road and the green areas immediately around the hospital as limiting capacity for the residents, but it has also stated the care provided in the hospital is excellent.  Given the cuts made by the HSE to local facilities, I am concerned that the hospital will be downgraded.  The public in the locality is concerned about an even worse outcome, that it might eventually be closed.  That would be a devastating blow to many families in the locality, employees and patients, particularly after the local community raised much-needed funds through Friends of the New Houghton Hospital to provide extra services, equipment and amenities such as a sensory garden.  <\/p> <p>The HSE claims that there is no demand for the 20 unoccupied beds and that any demand for services has been met by private organisations locally.  The question is, as the Minister of State is aware, as we have spoken about the issue, why pay private facilities when HSE beds in the locality are available?  It sounds suspiciously like the possibility that elderly healthcare services in the area will be privatised.  <\/p> <p>I have spoken about the district hospital network since I was elected to the Seanad.  The Minister of State knows how passionate I am about it.  The hospitals play a vital role in the delivery of a modern healthcare service.  Any reduction in the services provided at New Houghton Hospital would be counter-intuitive and counter-productive and fly in the face of Government policy.  As the Minister of State is aware, the district hospital network prevents admissions to the acute sector and facilitate discharges.  Without a lot of investment but with appropriate investment, the district hospital network could provide extra services and prevent people, particularly the elderly, from having to travel long distances to avail of services.  In doing so they often have to depend on a public transport system that is inadequate in certain parts of the country or the road network.  Lateral thinking is needed.  As I said to the Minister of State on Monday, outreach clinics to provide, for example, cardiac or respiratory rehabilitation services, could be held in these facilities.  <\/p> <p>I seek an update on the posittion at New Houghton Hospital.  How does the Minister of State feel about the expansion of the district hospital network nationally?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#B00300","speaker":"1373"},{"type":"speech","time":1562146200,"counter":18,"content":"<p>I thank the Senator for his welcome and comments about my trip to Belmullet.  It is always nice to see a familiar and friendly face when one goes on such a trip and to meet a medical officer with whom I am familiar.  I thank the Senator for the courtesy he showed me during my visit.<\/p> <p>Residential care is provided through a mix of public. voluntary and private provision.  It is worth highlighting that the net budget for long-term residential care in 2019 is &euro;985 million and that over 23,000 clients, on average, at any one time will be in receipt of financial support.  Public residential care units such as New Houghton Hlospital in New Ross, County Wexford are an essential part of the healthcare infrastructure.  In total, they provide about 5,000 long-stay beds, amounting to approximately 20% of the total stock of nursing home beds nationally.  There are also about 2,000 short-stay community public beds.  The standard of care delivered to residents in these units is generally very high, but we recognise that many public units are housed in buildings that are less than ideal in the modem context.  Without them, however, many older people would not have access to the care they need.  It is important, therefore, that we upgrade the public bed stock.  That is the aim of the five-year capital investment programme for community nursing units which was announced in 2016.  It provides the framework to allow for an enhanced programme to replace, upgrade and refurbish these care facilities, as appropriate.  <\/p> <p>The HSE is responsible for the delivery of health and personal social services, including the facility at New Houghton Hospital.  HSE Community Health Organisation 5 which includes County Wcx lord is committed to delivering services for older persons through a community-based approach that supports older people to live in their own homes and communities and, when needed, residential care centres such as New Houghton Hospital.  The hospital which dates from the 1970s is registered with HIQA as a residential long-stay unit, with a maximum of 42 beds.  Services provided include long-term care, dementia care, rehabilitation, convalescence and respite, palliative and end-of-life care services.  The HSE has informed the Department that the hospital has an excellent reputation locally as a care facility, that the welfare of residents is a priority for staff and management and that they are deeply appreciative of the support the hospital receives from families and the wider community.  However, the HSE has also informed my Department that demand for beds at the hospital has decreased, in part because of the availability of residential beds in new facilities in the New Ross area.  I have requested more detailed information from the HSE in that regard in order that my officials can properly evaluate the situation.  I will be happy to update the House again in due course.  <\/p> <p>In addition, the HSE has experienced challenges in recruiting and retaining required staffing.  As a result and to continue to provide quality care, while at the same time providing additional personal and communal space for residents in line with regulatory requirements, in recent months the number of operational beds in the hospital has decreased to 31.  In line with usual processes, the HSE will continue to review all of its services to ensure the continued provision of high quality, value for money residential care, with the older person at the centre of all decisions made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#B00400","speaker":"1261"},{"type":"speech","time":1562146200,"counter":19,"content":"<p>I thank the Minister of State for his comprehensive reply.  I am somewhat heartened that he might come back to us with further updates because for the HSE to pay a private facility to look after patients, usually at very high cost, at a time when there are 11 unfilled beds in New Houghton Hospital is nonsensical.  Families, patients, employees and local representatives are very concerned.  I look forward to liaising with the Minister of State on this matter in the coming weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#B00500","speaker":"1373"},{"type":"minorheading","content":"Audiology Services Provision","time":1562146200,"counter":20,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#B00600"},{"type":"speech","time":1562146200,"counter":21,"content":"<p>I raise a matter I have raised on a number of previous occasions, namely, the number of children affected by failings in the audiology service across counties Roscommon and Mayo.  As I am sure the Minister of State is aware, 49 families received an apology from the HSE on 7 June 2018, while a further 57 received an apology earlier this year for failings in audiology services.  The failings have had a significant impact on the children affected and their families.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maura Hopkins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2478\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2478&amp;amp;pid=MauraHopkins&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Since June of last year, I have been working with many of these families and it has been a difficult year because we have not seen adequate evidence of the HSE providing an apology and putting in place adequate supports for these children.  We faced issues about access, particularly to educational supports because many of the challenges that these children face have manifested themselves within the education system, especially in special educational hours, assistive technology, access to domiciliary care allowance and medical cards, and a long-term pathway for these children to transition along.  We must ensure that these children, like others, achieve their full potential.<\/p><p>Over the past year, one would think that these families were asking for something to which they are not entitled.  They have been wronged by this State and we need to ensure that proper supports are put in place for these children.  I have been working with the chief health officer in area 2, Mr. Tony Canavan.  At that time, I asked questions of the HSE, as part of the Department of Health, and the Departments of Education and Skills and Employment Affairs and Social Protection.  We have had many meetings but the most recent was in March and we have not had any follow-up since on the many concerns we still have.<\/p><p>These children and their families do not want to have to access these supports or battle for every support they need.  Many of them have been assessed by relevant professionals who have recommended specific forms of support, particularly within the context of the education system.  I want to know what the Government and HSE are going to do to support these children properly.  We are, at this stage, beyond platitudes.  We want action.  What supports will be put in place?  We know that each child has different needs but we want to ensure that their needs will be supported for the good of their education and health.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#B00700","speaker":"1415","continuing":true},{"type":"speech","time":1562146200,"counter":23,"content":"<p>I thank the Senator for the opportunity to provide an update on the supports in place for children affected by the failings in audiology service in Roscommon and Mayo.  In April 2011, the HSE published the report of its national audiology review group, NARG.  The group developed recommendations to address inconsistencies and inadequacies in audiology services.  Arising from the recommendations of the review group, the HSE appointed a national clinical lead for audiology and four assistant regional clinical leads to deliver a modernisation programme and to implement new care pathways and improved clinical governance.  The newly appointed HSE assistant national lead raised concerns about the standard of audiology assessments and hearing aid management provided in Mayo-Roscommon.<\/p> <p>Following on from these concerns, the HSE commissioned a look-back review of paediatric audiology services in Mayo-Roscommon during the period 2011 to 2015.  In June 2018, the look-back report was finalised and shared with the families of 49 children who were identified in the report as needing follow-up care.<\/p> <p>Since then the HSE has provided a comprehensive programme of services, where required, to all 49 children identified in the report.  In addition, the HSE has assisted parents in accessing necessary educational and social protection services.  The implementation of the programme of supports and services has been led by the chief officer in HSE west and has been facilitated by a dedicated named point of contact based in the HSE west primary care office.  These services include occupational therapy, speech and language therapy, physiotherapy, psychology, counselling for parents, ophthalmology, funding for lT, audiology equipment, and aids and appliances.  A HSE liaison contact person has assisted families in many areas, including completing applications for services and communicating with other Departments and agencies.  Families have been reimbursed where they have had to source services privately and for expenses associated with attending audiology related appointments. These services include play therapy, art therapy, educational psychology, and private ear, nose and throat consultant appointments.<\/p> <p>Nine families have contacted the Department of Education and Skills.  A review of the educational supports available to these children has been completed.  The Department has contacted schools and parents or guardians, as appropriate, on the outcome of its review.  The educational needs of these children have been assessed and appropriate supports and assistive technologies have been provided.  Domiciliary care allowance applications have been allowed in respect of five hearing loss related applications, one has not been allowed after appeal, and one is going through the appeal process.  The chief officer of HSE west has chaired a number of meetings with families.  These meetings have been attended by senior officials in other Departments and agencies.<\/p> <p>The HSE has apologised to all of the families for the inadequate services provided to all of the children concerned during the period in question and is ensuring that appropriate follow-up facilities are put in place.  It is important to remember that the failures in question came to light through various initiatives to improve the quality of service, first by the commissioning of the NARG report to set standards of care, second, by the appointment of the new assistant regional audiology lead to assess the level of services provided in Mayo-Roscommon against the standards and recommendations contained in the NARG report, and subsequently by the commissioning of the look-back review to investigate the concerns raised by the new audiology lead.  As a result of all of these actions, all of the children affected have either received or are receiving the appropriate care they need.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#C00200","speaker":"1261"},{"type":"speech","time":1562146200,"counter":24,"content":"<p>I will reflect on the last sentence of the Minister of State: \"As a result of all of these actions, all of the children affected have either received or are receiving the appropriate care they need.\"  I find that response very disingenuous.  I have just come from another meeting with education officials.  I can and will provide the Minister of State with a file of all the different challenges in the education system that have not been solved.  That file applies to assistive technology and special educational hours.  Every support that has been secured over the past year has been secured because parents, not the HSE, have been proactive.  I have worked with many such parents and I find that reply exceptionally disingenuous to the families who have been affected by audiology failings.  I have no more to say on the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#C00300","speaker":"1415"},{"type":"speech","time":1562146200,"counter":25,"content":"<p>I am sure we will hear more from Senator Hopkins on that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#C00400","speaker":"1381"},{"type":"minorheading","content":"National Children's Hospital","time":1562146200,"counter":26,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#C00500"},{"type":"speech","time":1562146200,"counter":27,"content":"<p>The Minister of State is welcome to the Chamber this morning and I thank him for taking time out of his busy schedule to come here.<\/p> <p>There has rightly been much outrage at the savage and massive overruns with the children's hospital, the detrimental effect that is going to have on the health services in the future, and how taxpayers' money has been squandered by those who failed to do their jobs properly.  Indeed the HSE has warned that it would be almost impossible to deliver the planned, multi-billion euro investments in new healthcare facilities in the coming years because of the cost overruns at the national children's hospital.  A recent report showed that the overrun means healthcare will need an additional &euro;107 million in 2020, &euro;120 million in 2021 and &euro;150 million in 2022.  The HSE has been concerned for some time, apparently, that the &euro;11 billion funding arrangements for new hospitals, nursing homes, ambulances and equipment under the Ireland 2040 capital development plan are not balanced and that most of these large-scale projects are pushed out to the last ten years of the plan.<\/p> <p>The HSE stated that the issue, along with having to deal with cost overruns from the new children's hospital in the years 2020 to 2022, \"has made what was a very difficult situation now almost impossible\".  I understand the Cabinet was told last December that a number of health projects might have to be curtailed and others might have to be suspended completely due to the soaring costs of the children's hospital.<\/p> <p>A letter to the Secretary General of the Department of Health, dated 3 May, from then acting director general of the HSE, Ms Anne O'Connor, outlined growing concerns about the capital funding position of the organisation and the emerging impact of the children's hospital on its overall capital programme.  Crucially, Ms O'Connor highlighted the impact of the quality of care that the HSE can offer, in many instances directly affected and even compromised by the quality of infrastructure.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The news comes as it has emerged that the financial position of the HSE for 2019 is now more serious than had been understood to date.  In the first three months of the year, it recorded a total overrun of almost &euro;103 million.  This followed a &euro;600 million deficit last year.  The Government needs to come clean on what projects will proceed and what projects will not.<\/p><p>On healthcare projects in County Monaghan, I would like the Minister of State to give some clarity on the status of all those projects, particularly with the primary care centre promised for the St. Davnet's complex in Monaghan town.  This is a project that has been earmarked for some time but has been dogged by delay after delay.  I would like the Minister of State to confirm to me this morning that this project will proceed without delay and will be delivered on time and that no other health projects in County Monaghan will be affected or delayed by the cost overruns in the children's hospital.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#C00600","speaker":"1396","continuing":true},{"type":"speech","time":1562146200,"counter":29,"content":"<p>I thank the Senator for raising this issue and for giving me the opportunity to outline to the House the capital projects under way in County Monaghan.  The HSE has advised that projects to deliver a primary care centre and an upgraded mental health residential unit on the St. Davnet&rsquo;s campus in Monaghan town are under way.  The north Monaghan primary care centre will be developed by way of a major refurbishment of Blackwater house at St. Davnet&rsquo;s campus in Monaghan town.<\/p> <p>The appointed design team is engaging in pre-planning meetings with Monaghan County Council's planning department.  The project is expected to be completed by the end of 2020.  In addition, the HSE is extending and refurbishing a building on the St Davnet&rsquo;s campus to provide accommodation to allow for the decanting of services that utilise some of the space in Blackwater house.  This upgraded residential mental health unit is under construction and is a key enabler for the primary care centre development project.  These developments will enable staff to deliver optimal quality care and treatment in facilities which afford dignity, respect and privacy to all.<\/p> <p>Funding for these development projects in Monaghan has been included in the Government&rsquo;s Project Ireland 2040 policy initiative, announced last year.  This provides &euro;10.9 billion for health capital developments, including both national programmes and individual projects, across acute, primary and social care.  The delivery of these projects and programmes, including developments in County Monaghan, will result in healthcare facilities that allow for the implementation of new models of care and for the delivery of services in high-quality modern facilities.<\/p> <p>The new children&rsquo;s hospital is a vital and much-needed project and the Government has examined the funding pressures associated with delivering this important project.  In meeting these funding pressures, the Government has examined all projects and programmes across Government and has made adjustments to ensure that the much-needed new children's hospital will be delivered and will facilitate the delivery of the overall investment programme as set out in Project Ireland 2040.  The Government provided an additional &euro;75 million of capital funding in 2019 towards the increased costs of the new children's hospital.  The summer economic statement provides a capital expenditure reserve of up to &euro;200 million in 2020 to accommodate the funding requirements for the new children's hospital and the national broadband plan.  This will allow my Department and the HSE to finalise a multi-annual capital plan.<\/p> <p>The health capital allocation in 2019 is &euro;642 million for the construction and equipping of health facilities.  This represents an increase of &euro;224 million on last year's capital provision for the public health sector.  This Government will continue to invest in the public health sector and will deliver the new children's hospital and a wide range of health capital projects in hospitals, social care and the community.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#D00200","speaker":"1261"},{"type":"speech","time":1562146200,"counter":30,"content":"<p>I thank the Minister of State for his response and I look forward to the delivery of the primary care centre and other health projects on time and without delay in County Monaghan.  Last year, the Minister, Deputy Harris, made a comment that he proposed building new hospitals to take on elective surgery to deal with the long waiting lists, despite the fact that small hospitals such as Monaghan Hospital could do more.  Clearly, projects will not go ahead because of the cost overruns and I would imagine that building new hospitals to deal with elective surgery would be one of the projects that will not proceed.  Surely the Minister of State would agree that maybe we should have a second look at our smaller hospitals to see exactly what additional capacity they have and what additional work they could do to deal with the ever-increasing length of waiting lists that people are suffering on at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#D00300","speaker":"1396"},{"type":"speech","time":1562146200,"counter":31,"content":"<p>We can keep going around in circles all day long and we can challenge every single project that is proposed by the HSE and say it is not going to happen because of the children's hospital, but I have just outlined in my answer that there is an additional &euro;75 million included this year to allow for the increased costs associated with the children's hospital.  Next year, there is a &euro;200 million additional reserve included in the summer economic statement to allow for any increased costs associated with either that or the national broadband plan, so there is no reason for us to challenge and question continually the validity of the building programme.  A total of &euro;10.9 billion has been committed to delivering those projects.  In the grand scale of things the children's hospital is a tiny and minute fraction of that overall project.  The idea that we can politically continue to challenge the sustainability and viability of every promised delivery will not continue to stand up to scrutiny into the future.<\/p> <p>I assure the Senator again that the two projects he is concerned about are on track, will be progressed and are progressing.  Meetings are taking place with Monaghan County Council as we speak on that front.  That development will continue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#D00400","speaker":"1261"},{"type":"speech","time":1562146200,"counter":32,"content":"<p>These small hospitals are very important.  I recently made a visit to Bantry General Hospital for a minor procedure and it is an amazing little hospital that does tremendous work.  I am sure the Minister of State will make sure that Bantry General Hospital is kept going as well because only for it there would be long waiting lists in south Kerry, west Cork and Cork city.  I thank the Minister of State for that.  That is an unexpected observation which I am sure he will not mind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#D00500","speaker":"1381"},{"type":"speech","time":1562146200,"counter":33,"content":"<p>Those are wise words from the Cathaoirleach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#D00600","speaker":"1396"},{"type":"majorheading","content":"Teachtaireachtaí ón Dáil - Messages from Dáil","time":1562146200,"counter":34,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#D00700"},{"type":"speech","time":1562146200,"counter":35,"content":"<p>D&aacute;il &Eacute;ireann has passed the Land and Conveyancing Law Reform (Amendment) Bill 2019 on 2 July 2019, without amendment.  D&aacute;il &Eacute;ireann has passed the Courts (Establishment and Constitution) (Amendment) Bill 2019 on 2 July 2019, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#D00800","speaker":"1381"},{"type":"unspoken","time":1562146200,"counter":36,"content":"<p>Sitting suspended at 11.07 a.m and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1562146200,"counter":37,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#G00100"},{"type":"speech","time":1562146200,"counter":38,"content":"<p>Arising from the election of Senator Grace O'Sullivan to the European Parliament and the taking up by her of her seat yesterday, a casual vacancy has occurred in the membership of the Seanad.<\/p> <p>I give a warm welcome to Senator Lawless's family who are home from Chicago.  If my vision is right, I can see his wife Anne; daughters, Clodagh and Amy; sons, John and Paul; their partners, Colm, Cynthia and Julie; and his grandchildren.  I recently met the former Taoiseach, Deputy Enda Kenny.  We spoke about the diaspora and the appointment of Senator Lawless.  I said it was not before time that that was done.  There is talk about restructuring the Seanad.  As somebody who emigrated and at one stage had seven members of my family abroad, I believe that one Member for the entire diaspora in America and Great Britain is insufficient.  I suggest it should be at least three whenever the Seanad is reformed down the line.  We reach out to them and they reach out to us.<\/p> <p>The appointment of Senator Lawless was significant.  He has been an extremely important Senator-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#G00200","speaker":"1381"},{"type":"speech","time":1562146200,"counter":39,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#G00300","speaker":"1392"},{"type":"speech","time":1562146200,"counter":40,"content":"<p>----- offering a great link to Capitol Hill and Washington generally.  I believe he only emigrated approximately 20 years ago.  Apart from being a pleasant man, he was successful in Galway and when he moved to America with his wife, Anne, and their family, he was more successful there.  I wish him every success and good health in the future.  It is great that his family is here today.  As Cathaoirleach, I am very happy and proud to welcome them all here.  I hope they have a wonderful day.  I am sure Senator Lawless's kindness and gratitude will extend to all of them during the day.<\/p> <p>Not before time, I call the Leader to outline the business for the day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#G00400","speaker":"1381"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1562146200,"counter":41,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#G00500"},{"type":"speech","time":1562146200,"counter":42,"content":"<p>The Order of Business is No. 1, Redress for Women Resident in Certain Residential Institutions (Amendment) Bill 2019 - Report and Final Stages, to be taken at 12.45 p.m.; No. 2, Civil Law (Presumption of Death) Bill 2016 - Report and Final Stages, No. 3, Coroners (Amendment) Bill 2018 - Report and Final Stages, to be taken on conclusion of No. 2 and to adjourn at 3 p.m., if not previously concluded; No. 4, Statements on EU-Mercosur trade agreement, to be taken at 3 p.m. and to conclude at 4.30 p.m., with the contribution of group spokespersons not to exceed eight minutes, time may be shared and the Minister to be given no less than five minutes to reply to the debate; No. 5, Social Welfare Bill 2019 - Order for Second Stage and Second Stage, to be taken at 4.30 p.m. and to adjourn no later than 5.30 p.m., with the contributions of all Senators not to exceed six minutes; and No. 6, Private Members' business, Criminal Justice (Judicial Discretion) (Amendment) Bill 2019 - Second Stage, to be taken at 5.30 p.m. and to adjourn after 60 minutes.<\/p> <p>I join the Cathaoirleach in extending on behalf of the House a c&eacute;ad m&iacute;le f&aacute;ilte to Senator Lawless's wife, Anne, and their family.  I know they celebrated a significant wedding anniversary last weekend.  She has a lot to put up with, in fairness.  I am not sure if she signed up for him to be a Seanad spokesman for the transatlantic diaspora.  His appointment was significant.  I welcome his family and I thank them for being here.  I thank their father and husband for his contribution, the building of bridges and the creation of a voice for the diaspora.  They should enjoy their day.  It is good to have them here.  I hope the Boston Red Sox will beat the Chicago Cubs in baseball.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#G00600","speaker":"1391"},{"type":"speech","time":1562146200,"counter":43,"content":"<p>Continuing the good mood, at least initially, I also welcome Senator Lawless's wife, Anne, his two sons and two daughters along with their partners and children.  I was lucky enough to be in America last year and I spent a couple of nights in Chicago.  They were very welcoming to me.  Senator Lawless has been a fantastic addition to this Seanad.  He is doing fantastic work not just for the diaspora and the transatlantic relationship, but also on many other issues.  We worked quite well last year on, for example, the Intoxicating Liquor (Amendment) Bill 2017 to allow licensed premises to sell alcohol on Good Friday.  He has been a great addition to the House.<\/p><p>The Leader should not take any of this personally, but I need to raise a few points.  A report by the living wage technical group proposes that the living wage should increase by 40 cent.  The challenge relates to the supply of affordable housing to buy or rent.  The Mercer annual cost-of-living survey highlighted that Dublin remains the most expensive city in the eurozone, primarily due to its high rents.  According to <i>daft.ie<\/i>, single people in Dublin spend 58.8% of their net take-home pay on rent while those living in towns pay 33% of their income on rent.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is not a criticism of the Government as such, but we all acknowledge that the cost of housing has gone up so much that it is unaffordable for first-time buyers in Dublin, in the commuter belt generally and in other cities and towns.  The Government is doing a certain amount in terms of supply, but we cannot underestimate how much supply is needed.  It is crucial that we take action without delay in this regard.<\/p><p>I refer briefly to the nomination of Germany's defence minister, Ms Ursula von der Leyen, as President of the European Commission.  When the news emerged last night, some of us thought she might be a relative of Senator Leyden.  However, there is no \"d\" in her surname, so there is probably no connection after all.  Ms von der Leyen has been a staunch supporter of Britain's remaining in the European Union.  Her description of Brexit as a loss for everyone is something with which most of us in this House concur.  Brexit is, above anything else, a lose-lose situation.  I hope she will be successful in her term as President.  We will have statements later today on the EU-Mercosur trade deal, which is very important in the context of Brexit.  We are looking at the possibility of up to 99,000 tonnes of additional beef coming into the EU market at a time when Britain is leaving, or potentially leaving, the Union.  It is a huge challenge for us and I welcome the debate.<\/p><p>We heard yesterday from the Minister for Health of further overspending in the health service.  The additional expenditure of &euro;13 million in April brings the overspend for the first four months of the year to &euro;216 million.  While I wish Mr. Paul Reid, former chief executive of Fingal County Council, all the best in his new job as director general of the Health Service Executive, we must have an examination of how these moneys are being spent and why expenditure is going over budget continually.  A particularly pressing issue is the situation of the 6,000 people seeking home help hours.  If that provision were granted, people would be able to move out of healthcare facilities and return home.  It is a no-brainer in terms of the HSE's budget because the more home help hours are provided, the fewer people there are in hospitals clogging up the system.  Those people neither need nor want to be hospital, but they cannot go home in the absence of home help provision.  Will the Leader invite the Minister to the House to explain how he is managing the budget or, more accurately, not managing the budget as well as we would like him to?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#G00700","speaker":"1412","continuing":true},{"type":"speech","time":1562146200,"counter":45,"content":"<p>The next speaker indicating is Senator Lawless, who represents the diaspora.  I do not know if he might like to relate the story of when, being not long married, his wife came to his assistance one day when he was milking a cow.  It might not be an appropriate story for the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#H00200","speaker":"1381"},{"type":"speech","time":1562146200,"counter":46,"content":"<p>I will leave it for another day.  Once told might be enough in this instance.  I welcome my family and close friends from Chicago who are in the Gallery today.  Last week I welcomed the announcement by the Government of its intention to publish the scheme of a Bill to facilitate a referendum on whether members of the diaspora should be entitled to vote in presidential elections.  We have already seen the emergence of a number of myths designed to instil fear in an electorate that has shown itself time and again to be brave enough to ignore such misinformation and say &quot;Yes&quot;.  I am confident that this generation we will see through the scaremongering that has begun.  One letter writer to <i>The Sunday Times<\/i>last weekend was concerned that the sheer number of Irish voters living abroad could &quot;distort any election result&quot;.  What does this person mean by &quot;distort&quot;?  Did those who came home to vote in recent referenda distort the vote on those occasions?  Did their willingness to catch boats, trains and planes home to express their democratic view on issues affecting their nation amount to a distortion of our values?  I say, &quot;Absolutely not&quot;.<\/p><p>Before the referendum, I urge Irish people to ask themselves what type of person is likely to turn up at the Irish Embassy in Washington or London to have their say in who should be the next President of Ireland?  Is it someone who does not care about our nation or about what it means to be Irish in the 21st century?  Or is it someone who actively wants to remain part of the Irish community even when not living on this island?  The evidence from overseas is that those who take the bother of going to their embassy or exercising a postal vote are people who are actively interested in what is happening in their home country.  It was recently reported in Australia that of those living abroad who were eligible to vote in recent elections in that country, just 16% chose to do so.  If passed, this referendum will allow all eligible citizens to vote in Irish presidential elections.  That opportunity will be taken up by those who engage in the campaign and with the presidential candidates vying for their vote and setting out a global image of Ireland.<\/p><p>We are among just three EU countries having a directly elected president which do not allow emigrants a say in elections for that office.  I am extremely proud, as an Irishman and a European, that since joining the Union, Ireland has always championed its relationship with its diaspora as more than just one of economic transactions but, rather, as one comprising a community of ideas and nations.  We should bring ourselves in line with our fellow European citizens who freely move and work across the Continent and allow their emigrants a vote in elections.  Twenty-four European Union countries already do this.  What is there to fear in our doing the same?  Imagine the message we will send to the world if we say &quot;Yes&quot; in October just as our neighbour is shutting down its borders and making an historic mistake of catastrophic proportions?  In Britain's scheduled exit from the Union, we will have an opportunity once again to show how broad are our shoulders and how open are our minds to what it truly means to be an Irish man or woman in 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#H00300","speaker":"1429"},{"type":"speech","time":1562146200,"counter":47,"content":"<p>I thank those who took part in the Dublin Pride demonstrations at the weekend.  Unfortunately, I was speaking in Kells and could not attend.  I definitely had a case of FOMO - fear of missing out - looking at the pictures on Instagram and seeing how special the parade was, as it always is.  Considering the origins of Pride as an active protest movement, it was great to see the grassroots activist group, AIDS Coalition to Unleash Power, ACT UP, leading the parade and putting at the centre of the day's events its incredibly important message that, due to health advancements, persons on active HIV medication cannot pass on the virus to sexual partners.  I welcome the news that the HIV preventative medication, pre-exposure prophylaxis, PrEP, will soon be available free of charge through the HSE, thanks in no small part to the incredible advocacy of organisations like ACT UP.<\/p> <p>In the context of the huge and visible support for the broader LGBT Pride parade in Dublin last weekend, I draw Members' attention to what will be a smaller but no less important demonstration, namely, Dublin's Trans Pride parade, which takes place this coming Saturday from the Garden of Remembrance.  Ireland has an incredible record in recent years of increasing the acceptance and visibility of the transgender community, most notably through the Gender Recognition Act, which is one of the few laws in the world that allows for legal self-identification of gender.  Our colleague, Senator Humphreys, deserves credit for advancing that legislation during his time as Minister of State.  However, transgender people in Ireland still experience disproportionately high levels of marginalisation and discrimination.  The demonstration this Saturday is about highlighting and opposing all forms of transphobia.  Gender identity must be recognised within our anti-discrimination laws.  In particular, we need hate crime legislation that encompasses all types of racial and LGBT hatred and which specifically recognises gender identity.  Access to gender-neutral bathrooms must become the norm in all public spaces, including in Leinster House.  We must do much better on access to healthcare for trans people.  This is a minority community with high levels of health needs.  We must ensure that hormone replacement therapy, speech therapy and surgery are available and accessible in a timely manner.  I welcome the decision by the Minister, Deputy Harris, to set up a working group alongside activists such as Noah Halpin.  However, I hear reports today from the This is Me transgender healthcare campaign that the only surgeon in the country, who does top surgery, is due to retire and there are no plans to hire a replacement.  This is an example of where improvements can be made for a community that needs support from the State.  These are issues requiring urgent attention and I ask the Leader to bring them to the Government.  I encourage all Members to attend the demonstration this weekend.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#H00400","speaker":"1404"},{"type":"speech","time":1562146200,"counter":48,"content":"<p>To give clarity to Members regarding the Order of Business, I propose that No. 4, statements on the EU-Mercosur trade agreement be taken at 3 p.m. and conclude at 4 p.m., not 4.30 p.m.  The contributions of group spokespersons shall not exceed eight minutes, time may be shared and the Minister will be given no less than five minutes to reply at the conclusion of the statements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#H00500","speaker":"1391"},{"type":"speech","time":1562146200,"counter":49,"content":"<p>We will deal with that proposal at the end of the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#H00600","speaker":"1381"},{"type":"speech","time":1562146200,"counter":50,"content":"<p>I welcome Senator Lawless's wife, Anne, other family members and friends to the House.  I hope they have a thoroughly enjoyable day.  It goes without saying that Sinn F&eacute;in as a party and I, as a former member of the diaspora, will be active in the campaign to secure votes for Irish citizens abroad and for our citizens in the North.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I congratulate H.E. Edward Crawford, the new US ambassador to Ireland.  He has the accolade of being the only Corkman to get Mayo person of the year.  I know because I was there in Cleveland a few years ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#H00700","speaker":"1378","continuing":true},{"type":"speech","time":1562146200,"counter":52,"content":"<p>The Senator might propose the Leader for it another time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#J00200","speaker":"1412"},{"type":"speech","time":1562146200,"counter":53,"content":"<p>We might.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#J00300","speaker":"1378"},{"type":"speech","time":1562146200,"counter":54,"content":"<p>No interruptions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#J00400","speaker":"1381"},{"type":"speech","time":1562146200,"counter":55,"content":"<p>I wish the ambassador well in his role.  We look forward to welcoming him to Mayo, in particular to Achill Island and Ballycroy.  He has been very supportive of those communities and done a great deal of work for them in Cleveland.<\/p> <p>I cannot let it pass, as Senator Horkan will understand, when Fianna F&aacute;il Senators speak about home help hours.  Please.  Fianna F&aacute;il cut hundreds of thousands of home help hours.  I am glad it has had a conversion on the road to Damascus, but the question of home help hours must be seen in the round.  It is a very serious situation and at crisis point now.  It was at crisis point in 2011 too, in particular in Mayo where 32,000 hours were cut in one year.<\/p> <p>Last week, one of the top companies that administers loans for vulture funds told potential investors that internally they called Ireland the gift that keeps on giving.  They are not wrong, as we learned yesterday again with the launch by Ulster Bank of yet another sale of mortgages.  Ulster Bank is selling &euro;900 million worth of loans, including loans in respect of 3,200 family homes.  Nevertheless, we give those funds charitable status in case they would have to pay any corporation tax.  Fine Gael has ushered in the golden age of the vultures.  Deputy Noonan told us many years ago that we needed them desperately.  We absolutely do not.  Why do we not give the discounts the banks are giving to the vulture funds to the 3,200 family homeowners and others?  Why are we not reaching deals with them?  We would rather reach deals with the vulture funds and give them major haircuts on the loans.  For distressed borrowers, it is the age of despair.  The people who are supposed to control the vultures and stand up for what is right are instead feeding them.  AIB is a State-owned bank but it is writing to customers to threaten them with vultures.  I want people to take a moment to think hard about how it feels.  The greatest financial investment most people make is their home but then a letter arrives to say that at some point in future, this major investment will be thrown into chaos and uncertainty.  It is an awful way to live.  Sinn F&eacute;in believes our people are better than this.  They deserve better than to be at the mercy of an industry that has a taste for misery and distress and feeds off it.  I ask the Leader, therefore, to commit his Government to co-operating with Sinn F&eacute;in on Deputy Pearse Doherty's No Consent, No Sale Bill.  Selling homes and mortgages to vulture funds is not the way forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#J00500","speaker":"1378"},{"type":"speech","time":1562146200,"counter":56,"content":"<p>I join colleagues in welcoming the family of Senator Lawless to the Gallery.  While we have visitors from America here, I commend the US women's soccer team on their victory and progress to the final of the World Cup.  It is brilliant to see women's football being televised and achieving such enormous audiences and success.  We look forward to the final.  I join colleagues also in welcoming the appointments of women to two of the four top EU posts last night.  I hope that whatever appointments have been made, there will be continued solidarity with Ireland as we face the prospect of Brexit, including the awful prospect of a no-deal Brexit, in the autumn.<\/p> <p>I ask the Leader for a debate on undocumented children in Ireland.  We had a powerful briefing this morning from the Migrant Rights Centre and the Children's Rights Alliance to present the results of a survey which shows just how urgently we need to secure legal pathways to residency for the many children growing up and attending school in Ireland who are undocumented and have no legal status.  Currently, they have no pathway to residency.  Colleagues may recall that in the autumn, we tabled a Labour Party Private Members' Bill which would provide pathways to residency for such children.  The Bill was supported by the Migrant Rights Centre and we will certainly move to make progress on it over the coming months.  I hope we will see some movement in that regard over the summer and would like the House to debate the issue in due course.  I commend the Migrant Rights Centre and the Children's Rights Alliance on their continued emphasis on and highlighting of this issue and on the presentations they hosted this morning.<\/p> <p>Another briefing took place today, which I was glad to attend along with the Cathaoirleach.  This was the pre-budget submission of the Alzheimer Society of Ireland.  It was a powerful, personal and very brave presentation from people living with dementia.  They spoke about the lack of nationally rolled-out supports for those with dementia and sought to ensure funding for that in the budget.  While we will have debates in the run-up to the budget, I hope we can all reflect in the meantime on the need for supports for those with dementia and Alzheimer's disease.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#J00600","speaker":"1402"},{"type":"speech","time":1562146200,"counter":57,"content":"<p>I rise this morning to discuss the issue of rent pressure zones and the recent changes made and not made by the Residential Tenancies Board.  There is a need to debate with the Minister for Housing, Planning and Local Government where we are going with rent pressure zones and how effective they have been in some areas.  The Leader will have a great interest in what I am going to say about the town of Carrigaline, half of which is in a rent pressure zone while the other half is not.  The metrics formulated in respect of the new constituency boundaries meant the only way it would work was if the northern half of Carrigaline was removed from the zone, which is not appropriate.  This is about looking at rent pressure zones and how we deal with them.  We are dealing with them on a local-election constituency basis but that is to base them on too great a geographical area.  It does not make logical sense to have a rent pressure zone in one local election district.  We need to look at legislation on how we define a rent pressure zone.  A rent pressure zone should include a town and its hinterland.  For example, Kinsale is not in a rent pressure zone.  It is literally 20 miles away from the rent pressure zone in Cork city yet it has the highest rents in Ireland.  We need to do something so that places like Kinsale do not have the extraordinary rents they do and which are increasing on a multiple basis.<\/p> <p>The whole precept of basing rent pressure zones on electoral districts does not make sense.  We need to look at it again and change it.  Carrigaline as an entity needs to be together as a single rent pressure zone.  Kinsale must also be zoned because the pressure is within the town, not its rural hinterland.  The Leader might back me on this.  We need to get the Minister, Deputy Eoghan Murphy, in here for a serious debate about where we are going to go on rent pressure zones.  People are paying extraordinary rents in some areas and we must ensure we give them the benefit of the security of a rent pressure zone.  For that to happen, we must change how we measure and define things.  We are defining these zones too widely and need to bring them back down to the urban centres where the greatest pressures exist.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#J00700","speaker":"1386"},{"type":"speech","time":1562146200,"counter":58,"content":"<p>I welcome the family of Senator Lawless to the Chamber and hope they enjoy their day in Leinster House.  I refer to a health matter, namely, asthma and air quality.  This comes on the back of the great work of my Fianna F&aacute;il colleague, Deputy James Brown, and subsequently by the party leader, Deputy Miche&aacute;l Martin, on Leaders' Questions a few weeks ago.  They have highlighted the delay in the full implementation of a national ban on smoky coal which was promised in 2015 by the then Minister, Deputy Alan Kelly, and subsequently by former Minister, Deputy Naughten.  It appears now, however, that the current Minister for Communications, Climate Action and Environment, Deputy Bruton, may give in to legal threats from some coal interests.  I call for a debate on the issue from a health perspective, albeit it is also a climate change issue.  We know that poorer air quality adversely impacts people with asthma and other pulmonary issues.  When Senator Reilly was Minister for Health, he stood up to the tobacco companies which threatened to sue the State.  I have spoken in the House on numerous occasions about divestment of Government moneys from tobacco companies.  I praise Senator Reilly for standing up to those companies who threatened to sue the State over his measures to reduce the use of tobacco.  However, we may now see Deputy Bruton running scared from the legal threats of vested interests in the coal sector.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Keith Swanick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2459\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2459&amp;amp;pid=KeithSwanick&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will liaise with colleagues to submit a formal motion to the Seanad on this matter, calling on the Government to implement without delay the measure it promised.<\/p><p>Now that summer is here and children are on their school holidays, I encourage everybody involved in water sports to be very vigilant on the water and to heed the advice of Irish Water Safety.  Will the Leader consider bringing back my Bill, the Life Saving Equipment Bill 2017, for Committee and Remaining Stages?  It is very pertinent at this time of year.  More than 300 lifebuoys were destroyed or stolen in Cork alone last year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#J00800","speaker":"1373","continuing":true},{"type":"speech","time":1562146200,"counter":60,"content":"<p>I would like to be associated with the welcome to the family of my colleague and good friend, Senator Lawless, and I acknowledge his enormous work on behalf of the undocumented Irish in America.<\/p><p>This morning <i>The Irish Times<\/i>carried a story about a report on the undocumented children living in this country.  While it is very laudable to campaign for undocumented people anywhere, there are thousands of undocumented children here who fear going to the authorities in case they will be exposed or forced out of this country.  There needs to be a debate on this issue and some amnesty for, and security given to, these children and their families.  Some who came in as young children have been here for 16 or 17 years.  Many are born here to people who fled war to come to a country that welcomes people of all sectors and diversity, yet somehow we cannot get our heads around the issue of giving legitimate meaning and citizenship to people in our country.<\/p><p>Our country is enriched by diversity.  It is very important that we share in that diversity, that we do not have a particular day or week in a year to celebrate some sector of diversity but that we embrace and incorporate that rich diversity through our policies in these Houses and through our life and society.  I echo Senator Bacik's comments on this issue.  It is very important and defines who we are as a nation, and our principles as a republic.  I would like a debate on this when possible which might involve several Departments, including the Departments of Children and Youth Affairs and Foreign Affairs and Trade.  If we talk about cherishing all the children of this State equally, we need to address this issue.  I commend the people who worked on this very important report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#K00200","speaker":"1379"},{"type":"speech","time":1562146200,"counter":61,"content":"<p>I, too, welcome Senator Lawless' family.  It is almost ironic that Senator Lawless worked so hard for the undocumented Irish in the US when a briefing was held today by the Migrant Rights Centre.  A young woman aged 24, Rashmi, said she left school six years ago and all her friends went to college and now have jobs.  She was accepted recently into two colleges, but unfortunately she cannot take up those places because of her status.<\/p><p>The Oireachtas Joint Committee on Justice and Equality reviewed the migration system in 2016 and made five key recommendations, one of which was the regularisation of undocumented people in Ireland.  That received cross-party endorsement.  The Government has the power to solve this problem and to provide a pathway to residency for these undocumented children.  All it needs to do is introduce a straightforward and sensible mechanism that ensures no child or young person grows up undocumented in Ireland.  These young people are our future.  Their future is here.  This is their home.  It is time to welcome them.  I agree with Senators Boyhan and Bacik that it is vital we have a debate on this issue to help people.<\/p><p>Here is a quote from another young person:<\/p><blockquote>My home is here in Ireland.  I came when I was 7 years old, and now I'm 19.  My dream is to attend college, get a degree and find a job.  I don't know what to do as I've spent my whole life studying and look forward to attending college only to find out that I can't.<\/blockquote> <p>Rashmi's passion is social justice and she would love to study law.  It is vital that this issue is addressed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#K00300","speaker":"1408"},{"type":"speech","time":1562146200,"counter":62,"content":"<p>I attended a meeting last Friday evening with quite a few board members of credit unions in Roscommon and Galway.  The cost of the proposed industry funding levy for credit unions will create an increase from approximately &euro;1.5 million to almost &euro;7.8 million per annum by the end of 2022.  There is serious concern among those involved in credit unions.  The president of the Irish League of Credit Unions was also present at that meeting which indicates the seriousness of this proposal.  The league does not believe that the increase in this levy will be sustainable.  It has questioned its extent, the reasoning behind it, and communication with the Department of Finance on it.<\/p> <p>We all know how important credit unions are in our communities.  They are owned by members, board members work voluntarily and credit unions invest significantly in the communities where they are based.  They provide a very important community service to people for savings and micro loans and have a very positive societal impact.  I am calling for a debate on this issue because it is in all our interests to ensure that credit unions continue as a sustainable model.  We need to see better engagement, and while we know regulation is of utmost importance, it must not be such that it completely strangles the credit union sector.  I ask the Leader to facilitate at the earliest possible time a debate on credit unions and specifically on these levies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#K00400","speaker":"1415"},{"type":"speech","time":1562146200,"counter":63,"content":"<p>A report published this morning shows that the living wage rate has been increased by 40 cent, bringing it to &euro;12.30.  A living wage does not give people a disposable income but enables them to live comfortably without struggling, as opposed to the minimum wage, which we have legislated for here.  The report goes into how different areas of the country struggle because of the cost of housing.  It would take over 50% of a living wage in Dublin, 40% in other Irish cities and 30% in rural towns.  It is usually calculated that housing should cost only one third of a wage, but the pressure is on in Dublin.  A 40 cent increase per hour would also take in the projected increase in energy costs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The debate we need to have in this House with the Minister is about making progress on what would constitute a living wage and how we would implement it to allow people to afford this city and other cities throughout the country.  Could the Leader ask the Minister to come and have that debate and allow people to live, not to struggle any more, and to have more ease in their minds about meeting their bills every month?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#K00500","speaker":"1388","continuing":true},{"type":"speech","time":1562146200,"counter":65,"content":"<p>I welcome the fact that other Senators have raised the issue of dementia, Alzheimer's disease and the supports that are needed.  I ask the Leader to facilitate a debate in the House early in the autumn while one can still have some influence over budgetary matters.  A cross-party group has been working with the Alzheimer's Society of Ireland about additional supports for dementia and Alzheimer's disease.  I hope that the Leader can facilitate that debate.<\/p> <p>Many Senators have also raised the issue of migrant rights.  I supported many people in this House when they raised the issue of the undocumented Irish in the US.  We must be judged on how we treat the undocumented people in our own country, many of whom have lived for a decade or more with no pathway to further education or work, or any means of further contributing to society here in Ireland.<\/p> <p>If we are not to be hypocrites, we must do something about this.  We must make progress over the summer on legislation to ensure there is a pathway for young people who have been living in this country, sometimes for decades, and who cannot play a full role in society and currently have no such pathway.  I ask the Leader to organise for the Minister to come to the House early in the autumn not only for a debate but also with legislation to ensure the pathway is there.  Those discussions have been had at committee and in the House on several occasions.  We need action now.  The Labour Party group has a Bill which has been debated here.  We need to reactivate that in the autumn if the Government does not make any progress on the issue over the summer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#L00200","speaker":"1417"},{"type":"speech","time":1562146200,"counter":66,"content":"<p>Earlier this morning, like other Members, I attended a briefing organised by the Alzheimer's Society of Ireland.  It was a pre-budget submission about dementia support across the country and the headline, as far as the society was concerned, was that it is still asking, still waiting and still struggling.  We often attend submissions and briefings organised by different groups but this was a moving one.  There were two speakers, the first of whom was Dr. Helen Rochford Brennan who is a sufferer and a carer for her husband in addition to being chairperson of the European working group of people with dementia and a member of the Irish dementia working group.  She talked about the disease and how 50,000 people, of whom she is one, currently struggle with the disease in this country.  She travels all across Europe promoting more supports for people who suffer from the disease.  Across Europe, dementia is now called the cancer of the future.  She said that people are struggling to cope with the disease and outlined that most people who suffer from the disease remain in their own homes.  Additional supports are needed for those people.<\/p> <p>The second speaker was Ms Teena Gates who described herself as a carer, an advocate, an author and a journalist.  She described her determination to take her 94 year old father home and look after him.  She had a home care package approved but, unfortunately, was told there was no money to implement the package.  She then went on a campaign on social media and eventually, lo and behold, money was found for that care package.  <\/p> <p>She talked about the struggles that people have with the disease.  Both speakers mentioned the fact that, last year, they were disappointed and heartbroken that dementia did not get a mention in the budget.  <\/p> <p>I am pleading with the Leader to bring the plight and concerns of these people to Government to ensure that some funding is put in place to alleviate the pain and suffering these people are experiencing, either themselves or through their loved ones, for whom they are caring.  I support the call from Senator Humphreys for a debate on this subject in the autumn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#L00300","speaker":"1396"},{"type":"speech","time":1562146200,"counter":67,"content":"<p>I hope the Leader will facilitate a debate on housing before we break up for the summer recess or as soon as possible after we come back in the autumn.  I have an issue concerning the Urban Regeneration and Housing Act 2015, which changed the rules in Part V of the Planning and Development Act 2000 on social and affordable housing.  There is now what I call social dumping across many counties.  Developers, in a variety of areas, have decided that the 10% of social housing they are required to provide in one area will be moved to another.  Suddenly, there are five or six sets of 10% social housing being put into the same estate.  The idea was to see a mix across various estates but developers are looking at this as a way of getting around that by having small estates and not allowing social integration to take place.<\/p> <p>I ask that we have a debate on this in the new term and review the legislation to address the phenomenon I have described as social dumping.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#L00400","speaker":"1438"},{"type":"speech","time":1562146200,"counter":68,"content":"<p>I want, first and foremost, to thank the Leader for deferring statements on defence until after the review of the Public Service Pay Commission is published.  There was no point in having it today so I thank him for that.<\/p> <p>I also commend the flag officer of the Naval Service on having the courage to take two ships out of service because he did not have crew to man them safely.  That would be a brave decision for any commander of a unit to take.  I understand some aircraft have also been taken out of service but I am not sure of the numbers.<\/p> <p>I mentioned the issue of PRSI for public representatives and I was accused of considering an election that may be coming down the line.  I am not concerned about those who lost their seats for election purposes.  People who have been paying 4% of whatever allowance they have had for the past five years are now finding that they cannot avail of social welfare benefits when they have lost their seats and that is not fair.  We should have an open discussion, possibly in the autumn, on the issue of PRSI and how it applies to public representatives in particular.  I ask the Leader to put that on the back-burner for early September.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#L00500","speaker":"1390"},{"type":"speech","time":1562146200,"counter":69,"content":"<p>Is it not right that any person who works all the hours that God sends should be entitled to experience an acceptable standard of living?  If one thinks about it for more than three minutes, even having a minimum wage is an insult to any employee.  The value I place on someone's work is reflected in my choice to pay that person the bare minimum that I can.<\/p> <p>As other Senators have said, we need to introduce a living wage that would see the 130,000 workers who currently earn that minimum wage increase their pay to &euro;12.30 per hour.  That is the new living wage, announced today by the living wage technical group.  That is a rise of 40 cent on last year, driven almost entirely by the housing crisis.  <\/p> <p>I do not think Fine Gael believes in financial security or a better standard of living for low-paid workers because it could have spent &euro;35 million and introduced the living wage for public sector and Civil Service workers in the most recent budget but it did not.  Instead it chose to squander &euro;350 million on income tax cuts that would have been available to the State.<\/p> <p>Fianna F&aacute;il also mentioned the living wage today but it is not much better.  It reduced the minimum wage by &euro;1 to &euro;7.65 in 2010 when in government alongside the Green Party.<\/p> <p>I will finish by quoting some figures.  Some 70% of employees on the minimum wage are women, half of those on the minimum wage are young people, and 25% of workers who earn the minimum wage were born overseas.  If we are serious about creating an equal society, we should raise living standards for these 130,000 people.  I remind Members that the sole member of staff each Senator has starts on an annual salary of &euro;23,000, which is almost &euro;8,000 below the living wage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#L00600","speaker":"1372"},{"type":"speech","time":1562146200,"counter":70,"content":"<p>I echo one of the points that was made about dementia.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This time last year we had extensive debate on the issue of care and the importance of measures to support care in all its forms.  It would be good to have another such debate in advance of budget 2020 in light of the complex issues arising from cuts to respite care, step-down care, and home care packages.  These issues affect those with dementia and many other families.<\/p><p>I acknowledge that statements on defence are not happening today.  There are good reasons for them to be postponed but I would like assurance from the Leader that they will be taken before the recess because there are important issues to be discussed with regard to defence.  These relate not only to pay and conditions, which have been raised and which are important, but also to some of our policies.<\/p><p>I spoke with members of the Sudanese community yesterday.  We have spoken about Libya and Ireland's relationship, via the EU, with the Libyan coastguard and about the human rights concerns arising from it.  There are also deep concerns about some of the funding that has been provided by Ireland, through the European Union, to rapid support forces in Sudan.  According to many human rights bodies, these forces have strong links with the former military regime.  It has also been suggested that, in some cases, they may have links with the Janjaweed.  These rapid support forces have been engaged in very violent action against protestors and civil society in Sudan.  Given that the African Union has suspended recognition of Sudan, Ireland should question whether we should fund military forces that are not recognised.  I was very inspired by the Sudanese civil society groups that spoke to us.  Young people spoke about picking up paintbrushes, cameras, pencils, and microphones instead of weapons to ensure a peaceful transition to civilian-led government.  That is now the issue.  As a country with experience of peace negotiations, Ireland can, and should, play a useful role in supporting Ethiopia, which is seeking to act as a mediator in ensuring a peaceful transition.  Some of these issues may be covered by the Minister of State with responsibility for defence.  Alternatively the T&aacute;naiste and Minister for Foreign Affairs and Trade may speak about the role Ireland may play in the coming months, over the summer, while the House will be in recess.  I would love it if we could find even an hour on the schedule to discuss this issue before the recess so that Ireland can support this peaceful transition.<\/p><p>Another issue which will arise over the summer is that we will again see many die in the Mediterranean.  This is another issue I hope to raise with the Minister of State, Deputy Kehoe.  I hope I will have the opportunity to do so as Ireland moves away from search and rescue in the Mediterranean.<\/p><p>Finally, I concur with those who spoke about undocumented young people.  Young people who live their lives here are contributing to Ireland.  We spoke so much about young people during our centenary commemorations.  We are now speaking about the young people who are driving the debate on climate and peace.  Every young person's contribution and voice must be heard.  It is good for the State for every person to be fully acknowledged, supported, and secure in playing his or her role.  I urge that action be taken in respect of the undocumented youth in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#L00700","speaker":"1405","continuing":true},{"type":"speech","time":1562146200,"counter":72,"content":"<p>I support the call made by a number of my colleagues to regularise the children of undocumented parents.  A certain number of children fall into this category.  It is an indictment of our system that these children's parents can be here for years without being given a proper status that would allow them to participate fully in society.  We have to own up to that and, to face it, especially in respect of these undocumented children who did not choose to be here.  We definitely have not handled things they way we ought to have.  These children are here and they are a reality.<\/p> <p>In facing up to this issue, we have to realise that we are talking about young talent and energy.  These children have their futures ahead of them and we want them to be able to participate.  As has been said, that would be to the benefit of our society and of benefit in building up our nation.  If we do not allow them to participate, we will store up trouble for the future.  Many of these youngsters have different ethnic backgrounds.  They may be of a different colour or race.  They have been in the system for a long time.  They are Irish.  We have to re-examine what it is to be Irish.  We have to draw circles of inclusiveness around these children, recognise the dilemma they face, and allow them to live their lives.  We are talking about a particular cohort of children and, as a state, modern Ireland has a responsibility to deal with the situation we have allowed to develop.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M00200","speaker":"1425"},{"type":"speech","time":1562146200,"counter":73,"content":"<p>I thank the 18 Members for their contributions to the Order of Business.  Senators Horkan, Devine and Warfield raised the issue of the living wage.  The concerns raised are important.  Sometimes members of the Sinn F&eacute;in Party believe they have a capacity for empathy and a capacity for speaking for people.  Many of us have articulated viewpoints in favour of improving the living conditions of all people.  When Senator Humphreys and I were in the D&aacute;il, the parties of which we are members were in government and increased the minimum wage, restored living conditions, and took people out of the USC net.  Senator Conway-Walsh is correct that Fianna F&aacute;il cut the minimum wage; we increased it.  We also increased social welfare payments and supports to allow people to become self-sufficient.  We value all people.  I remind Senator Warfield that reducing taxation is good.  It gives people money in their pocket to spend at their discretion.  The Senator should reflect on his political ideology in respect of taxation.  In 2016, 2017, 2018 and 2019, the Low Pay Commission recommended increases in the minimum wage and Government has always increased it.  I look forward to that debate.  Let us have a real debate, not a phoney one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M00300","speaker":"1391"},{"type":"speech","time":1562146200,"counter":74,"content":"<p>Is the Leader saying that what was said was phoney?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M00400","speaker":"1388"},{"type":"speech","time":1562146200,"counter":75,"content":"<p>I said that we should not have a phoney debate.  The Senator can put her videos up if she wants to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M00500","speaker":"1391"},{"type":"speech","time":1562146200,"counter":76,"content":"<p>So by implication-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M00600","speaker":"1388"},{"type":"speech","time":1562146200,"counter":77,"content":"<p>I know those in the Sinn F&eacute;in Party are good at putting up videos of people in the Seanad.  Let us have a real debate, not a phoney one.  I accept that we face challenges.  As Senator Horkan rightly said, the cost of housing is driving up the cost of living.  To go back to the report, however, the cost of food, household items, communications, IT and income tax have reduced; they are all falling.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M00700","speaker":"1391"},{"type":"speech","time":1562146200,"counter":78,"content":"<p>The issue is housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M00800","speaker":"1388"},{"type":"speech","time":1562146200,"counter":79,"content":"<p>There was no mention of that at all.  There is one transferable speech.  It must come down from west Belfast, down to the bottom of O'Connell Street, and then in here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M00900","speaker":"1391"},{"type":"speech","time":1562146200,"counter":80,"content":"<p>The Leader should call a debate for next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M01000","speaker":"1372"},{"type":"speech","time":1562146200,"counter":81,"content":"<p>Let us have a focused debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M01100","speaker":"1388"},{"type":"speech","time":1562146200,"counter":82,"content":"<p>I am sorry, I meant the top of O'Connell Street.  Sinn F&eacute;in was the party that voted against the increase in the minimum wage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M01200","speaker":"1391"},{"type":"speech","time":1562146200,"counter":83,"content":"<p>Does the Leader ever just reply?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M01300","speaker":"1390"},{"type":"speech","time":1562146200,"counter":84,"content":"<p>There was no mention of the cost of food, household items, communications and income tax having reduced.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M01400","speaker":"1391"},{"type":"speech","time":1562146200,"counter":85,"content":"<p>Every day it is a party political broadcast.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M01500","speaker":"1390"},{"type":"speech","time":1562146200,"counter":86,"content":"<p>There is a single transferable speech.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M01600","speaker":"1391"},{"type":"speech","time":1562146200,"counter":87,"content":"<p>The issue is housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M01700","speaker":"1388"},{"type":"speech","time":1562146200,"counter":88,"content":"<p>The Leader has great entertainment value.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M01800","speaker":"1378"},{"type":"speech","time":1562146200,"counter":89,"content":"<p>There is a single transferable speech.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M01900","speaker":"1391"},{"type":"speech","time":1562146200,"counter":90,"content":"<p>The Leader wants to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M02000","speaker":"1381"},{"type":"speech","time":1562146200,"counter":91,"content":"<p>I am only getting going.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M02100","speaker":"1391"},{"type":"unspoken","time":1562146200,"counter":92,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1562146200,"counter":93,"content":"<p>It is about time the Sinn F&eacute;in Senators played with a full deck of cards and not just the few they take out of their back pockets every day.  I join with Senator Horkan and other Members in congratulating all those who were appointed in Brussels yesterday.   I wish them well in their tenure.  I am not sure-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M02300","speaker":"1391"},{"type":"speech","time":1562146200,"counter":94,"content":"<p>They are not home and dry yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M02400","speaker":"1390"},{"type":"speech","time":1562146200,"counter":95,"content":"<p>-----whether Dr. von der Leyen is related to Senator Leyden.  We wish her well.  She has had a long tenure as German defence Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M02500","speaker":"1391"},{"type":"speech","time":1562146200,"counter":96,"content":"<p>She denies any involvement with Senator Leyden.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M02600","speaker":"1418"},{"type":"speech","time":1562146200,"counter":97,"content":"<p>I will not make any comment on that.  On a serious note, this is a critical time for the European Union.  As Senator Bacik rightly said, it is good that there is a 50:50 gender split in the appointments.  The two women appointed are there on merit, come with tremendous track records, and have great ability.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hope that the five-year term of the European Parliament will be one of productivity and that it will continue its alliance with Ireland at this very critical time.<\/p><p>Senator Horkan posed the $64 million question when he asked why the health spend continues to go over budget every year, including when his own dear leader was Minister for Health.  There is a need to recognise that health is a demand-led service.  It is about people and it is not a bookkeeping exercise, nor should it be.  Earlier Members raised issues relating to home help hours and the Alzheimer Society of Ireland, which has legitimate claims and advocacy rights.  We need to put in place supports for all people.  I would like to have that debate the Senator called for.  <\/p><p>Senator Lawless mentioned the referendum on the diaspora.  We will have that as part of the debate in this House on the Bill and as part of the campaign.  <\/p><p>Senator Ruane referred to Dublin Pride and the protest.  The Pride event is a form of protest but it is also a day of celebration in recognition of where we have come from.  This year it was fitting that Pride coincided with the 50th anniversary of the Stonewall riots, as I said yesterday, and I commend all involved.  Unfortunately, next Saturday I will be away on business concerning the Organisation for Security and Co-operation in Europe, OSCE, but an important march, rally, protest and celebration will take place - the Dublin Trans Pride.  We have a significant journey to travel with our transgender community.  It is important that that we acknowledge Senator Humphreys's tenure as Minister of State in the Department that brought through the landmark legislation.  We have come a long way but we have a journey to go, which is one of the reasons we must continue to be vocal and active on transgender issues and to work with people that require support.  They also require complete healthcare that they are not getting but must battle so hard for.  The Senator made other points about PrEP and others, and HIV.  We will have that debate again in due course.<\/p><p>I join Senator Conway-Walsh in congratulating the appointment of the new American ambassador to this country, Edward Crawford, and wish him well as he begins his tenure.  I thank Reece Smyth for his stewardship in the interregnum when we had no ambassador.  I am sure that Ambassador Crawford will find a huge welcome in the Houses of the Oireachtas.  I know from the contribution, record and activity of Senator Conway-Walsh that she will work with others in the House to build relationships with the United States on a variety of issues.  She made a point to welcome the ambassador, which is important.  <\/p><p>On the decision by Ulster Bank to sell off the loans, it is important to recognise a couple of issues.  First, the Government is conscious of the need to protect homeowners.  Second, it has always been a Government priority that the homeowner or mortgage holder would engage and maintain contact and retain his or her full contractual rights regardless of who owns the loan.  Third, it is equally important to recognise that the Government brought in legislation relating to the Consumer Protection Act - the Consumer Protection (Regulation of Credit Servicing Firms) Bill 2018, which has been enacted.<\/p><p>The Senator referred to Deputy Pearse Doherty's Bill.  Independent commentators said that his proposals would be disastrous for the mortgage market, financial stability and have a major negative economic impact.  I cannot say that is correct but that is the commentary of independent observers.  The European Central Bank has also expressed serious concerns about the Bill.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#M02700","speaker":"1391","continuing":true},{"type":"speech","time":1562146200,"counter":99,"content":"<p>The Government needs to work with us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#N00200","speaker":"1378"},{"type":"speech","time":1562146200,"counter":100,"content":"<p>The Senator spoke about vulture funds and various other issues.  The number of repossessions has decreased and I acknowledge that one is too many.  It is important that customers engage and, equally, that banks engage with them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#N00300","speaker":"1391"},{"type":"speech","time":1562146200,"counter":101,"content":"<p>Why not give the haircuts to the consumer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#N00400","speaker":"1378"},{"type":"speech","time":1562146200,"counter":102,"content":"<p>The Minister for Finance  is acutely aware of the issue and has had the banks in.  I am happy to invite him to the House for a debate on the matter in the coming weeks.<\/p> <p>I am not sure that Senator Bacik meant to criticise the US soccer team because they beat England or whether it is by virtue of their performance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#N00500","speaker":"1391"},{"type":"speech","time":1562146200,"counter":103,"content":"<p>I simply congratulated the team on their performance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#N00600","speaker":"1402"},{"type":"speech","time":1562146200,"counter":104,"content":"<p>We should also congratulate RT&Eacute; for broadcasting the women's World Cup.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#N00700","speaker":"1391"},{"type":"speech","time":1562146200,"counter":105,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#N00800","speaker":"1402"},{"type":"speech","time":1562146200,"counter":106,"content":"<p>We should also congratulate RT&Eacute; for giving parity of coverage to women's soccer.  It is a wonderful game.  The men's soccer teams could learn from the style and quality of football that is being played by the women.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#N00900","speaker":"1391"},{"type":"speech","time":1562146200,"counter":107,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#N01000","speaker":"1402"},{"type":"speech","time":1562146200,"counter":108,"content":"<p>It was a cracking game last night.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#N01100","speaker":"1438"},{"type":"speech","time":1562146200,"counter":109,"content":"<p>It was a great game but I still contend that the player was not offside.<\/p> <p>Senators Bacik, Boyhan, Black, Humphreys and Mulherin raised the issue of the Migrant Rights Centre Ireland report on undocumented children in Ireland.  The Minister for Justice and Equality is engaging with the centre and met its representatives last week.  He is willing to explore all legal avenues and solutions in order that there can be a pathway to residency.  Since 2011, 120,000 people have been granted citizenship, including 10,000 last year.  As Senator Boyhan rightly said, our country is enriched by diversity.  I hope that there can be a pathway to residency for the young children who are, because of the illegal status of their parents, confined or caught.  It is important that all avenues be explored.<\/p> <p>Senator Bacik raised the issue of rent pressure zones, as did Senator Murnane O'Connor yesterday.  Zones are a legislative matter and is done using a legal criteria.  Senator Lombard made a  point about Carrigaline being divided and that this should be changed given the town's proximity to Cork city, the pressure on housing and the cost of renting.  He made the relevant point that there is no logical divide.<\/p> <p>Senators Swanick, Bacik, Humphreys and Gallagher raised the issue of Alzheimer's disease and I join them in commending the work done by the Alzheimer Society of Ireland.  There is a need to have additional supports provided.  I hope, as part of budget 2020, that the issues raised by Members can be included in the budget.  Last week, we had a debate on the summer economic statement.  I will endeavour to have statements before the budget, if we can, as this is an important issue. <\/p> <p>Senator Swanick raised the issue of smoky coal.  Fuel suppliers have threatened legal action who have said they will challenge extending the ban.  The Senator made an important point about the matter.  Equally, the point he made about water safety should be listened to by a wider audience than just here.  Every summer we hear of a tragic drowning or an accident on a farm so we need a more robust campaign on the twin issues of farm safety and water safety and to highlight the need to be safe.  The Senator was correct to raise the issue.  I am happy to talk to him about his Bill and to see how we can progress it as soon as possible.<\/p> <p>Senator Hopkins raised the issue of credit unions and the industry funding levy.  As she said, it is important that we, as a Government and as a country, support credit unions as they are an integral part of our community and play a hugely important role in the community banking service.  I will ask the relevant Minister to come to the House to discuss the matter as soon as possible. <\/p> <p>In response to Senator Lawlor, it was my hope to facilitate a debate on housing, as Senator Boyhan had asked for a debate yesterday.  Next week, we will try to prioritise and progress and legislation.  As the Defence Forces' pay commission report will not be debated by the Cabinet until tomorrow, we decided to take statements on the Mercosur agreement today.  I will try to have statements on housing and defence before the summer recess but that may not be possible.<\/p> <p>Senator Higgins mentioned the Defence Forces, which I have just touched on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#N01200","speaker":"1391"},{"type":"unspoken","time":1562146200,"counter":110,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1562146200,"counter":111,"content":"<p>Sitting suspended at 12.40 p.m. and resumed at 12.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Redress for Women Resident in Certain Residential Institutions (Amendment) Bill 2019: Report and Final Stages","time":1562146200,"counter":112,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#O00100"},{"type":"speech","time":1562146200,"counter":113,"content":"<p>I welcome the Minister for Justice and Equality back to the House.  I remind Senators that a Senator may speak only once on Report Stage with the exception of the proposer of an amendment, who may reply to the discussion on the amendment.  Each non-Government amendment must be seconded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#O00200","speaker":"1412"},{"type":"speech","time":1562146200,"counter":114,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 4, between lines 2 and 3, to insert the following:<br \/><br \/><b>&quot;Insertion of section 7 in Principal Act<\/b><b>4.<\/b>The Principal Act is amended by the insertion of the following new section after section 6-<blockquote><blockquote><b>&quot;Review of operation of Act<\/b><br \/><br \/><b>7.<\/b>The Minister shall not later than 3 months after the enactment of the Redress for Women Resident in Certain Institutions (Amendment) Act 2019, review relevant participants&rsquo; access to health and social care services in accordance with the Principal Act and any differences between the entitlements to services as compared with the entitlements to services of holders of a Health (Amendment) Act 1996 Card, ensuring relevant participants' involvement in the review.&quot;.&quot;.<\/blockquote><\/blockquote><\/blockquote> <p>I thank the Minister for being present again this afternoon.  I do not propose to speak at length.  The amendment is an abbreviated and simplified version of the amendment we tabled on Committee Stage.  It would require the Minister for Justice and Equality to review the health and social services available to the Magdalen women under this Act, compare them to the services available to those entitled to a medical card under the Health (Amendment) Act 1996 and ensure the participation of the Magdalen women in this review.  We are calling for this review in light of the fact that the first recommendation of the Quirke report, which the Government accepted in full, has not been enacted fully as certain services and therapies accessible to those with a Health Amendment Act, HAA, card have been restricted and are not available to the Magdalen women, despite the fact that Mr. Justice Quirke specifically recommended that the women be entitled to a HAA card standard of care.  It is unfair that these services are not available to these women.  They have gone through enough and should not have to lobby politicians to access what they were promised as part of the State settlement.  I listened closely to what the Minister said in response to our Committee Stage amendment, which was that this is not the place for the amendment, that the Bill is short and technical and that it deals with the extension of health services but, not, apparently, to the ones to which we are referring.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do not accept that this is the case.  The 2015 Bill is the legislative enactment of the health and social care recommendations of the Quirke report.  If those recommendations have not been implemented in full, this amendment to the Bill is exactly where such a review should take place.<\/p><p>The Minister claimed the only reason for differences between the entitlements of the Magdalen women and those with an HAA card is that the HAA scheme was specifically designed for those who contracted hepatitis C through contaminated blood products.  Accordingly, some changes were made to adapt the scheme to the needs of the Magdalen women.  He said these changes were \"intended in any way to restrict access, as the focus is firmly on the health needs of the women\".  I absolutely accept the Minister's intentions in this regard and I do not believe the restriction of entitlements is in any way intentional.<\/p><p>Will he provide further clarification that he will examine the entitlements and the restrictions which have, as he said, unintentionally been placed on the Magdalen women?  The practical reality means that, given the way the Magdalen scheme has been designed and implemented, these restrictions unfortunately exist.  It is timely and necessary, therefore, to review the entitlements under both schemes, especially if the intention was never to restrict access.<\/p><p>All we are asking for is a review.  If it is the case that there is nothing wrong and the scheme is operating as intended, will the Minister accept the amendment, conduct a review and show these concerns raised are not founded?  I look forward to his response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#O00300","speaker":"1404","continuing":true},{"type":"speech","time":1562146200,"counter":116,"content":"<p>I second the amendment.  I welcome the Minister to the House.  I commend Senator Ruane on her creativity and ingenuity in this amendment.  As she outlined, it seeks to do something modest, which is necessary in the broader context of the Bill.  I acknowledge that the Minister respects the bona fides of Members and our intentions regarding this legislation.  I hope he will look understandingly and favourably at this positive and worthwhile amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P00200","speaker":"1413"},{"type":"speech","time":1562146200,"counter":117,"content":"<p>I welcome the Minister to the House again.  Overall, the Bill is welcome.  I thank the Minister for his engagement with it.  It expands the availability of health services, which are to be provided free of charge to women who resided and worked in Magdalen laundries.  It also provides that payments made to the women arising from an<i>ex gratia <\/i>payment will not be included in any assessment of means for the fair deal scheme.  It is good legislation.<\/p><p>What Senator Ruane is looking to achieve is reasonable.  She had a similar amendment on Committee Stage and has tweaked it to gain more support for it.  I hope the Minister will support this reasonable amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P00300","speaker":"1379"},{"type":"speech","time":1562146200,"counter":118,"content":"<p>I thank Senator Ruane for her contribution.  I am happy to engage positively with her to ensure any outstanding issues can be dealt with to the satisfaction of the women who worked in the Magdalen laundries.  I do not like the term &ldquo;Magdalen women&rdquo; and I do not believe in the circumstances that it is a fair term.  I rather prefer to address the issue along the lines of dealing with women who happened to work in Magdalen laundries.<\/p> <p>As far as the amendment is concerned, I am not inclined to change my view of last week.  The review called for in the amendment extends beyond the scope of this narrow legislation, the purpose of which is to give effect to the Ombudsman's report on dealing with the needs of these women.  I am keen that all of these issues be dealt with.  Due to the fact that the review encompasses more than is envisaged in legislation, will Senator Ruane withdraw her amendment and not divide the House on it?  I am happy to engage with her bilaterally to ensure the issues raised that gave rise to her tabling the amendment might be addressed in this regard.<\/p> <p>I note what Senator &Oacute; Donnghaile said.  I will give a commitment to examine the issues.  However, some of them might be outside the scope of my Ministry.  In that might regard, I would be happy to convey any concerns to other Ministers who may have responsibility in that area.<\/p> <p>I am not minded to accept the amendment because it does not alter the nature of the legislation, going outside its single purpose.  To my mind, it would extend the scope of the legislation in a way that is not intended.  I am happy to engage further and ask Senator Ruane for her indulgence in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P00400","speaker":"1233"},{"type":"speech","time":1562146200,"counter":119,"content":"<p>I thank the Minister for his response and I am happy with it.  My office will look to work with him to look at those unintentional restrictions that have occurred in the scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P00500","speaker":"1404"},{"type":"unspoken","time":1562146200,"counter":120,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1562146200,"counter":121,"content":"<p>Bill received for final consideration.<\/p>"},{"type":"unspoken","time":1562146200,"counter":122,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1562146200,"counter":123,"content":"<p>The Minister will notice the amendments I tabled on Committee Stage, and which Senator Ruane proposed on my behalf, were not resubmitted on Report Stage.  That was also with regard to respecting the particular purpose of this Bill.<\/p> <p>However, I hope there may be opportunities to engage on those issues that are of great importance such as forensic accountancy and the related economic issues.  The Bill relates to places of work and flags and touches on issues of economic exploitation and expropriation that are part of the institutional abuse landscape.<\/p> <p>On Committee Stage, I referred to Bethany Home which is an ongoing concern.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P00900","speaker":"1405"},{"type":"speech","time":1562146200,"counter":124,"content":"<p>On a point of order-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P01000","speaker":"1233"},{"type":"speech","time":1562146200,"counter":125,"content":"<p>I am simply speaking to the end of the Bill.  I am noting that I did not resubmit my amendments from Committee Stage to Report Stage.  I hope to have an opportunity to engage with them in the interim.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P01100","speaker":"1405"},{"type":"speech","time":1562146200,"counter":126,"content":"<p>That concludes the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P01200","speaker":"1412"},{"type":"speech","time":1562146200,"counter":127,"content":"<p>I find that Standing Orders are rigidly enforced when I am in this House.  It is fair that I be given a similar opportunity to Senators as far as rules of the House are concerned, which appear to me to require a considerable review and revamp.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P01300","speaker":"1233"},{"type":"speech","time":1562146200,"counter":128,"content":"<p>That may be the case.  I am sure there is a committee that can deal with Standing Orders.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P01400","speaker":"1412"},{"type":"speech","time":1562146200,"counter":129,"content":"<p>I hope there is.  Perhaps the Acting Chairman could enlighten me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P01500","speaker":"1233"},{"type":"speech","time":1562146200,"counter":130,"content":"<p>I think the Minister is being a little bit sensitive.  Senator Higgins spoke briefly on an important issue to many of us here.  A little bit of leeway would not go astray.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P01600","speaker":"1376"},{"type":"speech","time":1562146200,"counter":131,"content":"<p>I try to enforce the rules as they are.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P01700","speaker":"1412"},{"type":"unspoken","time":1562146200,"counter":132,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Message from Joint Committee","time":1562146200,"counter":133,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P01900"},{"type":"speech","time":1562146200,"counter":134,"content":"<p>A message has been received from the Joint Committee on Agriculture, Food and the Marine to the effect that it has completed its consideration of the following motion:<\/p><blockquote>That Seanad &Eacute;ireann approve the following order in draft:Animal Health Levies (Pigs) Regulations 2019,a copy of which order in draft was laid before Seanad &Eacute;ireann on 10 June 2019.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P02000","speaker":"1412"},{"type":"majorheading","content":"Civil Law (Presumption of Death) Bill 2016: [Seanad Bill amended by the Dáil] Report and Final Stages","time":1562146200,"counter":135,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P02100"},{"type":"speech","time":1562146200,"counter":136,"content":"<p>This is a Seanad Bill which has been amended by the D&aacute;il.  In accordance with Standing Order 148, it is deemed to have passed its First, Second and Third Stages in the Seanad and is placed on the Order Paper for Report Stage.  On the question \"That the Bill be received for final consideration\", the Minister may explain the purpose of the amendments made by the D&aacute;il.  This is looked upon as the report of the D&aacute;il amendments to the Seanad.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Acting Chairman (Senator Gerry Horkan):<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->For the convenience of Senators I have arranged for the printing and circulation to them of those amendments.  The Minister will deal separately with the subject matter of each related group of amendments.  I have also circulated a proposed grouping.  A Senator may contribute once on each grouping.  I remind Senators that the only matters that may be discussed are the amendments made by the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#P02200","speaker":"1412","continuing":true},{"type":"unspoken","time":1562146200,"counter":138,"content":"<p>Question proposed: \"That the Bill be received for final consideration.\"<\/p>"},{"type":"speech","time":1562146200,"counter":139,"content":"<p>Amendment No. 1 to section 1 is a technical amendment to update the citation provisions for the Civil Registration Acts, which are consequent upon the changes being introduced in this Bill.<\/p> <p>The combined effect of amendments Nos. 2 to 4, inclusive, to the same section is to provide that the commencement order for Part 3, which amends the Civil Registration Act 2004, will be subject to consultation with my colleague, the Minister for Employment Affairs and Social Protection.  The rationale for this is that the Bill is amending legislation for which that Minister has responsibility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#Q00300","speaker":"1233"},{"type":"speech","time":1562146200,"counter":140,"content":"<p>I offer Members the opportunity to speak on these amendments.  Otherwise, we will move on to the section 2 amendments, namely, amendments Nos. 5 and 6.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#Q00400","speaker":"1412"},{"type":"speech","time":1562146200,"counter":141,"content":"<p>Amendments Nos. 5 and 6 are technical amendments to section 2.  The purpose of amendment No. 6 is to clarify that the term \"applicant\", as used in the context of section 8, means that an applicant is defined in section 4.  The term is used in section 4 where an application is being made for a presumption of death order.  It is also used in section 8 where a variation order is being sought for the original presumption of death order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#Q00500","speaker":"1233"},{"type":"speech","time":1562146200,"counter":142,"content":"<p>I offer Members the opportunity to speak on these amendments.  Otherwise, we will move on to the amendments in sections 4 and 5 which are technical corrections in amendments Nos. 7 to 13, inclusive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#Q00600","speaker":"1412"},{"type":"speech","time":1562146200,"counter":143,"content":"<p>A series of technical amendments are made in sections 4 and 5.<\/p> <p>Amendments Nos. 7, 11 and 13 in sections 4 and 5 provide for the deletion of text which was regarded as extraneous.  Amendments Nos. 8 to 10, inclusive, and amendment No. 12 in section 5, merely concern punctuation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#Q00700","speaker":"1233"},{"type":"speech","time":1562146200,"counter":144,"content":"<p>I offer Members the opportunity to speak on these amendments.  Otherwise, we will move on to the section 15 amendments, namely, amendments Nos. 14 to 26, inclusive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#Q00800","speaker":"1412"},{"type":"speech","time":1562146200,"counter":145,"content":"<p>Amendment No. 14 to section 15 provides that neither Part 5 nor Part 5A of the 2004 Act shall apply to a presumed death.  This amendment also corrects an earlier omission of a reference to Part 5A.  Part 5 concerns the registration of deaths in general and Part 5A concerns the keeping of a record of deaths abroad.<\/p> <p>The other amendments to section 15 concern the process of the registration of a presumed death.  The Bill, as passed by this House, provides that the appropriate registrar shall be provided with a copy of either the presumption of death order or the variation order by the court which made that order and that the appropriate registrar shall register the death or remove the entry from the register as may be appropriate.  The appropriate registrar was defined as a registrar in the functional area of the authority in which the death was presumed to have occurred, or if a place of presumed death cannot be determined, the area in which the missing person was normally resident.  These amendments were made in the interests of efficient management of the registration process, to allow An tArd-Chl&aacute;raitheoir the flexibility to perform registrations centrally or to assign the task to a registrar, thus simplifying the registration process by comparison with the process as set out in the Bill as passed earlier by the Seanad.  The proposed arrangements also act to provide a single point of contact for the receipt of court orders.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#Q00900","speaker":"1233"},{"type":"speech","time":1562146200,"counter":146,"content":"<p>Do any Members wish to come in on that group of amendments?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#Q01000","speaker":"1412"},{"type":"speech","time":1562146200,"counter":147,"content":"<p>I welcome the amendments because they put in place proper procedures to make sure a clear and defined process is put in place.  The amendments are welcome and I support them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#Q01100","speaker":"1409"},{"type":"speech","time":1562146200,"counter":148,"content":"<p>Does the Minister wish to reply to Senator Colm Burke?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#Q01200","speaker":"1412"},{"type":"speech","time":1562146200,"counter":149,"content":"<p>I might make a brief concluding remark.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#Q01300","speaker":"1233"},{"type":"speech","time":1562146200,"counter":150,"content":"<p>We will put the question and I will let the Minister in at that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#Q01400","speaker":"1412"},{"type":"unspoken","time":1562146200,"counter":151,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1562146200,"counter":152,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1562146200,"counter":153,"content":"<p>I want to acknowledge the importance of this legislation.  We have had an interesting debate and I am pleased to see that this worthwhile proposal is in its final steps.  I acknowledge the contribution of everybody involved, but in particular I acknowledge the contribution of Senator Colm Burke for bringing the Bill forward in the first place.  I am pleased we were able to work together on the Bill and I will now be working with my colleague, the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, in order to ensure we can move towards the early implementation of aspects of the Bill.<\/p> <p>I also want to say to the D&aacute;il Business Committee, the Seanad and the office of the Leader of the Seanad that I am really grateful that, notwithstanding a tight schedule this week and next, we were in a position to table and list the concluding debate on this legislation.  I am grateful for the contribution of everybody involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#Q01700","speaker":"1233"},{"type":"speech","time":1562146200,"counter":154,"content":"<p>I thank the Minister for agreeing to take on this legislation and I thank all of the officials in the Department who were involved in it from an initial stage when the Bill was published.  A large amount of work was done subsequently in bringing forward changes, and in fairness those changes were correct, as were the amendments that were brought through.<\/p> <p>I also thank all of the Members of the D&aacute;il who made contributions to the debate and who made contributions to amendments.  I thank the members of the Select Committee on Justice and Equality for their work on this Bill.  It is also important to acknowledge the Law Reform Commission for its work.  It initially began discussions on this matter in 2011 and published a report on it in 2013.  It is important to acknowledge that the work and the research it carried out on the matter was extremely important.<\/p> <p>We had a relevant incident over the last two years and the current law is that where a body is not recovered, a death certificate cannot be obtained.  One has to wait a period of seven years and that kind of situation happened in the last two years where four people died and bodies were recovered in two cases but not in the other two cases.  It causes its own problems for families.  We have moved on completely to the point of the importance of being able to bring closure.  In these cases, everyone knows the person has died but there was no procedure there to deal with it.  I know there was a provision under the Coroners Act 1962, whereby the Minister for Justice and Equality could write to a coroner and ask him or her to hold an inquest where a body had not been recovered.  In fairness to the former Minister, Frances Fitzgerald MEP, when she was Minister she did that for me in one case.  As a result of a debate here in the Seanad in 2016, a family contacted me and asked me to assist them in bringing closure to them in their family tragedy.  In fairness to the former Minister, she took action.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As this was a drowning, the Garda also took action by taking DNA samples from the family in case the body might have washed up in other jurisdictions.  There was no result from that process.  The coroner then held an inquest and a death certificate was issued.  That was a long-drawn out procedure that had to be gone through.  This approach will be the correct way of dealing with this matter.  It has been up and running in Scotland for more than 40 years.  I thank the Minister again for all the work he did, for making staff available and, indeed, for all of the work they did in making the changes required and working through this Bill with other Government Departments as well.  I thank everyone involved for their contributions on the matter. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#Q01800","speaker":"1409","continuing":true},{"type":"unspoken","time":1562146200,"counter":156,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Coroners (Amendment) Bill 2018: Report and Final Stages","time":1562146200,"counter":157,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#R00300"},{"type":"unspoken","time":1562146200,"counter":158,"content":"<p>Bill recommitted in respect of amendments Nos. 1, 3 and 4.<\/p>"},{"type":"unspoken","time":1562146200,"counter":159,"content":"<p>Government amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1562146200,"counter":160,"content":"<p>By agreeing to the motion to recommit, the House allows a Committee-style discussion on amendments Nos. 1, 3 and 4 only; that is, Members may speak more than once on each item.  In respect of other amendments, I remind the House that a Senator may speak only once on Report Stage, except the proposer of an amendment, who may reply to discussion on the amendment.  Each non-Government amendment on Report Stage must be seconded.<\/p> <p>Amendments Nos. 1 to 3, inclusive are related and may be discussed together by agreement.  Is that agreed?  Agreed.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#R00600","speaker":"1412"},{"type":"speech","time":1562146200,"counter":161,"content":"<p>This group of amendments will extend the mandatory retirement age of coroners, and deputy coroners, from 70 to 72.<\/p> <p>This change accords with Government policy on extending mandatory retirement ages, in line with increases in healthy and productive life expectancy.  It responds to a long-standing request by the coroners&rsquo; representative body for extension for coroners&rsquo; mandatory retirement age to 72.  Given that the deputy coroner effectively steps into the coroner&rsquo;s shoes in the event of a vacancy, under section 13 of the Act, it makes sense to provide for a corresponding increase in the mandatory retirement age for deputy coroners. <\/p> <p>Amendment No. 1 is the most substantial amendment in this grouping.  It amends section 11 of the principal Act on the lines I have just described, to replace 70 years of age with 72 years, as the mandatory retirement age for a coroner.  It also makes a corresponding change from 70 to 72 years, in the provision for a coroner to give three months&rsquo; notice to the Minister before he or she attains the mandatory retirement age. <\/p> <p>Amendment No. 2 is a purely technical amendment in section 6 of the Bill.  It refers to the insertion of a new subsection, which will be made by amendment No. 3.<\/p> <p>Amendment No. 3 amends section 13 of the principal Act to extend the mandatory retirement age for a deputy coroner from 70 to 72 years of age, as well as a similar change in the notice period. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#R00700","speaker":"1233"},{"type":"unspoken","time":1562146200,"counter":162,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1562146200,"counter":163,"content":"<p>Bill reported with amendment.<\/p>"},{"type":"unspoken","time":1562146200,"counter":164,"content":"<p>Government amendment No. 2:<\/p><p><\/p>"},{"type":"unspoken","time":1562146200,"counter":165,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1562146200,"counter":166,"content":"<p>Government amendment No. 3:<\/p><p><\/p>"},{"type":"unspoken","time":1562146200,"counter":167,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1562146200,"counter":168,"content":"<p>Government amendment No. 4:<\/p><p><\/p>"},{"type":"speech","time":1562146200,"counter":169,"content":"<p>This is an administrative updating provision.  It is intended to provide help to address the increasing workload and backlog of inquests in Dublin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#R01400","speaker":"1233"},{"type":"speech","time":1562146200,"counter":170,"content":"<p>I will be brief.  This is a sensible amendment and I support it.  I note, however, that a number of the maternal deaths have been in other parts of Ireland and we might need to consider providing additional resources in those parts of the country as well.  It behoves us to ensure that all inquests in respect of the national maternity hospital are fulfilled in Dublin.  If a large number of inquests are requested in the west and other parts of Ireland then additional resources and deputisation may be needed as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#R01500","speaker":"1405"},{"type":"speech","time":1562146200,"counter":171,"content":"<p>The amendment inserts a new section 13A into the principal Act.  This new provision will allow the Minister, on receipt of a request from the Dublin coroner, to authorise his or her deputy coroner to conduct death investigations and inquests concurrently with the coroner, for the purpose of increasing the number and progress of inquiries into deaths in the Dublin coroner district.  I accept the point that Senator Higgins has made and I am happy to look into the issue she has raised.  I regard it as reasonable.<\/p> <p>This amendment before us is a change to ensure that we can deal with necessary administrative reform.  It will provide much-needed extra capacity in the Dublin district.  All of us accept that it is particularly stretched despite the considerable work and productivity of the Dublin coroner, Dr. Myra Cullinane, and of her predecessor, Dr. Brian Farrell.  I acknowledge their work and that of their office.  I express my appreciation and thanks to each of them, to the Dublin deputy coroner and all of the staff in the Dublin coroner's office.  I believe this amendment is important and I would be happy to follow up on the reasonable point made by Senator Higgins.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#R01600","speaker":"1233"},{"type":"unspoken","time":1562146200,"counter":172,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1562146200,"counter":173,"content":"<p>Bill reported with amendments.<\/p>"},{"type":"unspoken","time":1562146200,"counter":174,"content":"<p>Bill, as amended, received for final consideration.<\/p>"},{"type":"unspoken","time":1562146200,"counter":175,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1562146200,"counter":176,"content":"<p>Senator Higgins is indicating.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#R02000","speaker":"1412"},{"type":"speech","time":1562146200,"counter":177,"content":"<p>I have been indicating and waiting to make this important point.  I want to speak briefly.  I commend some representatives in the Gallery from the Elephant Collective and other groups as well family members who have been strong advocates of this Bill.  I commend Deputy Clare Daly, in particular, on championing this Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#R02100","speaker":"1405"},{"type":"speech","time":1562146200,"counter":178,"content":"<p>She is now a former Deputy but Senator Higgins is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#R02200","speaker":"1412"},{"type":"speech","time":1562146200,"counter":179,"content":"<p>I am sorry, I am referring to the former Deputy, Clare Daly, MEP.  I also commend the Minister on engaging with this proposal and allowing it to happen.  It would be very positive if this Bill could pass before the summer recess.  It is will bring about transparency, as well as an important sense of closure in the form of information for families.  It will also contribute to our collective understanding and to collective good practice regarding maternal health in Ireland.  It is not only of great personal importance to those affected but is also part of a step forward in transparency and good practice in the area of reproductive rights.  The Bill is a positive step.  We are aware, however, that under the global gag rule, for example, we seen an increase in maternal deaths internationally.  Along with steps backwards in technological and medical practices in many parts of the world, we have also seen the restriction of women's rights, medical supports and funding.  Those factors have led to an increase in maternal deaths.  I hope, therefore, that this Bill will not only be positive for families in Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hope it will allow Ireland to be a strong advocate in the area of maternal health and rights internationally, at a time when such advocacy is very much needed.  I commend the former Deputy, Clare Daly, MEP, as well as the families and the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#R02300","speaker":"1405","continuing":true},{"type":"speech","time":1562146200,"counter":181,"content":"<p>I commend the Minister on the introduction of this Bill, which I support.  It was originally proposed by the former Deputy, Clare Daly, MEP.  As my colleague, Senator Higgins, has pointed out, this legislation is an important piece of the maternal healthcare jigsaw.  We are playing catch-up and we need to play catch-up very rapidly.  This is a very important step for Irish women.  I am glad to see this Bill being passed by the Seanad today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#S00200","speaker":"1376"},{"type":"speech","time":1562146200,"counter":182,"content":"<p>As I spoke on earlier Stages of this legislation, I will not prolong this afternoon's debate.  I echo the words of thanks to the Minister, to the former Deputy, Clare Daly, MEP, to my colleague, Senator Mac Lochlainn, and to others who have been deeply involved in this work for some considerable time.  Without seeking in any way to oversimplify it, this legislation is about helping people.  It is about having sympathy and care and doing the right thing.  That is why the Bill has garnered universal support in this Chamber and elsewhere.  As colleagues have said, the practical outworking of this legislation can make a practical and tangible difference when people are going through difficult and traumatic circumstances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#S00300","speaker":"1413"},{"type":"speech","time":1562146200,"counter":183,"content":"<p>I thank the Minister and everyone else who has been involved in the introduction of this Bill.  I thank all the officials for the work they have done.  It is important that we get this legislation right and that it is put in place properly.  The work of the Department and the Minister clearly indicates that we have now arrived at the correct format.  Amendments were required and amending legislation was required.  I thank the Minister again.<\/p> <p>I ask the Minister to keep recent changes in Cork in mind.  I know nothing can be done in this respect now.  I do not think the jurisdiction of coroners has changed in line with the extension of the city boundary in Cork.  This may cause confusion at some stage in the future.  When future legislation in respect of coroners is introduced, we might consider extending the boundaries that apply when appointments are made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#S00400","speaker":"1409"},{"type":"speech","time":1562146200,"counter":184,"content":"<p>The important point made by Senator Burke about the changes that will result from the expansion of the boundary in Cork applies not just to coroners but to the entire public administration.  I will be happy to look at that matter in the context of my Department and my Ministry and to engage further on any specific issues of that nature.<\/p> <p>More generally, I am grateful to Senators for their constructive support for this important legislation.  This is a very complex area of law.  I acknowledge the constructive engagement of everybody.  I reiterate my acknowledgement of the leadership shown by the former Deputy, Clare Daly, MEP, who played an important role in the development of this legislation, particularly in respect of the provisions relating to maternal deaths.  She was anxious to ensure we would enact this legislation prior to the summer recess and that is still very much my intention.  I acknowledge the presence in the Gallery of families that have been touched directly by these issues and have campaigned for many years for many of the changes we are now making in this Bill.  I welcome them here again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#S00500","speaker":"1233"},{"type":"speech","time":1562146200,"counter":185,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#S00600","speaker":"1413"},{"type":"speech","time":1562146200,"counter":186,"content":"<p>I acknowledge that these changes have been a long time in the making.  I ask Senators to understand that the issues are quite complex.  I am pleased that we have arrived at a decision and, as a result, Opposition Senators have agreed to enact the legislation.  The changes we have made have to go back to the D&aacute;il for approval.  I do not expect that this will take too long.  I expect the D&aacute;il to consider the Bill before it rises for the summer vacation.  I can give Senators and those in the Gallery an assurance to that effect, subject to the assent of the Business Committee.<\/p> <p>I acknowledge the support and positive engagement of the coroners' representative body.  I thank the current president of the Coroners Society of Ireland, Dr. Mary Flanagan, as well as Mr. Eugene O'Connor and others, for their ongoing input.  We have not been in a position to address some issues fully in this legislation.  I hope we can continue to work on those issues in the context of further legislation that I expect to advance, or see advanced, in the autumn.  The Bill will return to the D&aacute;il for approval.  I thank my officials for dealing with issues of considerable complexity.  I am grateful for the active engagement of the Attorney General and his officials.  I expect that this Bill will be on the way to President Higgins for his signature by tomorrow week to facilitate its early enactment and early implementation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#S00700","speaker":"1233"},{"type":"speech","time":1562146200,"counter":187,"content":"<p>I thank Senators for their co-operation in dealing with the first three items on today's agenda in 40 minutes.  I thank the Minister and his officials for their co-operation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#S00800","speaker":"1412"},{"type":"unspoken","time":1562146200,"counter":188,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1562146200,"counter":189,"content":"<p>Sitting suspended at 1.25 p.m. and resumed at 3 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"EU-Mercosur Trade Agreement: Statements","time":1562146200,"counter":190,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#CC00100"},{"type":"speech","time":1562146200,"counter":191,"content":"<p>I welcome the Minister, Deputy Humphreys, to the Chamber for a very important debate on the EU-Mercosur trade agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#CC00200","speaker":"1381"},{"type":"speech","time":1562146200,"counter":192,"content":"<p>I appreciate the opportunity to address the Seanad this afternoon.  The Mercosur agreement reached last Friday was arrived at following 20 years of negotiations.<\/p> <p>It is important to acknowledge just how vital international trade deals are for Ireland.  As a small, open, export-led economy, we very much support balanced international trade.  The key word there is \"balance\".  The Government needs to go through this deal in detail to see if it strikes the right balance for Ireland.  As somebody who lives on a beef farm, I absolutely recognise and appreciate the genuine concerns expressed by our farming community over the Mercosur deal.  The Government hears those concerns and we understand them.<\/p> <p>We need to recognise the positives in this deal for Ireland.  There are significant benefits for Irish exporters in sectors such as business services, chemicals, the drinks industry, machinery, medical devices and the dairy industry with a reduction or elimination of tariffs and barriers to trade for these sectors.  In 2018, Ireland exported almost &euro;2 billion worth of goods and services to the Mercosur region.  Trade with the region has grown by almost one fifth in the period from 2010 to 2016.  Against this level of export trade from Ireland to the Mercosur region, we anticipate the EU-Mercosur agreement will allow Irish exporters to expand faster and take advantage of new opportunities.  In this regard, analysis by my Department estimates that a potential doubling of annual goods and services exports from Ireland is possible over the period to 2030.  The deal ensures Irish whiskey and Irish cream liqueur are protected under the EU&rsquo;s geographical indication, GI, scheme.  There are special provisions for SMEs in the agreement.  SMEs benefit most from the simplification of exporting and customs procedures, as the savings accrued are proportionately greater for them.  There are also positives for the dairy sector with tariffs on 45,000 tonnes of product, including cheese, milk powder and infant formula, moving from approximately 19% to zero over a ten-year period, presenting significant opportunities for the sector.  Those are some of the benefits from this deal and it is important to put those on the record here today.<\/p> <p>However, I do not claim that this deal is perfect.  As I said at the outset, I absolutely recognise the concerns of our farmers.  While beef has been in the headlines in recent days, I know there are also very real concerns in the poultry and pig sectors.  Sometimes it is easy to walk into the D&aacute;il or Seanad and criticise the Government and play politics with an issue like this.  I come from a rural community and I have spent all my life on a farm.  The Government fought to achieve the best deal possible for our farmers.<\/p> <p>This is a deal negotiated at EU level.  As a member state, Ireland has raised serious concerns over a long period of time over beef access.  I have raised these concerns at every opportunity at European Trade Council meetings.  I also raised it directly with the trade Commissioner, Cecilia Malmstr&ouml;m.  As recently as 31 May, I again wrote to her highlighting our serious concerns, particularly given the current challenges and uncertainty facing the Irish beef sector in light of Brexit.  There has been a sustained effort across Government on the matter, with both the Minister, Deputy Creed, and the Taoiseach also raising it at the highest levels.<\/p> <p>We must remember the South American countries initially sought a beef quota of 300,000 tonnes and the deal on the table offers 99,000 tonnes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Heather Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2308\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2308&amp;amp;pid=HeatherHumphreys&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->While that is still higher than we want it to be, it is important to remember that it is less than a third of what was originally sought.  That reduction is due to the active efforts made by Ireland and other member states.  It is important also to say that 99,000 tonnes will be split into 45% frozen, 55% fresh, and it is carcass weight equivalent, meaning the whole animal and not just prime cuts.<\/p><p>The agreement also ensures there will be equivalent standards.  EU sanitary and phytosanitary, SPS, standards will not be relaxed in any way.  They remain non-negotiable.  The highest EU standards will be applied to all imported goods, especially food, so no hormone beef or genetically modified organisms, GMOs, will be allowed.  I want to reassure farmers that equivalent standards are an integral part of this agreement.<\/p><p>In respect of concerns regarding climate change and deforestation, Mercosur, including Brazil, will have to implement fully the Paris climate agreement as part of this deal.  If it does not it is void and the deal falls.  I appreciate when this deal was announced last Friday that it struck fear within the farming community.  It is important, however, to remember this is far from a done deal.  This is an agreement in principle.  It has to go through a legal process which could take up to two years.  It then has to be voted through by a qualified majority on the trade Council.  It also has to go through the European Parliament, where the outcome could be far from certain.  After all that, it is highly likely that more than 40 parliaments, including this House will have their say on it.  It is also important to remember that the quota for beef would be on a phased basis over five years, so we are talking about a deal here today that might not be fully felt until around 2028.<\/p><p>Meanwhile, we are staring down the barrel of a possible no-deal Brexit on 31 October which could deliver a serious shock to our economy and which, in particular, would have damaging consequences for the agriculture sector.  In that context, with serious challenges such as Brexit facing us, we need to take a step back here and look at the bigger picture.  That is why my Department, in conjunction with the Department of Agriculture, Food and the Marine, will now proceed to ensure a comprehensive, independent economic assessment is carried out on Mercosur.  We have the time and space necessary to do that.  The shape Brexit takes and its impact on the agriculture sector will need to be a key consideration of this economic assessment.<\/p><p>The Taoiseach has made it very clear that the Government has an open mind on this deal.  As I have outlined, there are benefits in certain sectors but there are also negatives and we need to determine overall if this is going to be a win or a lose for our economy.  We should not lose sight of the fact that in recent years we have had EU trade agreements with Japan, Vietnam, Singapore and Mexico which are very positive for our agriculture sector and which, in particular, provide for the export of 105,000 tonnes of European beef.  Those were good trade deals for our agriculture sector.  Mercosur is a difficult one.  I accept that.  What we have to do now as a Government is look at this deal in the round.  That is what the economic assessment will do and it will ensure that the Government makes a fully informed decision when deciding what position to take when the ratification process on this deal commences in two years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#CC00300","speaker":"1249","continuing":true},{"type":"speech","time":1562146200,"counter":194,"content":"<p>I think it was Mick Doyle, a famous Irish rugby player, coach and pundit, who coined the phrase &quot;get your retaliation in early&quot;.  I am intrigued to see that the Minister has taken that up today in her opening statement by criticising Opposition Members for playing politics.  I for one have no intention of playing politics or going for headlines, punchlines or soundbites on an issue that is so important to rural Ireland, not just the agriculture sector or the beef-producing sector but rural Ireland in general.  I am a beef farmer so I know what I am talking about in that regard and would never play politics with something so important to a sector that is already on its knees, and has been for several years.  Pre-Brexit, the beef sector in this country was in crisis.  Brexit has added a hammer blow to that crisis and, irrespective of what the Minister says about its timelines, this almost ratified deal seems to me and other farmers to be a <i>fait accompli<\/i>.  Even if it is 2028 before we see the consequences for Irish farms, for the meat industry and the beef sector, which are price takers and are almost totally dependent on an export market and on a factory system that we all know has problems, the scaremongering has started.<\/p><p>Like Brexit for the past two and a half to three years, the Mercosur deal will be used and has been used as a scaremongering tactic on price fixing.  Irish beef farmers started feeling the consequences of this proposal the morning after it was announced and the Minister cannot tell me anything different, such is the nature of the industry.  The Minister rightly says, and I am not playing politics because we are almost singing off the same hymn sheet on this issue, that the Government, to judge by commentary in recent days, is opposed to this.  I am aggrieved at the Government's progress in officially opposing it and having any effect on the outcome.  The Minister says, to make it sound good, that the initial proposal from the South American side was for 300,000 tonnes and is almost praising herself for getting that down to 99,000 tonnes.  In 2017, the Government was opposing 70,000 tonnes.  Its brilliant negotiating skills to reduce that 70,000 tonnes has resulted in 99,000 tonnes.<\/p><p>While the Minister says the deal will be bound by equivalence and the Paris Agreement on climate change, there does not seem to be, from my reading of it, and I have not read the entire document, which is extensive, any guarantee that the Paris Agreement on climate change or equivalence in the standard of traceability and production imposed on us by the European Commission will have to be met by the South American countries.  Their carbon footprint for beef production is four times that of ours.  We hear daily when we discuss climate action and climate change the proposal bandied about by most people to reduce our herd and increase our afforestation on the land that would then be freed up.  However, an area the size of Croke Park is turned every minute from rainforest in Brazil to beef production land.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#DD00200","speaker":"1383"},{"type":"speech","time":1562146200,"counter":195,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#DD00300","speaker":"1392"},{"type":"speech","time":1562146200,"counter":196,"content":"<p>That is the 99,000 tonnes we will take, on top of the 270,000 tonnes we take already with tariff, because it is produced cheaply due to the methods.  The tariff is paid but the beef remains more competitively priced than Irish and European beef.  There is never a good time for a bad story or bad news for any sector.  We export 90% of our beef and in turn 90% of that goes to the UK.  If there is to be a hard Brexit, as the Minister mentioned, and we lose that UK market, a big part of that beef will have to go to continental Europe.  We have been trying to find markets in continental Europe.  When the damage caused by Brexit is combined with this Mercosur deal, it will increase what is already 102% self-sufficiency in beef in Europe to 116%.  That is based on the European Commission's report on the cumulative economic impact of future trade agreements on EU agriculture, which estimates that the European beef trade will take a hit of &euro;5 billion and a price drop of 16%.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2464\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2464&amp;amp;pid=PaulDaly&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It has been suggested that a &euro;1 billion package will be offered to farmers for the disturbance of their markets.  In such circumstances, there will be a shortfall of &euro;4 billion.  I have taken the &euro;5 billion figure from a European Commission report.<\/p><p>I welcome the Minister's statement.  I emphasise that she should continue to argue that a new report that takes Brexit into consideration should be compiled.  There are now 27 European countries in this deal.  When it was initiated, there were 28 countries.  It is most likely that as we go forward, there will be just 27 countries.  We are losing one of the stronger economies that would have been factored into the initial negotiations.<\/p><p>The Minister spoke about how the deal will be finally ratified.  She concluded by saying it is \"highly likely\" that it will have to be passed by both Houses of the Oireachtas.  That is not very reassuring to me, to anybody else in here or, in particular, to the Irish beef farmers who are watching this debate.  That is a sell-out.  The deal is either going to have to be passed by these Houses or it is not.  There is no veto.  I can say here and now that if the Upper and Lower Houses do not get an opportunity to pass or refuse to pass this deal, it is a sell-out.  The words \"highly likely\" are not very reassuring.  We need this to be clarified immediately.<\/p><p>I have mentioned climate action with regard to Irish beef farmers.  The Minister spoke about the importance of this deal for SMEs.  There are positives.  I support trade deals that break down trade barriers and help to increase employment and exports.  We cannot have a loss in one sector, as this deal will entail, to support other sectors.  During this crash, SMEs in rural Ireland were kept going by the farming sector.  Now that we have turned the corner, we seem to be turning our back on the agricultural sector at every opportunity.  This is a particular problem in those parts of rural Ireland that are most in need of job creation and employment support.  The SMEs that live off farming communities are those most in need of our support.  We cannot sell them out for other SMEs that may or may not be able to tender for export opportunities to South America.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#DD00400","speaker":"1383","continuing":true},{"type":"speech","time":1562146200,"counter":198,"content":"<p>This debate will conclude at 4 p.m.  Many Senators are seeking to contribute.  I ask Senators to share time with their party or group colleagues if possible.  I understand that Senator Humphreys has an agreement to get in early.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#EE00200","speaker":"1426"},{"type":"speech","time":1562146200,"counter":199,"content":"<p>I have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#EE00300","speaker":"1417"},{"type":"speech","time":1562146200,"counter":200,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#EE00400","speaker":"1426"},{"type":"speech","time":1562146200,"counter":201,"content":"<p>I suggest that the Acting Leader should review the situation because we have a gap between 4 p.m. and 4.30 p.m. when nothing is happening.  If the Minister agrees to stay for a few extra minutes, perhaps this debate could be extended slightly to take in everybody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#EE00500","speaker":"1392"},{"type":"speech","time":1562146200,"counter":202,"content":"<p>I will attempt to take in everybody anyway.  We will see how things go.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#EE00600","speaker":"1426"},{"type":"speech","time":1562146200,"counter":203,"content":"<p>There may be a difficulty if the Minister has other commitments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#EE00700","speaker":"1421"},{"type":"speech","time":1562146200,"counter":204,"content":"<p>I have a meeting to attend, but I will try to accommodate the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#EE00800","speaker":"1249"},{"type":"speech","time":1562146200,"counter":205,"content":"<p>I thank the Minister.  We will see how things evolve.  It has been agreed to let Senator Humphreys in now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#EE00900","speaker":"1426"},{"type":"speech","time":1562146200,"counter":206,"content":"<p>I will try not to use all the time available to me.  This agreement should not come as a surprise given that it has been negotiated over 20 years.  I recognise that there are problems in the beef-farming industry.  That difficulty has to be recognised and in some way alleviated as we go forward.  I believe in fair trade deals.  Trade deals have to be fair.  We have a small open economy.  We trade right across the world.<\/p> <p>There is a danger that South American countries will drift towards American control and Trumpian ideas.  That was evident during last year's elections in Brazil.  All of this poses a danger to the Paris accord.<\/p> <p>The positive aspects of this deal should be recognised.  The agreement includes an obligation to implement the international organisation of fundamental standards and freedom of associations.  It recognises the right of collective bargaining, which we have campaigned for in this country for many years and has recently been recognised in law here.  The deal recognises freedom of association.  All of these are key elements within the deal.  It is important to raise workers' standards across South America.  Anyone who understands the history of what has been happening in South America will see the fundamental importance of these matters.<\/p> <p>The Paris accord on climate change will not be implemented and regulated by blue helmets.  We are not going to be able to send the UN into Brazil to protect the rain forest.  We have to ensure it is controlled by international agreements, including trade agreements.  I would love to see blue helmets implementing the Paris accord, but that is not going to happen.  It is going to be implemented and regulated by bureaucrats.  Satellite photographs will be used to make sure agreements that are made on an international basis are enforced.  Draft trade agreements include ways and mechanisms to enforce the Paris accord.  That has to be recognised.  There is agreement on the restoration and reforestation of 12 million ha of forest.  That is important because America and Trump have reneged on the Paris accord.  We are tying several important South American countries into the Paris accord under an international trade agreement.  The agreement will fall if they do not meet these obligations.<\/p> <p>The World Health Organization has continually flagged the use of antibiotics in certain sectors of agriculture, including the beef, poultry and pigmeat sectors.  Antibiotics can work their way into the human food chain.  We need to be honest about the fact that the regulations in South America are weak.<\/p> <p>I emphasise that this is only a draft agreement.  We will get the proof of this agreement when we get the detail right and make sure climate change is stitched into it.  These countries must recognise that.  At all stages over recent weeks and months, everybody has been speaking about the importance of climate change.  Practical steps are needed to tie countries into the process.  It is a question of the carrot and the stick.  We can engage in fair trade and open our markets, but if the regulations are not met we can close those markets again.<\/p> <p>It is worth noting that the deal states that food safety standards are absolutely not for negotiation.  A 100% level of compliance with EU food safety standards will have to be achieved.  The deal makes it clear that EU food safety standards are non-negotiable and will be applied rigorously.  It is worth noting that the deal states that the EU Food and Veterinary Office, which is based in County Meath, will be the authority that ensures this happens.<\/p> <p>We can go with the soundbites I have been listening to since the weekend, or we can sit down and start looking at the agreement in detail.  We can selfishly look at how this deal affects Ireland, or we can start looking at our climate and our planet as a whole.  If we want to tackle climate change, we must encourage other countries that have difficulties in coming along with the climate effort.  Some of that will involve doing trade deals.  We have to accept that such deals will not always go in our favour.  As a First World country, Ireland is part of the problem.  We have to help Third World countries to meet certain standards.  That will be done through fair trade deals.<\/p> <p>I hope and pray that the Government will take care when the detail of this agreement is being finalised.  I hope we will protect our environment and workers' rights and assist domestic industries, such as the beef industry, where such assistance is needed.  We need to make sure it receives as much help as possible.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have a broader obligation to humanity but that has fallen at the first hurdle.  Before the local and European elections were held, every party and the Government said, \"Oh, my God.  The green issue is the issue for the future\".  I have been saying for three years that a price must be paid to get our climate right and these prices must be paid over the coming months, years and decades.  We have to get fair trade correct and must assist Third World countries.  We have to protect our own industries as much as possible but above all, we have a responsibility to humanity and to the planet.  I am sorry to say that too often, over the past three or four days, I have heard sound bites taken straight out of the IFA's handbook.  We must get beyond interest groups and think of the bigger picture.  We have to ensure that we protect the rainforests.  We have to ensure that any international agreements are enforced, which is key if we want to stop the deforestation of the rainforests.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#EE01000","speaker":"1417","continuing":true},{"type":"speech","time":1562146200,"counter":208,"content":"<p>\"Disappointment\", \"betrayal\", \"catastrophic\", \"reckless\", \"irresponsible\" and \"devastating\".  These are not my words but all of them have been used in the press by journalists and farm lobby groups to describe the deal in the last number of days.  We should not be surprised because the deal has the potential to cripple the industry here.<\/p> <p>In a former life, I was the president of the Ulster Farmers' Union.  Nearly four years ago we were acutely aware of Mercosur and the risks it presented.  In fact, the deal has been on the table for nearly 20 years.  We were always fearful that agriculture and food would be used as trading or bargaining chips in a deal.  We warned people about the impact the deal could have, the potential damage and the devastating effect it could have on the meat industry and, lo and behold, it has happened.  The risks presented by the deal four years ago are exactly the same now.<\/p> <p>First, granting access to the European market for 99,000 tonnes of product at a reduced tariff is still a major concern albeit a reduction from the initial figure of 300,000 tonnes.  A beef industry under immense pressure on a number of fronts cannot take any more burdens.  There is no question that the deal will ultimately impact on the European market where cheaper product, sourced in South America, will depress the market.  The deal will curtail any improvement in prices.  Most important, the deal will leave our farmers and producers at a distinct disadvantage.  Products will be imported into Europe without the assurances and guarantees that we currently demand from our own farmers.  The products sourced in regions will not be bound by the environmental protections and regulations that we have observe.  Products will be sourced from places where no minimum wage exists, where workers' rights are not protected and where the costs of production are stripped back to the bare minimum.  In reality, when products reach these shores they will be judged as being of equal standing as Irish beef, which they definitely will not.  Will discerning consumers differentiate or identify different production methods?  Will they be willing to pay more for Irish beef?  Will they question the validity of cheaper food?  I think not.  In fact, I know they will not because many consumers cannot afford to do so.  Anyone who struggles to get their weekly spend on food and provisions down may welcome cheaper food but what is the real cost of doing so?<\/p> <p>On this island we have world-leading standards for traceability, animal welfare, food safety and environmental protections, which address all of the concerns consumers may have regarding where their food comes from and how it is produced.  This deal presents a double standards policy and completely discriminates against our own farmers and producers.  However, it must be stated that the deal is not bad for all sectors, as the Minister has indicated.  The dairy sector is set to gain and possibly capitalise on opportunities.  The Minister highlighted the examples of cream liqueurs, cheese, milk powder and infant formula.  I have no doubt that many other sectors of trade and industry will benefit from the Mercosur deal.  The European car industry and many others have openly welcomed the deal but that is of little consolation or comfort to anyone in the Irish beef industry.  Where do we go from here?  What are the solutions?  How will we deal with this matter?  The industry must be given solutions to these problems within the deal.  The deal has been agreed in principle but the end deal will probably look quite similar to what we have in front of us.<\/p> <p>Standards of food production on imported goods must be identified with robust monitoring and examples of malpractice highlighted as was the case in the audit reports performed by the EU Commission in 2013 and 2017, respectively.  The reports clearly identified that Mercosur countries were not complying with the EU's strict sanitary standards or food safety standards.  Furthermore, as regards sustainability, it is imperative that the Mercosur countries are held to account with binding commitments to the Paris climate agreement, under which Brazil has committed to end illegal deforestation by 2030 and restore and reforest 12 million hectares of forest, of which we have seen very little evidence. <\/p> <p>In addition, we must consider mechanisms to ensure viable businesses remain viable.  We must also avoid land abandonment, which could become a reality if margins are further eroded in beef production.  We must ensure that assistance to underpin sustainability and profitability is implemented.  Additionally, we must educate consumers to question food sourcing and integrity, and to place food procurement at a much higher priority in their value set.  Consumers must get all the facts and information to make informed decisions when they purchase.  <\/p> <p>This week has not been a good one for Irish beef producers and many people have likened the deal to the boy who cried wolf.  I urge people to be under no illusion because the wolf is at our door and the threat is real.  The deal has created another layer of uncertainty in an industry facing unheralded pressure from a lack of profitability and environmental concerns, veganism, vegetarianism and alternative proteins, and draws into question its sustainability and future.  The one thing that is for sure is that if we do not protect this industry then we will lose it.<\/p> <p>As has been demonstrated by a number of scientists and academics, livestock production and beef production will be critical components in maintaining a healthy environment and rural landscape, to return nutrients to the soil, to maintain pastures and uplands and will be a vital player in the business of carbon management.  The ideology of a world of vegans and vegetarians that is devoid of livestock but planted with fruit and vegetables has been proven to be unsustainable.  Livestock production and beef production will be part of the mix for a healthy planet.<\/p> <p>In conclusion, we must deal with uncertainty and give clarity.  We must support sustainability and ensure margins.  We have a deal and two years of a legal process before us.  Therefore, we must engage immediately to protect those who will be the most affected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF00200","speaker":"1439"},{"type":"speech","time":1562146200,"counter":209,"content":"<p>Notwithstanding the Order of Business today, I propose that we extend this debate and conclude at 4.15 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF00300","speaker":"1391"},{"type":"speech","time":1562146200,"counter":210,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF00400","speaker":"1426"},{"type":"speech","time":1562146200,"counter":211,"content":"<p>I thank the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF00500","speaker":"1392"},{"type":"speech","time":1562146200,"counter":212,"content":"<p>A finishing time of 4.15 p.m. is ambitious; I call on the Sinn F&eacute;in Senators to share their time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF00600","speaker":"1426"},{"type":"speech","time":1562146200,"counter":213,"content":"<p>Yes.  We will take five minutes and three minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF00700","speaker":"1400"},{"type":"speech","time":1562146200,"counter":214,"content":"<p>The Government Senators will also have to share time.  Perhaps Senators Higgins and Norris will agree to share time as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF00800","speaker":"1426"},{"type":"speech","time":1562146200,"counter":215,"content":"<p>I will if Senator Higgins agrees.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF00900","speaker":"1392"},{"type":"speech","time":1562146200,"counter":216,"content":"<p>I would love to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF01000","speaker":"1405"},{"type":"speech","time":1562146200,"counter":217,"content":"<p>The Senator has it all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF01100","speaker":"1392"},{"type":"speech","time":1562146200,"counter":218,"content":"<p>Senator Mac Lochlainn has the floor and the Senators will have four minutes each.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF01200","speaker":"1426"},{"type":"speech","time":1562146200,"counter":219,"content":"<p>I propose we take five minutes and three minutes, respectively.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF01300","speaker":"1400"},{"type":"speech","time":1562146200,"counter":220,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF01400","speaker":"1426"},{"type":"speech","time":1562146200,"counter":221,"content":"<p>As the Minister will know, the Amazon rainforest represents half of the world's remaining rainforest.  Last month, an area of 739 km2 was destroyed which equates to two football pitches every minutes.  She is doing commerce with one of the most right-wing political leaders in the world, President Bolsonaro.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF01500","speaker":"1400"},{"type":"speech","time":1562146200,"counter":222,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF01550","speaker":"1392"},{"type":"speech","time":1562146200,"counter":223,"content":"<p>President Bolsonaro is a climate change denier and is up to his neck with the ranchers and people who are destroying the rainforest whom he funds and backs.  He has made no secret of the fact that this is his agenda.<\/p> <p>Farmers in Donegal and any other county in this State live up to very onerous environmental legislation and regulations and inspectors check farms of all sizes.  Farmers rely on the cheque to arrive and always worry about inspections.  Farm planners try to make farmers live up to the standards that we are all proud of in the beef sector but the work is tough.  We talk to young people to get green flags displayed at their schools.  We also talk about climate change being the challenge of our generation and acknowledge there is a crisis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig Mac Lochlainn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2321\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2321&amp;amp;pid=PadraigMacLochlainn&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These Houses accept that it is a climate crisis.  The proposed Commissioner, the Irishman Phil Hogan, says with a serious face that this is a fair and balanced deal.  It is an absolute scandal.  It is an insult to all the people working in our beef sector who try to live up to the standards we are told are absolutely necessary because of the climate crisis we face; and now we are proposing a deal with Bolsonaro and telling people not to worry because he will sign up to the Paris Protocols and transform overnight from a climate change denier to a Green Party candidate in the next presidential election in Brazil.  That is utter nonsense.  We know that this deal is really about the people who inhabit the corridors of Brussels: the lobbyists for big business.  This is about major corporations and industries getting access to the South American markets to privatise their resources and drive down workers' rights.  We can be sure that that is what this deal is all about.<\/p><p>Back in the day, it was said that we sold out the fishing communities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#FF01600","speaker":"1400","continuing":true},{"type":"speech","time":1562146200,"counter":225,"content":"<p>We did.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#GG00200","speaker":"1392"},{"type":"speech","time":1562146200,"counter":226,"content":"<p>We absolutely did, given the waters that we gave away.  I suppose it was always going to come to this, but we are now selling out the farming sector.  Beef farmers have been struggling for so many years under the cheap food policy of the EU, as my colleague Senator Marshall mentioned.  We have forced farmers into a market where the meat factories, supermarkets and corporations dictate the farming model.  Farmers have been forced away from practices that were traditionally organic and environmentally sustainable to an intensive farming model that feeds a corporation-driven food policy.  How dare anybody in the European Commission lecture anybody in Ireland about our responsibilities in tackling climate change?  What hypocrites they are, given that they enter into commerce with Bolsonaro, knowing what is happening to our rainforest and to the environmental standards that the ranchers who got that guy elected live under.  How dare any inspector lecture farmers across this State, when they have put this deal into ink?<\/p> <p>As a parliamentarian representing the rural community and others, I join my colleagues on all sides and demand that the Government does what is right.  This is about not just the beef sector but consistency.  It is about being able to look young people in the eye when the green flags are raised above their schools and about their future.  This is a complete sell-out of our beef sector.  Our fishing sector was previously sold out and this is a sell-out of those whose hearts are in tackling climate change and in doing what is right by our future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#GG00300","speaker":"1400"},{"type":"speech","time":1562146200,"counter":227,"content":"<p>Bravo.  Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#GG00400","speaker":"1392"},{"type":"speech","time":1562146200,"counter":228,"content":"<p>What has been agreed is a political agreement and so we cannot say that we cannot play politics with it; it is a political agreement.  However, it still has to be turned into a legal document.  This process will take approximately two years and then it will be brought to the Council of Ministers for a vote.  Ireland does not have a veto because voting is done on a qualified majority and not unanimously, but these changes came in as a consequence of the Nice and Lisbon treaties.  Sinn F&eacute;in opposed these treaties, warning at the time of the dangers to agriculture.  Other countries such as Belgium, France and Poland have spoken out against the agreement.  To stop it, Ireland would need them and others to vote against the agreement.  If the deal was passed by the Council of Ministers, it would then go to the European Parliament for ratification.  There is a debate over whether it is a so-called mixed agreement, and therefore needs ratification by the Parliaments of all member states, or whether it can simply be decided upon by the Council of Ministers and the European Parliament.  The Government must act to get clarification on all these matters - we really need to know this information - and then act accordingly.<\/p> <p>Sinn F&eacute;in came in for criticism during the recent European Parliament elections for opposing every treaty.  However, we opposed those treaties because they left Ireland open to harmful trade deals such as this one.  The treaties are exactly why we are in the mess we are in.  There is no point saying that it will be two or eight years down the line before the deal is done; we have seen the same thing happen with designations.  Rural Ireland has been destroyed by designations.  The very people who stand up here and give out about designations are the same people whose own parties voted for it.  Not only did they implement the designations as asked by the EU, saying \"yes, sir; no, sir\", they went on to implement further designations to show what good boys and girls they are.  This deal is devastating for Irish beef farmers and the west of Ireland, in particular for Mayo.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#GG00500","speaker":"1378"},{"type":"speech","time":1562146200,"counter":229,"content":"<p>I am bemused by the Sinn F&eacute;in presentation today.  On the one hand, Senator Mac Lochlainn espouses a great love for climate, yet his colleague and leader in the House, Senator Conway-Walsh, then gives out about special areas of protection and designations that protect our environment.  That shows the confusion that pertains in this House and elsewhere when it comes to Sinn F&eacute;in policy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#GG00600","speaker":"1421"},{"type":"speech","time":1562146200,"counter":230,"content":"<p>The Senator knows well enough what it is like for people trying to build a house.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#GG00700","speaker":"1378"},{"type":"speech","time":1562146200,"counter":231,"content":"<p>As the Minister has pointed out, we need to go through this deal in detail.  There are many aspects of it, affecting many parts of our community, not just rural Ireland and the beef sector but other parts of the rural economy such as the dairy sector.  Of course we should be concerned about our beef producers and should protect them.  We need time to examine this deal to see how we can mitigate the impact of 99,000 tonnes more beef coming into the EU market, which we sell into.  However, we also have to look at the positive impact it will have on the drinks industry, machinery and medical devices, an area in which we are a world leader.<\/p> <p>Senator Mac Lochlainn talks of a sell-out, but there was no sell-out here whatever.  While we might consider the rainforests ours, the people of Brazil might have a very different attitude, as we might if they called the bogs in Ireland \"our bogs\".  The best way to influence people is to negotiate, have a relationship and trade with them, not to ignore them.  <\/p> <p>There is much in this deal that can be good and many thousands of jobs can flow from it, but there are dangers too.  The Minister highlighted those dangers clearly, as somebody who lives in rural Ireland and grew up on a beef farm.  I grew up on a farm in north County Dublin and there are 800 farmers in my constituency.  I am concerned for their welfare but I am also concerned about the climate and am committed to our climate change protocol.  I want to see it protected for our own well-being and for the future of our children, their children and their children's children.  However, we will not do that by refusing to deal with those who are in control of large tranches of our earth, where the lows of the world exist.  Our best chance of influencing them is to try to bring them around to our way of thinking and up to our standards.  This deal makes it very clear that there will be no dilution of standards in beef production.  <\/p> <p>The EU cannot go backwards and this is a deal for both sides.  It is worthy of proper and full examination.  We should not throw the baby out with the bathwater, as some here intend for us to do, before we have even seen what the deal really means.  There is much time left to examine this.  If it transpires that this Government or the next - there could be an election between now and then - deem it inappropriate for us to pursue this deal, I have no doubt that we will oppose it.  As has been outlined, we have European allies in Poland, Belgium and France, which is a heavy hitter in this area, and others will share our concerns, given the pigmeat industry in Denmark and the Netherlands.<\/p> <p>This is not a done deal; it is a headline deal and an agreement in principle, which needs to be examined.  We can be negative and throw it out before examining it or we can be sensible and look at the positives and at mitigating the negative impacts to bring us into a new market.  I will finish with this.  At a time when we might be about to lose the British market because of Brexit, we need new partners, new allies and new markets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#GG00800","speaker":"1421"},{"type":"speech","time":1562146200,"counter":232,"content":"<p>Senator O'Reilly has just short of four minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#HH00100","speaker":"1426"},{"type":"speech","time":1562146200,"counter":233,"content":"<p>I welcome my constituency colleague, the Minister for Business, Enterprise and Innovation, Deputy Heather Humphreys.  I know from working with her in the constituency of her concern for the welfare of farmers.  I acknowledge, as did my colleague, the potential benefits of the deal.  However, I wish to focus on the potential pitfalls.  At present, beef farmers are experiencing dreadful conditions.  I find it strange that store cattle are making a very good price, and perhaps my colleagues who are beef farming will tell me about it.  The problem is at the fattening stage.<\/p> <p>The Minister stated there will be equivalence of standards and the Government would want to ensure that is the case, but how does one control the quality of meat so that we do not get imports of hormone beef?  The departure of the UK from the European Union could help us in that there would be a greater imperative for the UK to get cheaper beef because of the demography of its population.  How the import of beef will be vetted is a major issue.  We would need alternative markets to meet the market that will be displaced from the import of 99,000 tonnes of beef under the Mercosur agreement.  If as Senator Marshall said it will represent a 16% reduction of farmer incomes, we would have to compensate our farmers directly to make up that loss of 16% of income.  We would have to do that.<\/p> <p>If the economic analysis were to throw up a situation where overall Ireland benefits from this, then we have to focus on our beef farmers and support them in two ways through this.  We would have to make direct payment support and open up new markets.  I know that some new markets have been opened up in recent times.  There would have to be measures to ensure equivalent, hormone-free quality beef.<\/p> <p>Coming from Cavan, I wish to stress the importance of the pig and poultry sectors.  Farms in counties Cavan and Monaghan are not specifically beef or dairy, as they might be in the south.  The small farms in Cavan will rear store cattle, and have a small dairy herd and both need protection.<\/p> <p>My point is that we to protect our farmers through this process.  There can be no diminution of their income, as the income of the small farmers and those engaged in mixed farming is not there and we need to save them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#HH00200","speaker":"1397"},{"type":"speech","time":1562146200,"counter":234,"content":"<p>Senator Alice-Mary Higgins is sharing her time with Senator Norris.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#HH00300","speaker":"1426"},{"type":"speech","time":1562146200,"counter":235,"content":"<p>I am taking six minutes and Senator Norris must be satisfied with two minutes.<\/p> <p>I have previously spoken in the House on the CETA trade agreement and other trade agreements.  It is important that we are really clear that when we speak about trade it is not a simple matter of those who are pro-trade and those who are anti-trade, those who are protectionist and those who are open.  It is and must always be about what is the best quality of trade deal, the kind of trade that will be constructive and positive and deliver for the citizens that we represent as politicians as well as for corporate interests and that is why we need to review and examine trade policies and strategies on a regular basis.  That is a fundamental point.  Concerns have been raised about regulations around the investment court system and other trade agreement.  We need to think carefully about the ratification of the last part of the CETA agreement because of the investment courts and the chill we have seen from legal challenge, for example the legal challenge that the coal industry sought to bring against the introduction of smokeless coal.  We are at a moment now when we need a new kind of trade policy and a new trade mandate.<\/p> <p>It has been mentioned frequently that the Mercosur agreement has been 20 years in the making and they have been negotiating for 20 years.  Some of that is evident in that much of the proposal is dated.  Twenty years is not something one must accept, but it must be noted that much has changed in the world in that period.  It was mentioned that we may be looking at 27 countries in the European Union rather than 28 but that we are also looking not just at the Paris Agreement but the climate crisis which has necessitated the Paris Agreement.  The Paris Agreement is not the end, there will be further agreements as the climate crisis intensifies.  There will be further standards that need to be added in terms of biodiversity.  Similarly, the sustainable development goals are an internationally agreed blueprint for what sustainable development should look like.  Surely the trade we have globally between countries is part of the picture for sustainable development.  It concerns me that I have seen no reference to the sustainable development goals and the 2030 agenda anywhere in respect of the discussion on this agreement.  If we have an agreed idea of what it means to develop in a sustainable way, environmentally, socially and inclusively, that should be reflected in the trade deals that we mark down for the future.<\/p> <p>The concerns of the beef industry have been raised but there are many industries in other areas that are of concern.  I note that Irish whiskey and Irish cream liqueur were mentioned quite a lot.  It speaks to the fact that the alcohol lobby are very strong but there are more than 320 exceptions.  Are those the only two?  What other exemptions are there?  What about future produce, such as the seaweed production which is now becoming an industry?  What protections have we for the development of high quality produce, which is an area that we have urging farmers to move into as they may move away from beef production for other reasons in the future?  One cannot overlook the fact that President Bolsonaro in his first hundred days legalised 150 new forms of pesticide.  Let us consider that in terms of the impact on biodiversity in what is the treasure box of the world, the rainforests.  Senator Reilly, I note that the rainforest is of global interest and our bogs are of global interest.  When one looks at the incursions into indigenous lands and the dismantling of environmental protections under Bolsonaro, these are very serious issues; simply requiring a planting of trees does not replace the rich biodiversity of the rainforest, which cannot be replaced by commercial planting here or anywhere else.  It is about the millennia of development.<\/p> <p>In terms of pharmaceuticals that were mentioned, of course the treasure chest for pharmaceuticals is the rainforest.  That is where so many of the medications which have saved lives around the world have come from.<\/p> <p>There is a duty on the European Union to ensure that human rights are protected.  We have very serious human rights violations, including for the LGBT community and others that we are seeing in Brazil.  Today, I met advocates who talked about the blood coal from Colombia, the fact that Moneypoint is using 90% of coal sourced from Colombia, in spite of massive human rights issues.  Again we had the EU Colombia Peru trade deal.  We were assured at the time that human rights concerns would always be addressed, yet it seems that advocates have to travel the world looking for justice and not getting it, because of the inadequacy.  These are measures that must be addressed.<\/p> <p>The Minister has mentioned having an open mind about the process.  An open mind is not enough, we need action.  We need an active strategy.  We do not want the Irish Government watching with interest and an open mind.  We need a new strategy, active engagement and we need to know very vitally that it is not enough to say that it is highly likely that we may get to discuss it.  We need a guarantee from the Government that it will go to both Houses of the Oireachtas to discuss it and we will oppose if the European Commission seeks to challenge our right for ratification on this.  We know the European Commission has sought to avoid it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These are very practical measures.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#HH00400","speaker":"1405","continuing":true},{"type":"speech","time":1562146200,"counter":237,"content":"<p>I ask the Senator to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#JJ00200","speaker":"1426"},{"type":"speech","time":1562146200,"counter":238,"content":"<p>I will conclude and pass to my colleague.  This is going to be an ongoing issue.  This is the outgoing European Commission.  Let us hope that the new Commission will adopt a more progressive strategy and engage more actively with national governments and parliaments to ensure that trade serves citizens and not just corporations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#JJ00300","speaker":"1405"},{"type":"speech","time":1562146200,"counter":239,"content":"<p>I listened with interest.  I spoke passionately on the Order of Business about the Mercosur deal yesterday.  Senator Humphreys spoke after me.  He was also passionate on this topic and he spoke about the details of the agreement and the necessity of understanding that, etc.  I listened to him again today and he was not as impressive at all.  He did not convince me.  I was convinced by Senator Mac Lochlainn-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#JJ00400","speaker":"1392"},{"type":"speech","time":1562146200,"counter":240,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#JJ00500","speaker":"1425"},{"type":"speech","time":1562146200,"counter":241,"content":"<p>-----and his passionate contribution to this debate.  He is 100% right about Bolsonaro and the ranchers.  Irish beef is four times more compliant, it is traceable and it is monitored for hormones.  If we look at the deal, there is also a question concerning the distribution of the cuts.  There could be up to a 30% of an impact on the Irish beef industry.  I am not just concerned with the beef.<\/p> <p>I am concerned for the planet.  That is why I used bad language on the Order of Business.  I did want to get a soundbite.  I wanted to get something out there and to get the people of Ireland to wake up to what is happening on this planet.  I have been in the Amazon basin and seen the deforestation.  I have heard the chainsaws working and seen the enormous clouds of smoke over the forest.  It is appalling what is going on there.  People are not speaking out against that.  Regarding what was said about reforestation, that is a complete load of nonsense.  The rain forest is a naturally-occurring wilderness in which all kinds of diversity occurs.  It is not possible to replicate that diversity with replanting.  That is complete and utter nonsense as well.<\/p> <p>The Minister stated that she has heard and understood the concerns expressed.  That is not enough.  We need action.  Regarding her earlier statement that in the context of \"concerns regarding climate change and deforestation, Mercosur, including Brazil, will have to implement fully the Paris climate agreement as part of this deal\" and so on.  Who is going to monitor that?  What mechanism will be involved?  I do not trust Bolsonaro for one second, particularly when he is protected by the other arch-climate change denier, President Trump.  We have to have proper monitoring mechanisms or it will be a complete farce and a load of nonsense.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#JJ00600","speaker":"1392"},{"type":"speech","time":1562146200,"counter":242,"content":"<p>Senator Hopkins is sharing time with Senator Mulherin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#JJ00700","speaker":"1426"},{"type":"speech","time":1562146200,"counter":243,"content":"<p>It is positive that the Minister and her colleagues, in particular the Taoiseach and the Minister for Agriculture, Food and the Marine, Deputy Creed, are taking this issue seriously.  As others have stated, this deal, if passed by the European Council and Parliament, has the potential to decimate the Irish beef market.  I listened to Mr. Phil Hogan, European Commissioner for Agriculture and Rural Development, on the radio on Saturday morning.  He spoke about a &euro;1 billion displacement fund having been secured as part of this deal.  What farmers really want, however, is a fair price for their produce.  They do not want displacement funds.  They produce beef to the highest possible standards and they want a fair price for that produce.  As the Minister stated, this is not a completed deal.  We need to ensure that EU beef markets are protected, not just in Ireland but in other European countries.<\/p> <p>As other Senators have said, Ireland's predominantly grass-based beef production is one of the most carbon efficient in the world while Brazil removes vast amounts of rain forest each year to enable extra beef production.  This point must also be recognised, as others have stated.  Our farmers, along with other European farmers, must be supported accordingly.  The Minister has stated that the Government will be looking at this deal in detail.  It is important that we ensure better outcomes for farmers, meet the challenges of climate change and protect the integrity of the EU food market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#JJ00800","speaker":"1415"},{"type":"speech","time":1562146200,"counter":244,"content":"<p>I will be brief.  I welcome this important debate.  I would also like to have the Minister for Agriculture, Food and the Marine, Deputy Creed, in the House but I respect all that the Minister has had to say on this issue.  Much of this debate has been pretty surreal or has oscillated between reality and unreality.  Trade is really important.  We are a small, open economy and we like to reward enterprise.  We also see the benefits of people doing so.  There is no objection to that in principle.  Let us be very clear, however, that our beef farmers are being asked to take one for the team.  This deal boils down to that.<\/p> <p>The European Union, which I will call the western world, is dressing up this deal with a smattering of icing around the Paris Agreement.  It is being claimed that this is really going to bring these South American countries into line and all of the developing countries that cannot possibly go in the direction in which we need them to go.  The other unreality is a failure to recognise our position on the planet.  That is absolutely fantastic and I will not take from that.  Let us compare the position and size of our country with the size and position of those South American countries.  Ultimately, we do not need any more beef coming into the European market.  Our farmers are already demoralised.  If they were not demoralised before, they will be now when they see what is before them.  Why is the beef from South America cheaper?  It is not of the same standard.  What about the 270,000 tonnes already coming in?  We are now faced with the prospect of those imports having the same reduced tariff as the 99,000 tonnes to come.  <\/p> <p>Our farmers are increasingly being edged out.  I agree with Senator Hopkins that we do not want a &euro;1 billion rescue package on the premise that we are going to have all of this increased trade, whether in pharmaceuticals, this, that or the other.  I have the height of respect for the foreign direct investment industries operating here.  We are in danger, however, of putting all of our eggs in one basket and forgetting that the champion and leading light in our economic recovery was our agriculture and agrifood sector.  Some 170,000 people are employed in that sector.  I know that not all of those people are working in the beef sector.  We are, however, losing the run of ourselves a bit.  <\/p> <p>Regarding standards, previous speakers have referred to traceability and the use of antibiotics and hormones.  We set up the Common Agricultural Policy, CAP, and we have rules and regulations for everything to do with farming.  We are now stating that that does not really matter because we will take in beef from somewhere else as long as a few boxes are ticked.  I do not believe that we are going to be in South America monitoring carbon emissions and standards in any way comparable to what happens here.  Farms and farm families have to deal with that real burden.  When we get down to the essentials of this deal, we are talking about farms and farm families.  The way that this is proceeding means that we are talking about changing the face of rural Ireland.  The farmers have to be protected.  That is what I believe.  <\/p> <p>I would like to see not just an economic assessment of the impact of this deal but also an assessment of the carbon emissions, and that has to be based on reality.  I have a question I asked here earlier for the Minister on this area.  Are all of the cars that are going to be sold to South America going to be electric vehicles or will they be diesel and petrol?  Do we have details concerning that aspect of the deal?  Is it the case that the manufacturers will be able to dump all of the vehicles that they cannot sell in Europe in South America?  That will show the hypocrisy and double speak of the green agenda and the western world.  I subscribe to the idea of sustainability.  On a somewhat related matter, however, we can see that cobalt is required for electric vehicles.  Where does that come from?  It comes from the Democratic Republic of the Congo where children aged seven, eight or nine years old are down mines all hours of the day.  Is that where we are going to be buying cobalt from?  We are going to crucify our farmers on the back of a green dream that is totally unreal and does not face up to the reality with which human beings are dealing.  In this case, I am referring in particular to farmers and farming communities.  I ask everyone to please wake up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#JJ00900","speaker":"1425"},{"type":"speech","time":1562146200,"counter":245,"content":"<p>If the Minister wishes to respond she has until 4.15 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#JJ01000","speaker":"1426"},{"type":"speech","time":1562146200,"counter":246,"content":"<p>I thank all of the Senators for their contributions on the Mercosur trade agreement.  The debate here follows on from our discussions in the D&aacute;il this morning.  I understand there will be an opportunity for further debate in the D&aacute;il next week.  It is only right and proper that we have this debate.  It is important that everybody is given the opportunity to fully discuss this trade deal.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Heather Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2308\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2308&amp;amp;pid=HeatherHumphreys&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have carefully listened to the concerns raised, particularly regarding the impact the deal will have on beef farmers.  I come from a farming community so I fully appreciate and understand the genuine concerns that have been expressed by farmers.  I have acknowledged that the agreement does not deliver all that the Government may have wanted.<\/p><p>I assure Senators that the Government fought hard to achieve the best deal.  I availed of every single opportunity at EU level to raise our concerns, especially in respect of the beef sector.  Senators have no need to doubt that I availed of every chance to mention our concerns.  I will continue to work to ensure that the concerns raised by farmers are addressed.  Other member states had similar concerns to Ireland about the beef sector.  In the period ahead we need to consider ways to work with those parties to see if we can diminish the impact on the agricultural sector.  I assure Senators that the Minister for Agriculture, Food and the Marine and I will explore all avenues in this regard.  There is still a long way to go with this deal and we should not lose sight of the fact that Brexit is a much greater and more immediate challenge facing our agricultural sector.  <\/p><p>Naturally, the focus of many Senators is on agriculture but it is important that we recognise the benefits that Ireland will accrue from the deal.  There will be opportunities for our SMEs in particular with the opening up of the public procurement sector in Mercosur.  This deal will also benefit the dairy industry, business services, the chemical sector and the drinks industry as tariffs are significantly reduced and barriers to trade are lessened.<\/p><p>Ireland exports &euro;2 billion worth of goods, services and trade and the EU-Mercosur agreement should allow us to grow exports further and faster.  The deal was only agreed in principle on Friday last and it must go through a number of different stages before it comes into force.  It will take up to two years for the agreement to go through a legal scrubbing process.  I recall that the EU-Canada Comprehensive Economic and Trade Agreement, CETA, is a comprehensive document of more than 2,500 pages with 500 pages of legal text and detailed text on each tariff line included as part of the deal.  That shows that the final agreement will take a considerable time to be completed.  In the meantime we will continue to assess the impact of the deal as more detailed information comes to hand.  <\/p><p>Regadring the climate impact, the agreement includes a detailed chapter on sustainable development goals, SDGs.  It recognises the need to address the urgent threat of climate change and the role that trade has played as well as underscoring the importance of both parties implementing the provisions of the Paris Agreement.  The Paris Agreement includes, for example, a pledge by Brazil to reduce, by 2025, its net greenhouse gas emissions by 37% compared with the 2005 levels, a pledge to stop illegal deforestation in the Brazilian Amazon basin by 2030 and to reforest 12 million ha, and a pledge by the EU to reduce its domestic emissions by at least 40% by 2030.  There is also a role for NGOs in the oversight of adherence to the deal.<\/p><p>The issue of geographic indicators was raised.  We can only protect geographic indicators that exist.  We have two protected products on the list - Irish whiskey and Irish cream liqueur.  I do not have the full list of 300 products to hand but there is one available and they have all been decided.  Products are protected, particularly products that come from certain areas.<\/p><p>The ratification process has been raised.  As far as Mercusor is concerned, we understand from the Commission that it will be an association agreement.  That means that for the full agreement to come into effect, individual member state ratification procedures are likely to be necessary, including approval by the Oireachtas.  We will only be sure of that when we see the text.  I am taking it that Oireachtas approval will be legally necessary.  I cannot give a commitment on that until we see the text but I hope that will be the case.<\/p><p>My Department, in conjunction with the Department of Agriculture, Food and the Marine, will work to ensure that a detailed, independent economic assessment is carried out to examine the full impact of the agreement on our economy as a whole, including the environmental impact and specifically the impact on the beef sector and the challenges it faces regarding Brexit.  We have the time and space to do so.  I believe that this is the sensible thing to do before determining the Government's position on the deal.  We have time to conduct a detailed examination of the deal and carry out any necessary assessments.  <\/p><p>I thank the Senators for their time and their contributions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#JJ01100","speaker":"1249","continuing":true},{"type":"speech","time":1562146200,"counter":248,"content":"<p>I thank the Minister for extending her time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#KK00200","speaker":"1426"},{"type":"speech","time":1562146200,"counter":249,"content":"<p>Will the Minister respond to my question on German cars?  What type of cars are being sold into the South American market?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#KK00300","speaker":"1425"},{"type":"speech","time":1562146200,"counter":250,"content":"<p>Perhaps the Senator can have a discussion with her afterwards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#KK00400","speaker":"1426"},{"type":"speech","time":1562146200,"counter":251,"content":"<p>I do not know.  I do not have that level of detail yet but that will emerge.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#KK00500","speaker":"1249"},{"type":"speech","time":1562146200,"counter":252,"content":"<p>I presume and expect that it will be electric vehicles.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#KK00600","speaker":"1425"},{"type":"speech","time":1562146200,"counter":253,"content":"<p>I thank the Minister and Senators for their co-operation in the sense that we had to get in a lot of Members.  That concludes statements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#KK00700","speaker":"1426"},{"type":"unspoken","time":1562146200,"counter":254,"content":"<p>Sitting suspended at 4.20 p.m. and resumed at 4.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Social Welfare Bill 2019: Order for Second Stage","time":1562146200,"counter":255,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#MM00100"},{"type":"unspoken","time":1562146200,"counter":256,"content":"<p>Bill entitled an Act to amend and extend the Social Welfare Acts; to amend the Taxes Consolidation Act 1997; and to provide for related matters.<\/p>"},{"type":"speech","time":1562146200,"counter":257,"content":"<p>I move: \"That Second Stage be taken now.\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#MM00300","speaker":"1397"},{"type":"unspoken","time":1562146200,"counter":258,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Social Welfare Bill 2019: Second Stage","time":1562146200,"counter":259,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#MM00500"},{"type":"unspoken","time":1562146200,"counter":260,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1562146200,"counter":261,"content":"<p>I am delighted to present this Bill to the Seanad.  It has a single straightforward purpose - to give effect to the announcement made in the Budget Statement 2019 to establish a new scheme of jobseeker's benefit for the self-employed from November of this year.<\/p> <p>This new scheme will provide a social insurance support to self-employed contributors who lose their businesses and will provide them with the support and breathing space they need to reassess their next steps.  The Bill is very much in keeping with this Government's policy of supporting self-employed people and entrepreneurs<\/p> <p>The new benefit we are introducing reflects the Government&rsquo;s aim of creating a supportive environment for entrepreneurship, including providing an income safety net to employees and self-employed alike.  This Government has sought to encourage enterprise and, in particular, has sought to introduce a new deal for the self-employed when it comes to accessing their benefits.<\/p> <p>Senators will recall that we extended treatment benefits and invalidity pension to the self-employed in recent years to ensure that they reach some parity with employees in the benefits they can access from the social insurance contributions.  The introduction of a new jobseeker&rsquo;s benefit scheme for the self-employed represents the next step in the Government&rsquo;s work to extend PRSI benefits and will provide an income safety net to thousands of small and medium businesses throughout the country.  For the first time, this gives the self-employed access to the safety net of income supports if they lose their self-employment, without having to go through the rigours of a means test. <\/p> <p>Many of the features of the existing jobseeker's benefit scheme, which provides support to employees who have lost their jobs, will apply to this new scheme.  For example, the personal rate of payment of &euro;203 per week will be the same for both schemes.  The duration of payment, for six months or nine months depending on the claimant&rsquo;s social insurance record, will also be the same.  The scheme has been designed to take into account the fact that PRSI contributions by the self-employed are paid by way of an annual lump sum.<\/p> <p>The activation of self-employed workers who have had to close their businesses, and their re-engagement into employment, whether that is again in self-employment or as an employee, will be a priority in my Department.  We are currently examining the activation supports available for this cohort, but in any event, claimants of the new payment will have access to the full range of activation supports currently available to all other jobseekers.  This includes, for instance, referral to group information sessions, one to one interviews and subsequent caseworker support.<\/p> <p>Self-employed people who are operating businesses at low levels of income can continue to access the means tested jobseeker's allowance scheme.  There are almost 7,000 self-employed in receipt of this payment as of today.<\/p> <p>I would now like to briefly outline the contents of the Bill, which contains nine sections in three Parts.  Part 1 comprises section 1, which provides for the standard provisions setting out the Short Title of the Bill, its construction and citations, and commencement provisions.<\/p> <p>Part 2 deals with amendments to the Social Welfare Consolidation Act 2005.  Section 2 is again a standard provision which defines the principal Act used in this Part.<\/p> <p>One of the consequences of introducing the new scheme is that it is necessary also to amend some of the provisions of the Act governing the existing jobseeker&rsquo;s benefit scheme.  These changes are provided for in sections 3 and 4.  Section 3 extends the qualifying conditions for the existing jobseeker's benefit scheme by providing that the first condition to determine eligibility for payment can now be met by having 104 employment or optional contributions, for example PRSI class A contributions, as has always been the case, or by having have 156 self-employment contributions PRSI class S, which is being added.  This positive change recognises that some people will have engaged in both employment and self-employment in their working lives.  By recognising that either form of employment gives rise to entitlements within the social insurance system, this change will help to ensure that an individual will not be at a disadvantage as a result of a move from employment to self-employment.<\/p> <p>Section 4 provides that where a claimant who is in receipt of jobseeker&rsquo;s benefit, self-employed, also satisfies the qualifying conditions for jobseeker&rsquo;s benefit, periods spent in receipt of jobseeker&rsquo;s benefit, self-employed, will be treated as though jobseeker's benefit is being paid.  This is a standard provision to ensure that a claimant does not secure a double benefit.<\/p> <p>Section 5 is the key element of the Bill and provides for the introduction of a new Chapter 12A to the principal Act, which sets out all of the provisions governing the new jobseeker&rsquo;s benefit, self-employed, scheme. <\/p> <p>The new Chapter 12A provides for the general qualifying conditions for receipt of jobseeker&rsquo;s benefit, self-employed, the social insurance contribution conditions, the rate of benefit payable, including reduced rate benefits payable where the average reckonable weekly earnings of the claimant fall below certain thresholds, the increases payable where there is a qualified adult or qualified children, the duration of payment, and the requirement to engage with activation services and disqualifications.  These provisions mirror, to a great extent, the existing provisions governing entitlement to jobseeker's benefit.  I do not propose to go through the detail of all of these aspects at this time, but we will have an opportunity to examine these in greater depth on Committee Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#MM00700","speaker":"1338"},{"type":"unspoken","time":1562146200,"counter":262,"content":"<p>Section 6provides for a range of amendments to the general provisions of the Act which cover all social insurance schemes and are required to reflect the introduction of the new jobseeker&rsquo;s benefit, self-employed, scheme.  The amendments are set out in the form of a Schedule to the Bill. \r\n\r\nPart 3 of the Billprovides for amendments to the Taxes Consolidation Act 1997 as a result of the introduction of the new scheme.Section 7 provides for the definition of the Taxes Consolidation Act 1997 used in this Part.\r\n\r\nSections 8 and 9amend section 3 and 126, respectively, of the Taxes Consolidation Act 1997 to provide for and confirm the tax treatment of payments under the new jobseeker&rsquo;s benefit, self-employed, scheme.  Jobseeker&rsquo;s benefit, self-employed, will provide an insurance-based safety net which has not, until now, been available to those setting up or running their own businesses.  As Senators will know, the people about whom we are talking are, in very many cases, engaged in small family-run businesses.  During the recession everyone took a hit, but I particularly remember how small businesses suffered.  Almost overnight, there were fewer vans on the road; many office units shut down and small businesses such as mobile hairdressers literally went out of business overnight.  Now that the economy is starting to hum again, it is positive that we are seeing more and more vans on the road, not that we welcome the queues for breakfast rolls, but it is good to see them on the road, fewer empty office units and more shops with entrepreneurs taking a chance.  That is a great indicator of our national spirit and culture and the recovery is starting to bed in.  We talk a lot about multinational companies locating in Ireland and the welcome jobs they bring to all counties, but the backbone in creating employment is small and medium-sized enterprises which, in the main, are started by Irish entrepreneurs.  By providing for greater fairness and support for these job creators, we can continue to build the best possible environment for growth and prosperity for all citizens. \r\n\r\nI hope to be in a position to introduce a small but important amendment to the Bill on Committee Stage.  It relates to a separate matter from that covered in the Bill.  It concerns the procedures governing appeals in relation to social welfare payments against decisions of deciding officers appointed as bureau officers under section 8 of the Criminal Assets Bureau Act 1996.  In practical terms, the purpose of the amendment will be to provide that such appeals will always have to be submitted to the Circuit Court.  The amendment is being drafted by the Office of the Attorney General and we will have an opportunity to deal with it in greater detail on Committee Stage.\r\n\r\nI know that I can expect to hear valuable contributions from Senators.  I look forward to speedy passage of the Bill in the Seanad and bringing it to the D&aacute;il with the aim of having it enacted and starting the payment of jobseeker's benefit for the self-employed in November.<\/p>"},{"type":"speech","time":1562146200,"counter":263,"content":"<p>I thank the Minister.  Before I call on Senators to speak, I welcome Senator Leyden's wife, Mary and her brother Joe and Phil Burke from Westport to the Gallery.  They are most welcome.<\/p> <p>I invite Senator Catherine Ardagh to speak.  She has six minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#NN00200","speaker":"1384"},{"type":"speech","time":1562146200,"counter":264,"content":"<p>I too join in welcome Mary Leyden and her guests to the Gallery.  I hope they have a lovely day.<\/p> <p>I thank the Minister for Employment Affairs and Social Protection for introducing this Bill in this House.  As a small business owner since 2006 and as a Fianna F&aacute;il Senator I am very happy to support this Bill, the purpose of which is to provide for the introduction of a new social insurance scheme, jobseeker's benefit, which will be payable as the Minister said, to individuals who lose their self employment and have the required number of PRSI contributions to qualify for the payment.  <\/p> <p>Fianna F&aacute;il has consistently supported extending on a phased and on a voluntary basis a full range of social protection supports to self-employed PRSI contributors as part of our commitment to foster an entrepreneurial culture as well as enhancing social solidarity.  As part of the arrangement to facilitate the formation of a minority Government, Fianna F&aacute;il extracted policy commitments under the confidence and supply arrangement to support entrepreneurs and the self-employed.  Fianna Fail therefore supports this Bill and the creation of a social welfare safety net for the self-employed.  However it is imperative that the Government ensures the legislation is enacted as soon as feasible and efforts continue to remove the systematic discrimination against the self-employed.  As the Minister stated, small businesses and self-employed people are the backbone of our economy.  There are currently nearly 250,000 small and medium sized businesses in this country, which account for more than 99% of all actual businesses, according to the CSO.  Many hurdles are faced on a daily basis by job creators who keep delivering for their communities.  The self-employed pay higher income tax and PRSI rates than those they employ while up until this point there has been no equivalent social protection support if the business failed.  This treatment has crippled small businesses and low income earning self-employed persons who are trying to meet their financial responsibilities every week.  Their endeavours need to be rewarded. <\/p> <p>I am a solicitor in practice but I collect more money for the Government each year by way of taxes - I collect stamp duty, VAT, household charge, local property tax, but sometimes one thinks of oneself as a tax collector rather than a contributor.  I am glad to see something is being given back to the self-employed because the are the people who put themselves out on a limb, take the huge risks and ultimately employ other people and give back to communities.  It is the small businesses around the country in small villages who really get things going.  Many small rural and urban communities are only running and viable because of the small businesses that are in the vicinity.  I work in Crumlin village and Tesco and An Post are the two largest businesses in the area, the rest are small businesses ranging from the bike shop, the florist, hairdressers, charity shops.  It is really important that they are acknowledged and their work for the community is rewarded.  Fianna F&aacute;il has consistently supported the extending on a phased and voluntary basis the full range of social protections.  As part of the agreement to facilitate the minority Government, Fianna Fail looked for commitments for the self-employed.  We have succeeded in getting dental and optical benefits extended to the self-employed, which I welcome and I thank the Minister for doing that, while PRSI contributors are now eligible to qualify for the invalidity pension.  It is essential that the Minister continues to eliminate systematic discrimination against the self-employed.  The Fine Gael led Government has failed to meet its commitment under the programme for Government for full equalisation with the PAYE tax credit by 2018.  I hope that is something the Minister can examine.<\/p> <p>Fianna F&aacute;il welcomes the Bill and it is essential that more is done to tackle the issue of bogus self employment.  Such situations arise where a working relationship is misclassified as a contract for services or a commercial agreement when it should be considered a contract of service or a contract of employment.  In instances where people are forced to register as self-employed it circumvents basic employee rights in respect of holiday pay, sick pay and pension contributions and deprives the State of PRSI revenue.  The practice needs to be stamped out to protect workers and the State finances.  I hope this legislation does not have a knock on effect of increasing situations of bogus self employment but I am sure the Department is tackling it to ensure bogus self employment is eradicated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#NN00300","speaker":"1407"},{"type":"speech","time":1562146200,"counter":265,"content":"<p>I invite Senator Joe O'Reilly to contribute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#NN00400","speaker":"1384"},{"type":"speech","time":1562146200,"counter":266,"content":"<p>At the outset I welcome the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty to the House.  I salute her as a reforming Minister across a range of areas, whether it is the recognition of home workers, those unfortunate staff who were abused when their tips were taken and used as part of their wages or now the recognition of the rights of self-employed.  The Minister is humane and brings a breath of fresh air to the Department.  I salute that and I am very proud to do so.  I do not think there is anybody who would challenge me on that proposition.<\/p> <p>During the recession I became very emotionally involved with an individual.  This young man had a business that failed.  As a consequence of his business failing, he could get no social welfare.  The barrier to him getting any form of social welfare was that he had a small plot of land and a house that had a large mortgage as an investment rental property, which he could not get out of it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He had a wife and children, and it was a pitiful sight.  I was so emotionally involved with him at the time and I met him on many occasions because I thought the situation was dreadful.  Such was his trauma arising from this that he let his business fold, almost involuntarily, and went on to become an employee in an area that does not challenge him.  There is nothing wrong with his employment or his employer, but he works in an area where he is not challenged, accepts a much lower income than he is capable of earning and is, I suspect, frustrated.  My point is he developed a fear of being self-employed and of anything entrepreneurial.  His family felt the same and told their dad that they did not want him to be self-employed anymore.  My involvement with him brought the social welfare situation home to me in a big way.<\/p><p>It would be wrong of me not to say that I am here representing my colleague, the party spokesperson on social protection, Senator Ray Butler.  It would not be necessary to mention that were it not for the fact that he has been a pioneer and advocate in this field and a champion of the self-employed since the day he entered politics.  It is his mantra, whether at our parliamentary party meetings or in this Chamber.  He needs salutation and the work he has done to bring about this day merits public recognition.  I am sure he is proud and happy that it is being brought forward by his county colleague.<\/p><p>A few other issues merit a mention.  It is important that we do not lose entrepreneurs or make people afraid.  This cushion will give people the courage to go into business and not be afraid for themselves and their family; it is crucial that that fear be removed.  That is a very important point.  I reference again the fact that they will also be supported in job activation.  The Minister said that ways to support the self-employed in job activation are being looked at, which is important because they have so much potential and ability.  As is recognised in America in a way that it is not here, when people fail in business, it is a significant learning experience and that learning can be brought to another business; that is why they should get the support to once again make the leap.  Similar to the person who starts to drive again having been in a car accident, they need courage, personal development and to be unafraid to get into the driving seat once more and get going.<\/p><p>I am delighted that this is a continued recognition of the self-employed, to the extent that treatment benefits and the invalidity pension are now available to them.  That is great, and this is a further progression of that.  We cannot make Cinderellas of the people who, as the Minister said, sustain our small rural economies that cannot attract multinationals.  It is good that the self-employed will have the same rate of &euro;203 per week.  Why should it be otherwise?  The provisions take account also of the fact that, for PRSI, certain people pay a lump sum at the end of the year.<\/p><p>To go back to my original point, I am very keen on activation.  I am a teacher by background and think that, from day one, there should be support, encouragement and learning to help people make the great leap and go back into business, bringing their brilliance, knowledge and experience to another business to further more job creation.<\/p><p>The Minister makes the point that, because of low incomes and the nature of their circumstances, 7,000 people will get jobseeker's allowance.  That is how it should be and there is nothing to challenge that.  It is reassuring that both Class A and Class S contributions are recognised, for obvious reasons, which is an important dimension.<\/p><p>No matter what way we look at this, it creates fairness and opportunity, supports enterprise and provides a bridge, safety net and soft landing for those in the self-employed sector.  My friend who I knew during the recession was only one of many; I just happened to become involved with that case and there was something very pitiful about it.  He must have felt a shocking level of alienation, unfairness and injustice.  Why was he different?  Why was he scapegoated for having initiative, when he could not possibly but fail in the role he was in?<\/p><p>This is a good day's work, one of many from the Minister, and I laud it.  She said that it will begin in November, but this cannot happen quickly enough.  I would love to know that we will have a good activation programme and will continue to support people who create jobs at a local level.  <\/p><p>Finally, we talk about sustaining rural Ireland.  We can do that only by keeping those who run our small businesses and who create jobs and infrastructure in those areas.  A large pharmaceutical industry cannot be attracted to an isolated rural parish if there is no infrastructure.  Let us keep the people who can keep those communities going.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#NN00500","speaker":"1397","continuing":true},{"type":"speech","time":1562146200,"counter":268,"content":"<p>Sinn F&eacute;in welcomes the Bill and the extension of another social welfare support to the self-employed.  Businesses can fail and, if that happens, it is crucial that we support those who take a gamble on self-employment.  The loss of a business is difficult and lack of financial support can make a bad situation worse.  During the economic crash, we learned that the effect on self-employed people was phenomenal; there was no safety net for them and many of them emigrated or went to the wall.  I treated a lot of them.  There were a lot of mental health issues at the time because there was no income safety net.  The extension of jobseeker's benefit, which will at least assist them financially, is positive.<\/p> <p>In 2017, the Department of Employment Affairs and Social Protection carried out a survey of Class S contributors to find out what they would like extended to them.  It is good that we had that public consultation.  Of respondents, 80% said that the range of social welfare benefits available was quite poor or very poor, and an overwhelming majority said that they would be willing to pay a higher PRSI rate in return for at least one additional social insurance benefit.  The top three benefits sought by respondents were long-term illness, short-term illness and unemployment.  Since the survey was published, the invalidity or long-term illness benefit has been extended to the self-employed, which is welcome.  This Bill will extend unemployment benefit to jobseekers, but the short-term benefit has not been extended and it must be in our future plans to do so.  It is wrong that if people who are self-employed become ill and unable to work, they have no access to any social welfare support, and this needs to be addressed urgently.  <\/p> <p>Recently, a family member of mine who is the earner in the household became seriously ill.  They will recover, but they will be out of work for four months and are relying on the generosity of the credit union and family and friends to keep the household ticking over.  There is nothing for them.<\/p> <p>Yesterday, I attended the Department's briefing to be more informed on this.  The big question being mulled over involved the 250,000 people who left this island during the crash.  What would have happened if they had stayed?  The public purse would have been bled even drier than it was.  It was not sustainable and, in a way, they did us a favour by leaving because we had nothing to give.  There was no support in place for them, they had no future and so they left.  That ties into the different upcoming referenda, which are not for debate here.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That haemorrhaging of our people certainly helped the public purse and prevented us from crashing out altogether.  How do we future-proof these benefits so that they will still be available and will not be cut should another big economic crash occur?  Such cuts led to the scenario from which we are only now recovering.  <\/p><p>As I have said, the roll-out of additional benefits to the self-employed needs to continue.  Illness benefit must be prioritised.  Class S contributors spoke to us in this survey and we must listen to them.  We are not naive to the additional costs associated with extending benefits to this cohort of workers, but the Department's own survey concluded that 88% of respondents would be willing to pay PRSI at a higher rate in return for additional social insurance benefits.<\/p><p>As I have said, Sinn F&eacute;in welcomes this Bill.  It is good to see benefits being extended to the self-employed but I do wish to pick up on a point that at least one other Senator, Senator Ardagh, has raised.  We need to be bold in tackling a very big issue facing the sector, namely, bogus self-employment.  Bogus self-employment is where rogue bosses deliberately misclassify workers as self-employed subcontractors in order to dodge social insurance and pension contributions, pay rates, employment law and other responsibilities.  They are dodging their responsibility to make contributions to this State.  <\/p><p>At 6 a.m. on 28 June, at the site of the new national children's hospital, in whose shadow I live, Unite held a protest against the bogus self-employment it believes is going on at the site.  This protest was attended by Patricia King and many other supporters.  The noise of the protest competed with that of the workers, which is another issue I will take up.  This is a big issue.  It deprives the State purse of resources and spending power.  We must act to end this practice.  There are big financial gains for these employers.  These classifications are fraudulent.  This is not a victimless crime.  The costs are paid by the workers, good employers and the State.  Workers forced into bogus self-employment are also denied the rights and protection directly-employed workers are entitled to under employment law and collective agreements.<\/p><p>Last month, my colleague, Deputy Brady, introduced a Bill to tackle this very issue.  This Bill stands up for these workers and for the State.  It not only seeks to make it an offence to issue a self-employed contract to an employee, but it goes much further in ensuring that the self-employed receive the same basic rights and protections as employees, such as annual leave and pay.<\/p><p>I compliment the Minister on this Bill, which will have a positive impact for those who are self-employed.  I ask her to address the issue of short-term illness benefit and the concerns I have expressed in respect of bogus self-employment in her response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#OO00200","speaker":"1388","continuing":true},{"type":"speech","time":1562146200,"counter":270,"content":"<p>I thank the Minister for bringing this Bill for discussion before the summer.  I hope that we will have a chance to engage further in respect of amendments in the autumn.  I see that it is planned to ensure there is space and time to allow Senators to supplement or contribute to the Bill.  Issues have been raised in respect of short-term illness benefit.  There are some other practical issues on which I will engage, for example, the ability to make voluntary contributions.  As we know there are constraints on those who wish to make such contributions such as thresholds that must be reached.  I look forward to engaging with the Minister on a few technical issues of that nature on Committee Stage.<\/p> <p>I will speak to some of the more general concerns and questions I have.  It is very important that the State offer a safety net and support for everybody who needs it at the time they most need it.  I recognise that many people have moved back and forth between employment and self-employment.  It should not be the case that people find themselves at a distance from the State.  I refer not only to State support payments, but to associated supports in respect of activation and access to training and employment.  It is also important to be clear that self-employment takes a wide variety of forms.  While the kind that has been discussed at great length today is the entrepreneur who is an employer, European figures show that only 23% of self-employed people in Europe are employers.  The Minister may have comparable figures for Ireland.  While the small businesspeople we have discussed do exist, they comprise less than a quarter of the self-employed cohort in Europe.  Perhaps the figures for Ireland could be found.  <\/p> <p>Almost as many people across Europe are vulnerable workers.  We know that this is also an issue in Ireland.  I sit on the Joint Committee on Employment Affairs and Social Protection and I have seen it.  The term \"vulnerable workers\" refers to those classed as being particularly vulnerable to exploitation and who may not have control over the circumstances of their work or employment.  In many cases such people fall into the category of what has been called bogus self-employment.  I would divide this into two categories: false self-employment and forced self-employment.  As the Minister will be very aware, the Joint Committee on Employment Affairs and Social Protection has heard very strong and striking testimony on these issues.  Senator Nash, who is not here today as he is at the conference of the Irish Congress of Trade Unions, has tabled legislation on this issue, as has Deputy Brady.  I know the Minister has asked to see the results of the committee's discussions to assist her in potentially progressing her own legislation on this matter.  <\/p> <p>This issue needs to be tackled alongside, if not in advance of, the issues addressed by today's Bill.  They must be progressed in parallel.  We cannot be seen to provide any further incentive for employers engaged in bad practice to press or force people into the type of bogus self-employment seen at present where employers effectively determine whether people are employees or should be considered as contractors.  There is a question as to the definition of a worker.  The European figures I mentioned suggest that determining what is a worker or an employee is an issue Europe-wide.<\/p> <p>This Bill also has very significant economic implications.  Those who are classed as PRSI employees make contributions at the rate of 14.75%.  In many cases the self-employed pay 4%.  The employer is, of course, not required to make an equivalent contribution.  We have to be very cognisant of ensuring that this Bill gives people the protection and support they need while not contributing to the problem of employers who have been involved in bad practice being let off the hook for contributions to the public Exchequer.  That is an issue.  I say that in the context of wanting to support people by giving them access to these payments but also wanting to ensure that employers feel pressure from the State.  I urge the Minister to ensure that legislation to address bogus self-employment and to ensure that all those categorised as self-employed have chosen self-employment and are accurately categorised is progressed at least in parallel with, if not in advance of, this Bill.  Unfortunately, we cannot say that all those categorised as self-employed in the State are accurately categorised.<\/p> <p>We are looking at a smaller level of PRSI contribution, although I have made the case that some contributions are made which are not measurable in the same way as a direct PRSI contribution, such as the contributions made by carers from which the State has benefitted so much.  The State may have to provide supplements to balance out these contributions.  This relates to other issues in our pension systems such as the idea of a care credit.  If such measures are to be included in budget 2020, it will require the Minister for Finance to recognise that a general taxpayer subsidy needs to be provided and increased.  Bringing self-employed persons into this net of safety and protection, which is important, and recognising and supporting such people, should not come at the cost of other social welfare payments but may require instead an additional contribution from the Exchequer and the State as a whole.  That is a financial question.  A case can be made for such action.  The case for such measures for carers can certainly be made.  Others have made that case.  I say these things in the context of the Minister's plans to progress this Bill in the autumn, when debate on the budget will be under way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070300002#PP00200","speaker":"1405"},{"type":"unspoken","time":1562146200,"counter":271,"content":"<p>Additional debate to follow.<\/p>"}]