[{"type":"minorheading","content":"Prelude","time":1528810200,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30","time":1528810200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1528810200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1528810200,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1528810200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#A00100"},{"type":"speech","time":1528810200,"counter":6,"content":"<p>I have received notice from Senator Jerry Buttimer that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the T&aacute;naiste and Minister for Foreign Affairs and Trade to establish a passport printing service in the Passport Office in Cork city.<\/blockquote> <p>I have also received notice from Senator Aidan Davitt of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to outline how his Department plans to deal with tenants at risk of becoming homeless as a result of landlords withdrawing from the rental accommodation scheme, RAS, and tenants not having the option of applying for the housing assistance payment, HAP, or rent allowance schemes.<\/blockquote> <p>I have also received notice from Senator Colette Kelleher of the following matter:<\/p><blockquote>The need for the Minister of State at the Department of Health with special responsibility for mental health and older people to outline his views on the findings of the mid-term review of the implementation of the national dementia strategy.<\/blockquote> <p>I have also received notice from Senator P&aacute;draig Mac Lochlainn of the following matter:<\/p><blockquote>The need for the Minister for Employment Affairs and Social Protection to review the decision not to fund the joint application by the Bluestack Special Needs Foundation, Inishowen Children's Autism Related Education, iCARE,  Limited and Extern under the Ability programme.<\/blockquote> <p>I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to outline the plans he has, in conjunction with the local authority and the GAA, to preserve the Dolphin Park GAA pitch in Dublin 8.<\/blockquote> <p>I have also received notice from Senator Maura Hopkins of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to provide an update on the funding for category 7 projects under the summer works scheme.<\/blockquote> <p>I have also received notice from Senator Brian &Oacute; Domhnaill of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to make a statement on the national planning framework and if he will clarify why no official report on stage 1 and stage 2 submissions under the national planning framework was provided.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Leas-Chathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator James Reilly of the following matter:<\/p><blockquote>The need for the Minister for Communications, Climate Action and Environment to outline to the residents of Skerries that he will deal with the specific water shortage issues in Skerries, County Dublin, and if he will provide supplementary funding to Irish Water for emergency remedial works to fix this water supply issue as soon as possible.<\/blockquote><p>I have also received notice from Senator Fintan Warfield of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to collate data on LGBT homeless.<\/blockquote><p>I have also received notice from Senator Rose Conway-Walsh of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to outline the plans he has to reduce the administration workload of teaching principals in small schools by introducing at least one administration day per week.<\/blockquote><p>Of the matters raised by the Senators suitable for discussion, I have selected those raised by Senators Buttimer, Davitt, Kelleher and Mac Lochlainn and they will be taken now.  I regret I had to rule out of order the matter submitted by Senator Reilly on the ground that the Minister has no official responsibility in the matter.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#A00200","speaker":"1420","continuing":true},{"type":"majorheading","content":"Commencement Matters","time":1528810200,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#B00200"},{"type":"minorheading","content":"Passport Services","time":1528810200,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#B00300"},{"type":"speech","time":1528810200,"counter":10,"content":"<p>I welcome Minister of State, Deputy Halligan, to the House.  The issue I raise is one that has become a source of contention given the fear and worry of some people about the deadline for passport applications.  I will preface my remarks by complimenting the excellent staff of our Passport Offices in Dublin but in particular in Cork.  I had the pleasure of using the service in Cork.  I commend the passport card.  It is an example on which we can really work.<\/p> <p>This is the critical season for travel.  We have only two Passport Offices, one in Dublin and one in Cork.  Since 2017 we have seen an increased and a complex workload in the Cork office with entitlement checks required in passport applications from the North, the UK and foreign missions.  The Cork Passport Office processes one third of all passports.  Since 2017, 800,000 passports have been issued but all have been printed in one central location in Balbriggan.  The figures from March show that there has been a backlog, in some cases of 70,000 applications.  I accept we have seen the provision of 200 extra temporary staff in the Passport Office during this critical period.  However, in tandem with the need for a printing machine in Cork, we should see an increase in the number of permanent staff in the Passport Office.<\/p> <p>It is important to recognise that more and more people are travelling.  The recession has ended and people are applying for passports.  There are more first-time applicants, more young families travelling with children.  Therefore, there is a need for a passport printing machine in Cork in order that we can ensure expeditious processing and printing of passports and that we can reduce the turnaround time for applicants.  There should be a passport printing machine in Cork because, as the Minister of State knows, it is not just about Cork but it is about the province of Munster and the hinterland.  This will make it easier for everybody, including the staff and for those travelling abroad. <\/p> <p>I hope the Minister for Foreign Affairs and Trade, Deputy Coveney, who cannot be here, will be able to look in a positive manner at the need for the people of Cork and Munster to have such a facility.  I know we do more and more online but we have one location for printing.  We must make it easier for people requiring emergency passports or people who must travel to Dublin to get their passports by having such a facility in Cork.  It might also ease the gridlock and the congestion in Dublin.<\/p> <p>I thank the Minister of State, Deputy Halligan, for being here and look forward to his reply.  I will conclude by complimenting the staff in the passport office in Cork.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hope those who have gone in to the office have found it as easy as I have.  I am certainly not proficient in technology but being able to go in, make one's appointments, wait for between ten and 15 minutes, come back, have one's business done and receive one's passport card or the passport itself in an expeditious manner is something we all want.  This could be done better by having a printing machine in Cork.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#B00400","speaker":"1391","continuing":true},{"type":"speech","time":1528810200,"counter":12,"content":"<p>I apologise for the T&aacute;naiste and Minister for Foreign Affairs and Trade, who is unable to be here today.  I thank Senator Jerry Buttimer, who does a wonderful job representing his local area of Cork, for this important question.<\/p> <p>This is a peak season for the passport service.  The total number of applications received during the first four months of this year rose by 10% compared to the same period last year and by 25% compared to two years ago.  There are several drivers of demand, including a trend towards early renewal of passports, the growth in outbound travel and the growing population, to which the Senator alluded.  The passport service, located in the Department, is one unified service composed of three constituent offices on Mount Street in Dublin, Balbriggan in County Dublin and South Mall in Cork, respectively.  The public offices in Mount Street and Cork accept applications from all categories of applicants by appointment at their public counters.  Where appropriate, these offices also facilitate the issuance of emergency passports where there is a need to travel for medical reasons or due to bereavement abroad.  Applications from across Ireland, Great Britain and through Ireland's network of embassies and consulates worldwide are distributed for processing across the three passport offices.  Resources are allocated on the basis of an assessment of demand, in line with the passport service's targeted processing dates.  Both Passport Express and online applications are sent back to the applicant based in Ireland with a next-day delivery service.  Therefore, wherever applications for passports are processed, Irish residents will receive their passports within the same timeframe.<\/p> <p>The passport service operates these three passport printing machines.  Two are located in our main production facility in Balbriggan and one is located in the passport office on Mount Street.  All applications are processed through the centralised, automated passport service, APS.  This means that all production facilities can print the passport, irrespective of which channel the application was processed through.  The printing system allows for flexibility between printing machines if any machine reaches capacity.  Where pressures arise in the processing system, they are generally associated with the necessary checking and verification process which must be followed to ensure the integrity of the Irish passport and which cannot be compromised.  Given the scale of the passport service's investment in specialised and efficient machinery, we have sufficient resources to meet the technological requirements of passport production.<\/p> <p>Passport printing and the personalisation of each passport requires highly specialised machinery, auxiliary equipment and a temperature controlled environment.  The purchase cost of a new passport printing machine alone is in excess of &euro;1.7 million.  This does not include the cost of security, technical costs, outfitting, staffing and rental.  Prior to installing any additional printing facility, we would have to consider the physical suitability of any building and the suitability of the location to cater for the installation of such a specialised machine, physical security considerations and the availability of maintenance services.  Any such production facility would incur costs above and beyond the purchase of the machine itself and would include security, support and maintenance charges.  Given that the current three printing machines meet the passport service's printing demands and have additional capacity, and given the costs and requirements associated with the purchase and support of a new machine, I do not believe that, right now, there is justification on a value for money or operational basis to purchase an additional printing machine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#C00200","speaker":"1351"},{"type":"speech","time":1528810200,"counter":13,"content":"<p>I thank the Minister of State, Deputy Halligan, for being here and taking the Commencement matter.  The reply should recognise that the Passport Office and its staff are exceptional.  The service is dealing with unprecedented demand, as the Minister of State outlined.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Three of the printing machines are located in Dublin where life does not end or begin.  Beyond the M50 there is a great need in Cork.  As an example, if we are talking about ambitions in terms of reform and innovation, why can a printing machine not be located in Cork and thereby facilitate the people of Cork and the Munster region?<\/p><p>I thank the Minister of State for his reply.  Notwithstanding what he read, there is a justifiable case to be made for having a printing machine in Cork.  I accept that we are moving into a different era in terms of technology and how people apply for a passport and that perhaps there might come a time when having a passport will be irrelevant, that people will have a chip somewhere.  Nonetheless, it is something we should keep on the table.  There is an excellent Passport Office in Cork which would be augmented and supported if it had a printing machine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#C00300","speaker":"1391","continuing":true},{"type":"speech","time":1528810200,"counter":15,"content":"<p>I again thank the Senator and concur with what he said.  I take the opportunity to acknowledge the dedication and professionalism with which Passport Office staff in Cork and Dublin meet the challenges posed during periods of peak demand such, as well as the service they provide for the public all year round.  This year the Passport Office received sanction for the appointment of 220 temporary clerical officers to the offices in Dublin and Cork in accordance with the volume of applications to each of the offices.  Forty of the temporary clerical officers were assigned to the Passport Office in Cork.  In addition, ten clerical officers and one executive officer have joined the office's permanent staff since the beginning of the year.  Therefore, there is an acknowledgement by the Department that the office in Cork is a fundamental part of the passport issuing system.  In terms of recognition, it is the only place outside Dublin that has an office.  Many people from my constituency and surrounding counties use the Cork office more than the Dublin office.<\/p> <p>Having spoken to the Department to prepare my information and to the Minister for Foreign Affairs and Trade today, I have learned that there is an initial cost of &euro;1.7 million.  If one adds the cost of security, technical issues and work on the building, they could drive the cost up to &euro;2 million, which would be huge, given that the Passport Office states it can deal adequately with the pressures it is under, although that could change owing to Brexit.  I suggest to the Senator that there has been an acknowledgement of the Cork office, given the extra staff assigned to it, and that within a year or two, although I am not saying it will happen, the applications process might very well change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#D00200","speaker":"1351"},{"type":"minorheading","content":"Rental Accommodation Scheme","time":1528810200,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#D00250"},{"type":"speech","time":1528810200,"counter":17,"content":"<p>I thank the Minister of State, Deputy Damien English, for coming into the House to take this matter, despite his busy schedule.  He has seen an outline of it and I know that he has prepared a detailed reply.  <\/p> <p>The matter was brought to my attention by Councillor Pat Fitzgerald who is well known in Arklow and a great champion of the locals.  He came across an incident, of which I was not aware, although I deal with many housing issues and applications.  It involved a tenant in a house included in the rental accommodation scheme, RAS.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aidan Davitt:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2475\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2475&amp;amp;pid=AidanDavitt&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The landlord evidently decided to sell the house, so it fell on the council to rehouse the tenants.  They had been removed from the housing list and could not qualify for RAS or additional help with their rent.  This seems to be an anomaly in the system and I cannot understand why.  If someone is on RAS and the house he or she is renting is sold or made otherwise unavailable for whatever reason, which is common nowadays, that tenant cannot return to his or her original place on the housing list or fall back into the HAP net, to which everyone else is entitled, and get assistance with finding other private housing.  Instead, the tenant must deal with the council, which must house that person directly.  The Minister of State knows more than most, however, that the councils do not have enough houses.  In the case in question, the tenants ended up in temporary accommodation because they seemed to fall between two rocks.<\/p><p>I hope that the Minister of State has some enlightening news to give on this matter rather than some statement written by someone in the Department.  He has a great understanding of these issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#D00300","speaker":"1411","continuing":true},{"type":"speech","time":1528810200,"counter":19,"content":"<p>I thank the Senator for raising this issue and acknowledge his concerns about the operation of the rental accommodation scheme.  I should be able to bring some clarity to the matter, given that it is down to interpretation, and I welcome the opportunity to discuss it in the Seanad.  This issue has crossed our desks recently via various people.<\/p> <p>RAS was first introduced in 2004 and has met the housing needs of tens of thousands of households in the private rental sector by providing them with more security than rent supplement and the ability to increase their household incomes without the risk of losing their housing support.  Close to 19,000 families are living in rental accommodation with the support of this scheme.  RAS continues to be an effective mechanism for meeting housing need and an additional 1,800 households are targeted for transfer from rent supplement to RAS-supported tenancies between 2018 and 2021.<\/p> <p>With the increase in rent supplement recipients transferring to HAP, the number of new RAS tenancies created annually will reduce.  RAS operates as a three-way arrangement between a landlord, a tenant and a local authority.  These arrangements can be for a variety of periods.  In each case, the tenant-landlord relationship is protected by the obligations of both parties set out in the Residential Tenancies Act.  The agreements are often for ten years or more.  RAS arrangements may come to an end either where a fixed-term contract is ending or the tenancy is being terminated by the landlord in accordance with the provisions of the Residential Tenancies Act.  The majority of contracts do not end unless there is a built-in arrangement with the local authority.  The normal contract is for a fixed term.<\/p> <p>In every circumstance, there is a period of several months in advance of the arrangement ending that provides local authorities with the opportunity to negotiate a renewal of the contract with the property owner or other options to secure the property for social housing use, including a different lease arrangement or purchase for the social housing stock, given that it has already been in use in that form for several years.  We have made this clear to local authorities and encourage them to consider these options.<\/p> <p>When a RAS tenancy comes to an end with no prospect of renewing or otherwise securing the use of the property for social housing, the local authority has a responsibility to find alternative accommodation for that tenant.  In circumstances where the local authority is unable to find alternative accommodation from its own stock or from new properties that become available as part of its development pipeline during the period prior to the arrangement coming to an end, HAP may be considered as an alternative housing solution for the household, subject to the agreement of the tenant.  As such, HAP is an option, and we will clear up the matter of its interpretation where any doubt exists.<\/p> <p>In this context, it is important that there be a shared understanding of one of the specific differences between HAP and other forms of social housing support.  By definition and design, HAP is a flexible, tenant-led form of housing support, allowing tenants to choose the accommodation they wish to live in, subject to certain criteria.  When a HAP tenancy comes to an end, there is no obligation on the local authority to source alternative accommodation for the tenant.  As the housing authority, however, I naturally expect local authorities to support those receiving housing assistance in securing alternative accommodation.  My Department is preparing detailed guidance to assist local authorities in these circumstances and ensure there is clarity on how the practicalities of the transition from RAS or another form of social housing to HAP can be managed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> As housing authorities, local authorities require a variety of flexible options to meet the needs of those on waiting lists which work in the local authority property markets.  The RAS continues to be an important solution in that regard but the national roll-out of HAP now complete, the number of new RAS tenancies commencing will decline, although there will be up to 2,000 over the next three to four years.  It remains the case that local authorities should be doing everything in their power to ensure that households currently accommodated in RAS arrangements that may shortly be coming to an end are provided with secure accommodation to meet their long-term housing need.  HAP should be considered as one of those solutions.  Let me be clear about that.  It is black and white and we will issue guidelines to make it even clearer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#E00200","speaker":"1264","continuing":true},{"type":"speech","time":1528810200,"counter":21,"content":"<p>I am delighted the Minister of State, Deputy English, is here because he has a good grasp of the housing issue.  It is certainly the answer I wanted to hear.  It is a practical answer.  It is a change in policy, or a change from what was in some letters we received from the Department, of which I am sure the Minister of State is aware.  He is doing work on this behind the scenes.  I am sure it would not have changed otherwise.  I appreciate the change in stance from what was in the documentation we received in the past couple of months.  I appreciate the Minister of State's good work and common sense on the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#F00200","speaker":"1411"},{"type":"speech","time":1528810200,"counter":22,"content":"<p>I thank Senator Davitt for raising this issue.  It is important we bring clarity to the issue and I am happy to do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#F00300","speaker":"1264"},{"type":"minorheading","content":"National Dementia Strategy","time":1528810200,"counter":23,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#F00400"},{"type":"speech","time":1528810200,"counter":24,"content":"<p>I welcome the Minister of State at the Department of Health, Deputy Catherine Byrne, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#F00500","speaker":"1394"},{"type":"speech","time":1528810200,"counter":25,"content":"<p>I thank the Cathaoirleach for allowing me to raise this important issue.  I welcome the Minister of State, Deputy Catherine Byrne, to the House.  The Minister of State, Deputy Jim Daly, has responsibility for this issue, so I hope the Minister of State, Deputy Catherine Byrne, will be able to pass this on.  Dementia is an issue that affects people in every community in Ireland.  There are an estimated 55,000 people with dementia in Ireland.  The number is set to double by 2036.  People with dementia need a wide range of community services and support to assist them from the moment of diagnosis and we are all aware of significant gaps that exist in these vital services.  <\/p> <p>In December 2014, the Government published Ireland's first national dementia strategy.  The strategy was welcome and has the potential to improve the lives of people living with dementia in Ireland.  The mid-term review of the implementation of the national dementia strategy has now been published.  The review acknowledges that the strategy was initially intended to be cost neutral.  Since publication of the strategy in 2014, the understanding of the scale of need and how that need should be met has deepened considerably.  There is now an acknowledgment that the strategies to meet the needs of people with dementia will rightly call on the public purse.<\/p> <p>The mid-term review acknowledges that the pace of implementation can be frustrating but I would say it is traumatic for people living with dementia, their families and service providers as they are still dealing with inadequate services and are waiting for supports.  It also states that additional funding or redeployment of existing resources will be required to move from this preparatory implementation phase into the establishment of new dementia services, supports and structures.  Specifically, the review notes that considerable resources, both financial and staffing, will be required in the following areas: post diagnostic and diagnostic support pathways; key posts in which I would include dementia advisers to close the gaps identified in the recently published mapping project; appropriate home care for the growing population, even though we are at capacity for home care at present; an appropriate care pathway for people in acute hospitals because people go to hospital with dementia and come out considerably worse; and the provision of immediate options for care other than nursing home care.  There is a need for a dedicated budget.<\/p> <p>The first strategy was co-financed between Atlantic Philanthropies, which donated &euro;12.5 million, and the Department of Health.  At the same time it should be noted that the Alzheimer's Society of Ireland contributed &euro;14 million, which was more than the sum contributed by the Atlantic Philanthropies and almost as much as the Government.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colette Kelleher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2484\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2484&amp;amp;pid=ColetteKelleher&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This funding now comes to an end in 2018.  Multi-annual funding is critically needed beyond 2018 because we know that dementia is not going away.  In fact, it is going to increase.  We cannot rely on shaking buckets and the goodwill of people to finance core services.  As a co-convenor of the all-party Oireachtas group, along with Deputy Mary Butler, I am acutely aware of the lack of equity in the provision of dementia services.  To mention one service as an example, counties Wexford, Laois and Leitrim do not have any day care services.  People in just 13 counties have access to dementia advisers.  The provision of dementia-specific services is patchy and based on a geographic lottery.  There is no link between the needs of people with dementia and what is available to them.<\/p><p>Today is the first day of carer's week.  We often break the health of elderly people by requiring them to provide care to people with dementia, which is an unacceptable burden.  In our budget 2018 proposals, we advised the Government to provide funding for 30 dementia advisers and to increase this number to 90 over time.  The all-party Oireachtas group also identified gaps in intensive home care for people who wish to stay at home in their communities.  We also advised on supports for people with Down's syndrome, who are much more likely than the general population to develop dementia.  These needs were not addressed in the last budget.  We were not listened to.<\/p><p>I am asking the Minister of State, Deputy Jim Daly, to give a commitment that he will listen to these proposals, which are quite modest relative to the scale of need.  They should be included and prioritised in budget 2019.  I welcome the work of the HSE's National Dementia Office, which needs resources so it can do its work.  The strategy needs to be resourced properly.  We need to plug the gap in dementia services so that we do not place unacceptable burdens on carers.  Therefore, I call on the Minister of State to ensure the findings of the mid-term review are acted on.  He should set out specific actions and the timeframe within which those actions will be taken.  The needs, gaps and solutions of people with dementia and their carers have been identified and well documented.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#F00600","speaker":"1430","continuing":true},{"type":"speech","time":1528810200,"counter":27,"content":"<p>On behalf of the Minister of State, Deputy Jim Daly, I thank Senator Kelleher for raising this matter.  The national dementia strategy, which was published in 2014, sets out a framework for the development of dementia supports and services in Ireland.  The overarching aim of the strategy is to provide dementia care so that people with dementia can live well for as long as possible and can live out their lives in comfort and dignity with services and supports delivered in the best way possible.<\/p> <p>As part of the implementation of the national dementia strategy, the Department of Health committed to conducting a mid-term review of the progress being made.  This review, which was prepared in partnership with the National Dementia Office, highlights the considerable amount of work that has been completed to date and the actions that are to be carried out over the next 12 months.  The review was launched on 23 May last and is available on the website of the Department of Health.<\/p> <p>The implementation of the national dementia strategy was boosted at the time of its launch by a joint programme of investment by the HSE and the Atlantic Philanthropies which was valued at &euro;27.5 million.  This investment allowed a number of key actions in the strategy to be resourced and implemented.  It part-funded a programme that offers education and clinical resources for general practitioners and primary care teams, intensive homecare packages for people with dementia, the Understand Together awareness campaign and the establishment of the National Dementia Office.  The National Dementia Office, which has an important role in implementing the national dementia strategy, has made substantial progress in developing evidence-based care pathways for people with dementia.<\/p> <p>A dementia diagnostic project has been set up to ensure timely diagnosis of dementia.  A post-diagnostic support pathway project will offer the information and support that people with dementia and their families need following a diagnosis.  Work is ongoing to develop a dementia care pathway within acute hospitals.  Clinical guidelines are being developed on the appropriate use of psychotropic medications in people with dementia.  Education programmes have been developed for health and social care professionals, public-facing staff and carers.  Other important work undertaken by the National Dementia Office includes mapping of dementia-specific, community-based services in partnership with the Alzheimer Society of Ireland, and a review of the dementia information resources that are currently available.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Department recognises that full implementation of the strategy will require investment and change.<\/p><p>The Minister of State, Deputy Daly, has held high level meetings with his officials and the HSE and acknowledges that further work needs to be done to fully implement the strategy.  The level of funding for dementia services will be considered as part of the national Estimates and budgetary process.<\/p><p>Changes are needed in how the HSE organises and delivers its services and, equally, additional investment is needed to fill gaps in services and expand existing services to meet the needs of the rising numbers of people with dementia.  The Department is committed to implementing the national dementia strategy in full and ensuring a provision of services that meets the needs of people with dementia across the country.  I will come back in to answer some of the Senator's other questions. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#G00200","speaker":"1307","continuing":true},{"type":"speech","time":1528810200,"counter":29,"content":"<p>I thank the Minister of State for her response.  It is good to hear that the Department of Health recognises that full implementation of the strategy will require investment and change.  I am looking for specifics from the Minister of State on what that change will involve.  That is why I tabled this Commencement matter.  Indicating good intent or that something will happen is not the same as giving detail.  It certainly does not give people with dementia and their carers the kind of information and comfort they need.<\/p><p>The Minister of State noted the following: <\/p><blockquote>The Minister of State, Deputy Daly, has held high level meetings with his officials and the HSE and acknowledges that further work needs to be done to fully implement the strategy.  The level of funding for dementia services will be considered as part of the national Estimates and budgetary process.<\/blockquote> <p>How much funding will be provided next year and in the years after that?  By 2036, more than 100,000 people will have dementia.  We need answers on this issue.  I agree with the Minister of State that changes are needed but what changes are proposed?  While it is good the Minister of State is in the Chamber, the detail she provided is very sketchy.  We know what we need to do and we want to know what the Department of Health and Minister intend to do.  How much money will be provided and where will we see progress for people with dementia and their overburdened carers?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#H00200","speaker":"1430"},{"type":"minorheading","content":"Services for People with Disabilities","time":1528810200,"counter":30,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#H00250"},{"type":"speech","time":1528810200,"counter":31,"content":"<p>It is National Carers Week and I compliment the people who, in their communities and homes, look after people with all kinds of conditions.  This gives them an opportunity to stay in their homes, live in their communities and play a part in family life.  It is important to acknowledge the work being done, especially as it is National Carers Week.<\/p> <p>I cannot give the Senator any commitment on the budget, and nor could the Minister of State, Deputy Daly, if he was responding.  The budget is in the process of being put together for October.  I am sure the Minister for Finance, Deputy Paschal Donohoe, and the Minister of State, Deputy Daly, will have many meetings about the budgets for all the services, particularly services for older people.<\/p> <p>I do not have specific answers to some of the Senator's questions, but I will follow up on them for her.  I assure her that the Minister of State, Deputy Daly, and the Government are committed to helping people with dementia to continue to live at home, with supports around them.  This is what we all want, whether we are in government or opposition.  We all want to support as many people as possible.  I do not have figures on the budget and probably will not have them for some time.  I will relay the Senator's concerns to the Minister of State, who unfortunately is not here to provide some of the finer details, which I do not have.  I will ask his office to reply specifically to the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#H00300","speaker":"1307"},{"type":"speech","time":1528810200,"counter":32,"content":"<p>Earlier this month, the Government announced funding of &euro;16 million for 27 projects across the State, to be funded under the Ability programme.  This programme provides supports to more than 2,600 young people aged between 15 and 29 years who have a disability.  According to a Government press statement, the announcement was the fruition of a long period of planning, consultation and assessment by various Departments and Pobal.  Initially it was planned to allocate &euro;10 million in funding.  This was subsequently increased to &euro;16 million, supporting all 27 projects.  I welcomed that increase.<\/p> <p>One of the groups that applied for funding was a partnership consisting of the Bluestack Special Needs Foundation based in Donegal town, Inishowen Children&rsquo;s Autism Related Education Limited, which covers the Inishowen Peninsula but also provides services to the wider Donegal area, and Extern.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig Mac Lochlainn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2321\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2321&amp;amp;pid=PadraigMacLochlainn&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They came together in a partnership and they were one of the groups turned down for funding.  iCare met Oireachtas Members in recent days and it has given us this map and put it online.  It is a scandal that there are 27 projects, not one of which is north of Roscommon or Dublin.  In my part of the world in Donegal, people are sick and tired of looking at maps like this when it comes to a range of health services, but these are disability services.<\/p><p>iCare is based in my home area of Inishowen and has been going for 18 years.  It has had to raise every single cent it spends.  It started off with six families and today it provides services to 105 persons with disabilities and their families.  It delivers a huge service solely from fundraising.  It has been turned down for funding only to discover, when looking to see where the money went, that nothing went north of Roscommon or Dublin.  That is not to begrudge any of the organisations that got funding.  I believe every single one of them deserved to get funding, but how can this be called a State-wide service for young people with disabilities when so many counties are missing?  I am particularly angry about Donegal because we are isolated and we are denied access to health services in so many ways.  So many of these maps are a line between Galway and Dublin, north of which nothing is provided to us.<\/p><p>I am asking that both the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, and the Minister of State with special responsibility for disability issues, Deputy Finian McGrath, urgently review this.  After all, in their own press statements they have acknowledged that they have increased the originally planned &euro;10 million to &euro;16 million.  They need to increase it further.  They need to make sure that no young person, whether they are in Donegal, Sligo, Leitrim, Cavan, Monaghan or Louth, is denied the equality of access and opportunity with which other young people with disabilities throughout the country are rightly provided.<\/p><p>This needs urgently to be reviewed.  It is scandalous that two Departments, working with Pobal, in whose statements it says it has put extensive preparation into this, have allowed young people with disabilities in such a huge area to be left neglected and abandoned again.  We will not stand for it and we demand a review and a reversal of the decision to limit the funding to &euro;16 million.  That is my call here today and I can tell the Minister of State that since this map has gone up on social media, it has gone viral.  People are furious in my part of the world.  The Minister needs to review this urgently and make sure the funding is provided.  If not, there will be a battle on the Government's hands.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#H00400","speaker":"1400","continuing":true},{"type":"speech","time":1528810200,"counter":34,"content":"<p>I thank Senator Mac Lochlainn for his Commencement matter.  I will be taking this question of behalf of the Minister of State with special responsibility for disability issues, Deputy Finian McGrath, who is, unfortunately, out of the country at present.<\/p> <p>The Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, together with the Minister of State, recently announced funding of &euro;16 million to deliver a new pre-activation programme for young people with disabilities called Ability.  The Ability programme provides supports to in excess of 2,600 young people with disabilities and who are aged between 15 and 29 years old.  The programme, using a range of person-centred supports, will promote employment prospects and meaningful social roles for young people with disabilities, in particular, young people who are distant from the labour market.  The initiative is being funded by the Exchequer and the EU under the European Social Fund, ESF, as part of the ESF programme for employability, inclusion and learning for 2014 to 2020.  It demonstrates the commitment, at both a Governmental and EU level, to support and assist young people with disabilities to achieve their individual employment and other goals.<\/p> <p>The announcement brought to fruition the result of a long period of planning, consultation and assessment for the Department of Employment Affairs and Social Protection and its partner Pobal.  Pobal has been contracted by the Department of Employment Affairs and Social Protection to manage the application and evaluation process for the proposals received under the measures.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Pobal put considerable resources into providing information resources for potential applications, including several regional seminars such as one held in Cavan.  Following an extensive information campaign and application process, the Ability programme attracted applications from 57 projects.  A detailed and independent assessment process of these 57 applications was undertaken by Pobal.  Pobal awarded scores out of 100 for all the applications.  Scores were assigned to each proposal based on a weighted marking system linked with the scheme's evaluation criteria as follows: meeting the programme measure priorities; need for the proposals; capacity of the organisation; and value for money.  The first criteria attracted 40% of the marks while the other criteria attracted 20% each.  Only projects receiving a score of 60 or above were deemed by Pobal to be of sufficiently high standard to be recommended for funding at the time.  On this basis, Pobal recommended 27 projects as suitable for funding.  These recommendations were accepted because they were made by Pobal on the basis of these objective criteria.  Neither the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, nor the Minister of State, Deputy Finian McGrath, had any role to play in this completely independent assessment process.<\/p><p>At the time of the launch of the measure it was expected that funding for the programme would amount to &euro;10 million over a three-year period.  However, given the number and quality of the proposals received, enhanced funding arrangements have been put in place in the amount of &euro;16 million to support all 27 projects recommended for funding by Pobal.<\/p><p>Pobal and the Ability programme have an appeals process for applicants or grant-holders who believe that decisions taken and procedures followed by Pobal in the administration of funding have not been applied fairly or consistently.  The Department of Employment Affairs and Social Protection, through its Intreo service and the EmployAbility service, continues to offer national supports and services to people with disabilities who wish to pursue their employment ambitions.  Pobal is currently in the process of drawing up and putting in place funding agreements with the 27 projects or organisations.  Once these are in place the 27 projects will commence the delivery of services and supports for more than 2,600 young people with disabilities who have been identified as people who will benefit from the new programme.  I will come back to the Senator with any further queries.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#J00200","speaker":"1307","continuing":true},{"type":"speech","time":1528810200,"counter":36,"content":"<p>I do not dispute that this was an independent process, but it was an entirely flawed process.  Two Departments worked with Pobal, which is responsible for assisting communities in tackling poverty and improving inclusion throughout the State.  I cannot understand how, following an extensive process, they could come up with the map I have before me.  The map shows that no organisations north of Roscommon and Dublin were given any funding.  It is absolutely shocking.  I cannot understand how the Departments and Pobal could not have worked better.<\/p> <p>In Donegal, organisations such as iCARE and the Bluestack Special Needs Foundation work with young people with special needs, as does Extern.  All these are impressive and trusted organisations.  How on earth could they not have been assisted to ensure that their projects fitted the criteria appropriately?  It is beyond me.<\/p> <p>It is absolutely indefensible for the Government to stand over a national EU co-funded measure that results in a map with such huge gaps.  The Minister of State should immediately review the process and go back to the organisations in those counties that have been left behind.<\/p> <p>I am here to speak about my home county of Donegal.  I am absolutely outraged because I know the relevant organisations.  The Minister of State, Deputy Finian McGrath, knows about iCARE because he met those involved last November.  He knows that the organisation is about to go to the wall, along with many of its services.  That means the 105 young people iCARE has supported cannot be supported in the same way from now on.  It gets no money from the Government and now has received this kick in the teeth.<\/p> <p>We are told that independent criteria were applied.  People's heads were torn apart with the bureaucracy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig Mac Lochlainn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2321\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2321&amp;amp;pid=PadraigMacLochlainn&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Where is the humanity in a decision like that. which leaves so many young people with disabilities behind across a huge swathe of this country?  It is indefensible.  The process is flawed.  It needs to be reviewed and the Government must reverse the approach it has taken.  It must do right by young people with disabilities in my county of Donegal and all of these counties.  The same counties are always let behind.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#K00200","speaker":"1400","continuing":true},{"type":"speech","time":1528810200,"counter":38,"content":"<p>While listening to the Senator's concerns and anger I have taken some notes.  There is an appeals process and I do not know whether the organisations the Senator speaks about went through the appeal process.  It may not be for me to say that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#L00200","speaker":"1307"},{"type":"speech","time":1528810200,"counter":39,"content":"<p>The process is flawed.  That is the point.  There is no point appealing a process that is flawed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#L00300","speaker":"1400"},{"type":"speech","time":1528810200,"counter":40,"content":"<p>I can only give the reply that I have in front of me.  Unfortunately the Minister of State with responsibility for people with disabilities cannot be here to listen to the Senator's concerns.  I will relate them to him.<\/p> <p>I do not believe that we as Ministers should have an influence on decisions made by different groups around the country.  I know the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, and the Minister of State with responsibility for people with disabilities, Deputy Finian McGrath, would agree with me.  There are criteria and they were stated in the reply.  I do not know why some of the organisations the Senator speaks about did not get money.  I can understand visually from the map that some places or organisations have not received funding.  Maybe there are flaws in the process, I do not know.  If there was something wrong with their applications it may have helped if they had been assisted in some way.  I will bring the Senator's concerns and his anger - because I can see he is angry about this - back to the Minister and the Minister of State and ask them to look at the map, and speak to Pobal to see if there is any way it can consider an appeals process, particularly for the projects the Senator has been speaking about.  It would be helpful if he could send me the map.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#L00400","speaker":"1307"},{"type":"unspoken","time":1528810200,"counter":41,"content":"<p>Sitting suspended at 3.22 p.m. and resumed at 3.35 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1528810200,"counter":42,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#O00100"},{"type":"speech","time":1528810200,"counter":43,"content":"<p>The Order of Business is No. 1, the Planning and Development (Amendment) Bill 2016 - Report Stage to be taken at 4.45 p.m. and to adjourn not later than 6 p.m.; No. 2, statements on marine spatial planning, to be taken at 6 p.m. and to adjourn not later than 7 p.m., with the contribution of group spokespersons not to exceed eight minutes, and all other Senators not to exceed five minutes and; No. 3, statements on tourism, to be taken at 7 p.m., with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#O00200","speaker":"1391"},{"type":"speech","time":1528810200,"counter":44,"content":"<p>Today, I wish to raise two issues.  The first relates to the cervical smear interim report.  I am very disappointed to learn that we are not being presented with a final report at this stage or in the very near future.  I wish to ask the Minister whether Dr. Scally was given adequate resources to complete the report on time and if there is a particular reason we will not have a final report in the very near future.<\/p><p>Another issue that has given rise to the need for me to ask a few questions is the &euro;2,000 <i>ex gratia<\/i>payment that is being made to allow those women who have experienced delays in their diagnosis to uncover the truth and, as the Minister said, to give them a voice.  Many colleagues in here are legal professionals and we know that it takes a High Court action to uncover the truth and to allow for the discovery of documents by way of litigation.  We know that in medical negligence cases alone one cannot actually issue proceedings unless one has a medical negligence report commissioned by a doctor.  Unfortunately, doctors in Ireland are slow to draft medical negligence reports on their colleagues so quite often we have to go to the UK to seek medical negligence reports.  Those reports alone are very expensive and cost in the region of &euro;1,500 to &euro;2,000.  One cannot issue proceedings without a report.  In addition, one cannot bring a motion for discovery without having issued proceedings.  For any of those women to get to the truth and to get a copy of their file from Quest Diagnostics they will need to issue proceedings in the High Court.  The outlay alone, not taking into consideration solicitor's fees, will be in or around &euro;1,000.  Once proceedings are issued there are costs attached to getting motions, appearances and defences and then one has the court stamp for the discovery motion.  The sum of &euro;2,000 simply would not cover the outlay required.  Many solicitors are dealing with matters on a <i>pro bono<\/i>basis or on a no foal, no fee basis so I am very disappointed that this amount was mentioned.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Government should itself seek the documents from Quest Diagnostics and commission professional negligence reports for each of the women who have had a delayed diagnosis.  It is not enough to give them &euro;2,000 each and tell them to go off and do it themselves.  This is what the interim report should do.  It should be finding out the truth and it is scandalous that it is not doing so.<\/p><p>The second issue I raise relates to housing and homelessness.  In March, we saw an increase of 53 people on the Department's figures.  While April showed a slight drop, we know that today there are 5,963 adults and 3,689 children in emergency accommodation.  We are lucky the recent nights have been warm, because if the weather were cold, we would see the absolute devastation caused by this crisis.  As a solicitor practising in conveyancing, I am disturbed and disgusted by the frenzied and ridiculous escalation in house prices and in the rate of houses changing hands in Dublin in the past few weeks.  Homes are no longer affordable in this city and are only within the reach of those with huge incomes and inherited wealth.<\/p><p>I started practising in 2011 after the last property crash.  Since 2011, I have seen nothing like the frenzy going on now and the huge increases in house prices in the city.  It is only getting worse and we are without doubt heading towards another property bubble.  Gazumping has started again and house prices are back at boom-time levels.  I have raised this issue 100 times in the House, but, ultimately, we know that without supply in the market, we will continue to see ridiculous house prices.<\/p><p>Eileen Gleeson, director of the Dublin Regional Homeless Executive, has rightly criticised the income bands for housing assistance payments, HAP.  Ms Gleeson says that the bands which are currently in force are keeping people in homelessness and must be changed.  For example, families who might be willing to leave hotels, hostels and bed and breakfast accommodation to move outside Dublin city are staying put because they fall outside the income bands applying in areas outside Dublin.  There is also an issue regarding the rate at which HAP is paid.  Anecdotally, we are aware that many households have had to top up their HAP to stay in their chosen residential accommodation.  An RTB report published today shows that there will be no abatement in the increase in rent prices.  There is serious apathy here and nothing is being done to address the housing market and supply.  We are in a deep crisis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#O00300","speaker":"1407","continuing":true},{"type":"speech","time":1528810200,"counter":46,"content":"<p>Like the Leas-Chathaoirleach, I have just come from the British-Irish Parliamentary Assembly which has been in session for the past two or three days.  One of the matters discussed over the weekend was the whole issue of spatial planning.  I raised in particular at the assembly the matter of marine spatial planning and indicated to the members from the various jurisdictions that this very day in the Seanad we would have a presentation on that topic.  I thank the Leader for organising the debate at relatively short notice, it having been requested only the week before last.  Marine spatial planning is very important and presents a real opportunity for us to work in close co-operation and in synergy with the authorities and local councils in Northern Ireland.  Fishing boundaries are not fixed at particular points and there are a whole range of issues to discuss regarding oceans and the marine.  While we will have a greater debate on this later, I thank the Leader again for organising that debate this evening.<\/p> <p>I turn to the Adoption (Information and Tracing) Bill 2016, on which we had a great discussion recently.  We have to maintain our focus.  As a result of the revelations a few weeks ago in this context, which I will not rehearse here, it is clear that people want an absolute right to know their forename, surname, where they were born and what their history has been.  The Bill is an important one and we should not lose focus regarding it.  I ask the Leader to come back to the House in the coming days to provide Members with an update on the Adoption (Information and Tracing) Bill 2016 and how it will be progressed.  We should not be deviated from addressing it.  The Minister is committed to enacting the legislation notwithstanding the fact that there are issues.  I would like to hear more about it.<\/p> <p>Senator Ardagh referred to the data and it is clear that we have a serious housing and homelessness crisis.  While things are being done, they cannot happen fast enough.  That is the problem for everyone.  The time has come for an independent body to validates the housing figures.  There are 31 local authorities providing different figures on which the Minister relies.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have the homeless executive and other agencies dealing with housing and homelessness.  We have to work off one standard matrix database.  There is now a case to be made to have independently validated housing figures from which we can all work for all 31 local authorities.  Nobody has a monopoly on the issues of housing and homelessness in terms of policy.  We are all committed across the Houses to do something about it.  If we have a greater understanding of the exact figures, which would be independently validated, it may help us in these debates.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#P00200","speaker":"1379","continuing":true},{"type":"speech","time":1528810200,"counter":48,"content":"<p>I welcome the decision by the Government to appeal the case of the hooded men.  I acknowledge and thank all Senators for their unanimous support for the Seanad motion which called on the Government to appeal this judgment at the Grand Chamber of the European Court of Human Rights.  It is vitally important.<\/p> <p>I thank the men and their legal team for coming to share their story in Leinster House.  They have been fighting this case for 50 years.  I thank the Government for that move.  It is vitally important we had this window of opportunity and that their campaign for truth and justice, which has gone on for decades, will now continue.  Will the Government remain fully engaged with the men themselves, as well as their legal representatives, in bringing this appeal forward?  The appeal will now be heard by a panel of five judges and will continue from there.  I want to acknowledge everybody's support in this matter, including the Leas-Chathaoirleach.  I also acknowledge the hard work of my colleague, Senator &Oacute; Donnghaile, in facilitating the men and their families in coming to Leinster House.  It shows the value of having Senators from the North in this Chamber - we also have Senator Marshall.  There is a real value in having a 32-county approach to what we do in this Chamber.<\/p> <p>The misdiagnosis of at least 49 children by audiology services in the west is scandalous.  For many of them, it has resulted in profound hearing problems and other associated problems.  There needs to be answers.  I welcome the fact that the families have now got the report.  However, it is disgusting it was leaked to the media first and that the HSE did not make sure it was discussed with the families affected before that.  Will the Leader ask the Minister to come to the House to discuss these reports and what will be done to right the wrong done to these children?  It is not only 49 children affected.  I have been contacted by parents since who had been told all along there was no problem with their children's hearing but have discovered in the past 18 months that there is a problem.  I do not believe the 49 constitutes the full enormity of what has gone on.  I expect more cases to be revealed as time goes on.<\/p> <p>I welcome the health committee report on sodium valproate, a medication given to pregnant mothers.  There is a direct correlation between it and children born with disabilities.  I have raised the matter in the House before.  The Leader has said it is time the Minister came in to discuss this matter.  Now that this report has been completed, it is important we have a full debate in the Chamber so we can work through its recommendations and put a plan in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#Q00200","speaker":"1378"},{"type":"speech","time":1528810200,"counter":49,"content":"<p>I commend all those involved in the wonderful ceremony last week, Dublin Honours Magdalenes.  It was uplifting to see it after such shabby treatment of so many women for so long by the State, other institutions and, in many cases, by individual families.  It was good and positive to see such a great welcome for the Magdalenes by Dublin's Lord Mayor, as well as other aspects of civic and official society.  I also commend the President, Michael D. Higgins, for hosting a reception in &Aacute;ras an Uachtar&aacute;in.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I join Senator Ardagh in expressing concern about the delay in the report of the scoping inquiry into CervicalCheck.  The report today appears to address only one point in the terms of reference.  A full report is now not likely until the autumn, and certainly not by the end of June as it was supposed to be.  My colleague, Deputy Kelly, has raised in the D&aacute;il the issue of the continued lack of information being provided to many of the women affected who have still not received their personal medical records.  Clearly, greater urgency needs to be given to this matter and I hope we can see that.  I ask the Leader to pass that on to the Minister for Health.<\/p><p>In respect of another aspect of women's health, however, I commend the Minister for Health and the Taoiseach on moving swiftly to address issues that have arisen over the weekend regarding the legislation to give effect to the wishes of the people who voted in the referendum 66% in favour of repealing the eighth amendment.  The Minister and the Taoiseach are quite right to point out that while there will be a conscientious objection clause in the legislation - that was in the heads of Bill published in March - clearly there will still be a duty to refer onwards and doctors cannot deny women access to medical care that they so clearly require.<\/p><p>We should also be looking for the Joint Committee on Health to conduct hearings, as I think it will, on how we can adopt a best practice model of health service provision in this area.  Now we have an opportunity to get our legislation right.  The heads of the Bill are strong and positive, and people were aware of those when they voted \"Yes\" on 25 May.  It would be useful for the committee to hold hearings with, for example, experts from the World Health Organization, WHO, as well as with Irish GPs and members of the Institute of Obstetricians and Gynaecologists.  I have written to the Minister on behalf of Women's Health in Ireland, a cross-party, cross-political and cross-professional grouping, to ask that the Chair of the Joint Committee on Health, Deputy Harty, would conduct such hearings, and I hope we will do that.<\/p><p>This week is national bike week, and I wish all colleagues a happy national bike week.  I very much hope we will see in Leinster House greater provision for cyclists.  There has been a somewhat grudging provision of facilities for cyclists in these Houses and it is something I, as a daily all-weather cyclist, have been meaning to raise more often.  I am delighted to be meeting the Superintendent of the Houses and others tomorrow to look at how we can improve provision of, in particular, parking facilities for bikes.  We need Leinster House to lead the way in encouraging people to cycle to work.  In Dublin, there are low numbers of people cycling and a terrible provision of cycle paths and cycling infrastructure.  There is much in literature now about building velotopia - a utopia for bikes - or cities in which cycling is given priority and in which citizens are encouraged to cycle.  We could lead on that in Leinster House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#Q00300","speaker":"1402","continuing":true},{"type":"speech","time":1528810200,"counter":51,"content":"<p>We will need to make the roads safe first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#R00200","speaker":"1420"},{"type":"speech","time":1528810200,"counter":52,"content":"<p>Unfortunately, we are in more of a motopia at present.  It is the car that is given priority in far too many instances in the cities and towns around Ireland.  Let us lead the way in creating a velotopia.  I, again, wish everyone a happy national bike week.  I look forward to a stronger and more positive endorsement of cycling within Leinster House as well as elsewhere.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#R00300","speaker":"1402"},{"type":"speech","time":1528810200,"counter":53,"content":"<p>I echo the sentiment of the previous speaker on cycling which clearly has tremendous benefits, both environmentally and to the individual in terms of exercise.  There is a dearth of safe places to cycle.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#R00400","speaker":"1421"},{"type":"speech","time":1528810200,"counter":54,"content":"<p>Is the Senator saying I should be doing more of it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#R00500","speaker":"1420"},{"type":"speech","time":1528810200,"counter":55,"content":"<p>We all should.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#R00600","speaker":"1402"},{"type":"speech","time":1528810200,"counter":56,"content":"<p>Would I be so impertinent?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#R00700","speaker":"1421"},{"type":"speech","time":1528810200,"counter":57,"content":"<p>We all should do more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#R00800","speaker":"1391"},{"type":"speech","time":1528810200,"counter":58,"content":"<p>The Leader is right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#R00900","speaker":"1420"},{"type":"speech","time":1528810200,"counter":59,"content":"<p>I raise a serious matter regarding the housing crisis, which others have mentioned and which the Government is using all its resources to address.  The building of many houses has now started.  We would like to see that accelerated.  One of the places where a lot of development will take place, because this is where most of the land available to us is, is in Fingal in north Dublin.  It has thousands of acres zoned and is well positioned to accommodate this housing need.  Planning permissions have been granted for badly needed houses, some of which are being built in the popular town of Skerries.  We now have a situation, however, where people have paid up to &euro;500,000 for a new house and find they have no reliable water supply, and I met some of the residents yesterday.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is regularly no water supply at all.  It is a sick joke.  I use the word &quot;sick&quot; because it is a real health risk.  One gentleman is married to another public servant and they have a nice new home.  He is delighted to have a future for himself, his wife and young family.  They have four children, the youngest of whom is four weeks old.  They have had no water supply for seven days in a new house.  Another lady whom I have met is undergoing chemotherapy on a regular basis.  She has to undergo it again tomorrow.  There is also no running water in her house.  If she gets an infection, we all understand the catastrophic consequences for her.  Another lady without a water supply has a five year old and a three year old.  Pensioners are expected to climb into their attics to check that their water tanks are filling.  It is ludicrous.  <br\/><br\/>Where is the planning by Irish Water?  Does it not know where new houses are being planned or where permission has been granted?  Can it not see new houses going up?  These newer and many older estates in Skerries are badly affected by a very poor water supply or have no water supply at all.  There have been 20 outages in the past 18 months, more than one day per month.  In modern Ireland it is a regular occurrence not to have a water supply.  New houses have burnt out pumps because people who are out working do not realise there is no water supply.  Their homes are being damaged as a result.  I ask the Leas-Chathaoirleach to picture a situation where his son or daughter who has worked really hard to save to buy his or her new home in which he or she is living with a young family is sitting in it without a water supply.  They cannot even provide the basics of modern life - clean water and a clean environment for their children in which to grow.  Irish Water needs to pull up its socks.  It is at a crossroads, but it can build a reputation like that of the ESB, of which we are so proud because it rarely lets us down and is admired internationally, or it can be like other organisations which I will not mention, the credibility of which is stretched daily in the public's mind.  How will excellent builders who have stayed in business and are building new houses stay in business if they cannot even guarantee prospective customers a water supply in their new homes?  This has ramifications across society.<br\/><br\/>I brought with me a picture of a resident shown in yesterday's edition of the <i>Irish Independent<\/i>.  Is this modern Ireland - in 2018 having to carry water to one's home on one's head?  That is totally unacceptable to the people.  Will the Leader bring the Minister to the House to explain how he will ensure Irish Water is fit for purpose and outline the capital investment plan for the next three years?  I call on Irish Water to address immediately the utterly unacceptable situation in Skerries where families have literally been left high and dry without a water supply for days on end.  If it has to do so, let there be temporary local water reservoirs, as in the case of foul sewers, or let it upgrade the pumping system to provide water in all parts of Skerries.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#R01000","speaker":"1421","continuing":true},{"type":"speech","time":1528810200,"counter":61,"content":"<p>The Senator is well over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#S00200","speaker":"1420"},{"type":"speech","time":1528810200,"counter":62,"content":"<p>The last thing I want to hear from Irish Water is that it will allow this problem to spread to the other towns and villages of Fingal-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#S00300","speaker":"1421"},{"type":"speech","time":1528810200,"counter":63,"content":"<p>Point taken.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#S00400","speaker":"1420"},{"type":"speech","time":1528810200,"counter":64,"content":"<p>-----including Rush, Loughshinny, Lusk and even Balbriggan.  I ask for the Minister to be brought t the House to explain how he will ensure Irish Water is made fit for purpose.  I say to Irish Water that it should not take a public outcry over many days and the media to get it to come to turn the water back on.  If that is from where it is starting, the end is nigh for it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#S00500","speaker":"1421"},{"type":"speech","time":1528810200,"counter":65,"content":"<p>I second Senator Rose Conway-Walsh's proposal that the Minister for Health be brought to the House, with particular reference to the report on valproate, a drug women were taking during pregnancy.  It is important that the Minister explain the position because many women have been affected.  <\/p> <p>I need to raise an important issue that is being raised by many.  We have all become involved in what I can only describe as the passport debacle.  I have received hundreds of calls, letters and messages about problems encountered in obtaining passports.  There are people who have to travel for emergencies who are run ragged in having to travel to Dublin from all corners of the country because there is no printer in Cork.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->To get a passport, someone must come to Dublin.  Some people applied ten or 12 weeks ago, so it is not as if they are not applying in time.  One woman applied on behalf of her entire family ten weeks ago ahead of their first ever trip abroad.  Although their first-time applications were all sent together, she has only received two passports to date - one for her husband and the other for one of her twin sons.  What procedure was followed to lead to such an outcome?<\/p><p>Why is the Passport Office telling people to apply in good time and use the passport express service only to smash its promise on return times?  People are not getting their passports in time.  There has been a spike in applications for various reasons, including a growing population, more disposable income and Brexit, but surely we planned for this when we asked the Passport Office to hire more staff for the peak season.<\/p><p>Like many Senators, I travel to Dublin with constituents every year to try to get them the passports to which they are entitled.  This happens all year round, not just during the summer.  Lately, Senators have been inundated because of the large backlog.  I want the Minister for Foreign Affairs and Trade to tell the House exactly why it can take up to 12 weeks, if not more, to get a passport.  Is it that the office needs more staff or another printer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#S00600","speaker":"1395","continuing":true},{"type":"speech","time":1528810200,"counter":67,"content":"<p>This was dealt with as a Commencement matter today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T00200","speaker":"1391"},{"type":"speech","time":1528810200,"counter":68,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T00300","speaker":"1420"},{"type":"speech","time":1528810200,"counter":69,"content":"<p>I know, but it is serious.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T00400","speaker":"1395"},{"type":"speech","time":1528810200,"counter":70,"content":"<p>Did the Senator not listen to that debate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T00500","speaker":"1391"},{"type":"speech","time":1528810200,"counter":71,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T00600","speaker":"1395"},{"type":"speech","time":1528810200,"counter":72,"content":"<p>If the Senator had, she would not be raising it now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T00700","speaker":"1391"},{"type":"speech","time":1528810200,"counter":73,"content":"<p>The Minister needs to attend the House.  We have a very-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T00800","speaker":"1395"},{"type":"speech","time":1528810200,"counter":74,"content":"<p>The Minister of State, Deputy Halligan, was present.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T00900","speaker":"1420"},{"type":"speech","time":1528810200,"counter":75,"content":"<p>I was at a meeting of the Joint Committee on Housing, Planning and Local Government.  We have so many meetings.  Bring the Minister of State back in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T01000","speaker":"1395"},{"type":"speech","time":1528810200,"counter":76,"content":"<p>The Senator can propose that this be taken as another Commencement matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T01100","speaker":"1420"},{"type":"speech","time":1528810200,"counter":77,"content":"<p>We need to sort this out.  We have a system that is failing.  People have a constitutional right to a passport.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T01200","speaker":"1395"},{"type":"speech","time":1528810200,"counter":78,"content":"<p>The Minister of State was in the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T01300","speaker":"1391"},{"type":"speech","time":1528810200,"counter":79,"content":"<p>I want the Minister of State to attend the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T01400","speaker":"1395"},{"type":"speech","time":1528810200,"counter":80,"content":"<p>He was here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T01500","speaker":"1391"},{"type":"speech","time":1528810200,"counter":81,"content":"<p>I was at other meetings.  I call on the Minister of State to return.  This has to do with passports.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T01600","speaker":"1395"},{"type":"speech","time":1528810200,"counter":82,"content":"<p>Point taken.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T01700","speaker":"1420"},{"type":"speech","time":1528810200,"counter":83,"content":"<p>I second Senator Bacik's comments on Dublin Honours Magdalenes.  It was a fitting tribute to the ladies.  I commend everyone involved, particularly the Minister for Justice and Equality, Deputy Flanagan, whose office facilitated the invitations.<\/p> <p>For Senator Murnane O'Connor's information, if someone applies for a passport online, he or she can get it within seven days.  My husband did that last week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T01800","speaker":"1375"},{"type":"speech","time":1528810200,"counter":84,"content":"<p>That is not true.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T01900","speaker":"1395"},{"type":"speech","time":1528810200,"counter":85,"content":"<p>It is true.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T02000","speaker":"1375"},{"type":"speech","time":1528810200,"counter":86,"content":"<p>I have constituents' applications that were applied for-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T02100","speaker":"1395"},{"type":"speech","time":1528810200,"counter":87,"content":"<p>The money went out of our account on 29 May and the passport arrived in the post last Thursday.  It was done online.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T02200","speaker":"1375"},{"type":"speech","time":1528810200,"counter":88,"content":"<p>I have people whose applications for new passports are still in the system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T02300","speaker":"1395"},{"type":"speech","time":1528810200,"counter":89,"content":"<p>I welcome the Government's announcement last week of &euro;4 billion for Project Ireland 2040.  I was interested in how Members in this House and the Lower House called Project Ireland 2040 a glossy brochure with nothing behind it.  The Government has put its money where its mouth is with this announcement.  Of particular interest is the &euro;2 billion for urban regeneration.  For some time, I have been working on a proposal to revive the west side of Athlone for business and accommodation.  My project fits perfectly with this scheme.  There has been considerable development in Athlone, but parts of its west side have been left behind.  Last week, I held a public meeting in Athlone at which I got fantastic support from businesses and residents.<\/p> <p>Will the Leader ask the Minister to attend the House to discuss such projects, the details of which will be announced this month, and their timelines?  It is important that people get behind them and that community-based regeneration projects work with county councils to acquire funding.  The Minister could discuss with us the application criteria for grants and the timelines for applications.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T02400","speaker":"1375"},{"type":"speech","time":1528810200,"counter":90,"content":"<p>There is a lot of money promised, but what will be delivered?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T02500","speaker":"1395"},{"type":"speech","time":1528810200,"counter":91,"content":"<p>A Leas-Chathaoirleach,-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T02600","speaker":"1375"},{"type":"speech","time":1528810200,"counter":92,"content":"<p>The Minister will not deliver on many of those promises.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T02700","speaker":"1395"},{"type":"speech","time":1528810200,"counter":93,"content":"<p>Is the Senator giving the Minister-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T02800","speaker":"1391"},{"type":"speech","time":1528810200,"counter":94,"content":"<p>Those are all just promises.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T02900","speaker":"1395"},{"type":"unspoken","time":1528810200,"counter":95,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1528810200,"counter":96,"content":"<p>Order, please.  Senator Murnane O'Connor, please behave.  I call on the Leader to respond to the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T03100","speaker":"1420"},{"type":"speech","time":1528810200,"counter":97,"content":"<p>I welcome Laura, June and Rob Cleeve from Canada.  Laura is interning in Senator Richmond's office.  I hope that they have a pleasant stay.  They are welcome visitors to our country.<\/p> <p>I welcome Senators back from their sojourns over the break and hope that they will have a productive term.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I thank Members for their contributions to the Order of Business.  I thank Members who raised the cervical cancer screening inquiry, the Scally inquiry.  Can we put the matter in perspective?  Let us try to not politicise this issue and make it a political football.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#T03200","speaker":"1391","continuing":true},{"type":"speech","time":1528810200,"counter":99,"content":"<p>I think that is quite funny.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#U00200","speaker":"1395"},{"type":"speech","time":1528810200,"counter":100,"content":"<p>It is not funny at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#U00300","speaker":"1391"},{"type":"speech","time":1528810200,"counter":101,"content":"<p>The Leader is making too many promises.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#U00400","speaker":"1395"},{"type":"speech","time":1528810200,"counter":102,"content":"<p>Order, the Leader to respond without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#U00500","speaker":"1420"},{"type":"speech","time":1528810200,"counter":103,"content":"<p>It is about ensuring that we get the information and the facts for the women and their families.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#U00600","speaker":"1391"},{"type":"speech","time":1528810200,"counter":104,"content":"<p>That is absolutely right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#U00700","speaker":"1395"},{"type":"speech","time":1528810200,"counter":105,"content":"<p>That is why the Government set up the Scally inquiry.  Let me reiterate that I have only one objective, as has the Government, which is to get the full facts in this case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#U00800","speaker":"1391"},{"type":"speech","time":1528810200,"counter":106,"content":"<p>Everybody wants that.  That is not the problem.  Everybody wants the proper information.  I agree with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#U00900","speaker":"1395"},{"type":"speech","time":1528810200,"counter":107,"content":"<p>The Scally inquiry was established and it was always accepted that an interim report would be published.  The report was published on time yesterday.  Extra time has been given at the request of Dr. Scally.  The fact that Dr. Scally asked for more time shows that this inquiry is a complex and detailed one that requires thorough investigation.  It also underlines the value of the independent investigation.  Yesterday, the Minister for Health accepted all six recommendations contained in the report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#U01000","speaker":"1391"},{"type":"speech","time":1528810200,"counter":108,"content":"<p>Well done.  I appreciate what the Minister has done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#U01100","speaker":"1395"},{"type":"speech","time":1528810200,"counter":109,"content":"<p>The Senator is out of order.  The Leader, without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#U01200","speaker":"1420"},{"type":"speech","time":1528810200,"counter":110,"content":"<p>Let me clarify a point for Senator Ardagh.  The initial payment of &euro;2,000 is not a bar on further payments.  I agree with the Senator that any request for further information or for records must be dealt with as a matter of urgency and must be a priority.  Those of us who have worked in hospitals and who know something about medical records know it is not about going into file or clicking a switch.  It is much more detailed than that.  I hope people understand that the interim report has been published.  As the Taoiseach said in the House today and as the Minister for Health said, it is important we get all the information.  To clarify further, the &euro;2,000 payment will be on top of any redress payment.  It is an immediate assistance payment and separate from the Government commitment to a redress payment.<\/p> <p>It is important we look at Dr. Scally's first report and recognise that the provision of information to women is comparable with that available elsewhere and in some respects it is better.  It is critical that we get all the information for the women and the families involved.<\/p> <p>Senator Ardagh also raised the issue of housing.  It was a bit unfair of her to say nothing is happening in that regard.  She should be looking at what we are achieving.  The Government has five basic housing goals, which are to supply more homes; to supply more social housing; to supply more affordable homes; to protect tenants and landlords; and to prevent and reduce homelessness.  We all accept that we have a housing issue but the way forward is to increase the supply of housing.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask Members to look at the EUROSTAT figures which show that one in three people in this country is living in an under-occupied dwelling.  I think that is an interesting statistic.  We will have a further debate on housing.  Under Rebuilding Ireland, the Government is committed to a plan to construct a minimum of 25,000 houses.  There has been an increase of 27% in planning permissions since 2016.  There has been an increase of 27% in commencement notices since March 2017.  ESB connections have increased by 30% in the last 12 months.  The Central Bank has forecast that 23,000 new homes will be built this year and a further 27,000 will be built in 2019.  Registrations increased by 41% in the 12 months from March 2017 to March 2018.  Building regulation figures show that 2,367 houses were built in the first three months of this year, which represents an increase of 45% on the figure for the first quarter of 2017.  The number of people employed in the construction industry has increased by 14%.<\/p><p>Notwithstanding some of the figures, I accept the point that Senator Boyhan has rightly made, which is that it could be time for an independent housing validation body.  I would certainly support that.  Such a body, like the CSO, would end the acrimony and political gamesmanship that surrounds these issues.  I fully concur with Senator Ardagh that Eileen Gleeson's comments should be treated with absolute sincerity and seriousness.<\/p><p>I thank Senator Boyhan for his comments on the British-Irish Parliamentary Assembly.  I welcome him and the Leas-Chathaoirleach back.  He made an honourable request for statements on the marine spatial strategy.  I am happy that such a debate is taking place this week.  As the Senator said, we need to have more discussions on our marine life.  We need to take full cognisance of it as an important element of our discussions.<\/p><p>I join Senator Conway-Walsh in welcoming the decision to bring an appeal in the case of the hooded men.  I hope it will bring about a positive conclusion.<\/p><p>Senator Conway-Walsh also spoke about sodium valproate, which is an anti-convulsant drug.  General practitioners and other doctors have been given advice on this drug.  It is important for us to get answers in this regard.<\/p><p>I thank Senator Conway-Walsh for raising the issue of audiology services in the west.  It is important for the 49 children and families who have been left in a vulnerable position to get answers in respect of this matter.<\/p><p>Senators Bacik and McFadden mentioned last week's Dublin Honours Magdalenes ceremony, which was a fitting tribute to the ladies in question.  It was emotional to watch the ovation the women received outside the Mansion House.  I thank everyone involved in the matter, including the Minister, Deputy Flanagan, who expanded the redress scheme.<\/p><p>I join Senator Bacik in welcoming the clarification from the Taoiseach and the Minister for Health in respect of the legislation that is being introduced on foot of last month's referendum on the eighth amendment.<\/p><p>I join Senators Bacik and Reilly in wishing every success to everyone who is participating in national bike week.  As an important part of our new and modern Ireland, we need to look at how we can make our cities more user-friendly for pedestrians and cyclists.  We need to do more work on this.  I am aware that Transport Infrastructure Ireland and the National Transport Authority have been involved in creating cycle lanes across many cities.  There is a need for such support to continue to be given.  When the legislation comes before this House, I am sure we will not obfuscate or prolong the debate.<\/p><p>Senator Reilly raised the difficulties with the water supply to houses in Skerries.  I join him in calling for greater planning between Irish Water and local authorities.  He mentioned that there have been 20 water outages in a particular area, which is totally unacceptable.  There is a need for ongoing negotiation and dialogue between Irish Water and the local authority in the Fingal area as a matter of urgency.  I know the Senator attempted to raise this issue as a Commencement matter today.  He might be successful on another day.<\/p><p>Senator Murnane O'Connor spoke about the Passport Office.  I would be happy to give her the reply from the Minister today.  I can tell her that in the first four months of this year, the number of applications received increased by 10% compared to the same period last year.  This represented an increase of 25% on the equivalent figure for 2016.  This is a sure sign that people are travelling, the recession is over and people are feeling more confident again.  Notwithstanding that, I want to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#U01300","speaker":"1391","continuing":true},{"type":"speech","time":1528810200,"counter":112,"content":"<p>I think that is missing the point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#V00200","speaker":"1395"},{"type":"speech","time":1528810200,"counter":113,"content":"<p>I want to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#V00300","speaker":"1391"},{"type":"speech","time":1528810200,"counter":114,"content":"<p>The Senator can have a chat with the Leader later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W00100","speaker":"1420"},{"type":"speech","time":1528810200,"counter":115,"content":"<p>People are going to the passport offices-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W00200","speaker":"1395"},{"type":"speech","time":1528810200,"counter":116,"content":"<p>Unfortunately-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W00300","speaker":"1420"},{"type":"speech","time":1528810200,"counter":117,"content":"<p>It is not all about holidays-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W00400","speaker":"1395"},{"type":"speech","time":1528810200,"counter":118,"content":"<p>The Senator knows-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W00500","speaker":"1420"},{"type":"speech","time":1528810200,"counter":119,"content":"<p>That is totally wrong and the Minister of State's reply-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W00600","speaker":"1395"},{"type":"speech","time":1528810200,"counter":120,"content":"<p>The Senator can hold her view but she cannot express it now, unfortunately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W00700","speaker":"1420"},{"type":"speech","time":1528810200,"counter":121,"content":"<p>I will bring the Minister of State to the House again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W00800","speaker":"1395"},{"type":"speech","time":1528810200,"counter":122,"content":"<p>The Senator is out of order, I am sorry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W00900","speaker":"1420"},{"type":"speech","time":1528810200,"counter":123,"content":"<p>The information was wrong.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W01000","speaker":"1395"},{"type":"speech","time":1528810200,"counter":124,"content":"<p>The Senator can check it out after the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W01100","speaker":"1420"},{"type":"speech","time":1528810200,"counter":125,"content":"<p>What information was wrong?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W01200","speaker":"1391"},{"type":"speech","time":1528810200,"counter":126,"content":"<p>Please allow the Leader to continue without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W01300","speaker":"1420"},{"type":"speech","time":1528810200,"counter":127,"content":"<p>Which part of the reply was wrong?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W01400","speaker":"1391"},{"type":"speech","time":1528810200,"counter":128,"content":"<p>We cannot have a debate on the matter.  The Leader should carry on with his response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W01500","speaker":"1420"},{"type":"speech","time":1528810200,"counter":129,"content":"<p>Passports are very important and issues with them can affect people as they travel for work or leisure.  The passport offices work flat out to ensure that applicants' needs are met.  A total of 220 extra staff have been employed in the passport offices.  There is an unprecedented demand for passports and the Passport Office has taken a number of initiatives to address it.  The office has shown an ongoing commitment to innovation and reform.  I commend the members of staff in the passport offices in Cork and Dublin who do Trojan work.<\/p> <p>It is also important to recognise, as Senator McFadden outlined, that there is an online passport service.  I used the service and received a passport card in a timely fashion.  I also had the pleasure of visiting the Cork passport office where I filled in my information on a machine, sat down and took a number to wait.  I was interviewed within half an hour, after which I filled out the necessary paperwork and received my passport in jig time.  This was done for me without fuss after I walked in off the street.<\/p> <p>While I accept that there are people who have difficulties with passports, we must commend the Minister for Foreign Affairs and Trade, Deputy Simon Coveney, and the staff in his office on the work they do in ensuring people are facilitated when emergencies arise and they need to travel for medical or humanitarian reasons.  It is unacceptable for a Senator to engage in grandstanding on this issue.<\/p> <p>The backlog in processing passports is being addressed.  I reiterate for the Senator, who perhaps does not want to hear good news, that 220 extra staff are employed in the passport offices.  It is important to recognise that demand for passports is increasing.  The number of passport applications received in the first four months of 2018 was 10% higher than in the same period last year and 25% higher than in the same period two years ago.  I accept that we need to do more but let us not play politics with the issue.  A great deal of work is being done.<\/p> <p>Senator Gabrielle McFadden raised the important issue of Project Ireland 2040 and the &euro;4 billion funding commitment.  This is a sign of the Government's ongoing commitment to the revitalisation of the State.<\/p> <p>I thank Members for their contributions.  As the summer recess approaches, I look forward to five productive weeks in the Houses.  Much work remains to be done and there will be some late nights.  I thank Members and staff and look forward to everyone's co-operation during the next five weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#W01600","speaker":"1391"},{"type":"unspoken","time":1528810200,"counter":130,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1528810200,"counter":131,"content":"<p>Sitting suspended at 4.20 p.m. and resumed at 4.50 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Planning and Development (Amendment) Bill 2016: Report Stage","time":1528810200,"counter":132,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#DD00100"},{"type":"speech","time":1528810200,"counter":133,"content":"<p>I welcome the Minister of State.  A recommital is necessary in respect of the first group of amendments comprising amendments Nos. 1 and 55 to 65, inclusive, as they do not arise out of committee proceedings.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#DD00150","speaker":"1420"},{"type":"unspoken","time":1528810200,"counter":134,"content":"<p>Bill recommitted in respect of amendment No. 1.<\/p>"},{"type":"speech","time":1528810200,"counter":135,"content":"<p>Amendments Nos. 1 and 55 to 65, inclusive, are related and may be discussed together by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#DD00300","speaker":"1420"},{"type":"unspoken","time":1528810200,"counter":136,"content":"<p>Government amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1528810200,"counter":137,"content":"<p>Amendment No. 1 is a simple technical amendment to incorporate a reference in the Long Title of the Bill to marine spatial planning, which is the subject also of amendments Nos. 55 to 65, inclusive.  The amendment to the Long Title also incorporates a new reference to the Derelict Sites Act, which is also the subject of a subsequent Government amendment.<\/p> <p>Amendments Nos. 55 to 65, inclusive, provide for the insertion of a new Part of the Bill and, ultimately, a new stand-alone provision in the Planning and Development Act 2000, as amended, to provide a primary legislative basis for marine spatial planning.  While SI 352 of 2016, the European Union (Framework for Maritime Spatial Planning) Regulations 2016, already provides for the formal transposition of Directive 2014\/89 EU, the EU's marine spatial planning directive, there is a clear need to provide for a primary legislative underpinning for the marine spatial plan which mirrors the new provisions for the national planning framework currently set out in section 8 of the Bill, as drafted.<\/p> <p>These amendments have two broad objectives.  The first is to repeal SI 352 of 2016 and replace it with new primary legislation giving effect to the requirements of the marine spatial planning directive.  The second objective is to introduce new arrangements on governance, public participation, review and Oireachtas involvement in the plan-making process to ensure that the processes for adopting Ireland's two long-term forward spatial plans, marine and terrestrial, respectively, are consistent and fully aligned.<\/p> <p>The development of a marine spatial plan is a requirement under the EU marine spatial planning directive, which establishes a framework for marine spatial planning.  Marine spatial planning is defined as a process by which the relevant member state authorities analyse and organise human activities in marine areas to achieve ecological, economic and social objectives.  The directive details the main goals and minimum requirements for member states as follows: balanced and sustainable territorial development of marine waters and coastal zones; optimised development of maritime activities and the business climate; better adaptation to risks; and resource-efficient and integrated coastal and maritime development.  The creation of an overarching national marine spatial plan is also anticipated in Ireland's integrated marine plan, Harnessing Our Ocean Wealth, which was published in 2012.  The plan identified a marine spatial plan as a Government policy objective.<\/p> <p>Under SI 352 of 2016, which initially transposed the marine spatial planning directive, the Minister for the Environment, Community and Local Government, which office is now that of Minister for Housing, Planning and Local Government, was designated as the competent authority for the purposes of co-ordinating the implementation of the directive and, by extension, preparing Ireland's first maritime spatial plan.  This work builds on our Department's existing role in terrestrial spatial planning.  On 12 September 2012, the Government published Towards a Marine Spatial Plan for Ireland - A Roadmap for the Delivery of the National Marine Spatial Plan, which I understand will be discussed later in the House.  It is a pity perhaps that we did not take these debates in reverse order, but in any event it is booked in for later on.<\/p> <p>The 2012 roadmap sets out the pathway to create a clear framework for marine spatial planning in parallel with the national planning framework, Project Ireland 2040, otherwise known as the NPF.  This process has the potential to deliver a wide range of benefits for Ireland, including: improved certainty and predictability for private investments; improved certainty of obtaining financing for off-shore investments; lower transaction costs for maritime businesses and improved competitiveness for our marine sectors; enhanced environmental management of marine areas; improved use of sea space and the best possible co-existence of uses in coastal zones and marine waters; improved attractiveness of coastal regions; reduced co-ordination costs for coastal authorities; greater development of innovation and research; and enhanced and integrated data and information.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->My Department has already commenced the preparation of the marine spatial plan, MSP, which will be a strategic special framework encompassing all plans and sectoral policies for the marine area while providing a coherent framework in which those sectoral policies and objectives can be realised.  The MSP is intended to become a decision-making tool for regulatory authorities and policy-makers into the future in several ways, including decisions and individual consent applications which will have to have regard to the provisions of the plan in the same way that terrestrial plans form part of a decision-making toolkit in the on-land planning process.<\/p><p>It is intended that the MSP will have a key input to the development of relevant sectoral policies, similar to the role of the national planning framework, in terms of terrestrial sectoral policy development.  Development of the MSP will provide an opportunity to set out a strategic planning framework for the period to 2040, in line with the timespan of the national planning framework.  It will be both a strategic and concise document in its support of a sustainable development of Ireland's marine resource.  This process will be informed by effective public participation across departmental agency structures to ensure maximum buy-in and it must take account of, and inform, the Government&rsquo;s wider efforts to deliver on the objectives set out in harnessing our ocean wealth.<\/p><p>The effect of the amendment is not simply to extend the remit of the terrestrial planning system out to sea.  By inserting a new Part into the planning Acts, the Government is giving due recognition to the MSP as the marine equivalent to the national planning framework while also ensuring the process of making the two plans consistent, aligned and clear for all stakeholders.<\/p><p>There is a strong argument in favour of providing legislation for underpinning the two long-term terrestrial and marine plans, the national planning framework and the MSP, respectively, in the same legislative instrument.  Accordingly, I hope the House will support these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#DD00500","speaker":"1264","continuing":true},{"type":"speech","time":1528810200,"counter":139,"content":"<p>Why were we given 24 hours to review 30 amendments which completely alter the shape of the Bill?  These changes are represented in amendment No. 1, which involves a Title change, as well as the various changes that will be introduced in the other amendments.  If I tried to completely alter a Bill to this extent, I would be laughed out of the Chamber.  Senator Grace O&rsquo;Sullivan might agree with me that marine spatial planning should be in a separate Bill.  Why were we given such a short timeframe to consider these amendments and why has the Bill changed to such an extent?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#EE00200","speaker":"1372"},{"type":"speech","time":1528810200,"counter":140,"content":"<p>On several occasions in previous debates, I flagged that amendments would be introduced on Report Stage.  I am conscious that the Bill has been going through both House for two years.  The whole idea of having the two strategies aligned is because we are trying to bring in forward-thinking plans for the next 25 years.  It is not the marine plan.  It will allow for the legislation.  We will have many debates over the next two and half years formalising the MSP.  Senators will not be voting on any plan but just on the process.<\/p> <p>We had a lengthy discussion around the same process for the national planning framework.  Part of the discussion we had in the Seanad was a bit awkward because the legislation came too late and the plan had been adopted.  This Bill will put the process for the MSP firmly in legislation.  That started last November and will go on for another two years.  It is important we have a debate on how we will formulate that plan.<\/p> <p>The process itself will be focused on consultation.  We touched on this during the previous debate on Senator Grace O'Sullivan&rsquo;s motion.  She made the point that very few people turned up to some of the public consultation events.  We want more people at them.  There will be different stages of consultation as we go through the process.  This is putting consultation on a legislative footing as well as the role and involvement of both Houses in finalising the plan by 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#EE00300","speaker":"1264"},{"type":"speech","time":1528810200,"counter":141,"content":"<p>I echo Senator Warfield's concerns about these amendments being brought in at such short notice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061200002#EE00400","speaker":"1385"},{"type":"unspoken","time":1528810200,"counter":142,"content":"<p>Additional debate to follow.<\/p>"}]