[{"type":"minorheading","content":"Prelude","time":1426069800,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1426069800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1426069800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1426069800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1426069800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100002#A00100"},{"type":"speech","time":1426069800,"counter":6,"content":"<p>I have received notice from Senator Terry Leyden that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<blockquote><br \/><br \/>The need for the Minister for Justice and Equality and the Courts Service to refurbish the courthouse in Roscommon town to provide a modern courts service once Roscommon County Council's new civic offices are completed later this year.<\/blockquote>I have also received notice from Senator Colm Burke of the following matter:<blockquote>The need for the Minister for the Environment, Community and Local Government to appoint disability officers in each local authority area who would have specific responsibilities to deal with individuals with physical or intellectual disabilities resident in local authority houses.<\/blockquote>I have also received notice from Senator Averil Power of the following matter:<blockquote>The need for the Minister for the Environment, Community and Local Government to ensure a certain percentage of jobs are allocated to local people in the Dublin docklands redevelopment in line with the arrangements used for the Grangegorman development.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion and they will be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100002#A00200","speaker":"1127"},{"type":"majorheading","content":"Commencement Matters","time":1426069800,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100002#A00300"},{"type":"minorheading","content":"Courts Service","time":1426069800,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100002#A00400"},{"type":"speech","time":1426069800,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Jimmy Deenihan, and wish him well with the diaspora next week when he will ably represent Ireland.  I wish him continued success in his work for the undocumented in the United States of America, a matter which is very close to his heart.<\/p>  <p>The Minister for Justice and Equality and the Courts Service need to refurbish the courthouse in Roscommon town to provide a modern courts service once Roscommon County Council's new civic offices are completed later this year.  The courthouse is an iconic and a beautiful building on Abbey Street in Roscommon town.  It has housed both the Courts Service and Roscommon County Council for over 100 years, having been built in the 19th century.  The local authority received approval to build new civic offices in Roscommon town.  My former colleague and former Minister of State Michael Finneran and I as a Senator and a Deputy have been working with council members for years to obtain new facilities for Roscommon County Council by way of the location of a one-stop shop in the area.  That is now well under way and near completion.  Staff will vacate the courthouse later this year and there will be an opportunity for the Courts Service to look at the building and the provision of services in a modern justice system.<\/p>  <p>The courtrooms are very attractive and beautifully laid out, but there are no facilities for a children's court or to deal with other issues that arise today and which were not considered when the building was erected.  It is a great opportunity for the Courts Service to review and refurbish the building, provide wheelchair access and lifts to the first floor and to create a centre for all the activities of the justice system in the area.  The court clerks are located at least one mile from the building, which is not a good approach to adopt.  Therefore, we need to look at this issue.  I am sure the Minister, the Department and the Courts Service will give it top priority.  There is a question of negotiations with Roscommon County Council, but I presume they will be completed speedily.<\/p>  <p>The building invokes many memories for many.  During the years it served many purposes.  The council chamber, in which I served for over 20 years, would be ideal for a children's court.<\/p> <p>All of the rooms will be occupied by barristers and solicitors.  Currently, much of this work is conducted in public in the hallways on the ground floor, which is not satisfactory.  Proper facilities are needed for the judges, barristers, solicitors and clients.  Also, as the building is adjacent to the regional Garda headquarters in Roscommon town, this is convenient for garda&iacute; in the context of their work with the Courts Service.  I am asking today that the Government and Minister give early consideration to the redesign or refurbishment of the building, to include facilities for wheelchair users, and restoration of the building to its state prior to its extension some years ago by Roscommon County Council.  I ask that the Minister give this matter his early consideration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100002#A00500","speaker":"1140","continuing":true},{"type":"speech","time":1426069800,"counter":11,"content":"<p>On behalf of the Minister for Justice and Equality, Deputy Fitzgerald, I thank Senator Leyden for raising the matter.  The Minister regrets she is unable to be present for this discussion.<\/p>  <p>As the Senator may be aware, under the provisions of the Courts Service Act 1998, management of the courts is the responsibility of the Courts Service.  Furthermore, section 4(3) of the 1998 Act provides that the Courts Service is independent in its functions, including in regard to the provision, maintenance and management of court buildings.  The Minister has had inquiries made and has been informed by the Courts Service that it is aware of the current shortcomings of the court facilities in Roscommon courthouse.  The Courts Service has confirmed that the capacity of the courtrooms is limited and the facilities for court users are not satisfactory.  The Minister was also informed that due to the unsatisfactory office accommodation in the building, the Courts Service office in Roscommon has been moved to another building in the town.  However, the Courts Service has assured the Minister that it is committed to providing improved court facilities in Roscommon town, which is one of a small number of county towns where a new or refurbished courthouse remains to be provided.<\/p>  <p>The Minister has been informed that, with the departure of Roscommon County Council from the building, the Courts Service has considered the potential for the development of the courthouse. It is understood that the initial assessment is that the courthouse could be suitably redeveloped within the historic structure if the Courts Service had all of that building available to it, along with some additional space adjoining it.  As the Senator will appreciate, the cost of acquiring the additional space would be a major factor in deciding whether to redevelop the historic courthouse or to provide a new building on a new site.<\/p>  <p>The Courts Service has stated that the acquisition of additional space in the courthouse for its redevelopment has been the subject of discussions between the service and Roscommon County Council over a number of years.  Offers have been made by the Courts Service to the county council in the past to acquire additional space, but no agreement was reached.  The Minister has been informed that the new county council offices, which are adjacent to the courthouse, have been designed in a way to allow for the necessary space for the future development of the historic courthouse.  While the Courts Service currently does not have funding to undertake work in Roscommon, it has assured the Minister that the development of courthouse facilities in Roscommon town is part of its plans for the future.  The Courts Service will keep the issue of Roscommon courthouse under review.<\/p>  <p>As the Senator will appreciate, since the establishment of the Courts Service a substantial programme of investment in court facilities, amounting to &euro;250 million, was undertaken with over 50 venues being newly built or refurbished.  Many others were substantially upgraded.  This level of investment has enabled the service to greatly improve the standard of accommodation, including facilities for people with disabilities, jury facilities, custody cells, consultation rooms etc..  There was also an ongoing programme of investment in technology at court venues.  Work carried out includes the development of the Criminal Courts of Justice, completed as a PPP project, the construction of 13 new courthouses, refurbishment of 41 court venues and upgrade of many smaller venues.<\/p>  <p>In July 2012, the Government announced an investment package, which includes seven courthouse projects, with new courthouse buildings being developed in Drogheda, Letterkenny, Limerick and Waterford and substantial refurbishment and extension works to existing courthouses to be carried out in Cork, Mullingar and Waterford.  The Courts Service is working with the Department of Justice and Equality, the Office of Public works and the National Development Finance Agency, NDFA, to progress these projects.  Substantial preparatory work has already been carried out.  It is expected that contracts will be signed in October this year, with delivery expected in 18 to 24 months, depending on the project.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100003#B00200","speaker":"1046"},{"type":"speech","time":1426069800,"counter":12,"content":"<p>As I stated, my wish is that the courthouse be refurbished rather than moved to a new site.  It is an important building in Roscommon from a historical point of view.  I thank the Minister for his reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100003#B00300","speaker":"1140"},{"type":"speech","time":1426069800,"counter":13,"content":"<p>I would like to remind Senators that there will be no sos between the conclusion of Commencement Matters and the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100003#B00400","speaker":"1127"},{"type":"minorheading","content":"Disability Support Services","time":1426069800,"counter":14,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100003#B00500"},{"type":"speech","time":1426069800,"counter":15,"content":"<p>I welcome the Minister to the House.  This issue follows on from an issue I raised four weeks about a family in the Cork city council area whose child has a physical and intellectual disability.  While that family were advised in July 2008 by a city council official of work to be carried out to their home to accommodate their daughter this work has yet commenced.<\/p>  <p>The issue I am raising today is the need for appointment of a disability officer.  The aforementioned case is not the only case with which I am dealing.  In fact, there are 57 families in Cork awaiting work to their homes to accommodate people with disabilities.  In my dealings with Cork city council I have had interactions with officials from the housing department, finance department, architects department and so on.  No one person appears to be in charge of a file.  As I speak, the child, whose family have been waiting seven years for work to be done to their home, is in intensive care in a hospital in Cork.  This family have provided the highest standard of care for their child over many years.  She has to be lifted out of bed every morning, washed and tube fed.  It is wrong that this family is providing this level support and we are not giving them the additional support they need.  Like me, when they contact Cork City Council they can find no one person to respond to their needs.  <\/p>  <p>While there is a disability officer in place to deal with local authority staff who have a disability there is no disability officer to interact with local authority tenants who have disabilities.  It is in that context that I tabled this matter this morning. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100003#B00600","speaker":"1150"},{"type":"speech","time":1426069800,"counter":16,"content":"<p>I hope that the young woman to whom Senator Burke referred is doing well and that her health improves.  I hope also that the situation improves for her from a range of different perspectives.<\/p>  <p>On behalf of the Government and my colleague, the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, who has responsibility in this area, I wish to highlight that one of the key aims of the Department is to ensure that the housing needs of all citizens, including people with disabilities, are met and that rights to equal treatment, in terms of how those housing needs are met, are upheld.<\/p>  <p>The Disability Act 2005 provides a statutory basis for making public services accessible by placing obligations on public bodies.  These obligations include ensuring their buildings, services and information are available and accessible to people with disabilities.  <\/p> <p>One of the specific requirements is that each local authority must appoint an access officer under section 26.  This function is to provide or arrange for and co-ordinate the provision of assistance and guidance to people with disabilities in accessing services in local authority areas irrespective of where they live.<\/p> <p>In addition to the statutory access officers, many local authorities also have a combination of equality officers, liaison officers, partnership co-ordinators, equality action teams and social inclusion units.  In order to support local authorities, the Local Government Management Agency, LGMA, provides a range of advice and guidance on the delivery of services for people with disabilities, fosters best practice in that regard and operates the access officer network.<\/p> <p>The Government's national housing strategy for people with a disabilities, which was published in 2011, sets out a broad framework for the delivery of housing for people with disabilities through mainstream housing policy.  The vision of the strategy is to facilitate access for people with disabilities to the appropriate range of housing and related support services, delivered in an integrated and sustainable manner that promotes equality of opportunity, individual choice and independent living.  As part of the implementation of the strategy, dedicated local housing advice centres are being developed at local authority level that will provide integrated and accessible advice and information to support all people with their housing and related support needs.  These centres will complement the various other information and support services that are available to people with a disability at a local authority level who may wish to discuss their housing circumstances, be they local authority tenants or those living in another setting.<\/p> <p>The Department of the Environment, Community and Local Government provides funding to local authorities for various social housing supports, including adaptations and extensions to the social housing stock to meet the needs of local authority tenants with disabilities or to address serious overcrowding.  Funding provided by the Department meets 90% of the cost of such works, with each local authority providing the remaining 10%.  The Department is liaising with all local authorities in respect of requirements for 2015 in this regard.  The administration of the funding locally is a matter for each local authority, including decisions on the projects to be implemented.<\/p> <p>I assure Senator Burke I will ensure that this information finds its way to the Minister.  The circumstances outlined by the Senator are difficult.  It is unconscionable that a young woman in such circumstances would wait so many years, given the fact that it appears that grant approval has been given to the family.  While I do not know all of the details, the Minister and I will do our best to engage with the local authority to ensure that the family gets the service to which it is entitled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100003#B00700","speaker":"1067","continuing":true},{"type":"speech","time":1426070400,"counter":18,"content":"<p>I wish to raise two points.  I am not blaming the Minister or the Department, but no one in the local authority is taking responsibility.  The family has grown so frustrated that it has stopped talking to people.  It was by pure accident that I came across the issue.  I have been dealing with it for the past nine months.  I have helped the family to file a complaint with the Ombudsman for Children, which is the only route available to it.<\/p><p>I spoke with COPE, which provides support services for people with disabilities.  It looks after more than 1,200 people in its facilities in Cork and supports the family in question.  COPE told me that, when it dealt with Cork City Council, as far as the council was concerned this was just a case of a family with a number and, while the council accepted that works needed to be done, it did not have the necessary funding.  I understand that the council was allocated &euro;361,000 last year for this type of work, but I cannot get information on what happened to that funding.  Some of it may have been returned to the Department.<\/p><p>There is a lack of accountability.  The family has been left to look after the child.  The <i>Evening Echo<\/i>carried a front page story on it and &quot;Drivetime&quot; has done a piece on it, as have all of the local radio stations, but no one will take responsibility and sort the problem out within, for example, the next three months.  My information is that the family is on the list and the works may get done at some point during the next two to three years.  That is not acceptable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100004#C00200","speaker":"1150"},{"type":"speech","time":1426070400,"counter":19,"content":"<p>I thank Senator Burke for his contribution on this important issue.  I understand how frustrated he is, as the family's Oireachtas representative, that nothing seems to be in the pipeline.  Local authorities and all public agencies need to be specifically conscious of the needs of people with disabilities when providing services.<\/p>  <p>The Senator seemed to imply that an amount of money had been returned by Cork City Council to the Department as an underspend in housing adaptation grants.  That is not the position we want and the Minister, Deputy Kelly, is anxious to ensure that the resources he makes available to local authorities are spent as they should be, namely, on improving housing stock and giving access to the best housing stock for people with disabilities.<\/p>  <p>Perhaps I misinterpreted the Senator, but I understood that the grant had been approved in 2008.  I assure him that I will bring the matter to the Minister's attention.  This was not necessarily the Senator's aim, as he would like to see an improved system for people with disabilities and the appointment of disability officers in local authorities, but all public and civil servants in the system should be acutely conscious of the needs of people with disabilities who expect and are entitled to the types of service that the Senator outlined.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100004#C00300","speaker":"1067"},{"type":"speech","time":1426070400,"counter":20,"content":"<p>I wish to clarify something.  In the letter issued to the family in July 2008, Cork City Council accepted that works needed to be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100004#C00400","speaker":"1150"},{"type":"speech","time":1426070400,"counter":21,"content":"<p>I see.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100004#C00500","speaker":"1067"},{"type":"speech","time":1426070400,"counter":22,"content":"<p>The plans were drafted and provided in November 2008, yet here we are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100004#C00600","speaker":"1150"},{"type":"speech","time":1426070400,"counter":23,"content":"<p>The Senator's case is well made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100004#C00700","speaker":"1127"},{"type":"minorheading","content":"Dublin Docklands Development Authority","time":1426070400,"counter":24,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100004#C00800"},{"type":"speech","time":1426070400,"counter":25,"content":"<p>I have tabled this debate to highlight the need for the Government to ensure that a certain percentage of jobs are allocated to local people during the Dublin docklands redevelopment, similar to arrangements that were put in place for the Grangegorman development.  Recently, I met Mr. Tony McDonnell of the North Wall residents association and a local representative for the area, Mr. Brian Mohan.  They asked me to raise this issue with the Minister.<\/p>  <p>As the Minister of State is aware, major development is planned for the docklands under the docklands strategic development zone, SDZ, from the convention centre and the IFSC to the 3Arena and the new Central Bank building.  It is important that this development not only be done in a way that is sensitive to the needs of residents who will see considerable change in their area, but also brings a community benefit.  One of the best ways of doing so is by securing employment for locals during the construction phase and when the new businesses open.  This is particularly important, given that it is an area of high unemployment.  There are many construction workers in the area and others are training in various aspects of construction.<\/p>  <p>This initiative would also be in the interests of local businesses if they are to integrate properly in their communities and be accepted by same.  Not only should people be given construction jobs during development, but companies should be encouraged to employ people locally and run trainee internships for local students so that they might get business experience.  There is an opportunity to link the development with the National College of Ireland, NCI, which is based in the IFSC.  Companies' skills needs could be identified for the NCI, which could then ensure that local people acquired those skills.  I have tabled this debate to ask the Minister for the Environment, Community and Local Government to liaise with the relevant stakeholders and ensure that this initiative happens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100004#C00900","speaker":"1154"},{"type":"speech","time":1426070400,"counter":26,"content":"<p>I thank Senator Power for raising this matter, which I am answering on behalf of my colleague, the Minister.<\/p>  <p>The Dublin Docklands Development Authority, DDDA, was established pursuant to the Dublin Docklands Development Authority Act 1997 with a statutory mandate to secure the social and economic regeneration of the docklands on a sustainable basis and improvements in its physical environment.  As a result of the economic downturn and, in particular, the distressed state of the property market, the DDDA's financial position has been under significant strain in recent years.  On 29 May 2012, the Government decided that the authority would be wound up.  Since this decision, the DDDA has been proceeding with an orderly wind-up process.<\/p>  <p>One of the Minister's key legislative priorities this year is the publication of the Dublin Docklands Development Authority (dissolution) Bill.<\/p> <p>This Bill will ensure that all of the issues pertaining to the dissolution and wind up of the DDDA, particularly in respect of certain complex planning matters, are fully dealt with.  The Bill will reaffirm the Government's commitment to the key objectives in relation to the docklands area.  In particular, the Government is committed to: maintaining and enhancing the docklands' brand and international marketability as an attractive and prime location for investment and high value development; providing for an appropriate set of fast-track planning procedures; continuing to involve the local community and business sector in the regeneration project; and facilitating job creation.<\/p> <p>While section 34 of the Planning and Development Act 2000, as amended, provides that a planning application may be granted subject to a condition relating to the allocation of jobs locally, such conditions would not be considered appropriate in this context.  However, other actions are under way in the Docklands to underpin the Government's commitment to the development of a local employment and enterprise strategy.  Specific objectives are included in the planning scheme for the North Lotts and Grand Canal Dock strategic development zone to underpin liaison with agencies and organisations working in the docklands to maximise educational opportunities, support employment for local residents and co­ordinate activities to maximise employment, volunteer and training opportunities for residents of all ages in the area.  A dedicated docklands office within Dublin City Council will be adequately resourced to lead the regeneration of the area into the future.  This office has initiated contact with local employment services, community training workshops, resource centres and other relevant stakeholders to commence discussions on how best to develop a strategy to maximise the opportunities of local employment.  Docklands residential and business communities have been centrally involved in the regeneration programme, particularly through their membership of the docklands council, which was set up under the Dublin Docklands Development Authority Act 1997.  This council will be replaced by a new docklands consultative forum through which the voices of the docklands communities will continue to be represented in future development of the area.  It is envisaged that employment and enterprise will be the focus of one of the sub-committees of the docklands consultative forum.  The residential community of the docklands area is central to its continuing development and it is projected that the population of the area will grow by almost 6,000 in the coming years.  The interests of the residents are central to the integrated and sustainable growth of that community.  Through the involvement of representatives on the docklands consultative forum, as well as the important role of local public representatives on Dublin City Council, those interests will be recognised and nurtured.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100004#C01000","speaker":"1067","continuing":true},{"type":"speech","time":1426071000,"counter":28,"content":"<p>I welcome that work is under way to develop a strategy and a consultative forum for residents but the engagement needs to go beyond consultation to real involvement.  The Minister of State stated that one of the key objectives of the DDDA was to secure the social and economic regeneration of the area.  The area will only be regenerated when the existing community is properly integrated.  It cannot be simply a matter of bringing external businesses to the area while allowing them to remain completely separate from the existing community.  That is not proper regeneration.<\/p>  <p>He indicated that it would not be impossible under the Planning and Development Act 2000 to provide for conditions on local employment but that it would not be appropriate.  I strongly disagree with that assertion.  Local employment is essential.  All we will be seeking is a proportion of 10% or 15%.  If we are to integrate businesses and create a proper social environment, it is essential to provide local employment.  I ask the Minister of State to push his colleagues a bit further on this issue.  It worked in Grangegorman and it would ensure that people do not feel that development is being landed into their community without any real involvement by residents.  There may be a consultative forum but there is no integration on a day to day basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100005#D00200","speaker":"1154"},{"type":"speech","time":1426071000,"counter":29,"content":"<p>I will relay the Senator's concerns to the Minister for the Environment, Community and Local Government.  She is correct that the local community has to be involved in the development of the docklands area.  I understand such engagement was provided for in the 1987 Act and I know from conversations with my colleagues that the experience has been positive in terms of providing public services and developing schools, etc., in the area.  The Minister of State at the Department of Justice and Equality, Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in, who was principal of a school in the area, and the Minister of State at the Department of Education and Skills, Deputy Kevin Humphreys, have impressed on me the importance of community representatives to developing the area from a social and economic perspective.  That is not to say the process cannot be improved.  We need to keep a close eye on it.<\/p>  <p>In regard to Grangegorman, I understand the T&aacute;naiste and Deputy Joe Costello were central to the inclusion of particular conditions for the development of the DIT campus.  That, of course, is a public project which allows for the inclusion of social clauses.  Significant employment has been provided to young people in the immediate area of Grangegorman who may have experienced unemployment.  That is one way of creating a sense of local ownership of a significant public and social infrastructure project.  I support the spirit of what the Senator is trying to achieve.  It is important to ensure the existing community in the Docklands has ownership in what may be significant future investment in the area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100005#D00300","speaker":"1067"},{"type":"majorheading","content":"Order of Business","time":1426071600,"counter":30,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100006#E00100"},{"type":"speech","time":1426071600,"counter":31,"content":"<p>The Order of Business is No. 1, motion regarding arrangements for the sitting of the House on Tuesday, 24 March, to be taken without debate at the conclusion of the Order of Business; No. 2, report of Committee on Procedure and Privileges on the adoption of new Standing Order 103O, to be taken without debate at the conclusion of No. 1; No. 2<i>a<\/i>, Misuse of Drugs (Amendment) Bill 2015, all Stages, to be taken at the conclusion of No. 2, with the contributions of group spokespersons on Second Stage not to exceed six minutes and those of all other Senators not to exceed four minutes, and Committee and Remaining Stages to be taken immediately thereafter; No. 2<i>b<\/i>, motion for earlier signature of the Misuse of Drugs (Amendment) Bill 2015, to be taken without debate at the conclusion of No. 2<i>a<\/i>; No. 3, R&aacute;itis maidir le Seachtain na Gaeilge, to be taken at 1.30 p.m. and conclude not later 2.45 p.m., with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes and the Minister to be called on to reply not later than 2.40 p.m.; No. 4, Redress for Women Resident in Certain Institutions Bill 2014 - Report and Final Stages, to be taken at 2.45 p.m. and adjourned not later than 4 p.m., if not previously concluded; and No. 5, Private Members' business, Succession (Amendment) Bill 2015 - Second Stage, to be taken at 4 p.m., with the time allocated for this debate not to exceed two hours.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100006#E00200","speaker":"1148"},{"type":"speech","time":1426071600,"counter":32,"content":"<p>I draw attention to a comment made last week by the esteemed leader of the country who expressed sadness about the impact emigration had had on people's lives.  He said: <blockquote><br \/><br \/>We also want people to be able to come home.  Emigration has a devastating impact on our economy as we lose the input of people of talent and energy.  We need these people at home and we will welcome them.  I want to see them playing their part in the rebuilding of our economy, bringing home their experience to take up some of the jobs that are now being created.  <\/blockquote>That was the Taoiseach spelling out the devastating effects of emigration.  The most up-to-date scientific figures published by the CSO indicate that last year 1,600 people were emigrating every week - 800 young Irish people and 800 non-Irish people.  The sad fact is that very few of them are coming back.  The Taoiseach is saying we will welcome them back to fill the jobs being created, but we have to ask the question: why do they not want to come back to Ireland?  This question has to be addressed by each and every person in this Chamber.  What is wrong that the young people to whom I refer do not want to come back?<\/p><p>I draw attention to the most recent ESRI research bulletin entitled, Impact of the Great Recession on Unemployed Youth and NEET Individuals.  NEET stands for not in education, employment or training.<\/p> <p>The bulletin states:<blockquote><br \/><br \/>One of the first questions addressed by the research was to examine how the profile of unemployed and NEET youths changed pre and post the recession.  Before the downturn, young females were more likely to be unemployed; however, post recession the risk was higher for young males.  Non-Irish national youths have a higher likelihood of becoming unemployed since the economic downturn as well.  The importance of having a Leaving Certificate or higher level of education in reducing the risk of a young person becoming either unemployed or NEET has become stronger since the economic crisis.  Apart from their age profile, the characteristics associated with being a NEET youth ..... individuals were more likely to be aged 20-24, whereas unemployed youths were aged 15-19.<\/blockquote>As I have said before, we are inundated with public relation statements by this Government on a daily basis which camouflage and massage the figures.  I accept that the Minister for Jobs, Enterprise and Innovation is doing his best to reduce unemployment but 22% of young people are still unemployed.  As far as I am concerned, having 22% youth unemployment is a crisis.  I ask the Leader to arrange an urgent debate on the ESRI's latest study on the impact of the great recession on the unemployed.  I also call for a discussion on what we can do to alleviate the 22% youth unemployment figure.  People say it is great that the unemployment figure has been reduced by 10.6% but there has not been a word about 22% youth unemployment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100006#E00300","speaker":"1156","continuing":true},{"type":"speech","time":1426071900,"counter":34,"content":"<p>The Senator has made her point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100007#F00200","speaker":"1127"},{"type":"speech","time":1426071900,"counter":35,"content":"<p>As usual, the details are in the statistics and not just in public relation statements.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100007#F00300","speaker":"1156"},{"type":"speech","time":1426071900,"counter":36,"content":"<p>Recent developments regarding the welfare Bill in Northern Ireland are deeply disappointing.  It would be a great shame if the gains of the Stormont House Agreement were compromised or whittled down as a result of this apparent impasse.<\/p>  <p>We know that the First Minister, Peter Robinson and the Deputy First Minister, Martin McGuinness, have travelled or are travelling to the United States.  I hope they will avail of that opportunity to resolve matters.  We hope that Sinn F&eacute;in and the DUP, in the wider context, will avail of the time and space now to get to grips with this matter and resolve it quickly.  We had understood that these matters were all encompassed by the Stormont House Agreement and that matters were agreed.  We do not want to think about what could happen, the damaging impact or the wider implications if this matter is not resolved.  The Government here wants to do everything possible to support efforts in good faith but it is up to the parties in Northern Ireland to resolve the matter.  We do not want to think of what could happen if its not resolved.  Nobody wants to see a breakdown in the agreement.   <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100007#F00400","speaker":"1151"},{"type":"speech","time":1426071900,"counter":37,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100007#F00500","speaker":"1156"},{"type":"speech","time":1426071900,"counter":38,"content":"<p>Nobody wants peace to go back one inch or one iota.  We wish the parties well in resolving the matter pretty quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100007#F00600","speaker":"1151"},{"type":"speech","time":1426071900,"counter":39,"content":"<p>Last week, a documentary called \"India's Daughter\" was aired by the BBC which dealt with the brutal gang rape and killing of a young female medical student called Jyoti Singh in Delhi in December 2010.  The documentary made for harrowing viewing but shone a spotlight on the treatment of women in Indian society.  One of the defence attorneys who represents the rapists  has said that if his own daughter had relations outside of marriage he would have no trouble in bringing her to his village and, in front of his family, he would douse her in petrol and set her on fire.<\/p>  <p>Ms Singh's rape and killing was an appalling crime which shook India.  I am sure everyone is well aware that the documentary has since been banned.  A Member of the other House, from my constituency, has commented that Irish Aid should be cut to developing countries.  Last year I took a personal trip to India to see for myself where Irish Aid money goes.  I was assisted by the diplomatic corps in the Irish Embassy in Delhi who kindly brought me to a programme taking place in one of the slums of Delhi.  What I saw there would support even more money being spent on Irish Aid programmes.  I say that because I saw how Irish money is spent in the slums of Delhi.  It was spent on programmes to empower women, to help them become leaders in their communities and to teach them to be first responders for any medical emergencies.  Young women were also educated up as far as a third level qualification in order for them to come back and educate other young women in their communities.  The programmes provided a good positive cycle of improvements.  Also, TB has been eradicated and there has not been a cholera outbreak there in decades.  A proper sewerage system has also been installed in these slums but they remain terrible places to live.  <\/p>  <p>The Minister for Children and Youth Affairs is scheduled to visit Delhi as part of the St. Patrick Day's celebrations.  I ask the Leader to request the Minister to visit the areas in Delhi where Irish Aid money is spent in order to see the work that is done there.  If the Minister does so then he will return here with the message that the money has not been wasted but has been spent on excellent and well managed programmes.  <\/p>  <p>I ask the Leader to request the Indian Government to end its censorship of the documentary entitled \"India's Daughter\" and to broadcast the programme to the Indian public.  It is  important that the Irish Government shows that we are strong when it comes to equality and equal rights.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100007#F00700","speaker":"1119"},{"type":"speech","time":1426071900,"counter":40,"content":"<p>I wish to follow on from the issues raised by Senator White.  It is important that when people return to this country they not only look for jobs but at issues such as housing and taxation.  The reason we have such high taxation here at this stage is because we must pay for mistakes made when Fianna F&aacute;il was in power for 14 years.  The Opposition should not forget that fact.  Also, the current housing crisis is due to a lot of bad decisions taken during those 14 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100007#F00800","speaker":"1150"},{"type":"speech","time":1426071900,"counter":41,"content":"<p>Fine Gael never objected to the planning decisions that were made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100007#F00900","speaker":"1156"},{"type":"speech","time":1426071900,"counter":42,"content":"<p>We must now be positive about bringing about change.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100007#F01000","speaker":"1150"},{"type":"speech","time":1426071900,"counter":43,"content":"<p>Hurry on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100007#F01100","speaker":"1156"},{"type":"speech","time":1426071900,"counter":44,"content":"<p>We have brought stability to the country and created jobs.  The only way forward is to create jobs.  One of the things about young people coming back and seeking jobs, is that we must remember Ireland is a small economy of 4.6 million people.  When people go abroad they have a wider choice of jobs and places to go.  Ireland now competes on the world market in a whole lot of areas.<\/p>  <p>In terms of bringing people back home, one of the things that worries me greatly is the way some registration authorities behave.  There have been delays in registering people.  Young trained nurses wishing to return to Ireland must wait between three to four months to be registered with An Bord Altranais.  That situation does not entice people to return home.  I know of some people who returned early last December who lodged their applications with the board.  They still have not been registered even though they have jobs waiting for them.  Likewise, with the young doctors who want to return home.  They have experienced huge delays in registering here.  I know of two Irish doctors who were educated and trained here that went to New Zealand but were registered there within two weeks.  They came back here to work and discovered they were still unregistered after eight weeks.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100007#F01200","speaker":"1150"},{"type":"speech","time":1426071900,"counter":45,"content":"<p>Bureaucracy is running the show.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100007#F01300","speaker":"1156"},{"type":"speech","time":1426071900,"counter":46,"content":"<p>I have outlined the issues that we need to start tackling.  If we want people to come back then we must fast-track registration procedures so that they can return to take up available jobs.  That is a hugely important issue.  I ask the Leader to raise the issue with the relevant Ministers because registration delays affect all professions.  We must make sure that the registration authorities that deal with applications give them priority and fast-track them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100007#F01400","speaker":"1150"},{"type":"speech","time":1426071900,"counter":47,"content":"<p>It is timely that we will debate the Misuse of Drugs (Amendment) Bill 2015 later today.  It is an emergency because of the effects the head shops were having.<\/p> <p>I commend the former Ministers, Ms Mary Harney and Mr. Dermot Ahern, both of whom moved very quickly at the time.  It certainly put paid to the 100 head shops that were booming and blooming throughout Ireland at the time and were causing enormous difficulties and mental health problems.  I know the House will pass the Bill today and it will be signed by the President very shortly.<\/p> <p>However, it puts a question mark over statutory instruments and ministerial orders.  The Attorney General should look at the situation in light of the court's ruling.  Far too many European directives are transferred into orders and statutory instruments without going through a proper legislative format.  This will give rise to problems in the future because far too much legislation is being drafted by the Government without going through the Oireachtas, as has been highlighted in this case.<\/p> <p>I ask the Deputy Leader to invite the Minister of State, Deputy Kathleen Lynch, to come to the House to consider concerns that have been expressed by local councillors, Paschal Fitzmaurice and Orla Leyden, over the future of the long-term mental health services at &Aacute;ras Naomh Chaol&aacute;in in Castlerea.  There is a question mark over the future of this service in Castlerea.  The service was provided following the closure of St. Patrick's psychiatric hospital, which is now Castlerea Prison.<\/p> <p>We have seen many changes in mental health services, but not for the betterment of the patients themselves.  It is more to do with cutbacks in the health services.  When will the Oireachtas Members in Roscommon shout, \"Stop\" to the closures in County Roscommon of Garda stations, courthouses and community services?  There is constant erosion.<\/p> <p>When I was in government - as a Minister of State and a Deputy - we used to fight for issues.  We did not allow the Government to walk on the people.  The Government and Opposition Oireachtas Members, representing what is now Roscommon-East Galway, are not shouting \"Stop\" to the Government, the Minister of State, Deputy Kathleen Lynch, and the HSE in removing services from Roscommon, Castlerea and throughout the county.  The county is under siege at the moment.  As Senator White said, bureaucracy is absolutely strangling the system and the Government is doing nothing about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100007#F01500","speaker":"1140","continuing":true},{"type":"speech","time":1426072500,"counter":49,"content":"<p>The Government is not strong enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100008#G00200","speaker":"1156"},{"type":"speech","time":1426072500,"counter":50,"content":"<p>Ba mhaith liom mo chomhbhr&oacute;n a chur in i&uacute;l do mhuintir agus clann P&oacute;l Mac an Draoi, Paul Drury, a bh&aacute;saigh le c&uacute;pla l&aacute; anuas.  B'fh&eacute;idir nach raibh an pholait&iacute;ocht ch&eacute;anna n&aacute; an tuairim&iacute;ocht ch&eacute;anna agam f&eacute;in agus ag P&oacute;l, ach aon uair a casadh orm &eacute; ba l&eacute;ir gur duine uasal ab ea &eacute;.  Bh&iacute; an-spraoi ag baint leis.  Bh&iacute; s&eacute; an-tiomanta &oacute; thaobh na Gaeilge de.  Bh&iacute;odh s&eacute; ag &uacute;s&aacute;id na Gaeilge ina chuid oibre go rialta.  Ar dheis D&eacute; go raibh a anam.<\/p>  <p>Bh&iacute; cur i l&aacute;thair an-mhaith sa seomra AV inn&eacute; maidir leis an tuairisc \"Our Voice Our Rights\", at&aacute; curtha le ch&eacute;ile ag FLAC.  Baineann s&eacute; seo leis an gC&uacute;nant Idirn&aacute;isi&uacute;nta ar Chearta Eacnama&iacute;ocha, S&oacute;isialta agus Cult&uacute;rtha.  T&aacute; an tuairisc curtha i dtoll a ch&eacute;ile ag FLAC ar son os cionn sc&oacute;r eagra&iacute;ocht dheonach agus pobail ar fud na h&Eacute;ireann.  Tarraing&iacute;onn s&eacute; aird ar na h&aacute;iteanna ina bhfuil cearta daoine &aacute; sh&aacute;r&uacute;, dar leo, maidir leis an gc&uacute;nant idirn&aacute;isi&uacute;nta seo.  Chuala muid p&iacute;osa&iacute; inn&eacute; maidir le daoine le m&iacute;chumas, c&uacute;rsa&iacute; tith&iacute;ochta, an Lucht Si&uacute;il, agus daoine eile nach iad.  Bh&iacute; s&eacute; thar a bheith suimi&uacute;il go raibh p&iacute;osa ann chomh maith c&eacute;anna maidir leis an nGaeilge.  D&uacute;radh go gcaithfear acmhainn&iacute; cu&iacute; a chur ar f&aacute;il d'Oifig an Choimisin&eacute;ara Teanga agus gur cheart do Ghaeilgeoir&iacute; deis a bheith acu a gcearta bunreacht&uacute;la agus reacht&uacute;la agus sheirbh&iacute;s&iacute; tr&iacute; mhe&aacute;n na Gaeilge a fh&aacute;il.  S&iacute;lim gur tuairisc iontach maith &eacute; agus gurb fhi&uacute; d&uacute;inn d&iacute;osp&oacute;ireacht a bheith againn sa Teach seo ar an m&eacute;id at&aacute; molta agus r&aacute;ite ann.  Is c&aacute;s linn ar fad iad cearta daoine, go h&aacute;irithe anseo in &Eacute;irinn.  S&iacute;lim go bhfuil cuid mhaith ceisteanna tr&aacute;th&uacute;la agus t&aacute;bhachtacha anseo maidir le an seasamh idirn&aacute;isi&uacute;nta at&aacute; againn agus an dualgas at&aacute; orainn go hidirn&aacute;isi&uacute;nta seasamh suas ar son cearta &aacute;r saor&aacute;naigh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100008#G00300","speaker":"1122"},{"type":"speech","time":1426072500,"counter":51,"content":"<p>I think that is probably one of the shortest Orders of Business we have had.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100008#G00400","speaker":"1148"},{"type":"speech","time":1426072500,"counter":52,"content":"<p>That is down to the Deputy Leader's efficiency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100008#G00500","speaker":"1127"},{"type":"speech","time":1426072500,"counter":53,"content":"<p>I like to think so.<\/p>  <p>Senator White raised the very important issue of emigration.  Unfortunately it is not a new phenomenon for us and it has had a devastating impact on Irish society not to mention the economy over many decades.  I think everyone would agree on that.  It is obviously a priority for the Government to tackle it.  The Senator should look at the annual report on the programme for Government for 2015 which was published yesterday.  It lists and documents fairly enough the measures that are being put in place to tackle, in particular the issue of youth unemployment, which the Senator rightly linked with emigration, in order to ensure that more young people can come home.  The two issues are closely linked and I know the Senator has done considerable work on them.  The issue of education and training for young people is also inextricably linked because of course that significantly enhances people's job prospects.<\/p>  <p>As I think the Senator acknowledged, the Government's record on job creation is really strong.  As yesterday's report sets out, 90,000 new jobs have been created since 2012.  Unemployment is now down to 10.1% from a crisis peak of over 15%.  We are all aware of those figures, but behind them are human stories of people who are now in jobs and were not two or three years ago.  That is highly significant.  Youth unemployment is still too high, but it has been reduced by 30% in the four years of the Government.  In this coming academic year 23,000 jobseekers will be supported on back-to-education programmes and 28,000 places will be provided under the new Youth Guarantee scheme.  I was a huge advocate, as the Senator was, of the European Youth Guarantee project, which was a big highlight of the European Parliament elections last year.  I think we will see the benefit of that in terms of young people.<\/p>  <p>In addition we have, of course, significant funding for the regional action plan to bring jobs recovery to every region to ensure it is not just confined to urban areas.  A great deal of work is being done on the specific issues the Senator raised.  Undoubtedly we should have a debate on the issue and I am very happy to seek that debate as she has requested.<\/p>  <p>Senator Paul Coghlan raised concerns about what is going on with the welfare Bill in Northern Ireland and with welfare reform.  He expressed concern, which we all share, that a compromising of the Stormont House Agreement may result.  Of course, none of us wants any going back to the days before the peace process.  We all join the Senator in wishing the parties involved in the negotiations well in ensuring there is a resolution of the issues and that the Stormont House Agreement is not compromised.  That is very important.<\/p>  <p>Senator Heffernan raised a very important issue that is close to my heart about the documentary programme \"India's Daughter\" which deals with the notorious and barbaric incident where a medical student was gang-raped and died as a result in 2012.  It was an appalling incident.  I absolutely agree with the Senator that in India that case in particular has highlighted the really appalling levels of sex crime against women and a patriarchal culture that appears to facilitate or enable and certainly does not do anything to bring perpetrators to justice.  That is a real concern, obviously for Indian society, but also for us.<\/p>  <p>The Senator also mentioned Irish Aid programmes in India and commented on how excellent and well managed they are, which is good to hear.  I am happy to request that the Minister for Children and Youth Affairs, Deputy Reilly, on his visit to India next week in addition to witnessing the Irish Aid projects - I am sure he will be doing that as part of his visit - would also request the Indian Government to ensure the documentary is not censored in India.  I absolute agree with the Senator that is a very important request we can make.  It is important for Ireland and other countries to put pressure on the Indian Government to ensure that documentary is not censored.<\/p>  <p>Senator Colm Burke raised the economy and the achievements of Government in tackling unemployment.  I think I have dealt with that.  He also dealt with the very specific issue of delays in professional registration for emigrants returning from abroad.  The Senator is right; this is a very serious issue.  We need to fast-track professional registration to facilitate people returning.  I have certainly heard of delays in professional registration for individuals who are not necessarily Irish and were qualified abroad, and are coming to take up work here to provide much-needed skills and expertise to our society.  This is a big issue and the Senator is right to raise it.  We might consider having a debate in the House on the issue.<\/p>  <p>Senator Leyden raised the issue of the drugs Bill that we will be debating after the Order of Business.  He rightly pointed out that there might be a need for the Attorney General to review the impact of this week's judgment by Mr. Justice Hogan in other areas.  I am sure that is already being done.  All parties commented favourably last night on the speed with which the Government moved to address this lacuna.<\/p> <p>Clearly, it was anticipated that the judgment might go this way, and there was legislation ready.  We will have a full debate on that.  There is a prospect of a Supreme Court appeal by the State in the case, so this may not be the end of the story.<\/p> <p>The Senator asked that the Minister of State at the Department of Health, Deputy Kathleen Lynch, come to the House to discuss an issue concerning Castlerea.  I suggest that he raise this as a Commencement matter and invite the Minister of State to address it very specifically. <\/p> <p>Senator &Oacute; Clochartaigh spoke as Gaeilge so I hope I respond accurately.  He offered his condolences on the very sad death of Paul Drury.  We all join him in that regard.  Mr. Drury was a very fine journalist.  The Senator also spoke about his briefing in the AV room with the Free Legal Advice Centres on the implementation of the International Covenant on Economic, Social and Cultural rights.  It is a very important issue, which, as the Senator knows, was considered by the Constitutional Convention.  A recommendation was made for the inclusion of recognition of economic, social and cultural rights in the Constitution.  However, the report of the convention recommended that some more work be done on determining the best way to ensure constitutional recognition.  The Labour Party and I support the recognition of the rights in the Constitution, but determining how best that can be done without undermining unduly the doctrine of the separation of powers is legally complex.  We teased this out at length at the Constitutional Convention and it was of great interest.  It is a matter on which we can continue to work.  We might have a debate in this House on the convention's report.  Perhaps that would be the best way to address the matter.<\/p> <p>I am sure the Senator will be raising the Irish language in the debate on Seachtain na Gaeilge, which will be taking place at 1.30 p.m. today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100008#G00600","speaker":"1148","continuing":true},{"type":"unspoken","time":1426073100,"counter":55,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Business of Seanad: Motion","time":1426073100,"counter":56,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100009#H00350"},{"type":"speech","time":1426073100,"counter":57,"content":"<p>I move:<blockquote><br \/><br \/>That, notwithstanding anything in the Standing Orders relative to Public Business, the Seanad shall meet at 12 noon on Tuesday, 24<sup>th<\/sup>of March, 2015 and the Order of Business should be proposed at 1 p.m.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100009#H00400","speaker":"1148"},{"type":"unspoken","time":1426073100,"counter":58,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Standing Orders: Motion","time":1426073100,"counter":59,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100009#H00600"},{"type":"speech","time":1426073100,"counter":60,"content":"<p>I move:<blockquote><br \/><br \/>That the report of the Committee on Procedure and Privileges on the adoption of new Standing Order 103O be adopted, laid before the House and printed.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100009#H00700","speaker":"1148"},{"type":"unspoken","time":1426073100,"counter":61,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Business of Seanad","time":1426073100,"counter":62,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100009#H00900"},{"type":"speech","time":1426073100,"counter":63,"content":"<p>We shall proceed to the Misuse of Drugs (Amendment) Bill 2015, all Stages.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100009#H01000","speaker":"1127"},{"type":"speech","time":1426073100,"counter":64,"content":"<p>I propose that the House suspend until 12.15 p.m. because the Minister for Health is not available until then.  We did not anticipate concluding the Order of Business so swiftly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100009#H01100","speaker":"1148"},{"type":"speech","time":1426073100,"counter":65,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100009#H01200","speaker":"1127"},{"type":"unspoken","time":1426073100,"counter":66,"content":"<p>Sitting suspended at 11.45 a.m. and resumed at 12.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Misuse of Drugs (Amendment) Bill 2015: Second Stage","time":1426073400,"counter":67,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100010#L00100"},{"type":"unspoken","time":1426073400,"counter":68,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1426073400,"counter":69,"content":"<p>I am presenting the Misuse of Drugs (Amendment) Bill 2015 to the House as an emergency measure on foot of a judgment yesterday by the Court of Appeal on the Misuse of Drugs Act 1977.  I am grateful for the support received from my colleagues in the D&aacute;il yesterday in bringing the legislation to this stage.  I also express my appreciation to this House for agreeing to deal with the Bill at such short notice.<\/p><p>The ruling by the Court of Appeal yesterday means the numerous substances which have been controlled by Government order in the years since the Act came into force cease to be controlled under the Act.  The court ruled on an appeal against a High Court judgment of May last year.  The High Court had upheld the constitutionality of section 2(2), the provision in the Act empowering the Government to declare substances to be controlled under the Act.  The Court of Appeal concluded that this provision was deficient in principles and policies and, accordingly, was repugnant to Article 15.2.1&deg; of the Constitution which vested the sole and exclusive power of making laws in the Oireachtas.  Accordingly, any order made under this power is invalid.<\/p><p>While the State had no way of knowing how the Court of Appeal would find, we planned for this possibility by preparing the Bill and ensuring it could be brought before the Houses without delay.  The Bill aims to deal with the fall-out of yesterday's judgment by reinstating the <i>status quo ante<\/i>to the substances controlled by Government order.  I hope it will meet with the swift approval of the Seanad today.  I intend to seek to have an earlier signature motion passed.<\/p><p>By way of explanation, the Misuse of Drugs Act has two primary purposes.  It establishes a system of control over certain drugs to protect the public from dangerous or potentially dangerous and harmful substances and facilitates the safe use of certain controlled drug substances which, although harmful if misused, have medical and therapeutic value.  Under the legislation, unless expressly allowed to do so, it is illegal to possess, supply, manufacture, import or export a controlled substance.<\/p><p>What is a controlled substance under the Act?  These are substances which are either known to be or have the potential to be dangerous or harmful to human health, including their liability for misuse or causing social harm.  In general, they are substances which affect the central nervous system, producing some mind-altering effect.  This may be stimulation, depression, hallucinations or another significant change.  Additionally, many of these drugs have the potential to cause addiction or dependence, whether physical or psychological.<\/p><p>A substance may be declared controlled under the Act in one of two ways.  The first is if it is listed in the original Schedule to the 1977 Act.  The second is if it has been declared controlled by the Government by means of an order made under section 2(2) of the Act.<\/p> <p>Subsequent to a substance being declared controlled, the Minister for Health then makes regulations to place controls on the import, export, production, supply and possession appropriate to that substance.  The Schedule to the Act lists more than 100 substances which are controlled, including cocaine, heroin, cannabis, LSD, certain amphetamines and other well and less well known substances.  These are not affected by yesterday's judgment.  However, the legislators in 1977 recognised that it was important to future-proof the legislation by providing a mechanism by which additional substances could be declared controlled without undue delay.  This was far-seeing because as we all know numerous dangerous substances which might not have been known about, or might not have even existed, in 1977 have emerged on the drugs market in the intervening period.  Accordingly, the Act provided under section 2(2) that additional substances could be controlled by means of Government order.  Since 1977, this power has been used nine times by several Governments to control a wide range of dangerous substances, including ecstasy, and most recently head shop drugs.  Until yesterday, seven of those nine orders were in place.<\/p> <p>Yesterday, section 2(2) under which Government orders are made was declared unconstitutional by the Court of Appeal.  This judgment will be carefully examined by my Department and the Attorney General with a view to considering its implications, what future amendments to the legislation may be required and whether an appeal to the Supreme Court is warranted.  What is clear is that, as a result of this judgment, all Government orders made under this Act ceased to be valid as of yesterday.  This means that all substances which had been declared controlled by Government order, many of which pose significant health risks for people who use them, are now no longer controlled.  Accordingly, the purpose of this short but important Bill is to resubmit these substances to control under the Act.  The Bill does so by inserting these substances by name into the Schedule to the Act.  In order to reaffirm the controls which apply to these substances, the Bill also confirms a number of ministerial orders and regulations made under the Act, thereby giving these instruments statutory effect as though they were an Act of the Oireachtas.<\/p> <p>Controlling substances under the Misuse of Drugs Act is an ongoing process which involves national and international co-operation and engagement.  The drugs phenomenon is an international issue that needs to be tackled in a co-ordinated way and addressed in a global context.  Two United Nations conventions provide the international legal framework for addressing the illicit drugs phenomenon.  The fundamental objective of the conventions is to protect the health of people from the inappropriate use of controlled drugs and to ensure that the use of controlled drugs is restricted to medical and scientific purposes.  Substances are scheduled under the Act in accordance with Ireland's obligations under these international conventions.  Of course, it is open to parties to the UN conventions to extend the scope of control to a wider range of substances, which Ireland has done.  Furthermore, substances are also scheduled under the Act in accordance with EU Council decisions or where there is evidence that substances are causing significant harm to public health in Ireland.<\/p> <p>The process by which substances are subjected to control by the Government under the Misuse of Drugs Act 1977 is highly technical and complex in order to ascertain whether the abuse potential is such as to warrant control.  This work includes monitoring of trends of drug abuse in the national and international drugs markets and the identification of substances and classes of substances that are being used in the drug culture.  It involves information exchange between Departments and State agencies regarding trends in usage, seizures and health effects.  The development of highly technical legislative provisions which precisely describe individual chemical substances or groups of substances is an important part of the work of accurately controlling substances.  Government orders have declared controlled a wide range of substances by means of generic definitions, thereby aiming to stay ahead of the clandestine laboratories which deliberately circumvent national controls.  Since 1977, nine Government orders have been made, of which seven continued in operation until today.  The most recent order was made in December 2014 when a number of substances were controlled arising from EU Council decisions.  Substances controlled by Government order range from substances which are useful medicines but which have abuse potential, such as benzodiazepines, to plants which have psychoactive properties such as magic mushrooms, to synthetic substances sold as \"bath salts\", \"incense\" or \"research chemicals\".  In fact magic mushrooms are a fungus not a plant as far as I know.<\/p> <p>Members of the House will recall the head shop phenomenon of a few years ago.  Some people mistakenly believed that because products sold in these shops were \"legal\" that they were \"safe\".  Government orders in 2010 and 2011 controlled the substances then commonly being sold in head shops, including synthetic cannabinoids, BZP derivatives and mephedrone.  These controls, coupled with the Criminal Justice (Psychoactive Substances) Act 2010, helped to address this problem.  Prior to the introduction of the 2010 Act there were more than 100 head shops operating in the State.  Since the introduction of the Act, the head shop trade in Ireland has almost disappeared.<\/p> <p>The speed at which new psychoactive drugs emerge is evidenced by data from the European Monitoring Centre for Drugs and Drug Addiction which received reports of 15 new psychoactive substances in 2005 and 73 in 2012.  The availability of detailed information regarding the chemistry of substances on the Internet, coupled with the availability of sophisticated technology and chemistry expertise, have contributed to the rapid evolution of the illicit drugs market, particularly in the last ten years.  It is important that we work together to counter the threat they pose to users, particularly young people.  A key part of that work is the control of substances under this Act.  The mechanism under which new substances can be controlled in the future will require consideration on foot of today's Court of Appeal decision.  This is not part of the proposed Bill as the matter will need to be considered further in light of the terms of the judgment.<\/p> <p>I turn to an overview of the Bill.  The Bill provides that substances which were controlled before the court judgment by means of Government order may be added to the Schedule to the 1977 Act, thereby providing that they will once more be controlled.  Section 1 amends the Schedule to the Misuse of Drugs Act 1977.  This provision inserts into the Schedule of the Misuse of Drugs Act 1977 the Schedule to this Bill.  These are the same substances previously controlled under Government orders made under section 2(2) of the Misuse of Drugs Act 1977.  The substances to be inserted into the Schedule are listed in paragraphs 1A and 1B to be able to specify which additional compounds, namely stereoisomers, esters and ethers, salts, products and preparations of substances are also controlled.  Section 2 confirms certain statutory instruments.  Certain ministerial orders and regulations made under the 1977 Act are confirmed as if they were an Act of the Oireachtas, thereby ensuring that they are not subject to challenge while the consequences of the Court of Appeal judgment are examined and addressed.  Section 3 is the Short Title, commencement and collective citation.  This is a standard citation provision.  It is intended the legislation will commence on the day after its passing; that is, the day after it is signed by the President.<\/p> <p>In conclusion, the Misuse of Drugs Act 1977 provides for the control of dangerous substances and their regulation to ensure that they are only available for medicinal and other purposes in such a way as to prevent their misuse.  The Bill aims to protect the legal framework of this country in relation to controlled drugs by re-controlling substances which have been assessed as meriting such control.  The House will appreciate that this is a very important Bill which has public health and community safety at its heart.  I thank the House for its co-operation in allowing me to bring forward the Bill as a matter of urgency today and I look forward to hearing the contributions of Members during the debate.  I hope the House will support the passage of the Bill without delay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100010#L00300","speaker":"948","continuing":true},{"type":"speech","time":1426073700,"counter":71,"content":"<p>I welcome the Minister, Deputy Varadkar, to the House.  I take this Bill on behalf of my colleague, Senator Thomas Byrne, who is on parliamentary duties elsewhere and cannot be here.  Fianna F&aacute;il will support the Bill which stems from a Court of Appeal judgment of 10 March 2015 that section 2(2) of the Misuse of Drugs Act 1977, under which the Government was empowered to declare substances to be controlled for the purposes of the Act, was unconstitutional.  The purpose of the Bill is to add the substances previously controlled under Government order to the Schedule to the Act, thereby providing that they will once more be controlled.  As a result of the judgment, all substances controlled by means of Government orders under section 2(2) cease to be controlled with immediate effect and their possession ceased to be an offence.  These substances included ecstasy,  benzodiazepines, magic mushrooms and new psychoactive substances or so-called \"head shop drugs\".  The judgment has no implications for approximately 125 other substances including cannabis, heroin and cocaine, which is very welcome.  They are listed in the Schedule to the Act.<\/p>  <p>We welcome very much this legislation.  I outlined on the Order of Business yesterday the fact that we welcomed the speed with which the Government has addressed this issue.  We support this legislation fully.  As some colleagues will be aware, Senators on both sides of the House in a previous Seanad worked tirelessly on a weekly basis to get the Government of the day to act on the so-called \"head shops\".<\/p> <p>Such shops sprang up from a small number in 2008 to more than 100 by 2011 in every major town and village in Ireland and visited destruction upon many families therein.<\/p> <p>As a youth worker at the time, I witnessed at first hand the effects these so-called legal highs had on young people.  I welcomed the actions of the Government of the day, when the Ministers responsible, namely, Mary Harney and Dermot Ahern, added these substances to the list of those banned under the Misuse of Drugs Act 1977.  As a result of the court decision yesterday, Members find themselves legislating to tighten or copperfasten that legislation.  I realise the difficulty the Minister faces in this regard.  As these are designer drugs, the manufacturers can tweak one component, thereby making it a different drug.  Consequently, it is extremely difficult to legislate for each one of these so-called designer drugs.  However, I welcome the initiative the Minister is taking today and hopefully it will copperfasten the illegality of these drugs.<\/p> <p>Although today is not the day on which to have it, as Members seek to have this legislation passed through this House as quickly as possible, a major discussion on the entire issue of drugs is needed.  Discussion is needed on the national drugs strategy, on the supports available to those who find themselves addicted to drugs and on the resources being made available to the Garda S&iacute;och&aacute;na to carry out detection and prosecution of people who are breaking the law.  I would like to have the primary focus of the latter on the Mr. Bigs, not the Mr. Smalls.  The regional drugs units have been disbanded in a number of areas, including my native county of Cavan and the neighbouring county of Monaghan.  In other counties, they have been depleted and amalgamated into the normal crime units and this is not acceptable.  This is a major crisis for the country and while I greatly welcome the initiatives of the Minister, Deputy Reilly, in respect of the tobacco industry and of the Minister himself regarding alcohol and its abuse, unfortunately this area has been ignored.  A focus must be put upon it and if this decision yesterday of the Court of Appeal does anything, hopefully it will reinvigorate Members' efforts to focus on the horrific consequences for those who unfortunately are addicted to drugs.  I wish to reiterate a point mentioned by my colleague, the Minister, or rather Deputy Kelleher.  That was a Freudian slip or perhaps it is 12 months' premature-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100011#M00200","speaker":"1164","continuing":true},{"type":"speech","time":1426074300,"counter":73,"content":"<p>Or historic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100012#N00200","speaker":"948"},{"type":"speech","time":1426074300,"counter":74,"content":"<p>In the Lower House, Deputy Kelleher, together with other Opposition Deputies, called for a designated Minister with responsibility for drugs.  The issue is so serious that it requires such a step.<\/p>  <p>Finally, in welcoming this legislation and in giving my party's full support to it, I wish to remember a colleague from the last Seanad who was highly active, together with many other colleagues, in fighting to have the head shops regulated and, thankfully, closed down in the vast majority of cases, namely, the late Nicky McFadden.  It is something on which she worked hard and I wish to have that remembered this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100012#N00300","speaker":"1164"},{"type":"unspoken","time":1426074300,"counter":75,"content":"<p>Debate adjourned.<\/p>"},{"type":"majorheading","content":"Committee of Selection: Motion","time":1426074300,"counter":76,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100012#N00500"},{"type":"speech","time":1426074300,"counter":77,"content":"<p>This is the 20th report of the Committee of Selection.<\/p>  <p>The Committee of Selection reports that it has discharged Senator Marc MacSharry from membership of the Select Committee on Health and Children at his own request and has appointed Senator Thomas Byrne in substitution for him.<\/p>  <p>The Committee of Selection reports that it has discharged Senator Thomas Byrne from membership of the Select Committee on Finance, Public Expenditure and Reform at his own request and has appointed Senator Marc MacSharry in substitution for him.<\/p>  <p>I move: \"That this report be laid before the Seanad.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100012#N00600","speaker":"1127"},{"type":"unspoken","time":1426074300,"counter":78,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Misuse of Drugs (Amendment) Bill 2015: Second Stage (Resumed)","time":1426074300,"counter":79,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100012#N00800"},{"type":"unspoken","time":1426074300,"counter":80,"content":"<p>Question again proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1426074300,"counter":81,"content":"<p>I welcome the Minister to the House.  I thank him, the departmental officials and all those involved in the background in the Office of the Attorney General for bringing forward this legislation so rapidly.  When this matter was brought before the High Court, it was argued that section 2(2) of the 1977 Act was unconstitutional.  The public perception at present is that the Government is solely in charge of legislation and the role of the Oireachtas is too often forgotten.  Interestingly, however, if one considers the judgments of both the High Court and the Supreme Court, the provision in the Constitution at Article 15.2 1&deg; sets out clearly that \"The sole and exclusive power of making laws for the State is hereby vested in the Oireachtas: no other legislative authority has power to make laws for the State.\"  That was the argument used in the court in respect of the section of the 1977 Act and whether the regulation that subsequently came in was in breach of, or not in compliance with, the aforementioned article in the Constitution.  I welcome the decision of the Court of Appeal.  While I acknowledge the Minister may not like to hear me say that, it is important that the checks and balances are in place.  That is the purpose of the structure encompassing the Oireachtas, the Government and the courts and it is only right that Members stay within the Constitution when bringing forward legislation and regulation.  I have made this point previously but I recall being involved in 2004 in identifying where a regulation was brought forward in respect of nursing home charges only to find in that case that there was not even appropriate legislation to give power to the Minister to bring forward a regulation.  Consequently, for more than 20 years moneys were being deducted from people in nursing homes, which was completely illegal.  Therefore, it is important that the checks and balances are in place.<\/p>  <p>In the case put forward by the State, although Mr. Justice Paul Gilligan held in favour of the State in the High Court, the Court of Appeal held otherwise.  Consequently, this legislation is now necessary and while I welcome the decision of the Court of Appeal, I do not welcome the fact that technically, these substances are back on the market legally today and no powers are available to deal with that.  Therefore, it is important to pass this legislation.<\/p>  <p>Section 2 sets out clearly and puts into legislation all of the regulations as set out in Schedule 2.  This shows how the whole area has changed in recent years as there are approximately six different lots of regulations and exemption orders that have been brought in since 1977 to deal with this area of substances which are a danger to people.  It was only right that they were outlawed.  However, it is a question of making sure, when Members try to outlaw something, that they stay within the Constitution.  Therefore, this legislation now does this and the Bill deals with all the issues that previously were dealt with under regulation.  It now brings them forward in legislative form and therefore, it is important that Members pass the Bill and that it becomes law as soon as possible.<\/p>  <p>The court decision also raises serious issues regarding other legislation in which regulation was brought in.  The question arises as to whether such regulation may not stand up were someone to decide to challenge it.  There is now an urgent need, particularly in respect of health and justice issues, for Members to examine these and ascertain whether it is necessary to introduce amending legislation in a number of other areas.  Members should not be obliged to wait for the courts to make the decisions in this regard.<\/p>  <p>I refer to the issue of the court asking whether the secondary legislation in question goes further than simply giving effect to principles and policies that are set out in the primary legislation.<\/p> <p>We need to seek further clarification, and the Department should consider whether it should appeal the case to the Supreme Court so that there is a clear definition and interpretation of the words &quot;principles and policies&quot;.  While this case has decided the definition of the words regarding regulation under the Misuse of Drugs Act, it does not give an overall view.  While it is primary to the court decision in Cityview Press <i>v.<\/i>An Comhairle Oili&uacute;na in 1980, it might be worthwhile for the Department and Government to consider whether we should seek further clarification from the Supreme Court on the matter.<br\/><br\/>I welcome the legislation.  It is important that we pass it through the House today and that it be signed into law at the earliest possible date.  I thank the Minister and everybody involved in bringing forward the legislation at such an early date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100012#N01000","speaker":"1150","continuing":true},{"type":"speech","time":1426074900,"counter":83,"content":"<p>I welcome the Minister and the legislation.  I am puzzled at the speed with which the Government acted when the Court of Appeal made its views known.  Since I came into the House, I have criticised how long it takes to get things done, so in this instance I say \"Well done\".  I question whether we might leave loopholes in legislation when we move too quickly.  While I am always in favour of speedy movement in these areas, I am concerned that when we do so, we may not give the Bill enough attention.  I hope the President will be able to sign the Bill into law immediately.<\/p>  <p>I remember when the head shops legislation was introduced and we had to do something with it.  It reminded all of us how quickly the area of drug abuse moves.  Most of us who have not had much experience of it could not get over the speed with which the head shops turned up, the products that were on sale and the damage they did.  If we are going to tackle the drugs scene, we must take action.  I imagine this is the action the Minister will be expected to take and I am delighted he will be able to do it.  We need to pay attention to and take action on the drug scene very quickly.  If we close one door, the people involved will quickly open another.  I am delighted the Minister has taken action so quickly.  Hopefully, it will solve the problem.  Let us have a wider debate on drug use to ensure we do not allow other doors to open in future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100013#O00200","speaker":"1145"},{"type":"speech","time":1426074900,"counter":84,"content":"<p>I welcome the Minister.  Like other Senators, I welcome the opportunity to speak on the Bill.  I note the very speedy way it has been brought before us in light of yesterday's Court of Appeal judgment.  As the Minister said, the possibility of the outcome of the judgement had been anticipated and the Department had planned for in by preparing the Bill.  This is commendable and, as Senator Quinn said, is in contrast with earlier incidents.  Many of us will recall the scramble to legislate following the Supreme Court decision in the case of CC <i>v.<\/i>Ireland in 2006, when the offence of unlawful carnal knowledge of a minor was struck down.  The 2006 Act that was brought in had to be amended subsequently.  It is not a new phenomenon that a decision would strike down legislation as unconstitutional and have implications for criminal justice legislation.  I was involved in some of the cases around the Damache decision, which had a similar effect on aspects of search warrant procedure and the Offences Against the State Act and legislation was required to deal with it.<\/p><p>It is very good that the Bill had been prepared in anticipation of the judgment.  There will be no substantive change to the law &ndash; pardon the pun.  It restores the substances that were previously controlled under statutory instruments and restores the <i>status quo<\/i>.  The judgment of Mr. Justice Hogan in the Stanislav Bederev case in the Court of Appeal, which gave rise to the legislation, is robust and I read it with great interest.  As Senator Colm Burke said, it states very robustly the principles in the Cityview case in 1980 in which Chief Justice Tom O&rsquo;Higgins said it was not permissible to delegate legislative power where it was more than a mere giving effect to principles and policies contained in the primary statute.  Mr. Justice Hogan very logically teased out the application of this principle to the misuse of drugs provisions, particularly to the statutory instruments which had purported to list other species of controlled drugs.  While the Government is considering whether to take an appeal to the Supreme Court, his judgment points out that the primary Act, the Misuse of Drugs Act 1977, say a controlled drug is either one that is listed in the Schedule or declared by the Government.<\/p><p>It does not appear to limit the Government's power to classify drugs by reference to the categories of the drugs in the Schedule, which was one of the arguments the State put forward.  Nor does the Long Title of the Act give sufficient guidance or criteria to the Government to allow it to be argued successfully that a statutory instrument was merely giving effect to principles and policies.  As Mr. Justice Hogan said, the Long Title, &ldquo;An Act to prevent the misuse of certain dangerous or otherwise harmful drugs&rdquo; would, arguably, enable the Government to ban tobacco and alcohol as &quot;dangerous or otherwise harmful drugs&quot;.  It shows the wide scope of section 2(2) and the extent of policy choices that is left to the Government in passing statutory instruments.  This is a matter for further consideration as to whether the judgment will be appealed.<\/p><p>As the Minister said, the consequences the judgment will have for other areas of the law where delegated power is provided for in primary legislation is a matter for consideration.  There have been reports on the consequences of the judgment for pending prosecutions.  Colleagues will be aware that the consequences of the CC case were limited by the subsequent Supreme Court judgment in A <i>v.<\/i>The Governor of Arbour Hill Prison.  The fallout was limited in the sense that persons whose cases had been concluded were not regarded as capable of taking action on foot of the judgment, even if they had been convicted of the unlawful carnal knowledge offence.  One would anticipate similarly limited consequences here for prosecutions which have concluded or persons who have pleaded guilty or been convicted.  It has been reported that in the small number of cases pending which involve substances which were controlled under the statutory instruments there was anticipation of a potential outcome in the case and other charges have been brought.  As the Minister said, the judgment does not affect the best known and most significant categories of controlled drugs, which are already contained in the Schedule to the 1977 Act.  It applies only to the substances added through the statutory instruments such as the psychoactive or so-called head shop substances.<\/p><p>The purpose of the legislation is to restore the <i>status quo<\/i>and it will receive cross-party support.  I would like us, on another day, to review our drug policy.  I am no fan of the prohibitionist approach.  We need to examine, in a considered and careful fashion, other countries which have adopted different approaches to the regulation of what we call controlled drugs.  The justice committee has a particular interest in Portugal's model and models of strategic decriminalisation of certain substances.  It has not been a happy experience.<\/p><p>Senator Wilson referred to the head shops which led to the passage of the legislation in 2010 and 2011.  A considered review would be a useful exercise.  All of us would welcome the Bill.<\/p> <p>Generally speaking, billions have been spent to prevent drug addiction and the drugs trade, but it is not working.  We have to look at the whole drug situation and have a national conversation to see where we go in future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100013#O00300","speaker":"1148","continuing":true},{"type":"speech","time":1426075500,"counter":86,"content":"<p>I welcome the Minister to the House.  It is good to see the Oireachtas and the Department were ready for this issue and got there to shut the stable doors before the horse has entirely bolted.  I put it to the Minister, however, that the national drugs strategy is not working.  There is widespread availability of all the substances we are seeking to outlaw.  I am not from a great metropolis, but I have seen around my own area the availability of class A drugs in the form of MDMA, ecstasy, and cocaine - you name it - every other weekend.  It is widespread in every other town and village across the country.  It has got to a stage where lads are going out to take a line with friends in front of people.  It is almost becoming acceptable and as if they were going out to smoke a cigarette.  It is a massive problem and one with which we are failing to deal.  If one walks around Dublin any day of the week, one will be met with zombies coming against one who are under the influence of an opiate of some type.<\/p>  <p>I do not know that a total outlawing of every substance like this works.  The issue has been investigated at the very highest levels.  Former Presidents of the USA and leaders of South American nations have all fed into the notion that the war on drugs is being lost and cannot be won.  What should we do in that case?  Going down the road of complete criminalisation of everything has only played into the hands of the major criminal organisations which operate in our cities and towns.  I know many young lads who are under a self-imposed exile in the Balearic Islands and England because of moneys owed to these criminal organisations.  We do not have the necessary Garda resources to tackle them.<\/p>  <p>I may be seen as coming out of left field with this one, but it may be that a piloted programme in a small area where the Government has total responsibility for issuing substances in a responsible manner to certain people is a useful idea.  We all live in the real world.  People are going to use recreational drugs anyway.  The fact that they are illegal can make them more attractive.  If there is something they are not supposed to do, people may get the idea that there might be something in doing it.  The issue of limited and controlled legalisation according to a liberal interpretation has not been tried.  It is mooted in a lot of different areas, including in certain places in South America where it is at a very advanced stage.  While all these drugs remain illegal, the profits from their sale and supply go to criminal organisations and spawn every sort of social ill that one can imagine.  It may be time for democratically elected governments to get control of that.  I see how the issue of alcohol is dealt with in Nordic countries where the sale is conducted by state-owned off-licences, which system works very well.  Perhaps, it is an idea that can be trashed out here.<\/p>  <p>It must come from the Department of Health if a dedicated ministerial officeholder with full responsibility for drugs is to be appointed to take soundings from everywhere, including health professionals, drug users, those on the front line of our policing service who try to combat this multimillion euro business, and families affected by the misuse of drugs.  Let us have that debate instead of sticking our heads in the sand and pretending drug misuse and the availability of illicit drugs is not an issue in our society.  It certainly is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100014#Q00200","speaker":"1119"},{"type":"speech","time":1426075500,"counter":87,"content":"<p>I welcome the Minister to the Chamber.  I am very glad to be able to stand here today to support the legislation.  I am also glad to see the Department has pre-empted what might have come from yesterday's judgment and shown prescience in constructing the Bill at such short notice.<\/p>  <p>While a debate on national drug policy and how we might confront the illicit drug trade is a very important one for us to have, today's Bill is very specific in its application with regard to repairing the Misuse of Drugs Act 1977.  I got into considerable trouble in the Chamber last week when I suggested during a debate that Members might confine themselves to dealing with the legislation that was actually in front of them rather than to go off on tangents to talk about things that might not have been immediately relevant.  As legislators, we are bound to do so.  Mr. Justice Hogan's ruling yesterday points to the importance of legislators confining themselves to what is actually before them for discussion and focusing entirely on the legislative proposals with which they are dealing.  It is also important to note that Mr. Justice Hogan points to the massive interconnectivity between different Acts, citing the 1939 Act, the case of the quaintly named Pigs Marketing Board and the application of the Cityview Press test to legislation.   Who would have thought when Deputy Joan Collins was taking her challenge to the Supreme Court over the Government's authority to recapitalise the banks that her case would be cited to undermine the provisions of the Misuse of Drugs Act 1977?  However, we find exactly that as a consideration in Mr. Justice Hogan's ruling.<\/p>  <p>I do not want to take up much of the Seanad's time today other than to say \"Well done, Minister\" on moving so promptly to tidy up and reconstruct this important legislative and public policy area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100014#Q00300","speaker":"1117"},{"type":"speech","time":1426075500,"counter":88,"content":"<p>I add my support for the legislation and compliment the Minister and the Department for pre-empting the decision of the Court of Appeal and for having been so well prepared to close off those loopholes as quickly as possible.  The Minister appreciates that the people involved in the illicit drug trade are very unscrupulous and the sooner the Bill can be enacted the better it will be.  I applaud the Minister for the speed with which he has taken the matter in hand.<\/p> <p> It is inevitable that there should be a broader discussion on the drugs issue as a result of this particular development.  The Minister has many pressing issues on his agenda within the extensive portfolio he has taken on, but the impact of the drugs trade on families and communities, and on young people in particular, amounts to a major national crisis.  I would very much welcome a comprehensive debate and discussion with the Minister in this House on how these issues can be tackled.  Senator Heffernan put forward some very interesting ideas today which I, however, probably would not support.  I am conscious of the devastation being wrought by drug abuse in small towns and villages the length and breadth of the country.  We must redouble our efforts to ensure garda&iacute; and customs staff are sufficiently resourced to put the people involved in the illicit drugs trade out of business.  It is a major challenge.  The Minister will be well aware of the number of hospital beds that are taken up and the proportion of accident and emergency unit time and resources given over to people presenting with drug overdoses or who have injured themselves as a result of the use of drugs, as well as those who have been injured by persons misusing drugs.  This represents a major cost to the Exchequer.<\/p> <p>There has been some discussion as to whether there should be a dedicated Minister of State with responsibility for drugs.  I was a member some years ago of a drugs task force at a time when we had a Minister of State with precisely that responsibility.  I am not sure whether we made the amount of progress we would have liked to make.  We must continue to give attention to the issue.  I hope the Minister will be back in the near future for a wide-ranging discussion on these critical matters.  For today, I am pleased this legislation has the support of Members of all parties and none.  It will ensure that a significant loophole which might be exploited by unscrupulous operators is closed as a matter of urgency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100014#Q00400","speaker":"1118","continuing":true},{"type":"speech","time":1426076100,"counter":90,"content":"<p>I thank Senators for their contributions to the debate and their support for this important legislation.  On the broader issue of drugs policy, I would not like the impression to go out that this issue has in some way been deprioritised by the Government.  That certainly is not the case.  In 2015, for the first time in several years, there has been no further cut to the budgets of local drugs task forces and of the Oversight Forum on Drugs, OFD, which I chair.  Even though we have had only a very modest increase in the budget for the Health Service Executive for this year, &euro;2.1 million of that allocation is being given to increase spending on drug treatment and prevention.  This means more detox beds at Merchant's Quay and Coolmine in 2015, more needle exchanges across the country and more investment in mental health support staff, which is particularly important.  Also this year I will commence the naloxone demonstration project, making naloxone available to several hundred addicts, users, care workers, staff, family members and the Prison Service, if it agrees to be part of the project, to ensure overdoses can be treated quickly on the scene, which will result in a further reduction in drug-related deaths in 2015.  The existing drugs strategy is due to expire in 2016 and work on the development of a new strategy will begin soon.  While Garda operational issues are a matter for the Commissioner, I would welcome a broader debate in the Seanad which might encompass a review of the current strategy and a discussion on what should be included in the new one.<\/p>  <p>Several Senators called for a shift to a health-focused and addiction-focused approach to drugs rather than concentrating primarily on the criminal justice and enforcement aspect.  My own instincts are in the same direction, but it requires careful consideration and public buy-in.<\/p>  <p>On the suggestion that there be a dedicated Minister of State with responsibility for drugs, that is a matter for the Taoiseach and T&aacute;naiste.  I always welcome extra help and have learned to delegate much better in this job than I did in the past.  I certainly am not trying to hoard responsibilities, but I am currently able to manage the many responsibilities of the role with the assistance of the Minister of State, Deputy Kathleen Lynch.  We have had dedicated Ministers of State in the past but I am not sure it always works well.  By their very nature, Ministers of State do not have the type of clout senior Ministers do because they are not at the Cabinet table.  However, if that approach is taken, the new role should be created as a dedicated position rather than being added on to an existing Ministry of State, it should be cross-departmental, because drugs issues span the areas of health, justice, education and youth affairs, and it should have a designated budget.<\/p>  <p>I would like to correct a reference I made earlier.  I can now confirm that magic mushrooms are not plants but fungi, and fungi are neither plants nor animals.  I apologise to the mushroom-growing community for any offence that might have been caused.<\/p>  <p>Finally, I take this opportunity to record my thanks to the civil servants in my Department, particularly Eugene Lennon and Siobh&aacute;n Kennan, who did all the preparation for this emergency legislation.  I was just briefed as things proceeded; they ensured the legislation was ready to go right away as soon as I got the text at 11 a.m. yesterday to say we had lost the case.  I also pay tribute to the Attorney General's office and the Office of the Parliamentary Counsel for their assistance in recent weeks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100015#R00200","speaker":"948"},{"type":"unspoken","time":1426076100,"counter":91,"content":"<p>Question put and declared carried.<\/p>"},{"type":"speech","time":1426076100,"counter":92,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100015#R00400","speaker":"1140"},{"type":"speech","time":1426076100,"counter":93,"content":"<p>Now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100015#R00500","speaker":"1148"},{"type":"majorheading","content":"Misuse of Drugs (Amendment) Bill 2015: Committee and Remaining Stages","time":1426076100,"counter":94,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100015#R00600"},{"type":"unspoken","time":1426076100,"counter":95,"content":"<p>Sections 1 to 3, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1426076100,"counter":96,"content":"<p>Schedules 1 and 2 agreed to.<\/p>"},{"type":"unspoken","time":1426076100,"counter":97,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1426076100,"counter":98,"content":"<p>Bill reported without amendment, received for final consideration and passed.<\/p>"},{"type":"majorheading","content":"Misuse of Drugs (Amendment) Bill 2015: Motion for Earlier Signature","time":1426076100,"counter":99,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100015#R01100"},{"type":"speech","time":1426076100,"counter":100,"content":"<p>I move:<blockquote><br \/><br \/>That pursuant to subsection 2&deg; of section 2 of Article 25 of the Constitution, Seanad &Eacute;ireann concurs with the Government in a request to the President to sign the Misuse of Drugs (Amendment) Bill 2015 on a date which is earlier than the fifth day after the date on which the Bill shall have been presented to her.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015031100015#R01200","speaker":"1148"},{"type":"unspoken","time":1426076100,"counter":101,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1426076100,"counter":102,"content":"<p>Sitting suspended at 1.20 p.m. and resumed at 1.30 p.m.<\/p>","notice":"TIME STRING DETECTED"}]