[{"type":"minorheading","content":"Prelude","time":1562074200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1562074200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1562074200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1562074200,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1562074200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#A00100"},{"type":"speech","time":1562074200,"counter":6,"content":"<p>I have received notice from Senator Maria Byrne that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to provide an update on the development of a transport strategy for the Limerick-Shannon metropolitan area. <\/blockquote> <p>I have also received notice from Senator Colette Kelleher of the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the availability of a full range of termination of pregnancy services in all 19 maternity units.<\/blockquote> <p>I have also received notice from Senator Neale Richmond of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to provide an update on the provision of a permanent building for Ballinteer Educate Together national school, Ballinteer, Dublin 16.<\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to make a statement on the number of properties included in the local authority social housing void programme for 2019 and the allocations to each local authority under this programme. <\/blockquote> <p>I have also received notice from Senator Maura Hopkins of the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the supports in place for children affected by the failings in the audiology service in Roscommon and Mayo.<\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p><blockquote>The need for the Minister of State with special responsibility for the Office of Public Works and flood Rrlief to provide an update on the reopening of Ballinspittle Garda station, County Cork.<\/blockquote> <p>I have also received notice from Senator Frank Feighan of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to make a statement on major road schemes for the N4 between Sligo and Mullingar.<\/blockquote> <p>Of the matters raised by the Senators suitable for discussion, I have selected those of Senators Byrne, Kelleher, Richmond and Boyhan and they will be taken now.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#B00100","speaker":"1381"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1562074200,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#B00150"},{"type":"minorheading","content":"Transport Policy","time":1562074200,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#B00200"},{"type":"speech","time":1562074200,"counter":9,"content":"<p>I acknowledge that I have raised this issue with the Minister for Transport, Tourism and Sport previously but I am looking for an update on the proposed Limerick-Shannon metropolitan area transport link.  Limerick is the third largest city in the country and is expanding at an significant rate.  Many companies have shown interest not only in Limerick but in the region.  It is all about Limerick being the driver of the region.  To do that, a proper transport system and connectivity between our airport and the city is needed.  We have the second largest port in the country in Shannon Foynes Port so we need connectivity.  While strategies for Dublin and Cork have been announced, there is no update about what is happening with Limerick.<\/p> <p>On the previous occasion we had this debate, the Minister referred to the cycling strategy.  This also needs to be included in the strategy.  With Shannon Airport on our doorstep, it is important that we have proper connectivity between the city and outlying areas in the county because we are all part of one local authority with a population of approximately 200,000 and the city is growing at a significant rate.  I hope the Minister has some good news for us because a public consultation was due to take place earlier in the year but there has been nothing to date.  It is frustrating to see the amount that has been spent on BusConnects in Dublin, with developments relating to Cork to be announced, but yet there is no update regarding Limerick so I look forward to hearing what he has to say.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#B00300","speaker":"1384"},{"type":"speech","time":1562074200,"counter":10,"content":"<p>I thank the Senator for raising this issue again.  She is second to none in raising transport issues in the Limerick area in this House and possibly in the other House.  I do not want to offend anybody by saying that but her persistence is commendable and is certainly noted in my Department.<\/p> <p>As she will be aware, work is ongoing to develop a Limerick-Shannon metropolitan area transport strategy.  The NTA is working in partnership with both local authorities in developing the strategy.  This model has worked well in Galway and Cork.  The Limerick-Shannon metropolitan area transport strategy will provide the strategic framework within which public transport will be improved in the area in the years ahead.  This is in line with the objectives of Project Ireland 2040 and the need to plan for a sustainable future.  If we are going to expand our cities, we need this sort of strategic transport planning.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Shane Ross:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1974\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1974&amp;amp;pid=ShaneRoss&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Project Ireland 2040 sets out both the planned spatial development and investment framework for the coming years.  At a regional level, it will be supported through the development of regional spatial and economic strategies by each of the three regional assemblies and through metropolitan area transport strategies for the cities.<\/p><p>Investment plans under Project Ireland 2040 will be guided by these transport strategies including the Limerick-Shannon metropolitan area transport strategy.  They will also be guided by wider Government policies to promote balanced regional development and social inclusion objectives.  The Limerick-Shannon transport strategy will consider all transport modes and will consider what investment in infrastructure and services is required over the short, medium and long term to promote and encourage sustainable transport use.  It will be aligned with existing investment plans under Project Ireland 2040 which already contains funding for projects in Limerick over the period to 2027.<\/p><p>Project Ireland 2040 commits to improving public transport across the country.  In line with this commitment, the Limerick-Shannon metropolitan area transport strategy will evaluate the potential for a BusConnects-type investment programme for Limerick.  Limerick will also benefit from other investments such as traffic management, bus priority and other smarter travel projects which will complement improved bus services as they are rolled out.<\/p><p>Project Ireland 2040 recognises that development of a strategic cycling network in Limerick is a key growth enabler for the city and the increasing levels of funding now available will support improved active travel infrastructure in the city.  This investment will complement and support infrastructure developments already delivered in Limerick over the years 2012 to 2016 through the smarter travel areas programme.<\/p><p>The interurban rail network plays an important role in enhancing regional connectivity between our cities.  Increased funding has already been secured for the heavy rail network over the period 2019 to 2023 which will see just over &euro;1 billion invested in the maintenance and renewal of the network.  That means we have reached the annual steady state level of funding which represents considerable progress on years gone by.  This level of funding allows for expanded track relaying and ballast cleaning programmes which in turn lead to better journey times.  Limerick will benefit from this investment.  Next year we will also commence an evaluation of the economic benefits and value for money of high-speed rail on a number of interurban rail lines, including Dublin to Limerick Junction, against improvements to existing and planned line speeds along the line.<\/p><p>Turning back to the development of the strategy itself, I understand, as I believe the Senator does, that a public consultation will take place later this year and it is hoped that the strategy will be completed by the end of the year.  As I have outlined, the strategy will form the strategic backdrop to future investment in Limerick&rsquo;s transport over the next two decades and will be an important input into the mid-term review of the funding element of Project Ireland 2040.  It is important to have that strategic backdrop as we consider future public investment.  Infrastructure requires long-term planning and this is what the Limerick-Shannon metropolitan area transport strategy will seek to do.  I look forward to its finalisation and adoption by the local authorities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#B00400","speaker":"1213","continuing":true},{"type":"speech","time":1562074200,"counter":12,"content":"<p>I thank the Minister.  It is good news that this will happen before the end of the year.  Many companies are considering investment or expansion in Limerick and the greater mid-west region.  We need a proper transport system put in place as quickly as possible.  I believe the Minister understands the importance of that, but it is also important to get it right.  We need to be a counterbalance to Dublin, which is outgrowing its capacity.  In view of expansion in the region, the Limerick-Shannon metropolitan link is most welcome.  I would like the Minister to keep the pressure on to make it happen sooner rather than later.  It needs to be announced as soon as possible and plans put in place to develop it in a proper manner that will benefit not only Limerick but the region.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#C00200","speaker":"1384"},{"type":"speech","time":1562074200,"counter":13,"content":"<p>I understand and sympathise with the Senator's obvious impatience, which is perfectly natural in this situation.  We need to go through several processes.<\/p> <p>I could give her an update on what is happening with active transport projects.  I do not intend to read it all into the record.  I have a list here which, with the permission of the Cathaoirleach, I will give to the Senator and she can use as she feels is useful.  It covers things like: the Dublin Road bus corridor; Parnell Street-Davis Street phase 1, which is active travel obviously; the Catherine Street-Roches Street junction improvements; Parnell Street, Davis Street to Roches Street; the Grove Island roundabout improvement works; Raheen roundabout to Quinn's Cross and Fr. Russell Road; the O'Connell Street upgrade; and the Castletroy greenway.<\/p> <p>We can also give her an update on the M20 from Cork to Limerick.  I will hand this to the Senator because it would take too much time to read out all the detail.  It might be of help to her.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Shane Ross:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1974\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1974&amp;amp;pid=ShaneRoss&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I thank her for the contribution she has made to advancing these projects.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#C00300","speaker":"1213","continuing":true},{"type":"speech","time":1562074200,"counter":15,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#D00200","speaker":"1384"},{"type":"minorheading","content":"Abortion Services Provision","time":1562074200,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#D00300"},{"type":"speech","time":1562074200,"counter":17,"content":"<p>T&aacute; f&aacute;ilte roimh an Aire St&aacute;it, Deputy Finian McGrath.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#D00400","speaker":"1381"},{"type":"speech","time":1562074200,"counter":18,"content":"<p>I thank the Minister of State for coming here and I thank the Cathaoirleach for selecting my Commencement matter.<\/p> <p>In light of recent media reports concerning St. Luke's Hospital in Kilkenny, I raise the issue of access to the full range of termination of pregnancy services there and in the 19 maternity units in Ireland.  The obstetricians in St. Luke's have argued that the hospital is not an appropriate location for medical or surgical abortion.  I welcome the decision made by the Minister for Health to appoint an additional obstetrician to St. Luke's last week.  However, hospital-based termination of pregnancy cannot be delivered by one staff member alone.<\/p> <p>The issues in Kilkenny are symptomatic of wider access issues.  Only ten of the 19 maternity services currently provide the full range of abortion services under the 2018 Act.  In addition to situations of fatal foetal anomaly and serious risk to the woman's health or life, women may need access to hospital-based abortion care for many reasons, for example, individuals for whom medical abortion is contra-indicated, and women and girls, such as those living in homelessness or violent relationships whose personal circumstances may not be amenable to home self-management of medical abortion.<\/p> <p>The absence of an abortion service in nine maternity units also impacts on community provision.  The ability of GPs to serve the needs of women requires a referral pathway for women to their nearest maternity unit in those situations, for example, where the pregnancy exceeds nine weeks or in the rare event of a failed medical abortion.  As the Minister of State will know, women have a legal entitlement to the termination of pregnancy, and the HSE must organise services where this right is vindicated in practice through local accessible abortion services.<\/p> <p>If St. Luke's has declined to participate on the basis of resources, has it also refused to provide care to women undergoing a miscarriage?  If not, how can this discrimination against women who need abortions be justified?  The recently circulated letter assures local GPs that women who are morbid or septic will be dealt with.  What does this mean?  Is the Minister for Health satisfied that the hospital's position is in compliance with the law?  Would a woman presenting at St. Luke's whose life is at risk be referred to another hospital or be required to wait until her health has deteriorated to the point where the medical team is satisfied that a termination is justified?  Under the legislation there is no right to conscientious objection in emergency circumstances where a woman's life is at imminent risk or her health is at risk of imminent serious harm.  Is St. Luke's providing for those women and how?<\/p> <p>Beyond St. Luke's, on what basis are other hospitals refusing to provide abortions?  What referral pathways are in place and to where?  Have women requiring abortions who presented at these hospitals been referred elsewhere or been required to travel?  How many women are we speaking about?  Does the Minister foresee any risk of legal action due to medical negligence, for example, if a number of hospitals decline to participate in the abortion service?<\/p> <p>Will the Minister of State outline what actions have been taken to roll out services in the remaining nine units, including Kilkenny?  Is there a national implementation plan by the HSE?  Has the &euro;12 million allocated for abortion services in the 2019 service plan been released in full?  Will abortion care in early pregnancy be available in all 19 units by the end of 2019?  Do smaller units have the facilities and expertise to provide abortion care in cases of fatal foetal anomaly and risk of serious harm to a woman's health?  If not, how is a woman's care managed in those situations?  Are there clear and robust referral pathways to larger hospitals?<\/p> <p>Perhaps the main issue here is an issue of fear and fear of the unknown.  Dr. N&oacute;ir&iacute;n Russell, a consultant obstetrician and gynaecologist at Cork University Maternity Hospital, CUMH, has made the useful suggestion to partner the non-providing hospitals with a providing hospital to help.<\/p> <p>Dr. Mike Thompson, a general practitioner and spokesperson for Start, the Southern Taskgroup on Abortion and Reproductive Topics, a group of doctors who support reproductive rights, expressed a worry that the attitude of the doctors in St. Luke's would \"embolden other hospitals\" to issue a similar diktat.  He said that it was \"effectively institutional obstruction\", and that while they were trying to \"conflate it with resources\", St. Luke's was no less resourced than any other hospital.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">  Senator Colette Kelleher :<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Given that we gave a resounding vote for such law to be put in place, I would like the Minister of State to outline how he will ensure that every woman in Ireland has access to safe abortion care and what the position is in respect of those hospitals that are refusing care so that all 19 maternity units can offer all the care that they need to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#D00500","speaker":"1430","continuing":true},{"type":"speech","time":1562074200,"counter":20,"content":"<p>I welcome the opportunity to address this House on behalf of the Minister for Health, Deputy Simon Harris.  He sends his apologies and has asked me to take this debate on his behalf.<\/p> <p>I thank the Senator for raising this important issue.  Last year the people of Ireland voted to repeal the Eighth Amendment of the Constitution.  They did so, I believe, out of compassion for the women of this country, and out of respect and recognition of the need for safe, dignified and accessible reproductive health care for all.  As a result the Health (Regulation of Termination of Pregnancy) Bill 2018 was passed by the Houses of the Oireachtas on 13 December 2018 and signed into law by the President on 20 December 2018.  In January of this year, we successfully introduced services for termination of pregnancy in our hospitals and community services, and this achievement is testament to the dedication of the clinicians and staff across the service who worked so hard to ensure that this service was available to women in Ireland as soon as possible following the enactment of the Health (Regulation of Termination of Pregnancy) Bill 2018.  The Government allocated a total &euro;12 million in the budget for the provision of termination of pregnancy services in 2019.  Terminations up to 12 weeks of pregnancy are currently being provided in ten maternity hospital units.  In addition, all hospitals are providing terminations in emergencies, where a woman&rsquo;s life or health is at risk.  Terminations in cases of fatal foetal abnormality are available, generally, in the larger tertiary hospitals, as in such cases, particular expertise, only available in those hospitals may be required to perform the procedure.<\/p> <p>Additionally, to date, 325 GPs nationally have signed up to provide the service in the community setting, where women can avail of terminations in cases of pregnancy up to nine weeks of pregnancy.  The Minister&rsquo;s policy is that all 19 maternity hospitals should be in a position to provide termination of pregnancy services under the Health (Regulation of Termination of Pregnancy) Act 2018.  In that context I assure this House that there is regular and ongoing engagement between the Department of Health and the HSE on the operation of the service to resolve any issues that may arise.<\/p> <p>Regarding maternity hospital units providing the termination services up to 12 weeks of pregnancy, which is the specific issue of concern, the HSE has advised that additional maternity units are expected to begin providing termination of pregnancy services up to 12 weeks in the coming months.  The remaining units will then be considered for service expansion.  Of course, the Senator raised a very important point on St. Luke's hospital, Kilkenny, the referrals, the legal aspect and the fear of the unknown.  These are all important issues that I will raise as well with the Minister for Health  However, the most important issue is that women accessing this service can do so with certainty of the quality and safety of the care they will receive.  In that regard, my Department will continue to work with the HSE to ensure all women, regardless of location, can access this service quickly and easily, without bias or judgment, and that we fulfil our promise of a compassionate and dignified termination of pregnancy service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#E00200","speaker":"1359"},{"type":"speech","time":1562074200,"counter":21,"content":"<p>I hope that the allocation of &euro;12 million to the HSE has been, or will be, released in full.  The Minister of State answered the question on access to abortions for women at risk of serious harm.  How is refusal of care being managed to ensure those who do not wish to be involved in service delivery are not in a position to obstruct colleagues who are conscientiously committed to providing abortion care?  What is the HSE doing to ensure hospital staff, including those not involved in abortion care, receive appropriate training with respect to values, professionalism and ethics?  In his reply, the Minister of State said that all 19 units \"should be in a position\" but I want to know whether they will be in a position to do so.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colette Kelleher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2484\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2484&amp;amp;pid=ColetteKelleher&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Will the Minister of State give an assurance that will be the case?  It is really important that this is in place by the end of this year at the very latest.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#E00400","speaker":"1430","continuing":true},{"type":"speech","time":1562074200,"counter":23,"content":"<p>The implementation of the Health (Regulation of Termination of Pregnancy) Act 2018 is a priority for the Minister for Health, Deputy Harris, for myself, and for the rest of us.  A woman should be able to access these services in a local maternity hospital.  It is expected that, by introducing such services across the country, women will be spared the need to travel lengthy distances to access a termination.  At present, ten out of 19 hospital maternity units are providing the full service.  The HSE has advised that additional units are expected to begin providing termination of pregnancy services in the coming months with the remaining hospital units being considered for service provision.  It should be noted that terminations up to nine weeks of pregnancy are also provided by general practitioners and that 325 GPs nationally have signed up to provide this service in the community setting.  The HSE has advised that feedback from a wide variety of stakeholders, including doctors from the START group and the Irish College of General Practitioners, suggests that the service is bedding down well.<\/p> <p>The HSE My Options telephone helpline became operational on 1 January 2019.  This is a freefone line for persons to call if they experience a crisis pregnancy.  The information and counselling service is available from 9 a.m. to 9 p.m. from Monday to Friday, as well as from 10 a.m. to 2 p.m. on Saturdays.  It is staffed by trained counsellors.  The telephone nurses service is available on a 24-hour basis and is staffed by nurses and midwives.  My Options can provide an interpreter for 240 different languages and its information leaflet has been translated into six.  <\/p> <p>There is regular ongoing engagement between the Department of Health and the HSE to facilitate the efficient operation of the service and to resolve any issues that arise.  As the Senator has rightly said, we have to ensure the &euro;12 million is spent and that it is spent effectively and properly.  Any suggestion of obstruction or refusal of care must be dealt with under the Act.  I will bring these concerns back to the Minister, Deputy Harris, for a more detailed answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#F00200","speaker":"1359"},{"type":"minorheading","content":"Schools Building Projects","time":1562074200,"counter":24,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#F00250"},{"type":"speech","time":1562074200,"counter":25,"content":"<p>I will try to be as swift as possible.  The issue I am raising today goes back to a meeting in 2009, shortly after I had been elected to the council for the first time, in what was then the Bewley's Hotel in Leopardstown.  A commitment was made to bring an Educate Together school to the Ballinteer-Stepaside area.  Exactly ten years later, we now have two national schools and a secondary school, only one of which is in a full-time permanent building.  I am delighted that a site has been secured for Stepaside Educate Together secondary school but the big news of the last few weeks has been An Bord Plean&aacute;la's decision to grant permission for a permanent home for Ballinteer Educate Together national school.  The Minister of State is the fifth Minister with whom I have brought this up over the past three and a half years in the Seanad.  The fact that the project has moved on from the planning stage is a huge push forward but, needless to say, the entire school community including the parents, the pupils, the teachers, and everyone else connected to it have quite a simple question: what comes next and when?  What actions are being taken by the Department to jump on the opportunity presented by this positive planning decision, to get tender documents together and to roll out a timeline?  This is progressing in conjunction with the provision of a new physical education hall for St. Tiernan's community school, which will be adjacent to the site.  The real question is quite simple.  When can the pupils, teachers, and parents of Ballinteer Educate Together national school expect children and teachers to go into their new permanent home?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#F00300","speaker":"1399"},{"type":"speech","time":1562074200,"counter":26,"content":"<p>I thank Senator Richmond for raising this very important issue as it allows me the opportunity to provide an update to the House on the current position with regard to the provision of a permanent school building for Ballinteer Educate Together national school.  This school is a co-educational school under the patronage of Educate Together.  The brief for the permanent project is to provide a new, 16-classroom school in addition to a two-classroom special educational needs unit together with all ancillary accommodation on the St. Tiernan&rsquo;s community school site located at Parkvale, Balally, Dublin 16.  This project was assigned to the Department's design and build delivery programme in March 2018.  This delivery programme uses a professional external project manager to progress the project through the relevant stages of architectural planning and construction.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Architectural planning commenced immediately and an application for planning permission was lodged with D&uacute;n Laoghaire-Rathdown County Council in September 2018 following pre-planning meetings with the council.  A notification of the decision to refuse permission was received on 2 November 2018.  The Department appealed this decision to An Bord Plean&aacute;la on 27 November 2018.  On 7 June 2019, An Bord Plean&aacute;la granted permission for the development subject to a number of conditions.  Officials from the Department are reviewing these conditions and consulting their advisers and their technical team to comply fully with the planning permission.  The next step in the progression of this school building project is to proceed to the tender and construction stages.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#F00400","speaker":"1359","continuing":true},{"type":"speech","time":1562074200,"counter":28,"content":"<p>I appreciate the Minister of State's response.  I have a specific question.  What is the timeline for the tender and construction stages?  If the Minister of State is unable to go into the specifics of this school's application, he might be able to give a general overview of what parents and teachers can expect and what the rough timeline will be.  As I have said, this project has been going on for ten years.  It got caught up in the planning process.  This was beyond the control of the Department of Education and Skills.  Now that we have broken free from that process, there is an absolute need to push ahead with the project as quickly as possible so that the needs of this ever-growing community can be met.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#G00200","speaker":"1399"},{"type":"speech","time":1562074200,"counter":29,"content":"<p>I understand the Senator's total frustration, given that he has been talking about this project for ten years.  That is the bad news.  The good news is that the project has overcome its most recent hurdle.  We are now at the tender and construction stages.  I will come back to the Senator with a more detailed response from the Minister, Deputy McHugh, on behalf of whom I am taking this debate.  I sympathise with the Senator's point because of my experience with the cystic fibrosis unit at Beaumont Hospital.  I thought it was bad when it took three years to get through the different processes in that case.  I am taken aback to hear today about a ten-year wait.  I believe there have been major planning problems in the case the Senator is raising.  I know from my own experience that after a project proceeds to the tender and construction stages, it generally takes six months to a year.  That is what I would think.  I would prefer to come back to the Senator with a proper detailed answer from the Minister, Deputy McHugh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#G00300","speaker":"1359"},{"type":"minorheading","content":"Local Authority Housing","time":1562074200,"counter":30,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#G00400"},{"type":"speech","time":1562074200,"counter":31,"content":"<p>I welcome the Minister of State, Deputy English.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#G00500","speaker":"1426"},{"type":"speech","time":1562074200,"counter":32,"content":"<p>I thank the Minister of State, Deputy English, for coming to the House to deal with the issue of voids.  As I am conscious that he is very much on top of this whole area, I will not go into great detail.  The task under the Rebuilding Ireland policy is to deliver on the social housing targets that have been set down by the Department, in agreement with all 31 local authorities, to address a number of issues with housing delivery and supply.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister of State has said this before, he will say it again and I would agree with him on the point that there is no single quick fix to our housing problems.  There are horses for courses, there are different parts of the country and there are different sets of circumstances to be taken into account.  Many interventions and many opportunities have to be looked at and seized.<\/p><p>I am a member of the Joint Committee on Housing, Planning and Local Government and through Rebuilding Ireland we identified, along with the Government, that there are a number of ways we will address the delivery of housing, namely, through new builds, addressing voids, acquisition, leasing, the rental accommodation scheme, RAS, the housing assistance payment, HAP, and a number of other interventions.  I am particularly focusing on voids today because I am not convinced that certain targets have been delivered in addressing voids and the Minister of State will know that is the case.  The issue of voids is a bit complex and it addresses issues with the ongoing inspections of social housing stock, which is an important asset for any local authority and an important State asset.  We have learned a lot of lessons from how we have managed our housing stock in the past.<\/p><p>I am asking the Minister of State to address the issue of the 31 local authorities and the inclusion in the programme for 2019.  What are the allocations from the Department in 2019 to address the voids?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#G00600","speaker":"1379","continuing":true},{"type":"speech","time":1562074200,"counter":34,"content":"<p>I thank the Senator for raising this issue and the issue of housing in general and for keeping the focus on Rebuilding Ireland and the targets set therein.  He is right to say that no single scheme will solve this issue.  It will be a number of schemes and we have to keep pushing them and adding to them.  We must look at the different opportunities presented in different local authorities in different ways.<\/p> <p>When it comes to tackling vacancies, we need to do more.  From a social housing point of view, I am happy that we are making great improvements with local authority housing vacancies.  However, there are still many private dwellings being left vacant.  The local authorities need to take the lead on this to bring them back into use, using all the different schemes such as the repair and leasing scheme and the buy and renew scheme.  They can also use a combination of schemes to address voids and they can use funding from Project Ireland 2040 to so do.  Local authorities have to lead and drive this effort but I ask Senators, local authority members and everybody else to support that work, to drive it on and to communicate to the people who own these empty buildings that there are a number of schemes funded by the taxpayer that provide solutions to people who own private homes.  There is a fear factor that it could be complicated or there could be red tape but there is not.  We are trying to reduce all that as well, so there is an opportunity for people who own private properties to bring them back into use.  That might also be flagged out of today's conversation.<\/p> <p>On the social housing voids programme, which is the local authority housing we own, my Department provides Exchequer funding to support local authorities in the refurbishment of social housing homes that, for a range of reasons, require a significant level of investment before they can be re-let.  Ordinarily, responsibility for the management and maintenance of local authority housing stock lies with local authorities themselves, in line with the Housing Acts.<\/p> <p>We know that vacancies arise on a daily basis in the approximately 130,000 social homes owned by the local authorities.  It is critical to the Government and to Members of this House that such homes are quickly refurbished and re-let to a family or individual on the waiting list.  Properties that require little or no cost to re-let need to be returned to use immediately and that is what local authorities are doing on a daily basis.  Many of them do that and carry out a quick turnaround.  Some are slower and I encourage all local authorities to immediately re-let a property if it is possible to do so and not to let it sit idle for a number of months.  Properties that require greater funding should also be attended to swiftly, even if there are a greater level of works, which take longer to complete, with higher costs involved.<\/p> <p>This is where the voids programme assists and in addition to the supporting the upgrade costs, the programme also covers costs relating to the insulation and retrofitting of the property.  Not only do social homes get remediated through this programme and made available to new tenants in very good condition, the energy efficiency of the homes is upgraded and, consequently, the new tenants will face lower fuel bills.  During 2018, Department funding of &euro;26.2 million was provided to bring 1,765 homes back to productive use.  In fact, it was far more than we had targeted that year.  A total of 1,765 homes were brought back into use and as our Rebuilding Ireland target was about 560, we went far beyond that target, and rightly so, because all of these homes should be back in use.  I am on record, as is the Minister, Deputy Eoghan Murphy, as saying we want all of the void houses back in use with none left idle, because they have been left idle for too long.<\/p> <p>Looking back over the years 2014 to 2018, which were mainly under the scope of Rebuilding Ireland but also stretching back before it, more than &euro;145 million has been provided to support the refurbishment and return to use of almost 11,000 homes, which had been lying vacant for many years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That probably does not include last year's money.<\/p><p>Earlier this year, local authorities submitted details of their 2019 funding requests for voids to my Department and, as in previous years, work to return these properties is continuing.  Under the insulation retrofitting part of the voids work, we claim back 50% EU co-funding, and an important part of this process involves the provision of building energy rating, BER, certificates showing the pre-works rating for each property.  To finalise the distribution of the funding for this year across the 31 local authorities, my Department is awaiting the BER certificates for several of the properties, approximately 40%.  I can indicate, however, that the funding provision for 2019 will be around the same level as the &euro;26 million provided for 2018.  We have asked local authorities to move that work on, and some are carrying it on and will submit the claims afterwards.<\/p><p>It is critical that we incentivise the local authorities to carry out the proper BER assessments to allow the Exchequer obtain the 50% EU co-funding.  I ask my colleagues in this House to raise with the councillors in their areas the need for the councils themselves to provide a strong level of local funding for housing maintenance from the significant rental income that each receives.  Councils need to support work on repairing their own housing stock, alongside the Exchequer funding that is being provided through my Department.  It has been disappointing in a couple of cases to hear of councils actually reducing the allocations they make to maintain their housing stock.  We have always said the voids programme will not be there forever.  It was intended to tackle a backlog of more than 11,000 properties that needed a great deal of work.  We have caught up on a lot of that and I stress to local authorities that, as time moves on, maintenance works have to be done regularly out of the rent they receive, if at all possible.  Naturally the State will step in for deep retrofitting that needs to be done.<\/p><p>The voids programme has moved quite well.  I am happy that most local authorities are doing a good job bringing them back into use.  Some are lagging behind but the message is clear that we do not want long-term voids.  Every local authority will be written to next October and told to bring forward extra voids if they have them and bolster their allocation for last year.  No doubt the same will happen this year because a void is the quickest way to solve a housing problem for somebody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#H00200","speaker":"1264","continuing":true},{"type":"speech","time":1562074200,"counter":36,"content":"<p>I thank the Minister for that very comprehensive response.  He is obviously on top of his brief.  However, this is July 2019.  Several local authorities are saying they are waiting to hear their allocations for this year.  Will it be a matter of weeks?  I presume so.  We are coming into the summer holiday period and a slowdown in the construction sector, and some local authorities are saying they may not be able to get people to do work this side of September.  This is all in 2019 but the allocation is intended for 2019 and these works need to start.<\/p> <p>The Minister of State makes a very valid point about the proactive councillors in local authorities who help to push the thing along.  I would like the Department's oversight of local authorities to continue because the Minister of State has said it is disappointing that some local authorities are now budgeting to spend less on their maintenance.  There is the ongoing problem that some social houses are never inspected.  I spoke to a woman who has been living in a local authority house for 20 years and it has never once been inspected, but that is an issue for another day.<\/p> <p>Will the Minister of State indicate an approximate timeline for when councils can expect some notification?  If some are falling behind on BER certificates, he should leave them behind.  Let us move on with the ones that are organised and reward and incentivise them, to use the Minister of State's words.  Let us incentivise the councils that are on top of their game, keen to get on with this work, that have provided the necessary information and BER certificates, and have met the criteria required by the scheme, and let them go ahead.  Do not let the bad ones hold back the good ones.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#J00200","speaker":"1379"},{"type":"speech","time":1562074200,"counter":37,"content":"<p>It is practically ready to go and we have communicated with local authorities over the year.  They have their targets and know approximately what they will get and it is important that they plan for that.  Some have made their plans and are implementing them, so there is no issue there.  It is an issue for us.  We need the BER certificates to be sure we are getting the value for taxpayers' money and to be able to recoup money from the EU.  We hope they will come in quite soon.  We are chasing them.  The money will be spent on the voids and they will be brought back into use because we want them to do it that way.  Local authorities will be asked to go beyond the targets.<\/p> <p>The Senator mentioned that under Rebuilding Ireland every local authority has been given its targets for all the schemes.  I stress they are minimum targets.  Every local authority has been encouraged by me, the Minister and the officials at various meetings to go beyond those targets.  The majority of councils went beyond their targets last year, and the Senator can see that in the tables.  That is what we are trying to encourage.  Some went 150% beyond and some 110% beyond.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We met individually the local authorities that were below target to try to help them to come up to it because we want to reach it.  Rebuilding Ireland involves a massive spend of almost &euro;2.5 billion of taxpayers' money.  It is important that we drive results through it, as I believe we are.  This year we are on track to deliver more than 10,000 extra social housing homes.  As that figure does not include all voids, there will be even more available.  The number of new homes in the system will be 10,000 and it is important that we meet that milestone.  All of the groups with which we have engaged in the past three or four years have asked us to get to the stage where, as a state, we deliver 10,000 homes a year.  We are at that target this year and next year the number will be even higher.  Under the ten-year capital plan under Project Ireland 2040, we have set aside money to provide 12,000 houses a year.  That is far beyond for what anybody has asked, but that is where we should be and should stay in the coming years.  The Minister, Deputy Eoghan Murphy, and I are committed to doing so, with the Department and my party.  I ask others to readjust their plans for any future Government to the same level because we have to continue to deliver social housing every year and must not have a repeat of what happened under previous Governments when we stopped building social houses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#J00300","speaker":"1264","continuing":true},{"type":"unspoken","time":1562074200,"counter":39,"content":"<p>Sitting suspended at 3.15 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1562074200,"counter":40,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#N00100"},{"type":"speech","time":1562074200,"counter":41,"content":"<p>Before I ask the Leader to outline the Order of Business, I welcome some of his friends, Mary McDevitt Afflerback, her husband, Jerry Afflerback, their son, Reilly, and Cathy Goodwin, to the Gallery.  I am sure the Leader will give them a fantastic tour and a great day in Leinster House.  I hope they enjoy their stay in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#N00200","speaker":"1381"},{"type":"speech","time":1562074200,"counter":42,"content":"<p>The Order of Business is No. 1, Judicial Appointments Commission Bill 2017 - Committee Stage (resumed), to be taken at 4.45 p.m. and to adjourn at 7 p.m., if not previously concluded.<\/p> <p>I thank the Cathaoirleach for welcoming Mary McDevitt Afflerback, her husband, Jerry Afflerback, their son, Reilly, and Cathy Goodwin.  They are good friends of mine from the United States and are very welcome to the Gallery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#N00300","speaker":"1391"},{"type":"speech","time":1562074200,"counter":43,"content":"<p>The EU-Mercosur trade agreement will significantly affect beef farmers and rural Ireland.  However, urban Ireland is not disinterested in the issue.  The agreement seems to be unfair on Irish beef producers.  The main point brought to my attention is the carbon footprint of those producing beef in South America.  It is a concern that rainforests are being cut down for beef production and, anecdotally, we hear of hormones being given to the animals.  It seems that Irish beef suppliers are being thrown under a bus in order that German car manufacturers can sell their Mercedes and BMWs to the South American market without having to pay any tariffs.  The Taoiseach needs to come out and say he will not ratify the agreement.  We should have a debate on this agreement in the House next week.  Urban Ireland does not want to see a decline in rural Ireland.  They are with their countrymen in thinking this is a bad agreement.<\/p> <p>Last week, I raised the issue of water quality in Dublin Bay.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The bathing season is upon us.  The Environmental Protection Agency, EPA, announced earlier it would conduct a formal investigation into the Ringsend wastewater treatment plant on foot of amateur drone footage of leakages.  We did not previously have access to such footage because drones were not available but, thanks to this footage, it has become clear that there is a problem at the plant.  I am sure the plant managers have been aware of it but nothing has been done.<\/p><p>Irish Water stated that the problem will continue until investment is put into the plant but the effect that has on Dubliners, particularly those who live near the sea is that they cannot bathe.  Beaches are being closed this summer and it seems as if that will continue.  We need to examine the type of investment the Minister is going to put into the wastewater treatment plant.  Dublin Bay is a UNESCO biosphere.  It needs to be protected and we are not doing that at the moment.<\/p><p>The third issue I raise relates to the waiting list for women seeking gynaecological appointments with their consultants.  There are 30,000 women in the country waiting for an appointment, some of whom have been waiting over two years.  This is unreal and unimaginable.  The Minister for Health needs to address this matter in the House today.  It is very unfair.  It is not only affecting young women; women of all ages are waiting for appointments with their gynaecologists.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#N00400","speaker":"1407","continuing":true},{"type":"speech","time":1562074200,"counter":45,"content":"<p>I want to raise two issues with the Leader, the first of which is the Mercosur agreement to which Senator Ardagh referred.  It is important that we have a debate.  The timing of that is not for me.  The Leader has a schedule and I know it is pretty packed up as we are approaching the end of the session and nearing the recess but it is important that we have a debate.  I note, from the Business Committee, that statements are being taken on the issue in the D&aacute;il.  I do not doubt that the Minister is prepared to respond because any Minister for Agriculture, Food and the Marine who is not prepared for this would be in serious trouble.  I ask that there be some discussion in the House about this matter if possible at a time suitable to the Leader, his office and depending on the availability of the various Ministers.<\/p> <p>Clearly, the European negotiation team involved in this agreement, as part of the Mercosur trade deal, have totally betrayed Irish farmers.  An interesting statement was issued by my good friend and colleague, Deputy Michael Fitzmaurice.  He stated: \"This deal will devastate rural communities, particularly in the west of Ireland where the suckler and beef farming are prevalent.\"  He went on: \"It seems as if European negotiating team is willing to sacrifice the thousands of small family farms in Ireland in favour of the larger industrial sectors.\"  Serious questions must be asked.<\/p> <p>I want to touch on issues of traceability and quality.  Later this week, we will discuss the sustainable environment and our national and international achievements and goals.  On the one hand, people are slashing down forests in some of these countries and applying different standards on the quality of beef while, on the other, our farmers are complying with high standards, which is right, proper and correct, and they are being encouraged to plant and engage in forestry.  There is a contradiction and inconsistency of policy and it is an issue we need to debate in this House, particularly at a time of environmental sustainability and the challenges and messages we were given by the electorate in this country during the local elections on that specific issue.<\/p> <p>Can we have a debate on Rebuilding Ireland?  The Leader indicated previously that the Minister for Housing, Planning and Local Government would come to the House and hopefully that can happen in the next few days.  It has been raised on many occasions over the past few weeks and the consistent response is that arrangements are being made to have the Minister in here.  We need to address the issues of buildings, addressing voids, dealing with acquisitions, leasing, rental accommodation scheme, RAS, and housing assistance payment, HAP.  These are complex issues and it is about time that we looked at the overall situation and took an assessment of where Rebuilding Ireland is today and how it is delivering.  There are many good aspects to the programme and I am a good advocate for most of it, but it is timely, right and proper that the Minister comes to the House and subjects himself to questioning and engagement with Members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#O00200","speaker":"1379"},{"type":"speech","time":1562074200,"counter":46,"content":"<p>It is astonishing that the Mercosur deal has been signed but no impact assessment has been done.  It really shows this Government's contempt and disregard for rural Ireland.  It is crazy that we have talked about this deal for months and years.  I commend the work of Matt Carthy, MEP.  From the beginning, he flagged the dangers of this deal for beef farmers, particular suckler cow farmers in the west of Ireland.  The Government did not see fit to carry out an impact assessment.  This is the same Government that is rushing to the aid of Apple to make sure one of the richest corporations in the world is protected.  What about protecting our beef farmers?  It speaks for itself.  Farmers are not stupid.  They know what is happening here.<\/p> <p>I also wish to raise the issue of Belmullet District Hospital.  I acknowledge that the Minister of State at the Department of Health, Deputy Jim Daly, visited the hospital yesterday and met the staff for which I thank him but I have an issue with the behaviour of his colleague, the Minister for Rural and Community Development, Deputy Ring.  The first thing the Minister did when he stepped out of his ministerial car was to attack me and Sinn F&eacute;in.  He did not care why all the people were gathered outside the hospital.  He expressed his disgust at the fact that people had gathered outside the hospital, as did his Fine Gael colleague.  Does the Minister think that patients and their families who need beds and healthcare really care about party politics?  It was the most disgraceful thing I have witnessed during my time in politics.  I know the community gathered there shares my thoughts.  The Minister needs to remember that we live in a democracy.  I make no apologies to him for standing up for my community and the people of Mayo.  This is an important issue, not just for Erris but for the wider community in Mayo and the Mayo diaspora.  We are entitled to ask legitimate questions and get truthful answers.  It is astonishing that given his role as Minister for Rural and Community Development, he would take issue with the principles of community development.  I will say no more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#P00100","speaker":"1378"},{"type":"speech","time":1562074200,"counter":47,"content":"<p>I wish to remark on the great Gay Pride march that took place on Saturday.  I was very proud that the rainbow flag flew from this great parliamentary institution, Leinster House, as well as over the GPO.  I was also very proud that the Chief of Staff of the Irish Defence Forces, Admiral Mark Mellett, was there along with the Taoiseach and the Garda Commissioner and that An Post and the GAA - these fundamentally Irish institutions - were represented.  We had the Army band, which is always a great addition to a march, and the Garda band.  It is terribly important to demonstrate to young people in the country who may be isolated in small villages that the nation of Ireland stands behind them.  It is also important to signal this to some of the new Irish who come from backgrounds where homosexuality is completely derided and to other nations.<\/p> <p>I noticed that we will have statements on the environment on Thursday.  I did signal to the Leader six weeks ago that I was taking this as Private Members' time so I think that is a bit of a mess.  I asked him if he would change it but he said \"No\" so I will be taking measures to deal with this in whatever way I can.  With regard to that and the Mercosur agreement, it is astonishing that without protest, or significant protest, in order to facilitate this agreement, an area in the rainforest the size of Leitrim will be destroyed.  That indicates one thing to me, namely, that the EU does not give a single, solitary shit about the environment.  That is the truth of the matter.  Despite all the fine words and blather, the EU conspires to destroy the rainforest.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Of course the EU will have the support of Mr. Bolsonaro.  It is time that people here registered the strongest possible protest.  There is a difficulty with the farmers and there is no question or doubt that Irish beef is produced in the most proper and appropriate way.  It is better to produce beef in Ireland, under these circumstances, rather than dragging it over from Brazil where they use hormones, where there is no traceability and that kind of stuff.  This is just so Ma Merkel can sell Mercedes motorcars to Brazil.  It is a thundering disgrace and I am certainly calling it out.  I have sympathy for the farmers but I have a hell of a lot more sympathy for the planet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#P00200","speaker":"1392","continuing":true},{"type":"speech","time":1562074200,"counter":49,"content":"<p>Like other Senators, I want to raise the matter of the Mercosur deal between the European Union and South American countries.  We all know the possible negative implications if this deal is passed.  It has the potential to absolutely decimate the Irish beef market.  The current draft of the deal includes a quota of 99,000 tonnes of beef from South America into the EU market.  As we know, the EU market is already oversupplied with beef and, with the possible outcomes of Brexit, this position may only get worse.  We need to ensure the EU beef markets are protected not just in Ireland but in other EU countries.  Our beef exports are worth &euro;2 billion annually and that is top quality beef with full traceability.  The issue with this possible increased competition is that we are not comparing like with like.  These South American beef products do not conform to the same strict EU standards.<\/p> <p>It is also very unfair to be, on the one hand, developing proposals to reduce the carbon footprint of our beef herd while, on the other hand, doing deals to allow extra beef into the EU from countries such as Brazil.  Ireland's predominantly grass-fed beef is one of the most carbon efficient in the world while Brazil removes vast amounts of rainforest each year to allow for extra beef production.  This must be recognised and our farmers must be supported accordingly.  <\/p> <p>I agree with others that we need an urgent debate on this matter.  It is absolutely crucial that this deal is amended in order to secure outcomes for European farmers and to protect the integrity of the EU food market that has very strict regulation at the moment, along with ensuring we reduce our carbon footprint.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#Q00200","speaker":"1415"},{"type":"speech","time":1562074200,"counter":50,"content":"<p>I am going to talk about rent pressure zones.  There have been many announcements today on the radio and, as Senators know, a list of 19 new local electoral areas across 11 counties have been entered into the rent pressure zones.  Carlow has yet again been left out.  Graiguecullen-Portarlington in County Laois has now been designated a rent pressure zone even though the majority of Graiguecullen is in the Carlow electoral area.  As much as that electoral area is rural, in one estate straddling the border of Laois and Carlow, the private rents are actually higher on the Carlow side.<\/p> <p>Kilkenny has been added which is great because that is good for Kilkenny.  I now believe we need to examine that.  Carlow should have been included and I am gutted it was not.  Rents in Carlow are between &euro;950 or &euro;1,000 and &euro;1,600 per month despite the figures from Department statements which state rents are approximately &euro;800 per month.  Those figures are totally wrong and that is why Carlow is not qualifying.  There is a population of 16,425 in Carlow town.  The local authority rent caps are almost double that of the neighbouring local authorities so tenants from all sectors of society are being hit over and over again.<\/p> <p>Carlow is the smallest county in the Carlow-Kilkenny constituency with only one Deputy to the four in Kilkenny.  We are really being hit hard here.  I want the Minister for Housing, Planning and Local Government to come into the Seanad to explain the thinking behind this.  It does not seem right at all and it is unfair that we in Carlow are not getting what we should.  We should be included in the rent pressure zones.  It is unfair and we are always forgotten.<\/p> <p>The rent thresholds for local authorities were meant to have been looked at eight years ago and, despite the Minister coming before this House several times, there has still been no review regarding it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was meant to come a year ago.  It still has not come.  <\/p><p>I echo the points made by Senator Ardagh regarding the Mercosur deal.  This deal is so unfair on farmers.  I also echo Senator Ardagh's call for the Taoiseach to make a statement saying that he will not ratify this deal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#Q00300","speaker":"1395","continuing":true},{"type":"speech","time":1562074200,"counter":52,"content":"<p>I must also register my disgust with the Mercosur-EU trade deal.  Farmers find it unbelievable.  We need only look at the reports today of the surge in shares in Brazilian meat packers on the back of the announcement of this trade deal to know that they will ramp up production in South America and as people have pointed out, pull down rainforests and produce their beef in a less carbon-efficient manner.  We are told that the focus is on 99,000 tonnes of meat that will be allowed in under this deal but what will happen to the 270,000 tonnes that are already coming in?  Surely this meat will also be subject to the reduced tariff.  This deal will floor our beef and suckler cow farmers.  The farmers have been set up.  They are regulated to the hilt and have been following rules on everything from quality to traceability to the environment and now they will be left to suffer and for what?  This is coming from an EU that practically preaches to us about the environment and the green agenda.   The green agenda has been very short-lived when it comes to the mighty euro and the mighty dollar.  How many German cars sold to South America will be battery-powered or electric vehicles or is that defined?  Did it even matter?  Everything we do now is supposed to be carbon proofed and made carbon efficient yet I do not hear one word about carbon efficiency or carbon emissions in this deal.  It is a disgrace on the part of the EU and exposes the whole green charade as a fraud set out to hammer farmers.  We are going to hammer them on the green agenda and now they will be hammered on price.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#R00200","speaker":"1425"},{"type":"speech","time":1562074200,"counter":53,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#R00300","speaker":"1392"},{"type":"speech","time":1562074200,"counter":54,"content":"<p>The Oireachtas Joint Committee on Agriculture, Food and the Marine launched a report last week about the future of the beef industry in the context of Food Wise 2025.  What was done last Friday has put a coach and four right through it.  We need to go back to the drawing board and go through the whole thing.  I ask that the Minister for Agriculture, Food and the Marine be brought in here so that we can get clarification on what they have in mind.  If there is an economic evaluation of this proposal, will we vote against it because that is what I will be proposing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#R00400","speaker":"1425"},{"type":"speech","time":1562074200,"counter":55,"content":"<p>Perhaps Senator Mulherin would like to speak to Commissioner Hogan about the disgraceful acts that seem to have taken place against farmers.  Obviously, the climate is very important in all of this.  If Europe is seen to lead the way worldwide, we are surely in a very sorry state.<\/p> <p>I wish to, again, raise my favourite place in Dublin - Phoenix Park.  The public consultation finished a while ago.  Over 3,000 submissions were made but there is a lot of disquiet in that it was limited and there seemed to a brief period of time during which individuals and community groups could make submissions.  The proposal involves a massive overhaul of the park that will have a significant impact on the largest park in Europe.  It involves shuttle buses, trains, developing the visitors' centre and the Magazine Fort.  In particular, people are outraged by what might become permanent enlarged car parking spaces at a time when we are looking to be more eco-friendly, to be kind to ourselves and the environment and to hold on to every inch and blade of grass in our city because we do not have much of it<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Once concrete is poured, that great space is lost forever; it is the lung for Dublin.  The Minister of State with responsibility for the Office of Public Works, OPW, Deputy Moran, should come to the House to give us an update on this consultation and plans for the next stages.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#R00500","speaker":"1388","continuing":true},{"type":"speech","time":1562074200,"counter":57,"content":"<p>I also raise the trade agreement with Argentina, Brazil, Paraguay and Uruguay.  Before the Minister comes to the House, people should sit down and read the trade agreement.  It is important to have a balanced discussion rather than sound bites based on IFA press releases.  The agreement is far-ranging and analysing the detail is important.  If we support climate-change measures, as I do, we need to be honest and say that this will cost.  Ireland or Europe cannot deal with climate change alone; it must be dealt with in an international context.  We have seen Trump running away from the USA's responsibility on climate change with a breach of the Paris accord.<\/p> <p>Tying Argentina, Brazil, Paraguay and Uruguay into the Paris accord is a very important element of the trade agreement.  The trade agreement becomes null and void if the countries do not sign up and maintain their commitments under the Paris accord.  I heard Senator Boyhan speak about slashing down forests.  That is happening at the moment.  However, a condition of the agreement is that Brazil signs up to the re-afforestation of the rain forest.  It sets clear targets on that and the trade agreement will collapse without that.<\/p> <p>It is also about civic society and freedom of association.  Many people talk about the right to collective bargaining, something we have fought for in this country.  The right to collective bargaining is also specified in the accord.<\/p> <p>I also have concerns about animal welfare.  However, again the agreement requires those countries to reach clear standards on animal welfare.  The agreement makes stipulations about antibiotics.  They are required to meet the 100% standard for food to be imported into the EU.  That will improve food safety across the globe and will address the misuse of antibiotics, which affects us all.<\/p> <p>Before the Minister or the Taoiseach comes to the House to discuss this, Senators should stop reading the IFA press release and go and read the agreement.  I am not saying it is perfect but we have two years to get improvements.  Let us have an honest discussion.  Let us stop playing to the audience.  Addressing climate change will cost and we need to sit down and negotiate in a reasonable manner with the rest of the world to try to save the planet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#S00200","speaker":"1417"},{"type":"speech","time":1562074200,"counter":58,"content":"<p>Today saw the opening of the European Parliament, with many competing Members.  There were protests by the British Liberal Democrat MEPs with their \"B to Brexit\" or \"Stop Brexit\" T-shirts.  There was also a protest by the Catalan separatist movement.  The most frustrating was the Brexit Party MEPs turning their backs to Beethoven's \"Ode to Joy\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#S00300","speaker":"1424"},{"type":"speech","time":1562074200,"counter":59,"content":"<p>An ignorant Paisleyite response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#S00400","speaker":"1392"},{"type":"speech","time":1562074200,"counter":60,"content":"<p>It shows a lack of respect to a piece of music that represents understanding and peace between member states.  I believe they do not represent the British public.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frank Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Over the years we have paid huge respect to the British national anthem and all other national anthems, and <i>vice versa<\/i>.  We would be very upset if such disrespect was shown to our national anthem.  The &quot;Ode to Joy&quot; is not just for one state but for the Union.  It is a huge disrespect for elected representatives to turn their backs when the anthem was played.  <br\/><br\/>Senator Norris rightly referred to the Dublin Pride parade.  Mention was also made of 600 civil servants, the Garda and the Prison Service.  I wish to note that the Police Service of Northern Ireland, PSNI, participated in the parade.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#S00500","speaker":"1424","continuing":true},{"type":"speech","time":1562074200,"counter":62,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#T00200","speaker":"1392"},{"type":"speech","time":1562074200,"counter":63,"content":"<p>The presence of the PSNI is very significant.  I recall that two years ago the Garda and the Taoiseach, Leo Varadkar, attended the Pride parade in Belfast.  These events have great significance for the island of Ireland and deserve to be acknowledged.  I also wish to acknowledge the fact that the Sinn F&eacute;in Mayor of Belfast City Council, John Finucane, laid a wreath in memory of the Battle of the Somme.  His gesture is very significant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#T00300","speaker":"1424"},{"type":"speech","time":1562074200,"counter":64,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#T00400","speaker":"1392"},{"type":"speech","time":1562074200,"counter":65,"content":"<p>I acknowledge that people are prepared to put their heads above the parapet to state that there are two strands to our history.<\/p> <p>A fortnight ago I was in Crossmaglen with the British-Irish Parliamentary Assembly to conduct a survey on illicit smuggling.  The GAA, the schools and the PSNI are doing a huge amount of work there as well, which should be welcomed.  The GAA operates on a cross-community basis and does great work across the island.  The GAA, along with politicians in all parties, have shown themselves to be leaders by ensuring that these little bits of co-operation move in the right direction.  To me, they do so in order to have an agreed Ireland and to work between the island of Ireland and the UK and, indeed, Europe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#T00500","speaker":"1424"},{"type":"speech","time":1562074200,"counter":66,"content":"<p>I wish to raise a matter of local and national importance.  Early this morning I attended a detailed briefing at Dublin Airport with the Dublin Airport Authority, DAA.  Dublin Airport, as Senators will know, is a key national asset that employs approximately 20,000 people in over 100 companies.  For each of the 20,000 jobs another nine jobs have been created indirectly.  In total, there are nearly 200,000 people employed around north Dublin and in surrounding counties.<\/p> <p>The airport has been a success story under the Fine Gael-led Governments as passenger numbers grew from 18 million in 2010 to approximately 32 million in 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#T00600","speaker":"1421"},{"type":"speech","time":1562074200,"counter":67,"content":"<p>What about compensation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#T00700","speaker":"1392"},{"type":"speech","time":1562074200,"counter":68,"content":"<p>The airport is key to tourism and foreign direct investment in Ireland.  Recently Fingal County Council approved four master plans and is working on a fifth master plan that will bring 23,000 high-quality jobs to Swords and Fingal.  Fingal and Ireland need Dublin Airport to work efficiently and deal with the upward trend in traffic there and facilitate these new jobs with many international companies and international trading companies.<\/p> <p>The Commission for Aviation Regulation has approved &euro;1.83 billion, or 93%, of the Dublin Airport investment plan.  Recently we received the good news that the European Investment Bank will give us &euro;350 million.  The commission agrees that this work must be done.  Indeed, all of the stakeholders and the people who work inside and outside the airport agree that this work must be done.  I refer to groups such as Bord F&aacute;ilte, IDA Ireland and Enterprise Ireland.<\/p> <p>The Commission for Aviation Regulation wants to reduce the existing passenger charge by 22%, or from &euro;9.60 down to &euro;7.50.  Dublin Airport has one of the lowest passenger charges for a large airport category in Europe.  The charge is the lowest of 11 airports with passenger numbers over 25 million.  I note that Heathrow Airport charges &euro;25 and the airport that serves Amsterdam charges &euro;30.  Dublin Airport has had a fixed charge for the last five years and there will be a flat fixed charge for the next five years with an investment plan of &euro;1.83 billion.  The DAA has not sought a price increase but wants to hold on to what it has.  I want to make it clear that the proposed cut in the maximum passenger charge will lead to a downgrade of the DAA's credit rating and, therefore, put its business plan at risk.  In addition, many of the projects will be stalled.  I am very concerned that the proposed cut in the maximum passenger charge will put the business plans of the DAA out.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hope the regulator will review the draft decision carefully, reconsider the submissions and the overall national context in which this airport operates.  There is no guarantee that the proposed cut in airport charges will actually find its way to the passengers and it may end up on the airlines' balance sheets.  Furthermore, if that cut were to result in more passengers passing through Dublin Airport, it would not have the infrastructure to deal with them.<\/p><p>Does the Commission for Aviation Regulation have the expertise to assess this situation in terms of its impact on the DAA's ability to borrow money internationally on the markets?  My understanding is that this will damage that capacity considerably.  I hope the commission will take a second look at this and take into consideration the concerns of all the stakeholders, including bodies such as Bord F&aacute;ilte, IDA, Enterprise Ireland, not to mention the 100 companies at the airport.<\/p><p>I believe that this process needs to be reviewed.  The consultation process will close next week.  With Brexit looming, it is critical that we do not create further uncertainty in an already uncertain time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#T00800","speaker":"1421","continuing":true},{"type":"speech","time":1562074200,"counter":70,"content":"<p>I call on the Leader to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#U00200","speaker":"1381"},{"type":"speech","time":1562074200,"counter":71,"content":"<p>I thank the 11 Members for their contributions to the Order of Business.  It is not surprising that the Mercosur trade agreement has been raised by Senators Ardagh, Boyhan, Conway-Walsh, Norris, Hopkins, Murnane O'Connor, Mulherin, Devine and Humphreys.  I agree that it  is a headline political agreement, but there is nothing agreed as such and nothing has been signed off yet.  This has been 20 years in the making and the Minister for Agriculture, Food and the Marine has been trying to mitigate the impact on Irish and European agriculture and farmers.  Senator Humphreys is correct.  I ask all Members to read the agreement and not come into the House with a one-off headline.  Many of us are disappointed at what is  proposed.  If one wants to make political point, let us look at who has been negotiating and who has been involved and at what the Ministers for Agriculture, Food and Marine and Business, Enterprise and Innovation, and the Taoiseach have been saying to our European counterparts.  I will come back to that point.<\/p> <p>The most important point that was raised is that the initial proposal related to 300,000 tonnes of beef but this has been reduced to 99,000 with the tariff rate quota, TRQ being split between frozen and fresh meat, and it will take seven years.  The other point is that Government through the Taoiseach and the two Ministers have articulated and raised legitimate concerns regarding what is being proposed.  Senator Ardagh referred to the economic assessment.  The Taoiseach said last Sunday such an assessment would be done.  The Minister for Communications, Climate Action and Environment made the same point in the D&aacute;il earlier - one could not have an economic assessment done until one knows what is being proposed.  That was the initial reaction from the Taoiseach.  Today------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#U00300","speaker":"1391"},{"type":"speech","time":1562074200,"counter":72,"content":"<p>The Taoiseach, as usual, was commentating on something rather than making a decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#U00350","speaker":"1418"},{"type":"speech","time":1562074200,"counter":73,"content":"<p>Senator Wilson, please do not have a discussion with the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#U00400","speaker":"1381"},{"type":"speech","time":1562074200,"counter":74,"content":"<p>The Fianna F&aacute;il narrative should be that Deputy Miche&aacute;l Martin runs from everything.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#U00500","speaker":"1391"},{"type":"speech","time":1562074200,"counter":75,"content":"<p>That is not true.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#U00600","speaker":"1395"},{"type":"speech","time":1562074200,"counter":76,"content":"<p>The Taoiseach and the Minister, Deputy Creed, have travelled around Europe, speaking to our European counterparts.  If one looks at what the French and the Poles have been saying before the deal and what the Minister, Deputy Creed has been saying, one will see that we have been articulating a view long before that.<\/p> <p>There is a need now to have a debate, as Senator Humphreys said, in the round on what is being proposed.  There are significant issues in it for workers and opportunities for farmers and dairy sector but I share the concerns about the beef sector in particular.  As Senator Humphreys articulated, climate change will not happen by the click of a hand, but will need buy-in from everybody, and that means people will adopt a different approach.  For the first time, if this deal is approved, there will be a lock-in of countries that will be trading with us on the issue of climate change through the Paris Agreement, which means they will have to live up to their climate change obligations.  Senator Boyhan requested a debate.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am endeavouring to facilitate a debate as a matter of urgency.  My difficulty, as Leader, is there is a debate in the D&aacute;il.  The Minister is available between 3 p.m. and 4 p.m. tomorrow, the time at which we are to have statements on defence.  The proposals of the Public Service Pay Commission are being brought to the Cabinet tonight.  We must be fair to Members such as Senator McFadden who had requested that we have statements on defence before the Mercosur agreement was announced last weekend.  I will liaise with Members, including Senators Wilson, Humphreys and Boyhan, as well as those in the Sinn F&eacute;in group, to see what we can do.  It is not the case that I do not want to have statements on the issue; rather, it is a question of availability.  I will come back to the House on the matter in due course.<\/p><p>Senator Ardagh also raised the issue of water quality.  The issue at the Ringsend treatment plant is a source of great concern and was raised in the House last week.  Some 40% of the country's wastewater is treat at the plant.  We should recognise and comment on the fact that Irish Water is investing significant sums in upgrading the plant.  It is spending a sum to the tune of &euro;400 million.  It is clear that the plant needs to be overhauled and upgraded.  We will have the Minister come to the House to discuss the issue.  Again, the Senator can table a Commencement matter, if she so wishes.<\/p><p>The issue of gynecological appointments is a source of great concern.  The Minister for Health, Deputy Harris, has been in contact with the HSE about the matter.  I will endeavour to have him come to the House in due course to discuss it. <\/p><p>Senator Boyhan referred to Rebuilding Ireland.  To be fair, it is not the case that we are avoiding the matter, but there is a series of legislation that must be prioritised.  As Members knows, when we come towards the end of term-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#U00700","speaker":"1391","continuing":true},{"type":"speech","time":1562074200,"counter":78,"content":"<p>The end of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V00200","speaker":"1392"},{"type":"speech","time":1562074200,"counter":79,"content":"<p>-----priority is given to legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V00300","speaker":"1391"},{"type":"speech","time":1562074200,"counter":80,"content":"<p>The rapture is upon us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V00400","speaker":"1392"},{"type":"speech","time":1562074200,"counter":81,"content":"<p>If an opportunity arises, we will endeavour to have the Minister, Deputy Eoghan Murphy, come to the House to discuss the matter.  <\/p> <p>Hearing about Senator Conway-Walsh's ongoing battle with the Minister, Deputy Ring, is becoming a daily ritual.  The issue at the hospital referred to has been well documented in the House and the Minister has been very much to the fore in protecting it.  As I have said to the Senator in the past, she can table a Commencement matter, if she so wishes, to have the issue debated.  It is a source of concern.  The Senator has accused the Minister of playing party politics.  With the exception of one or two Senators, many party political broadcasts have been made on the Order of Business today.<\/p> <p>Senator Norris mentioned that it was his intention to discuss the issue of climate change during his Private Members' time.  I will reflect on the matter, as I always do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V00500","speaker":"1391"},{"type":"speech","time":1562074200,"counter":82,"content":"<p>I thank the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V00600","speaker":"1392"},{"type":"speech","time":1562074200,"counter":83,"content":"<p>With the agreement of leaders, last Wednesday I included statements on the climate action plan in the schedule.  The making of statements on the plan had been requested by many Members.  I will reflect on Senator Norris' comments.  It may be a question of dovetailing or repetition.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V00700","speaker":"1391"},{"type":"speech","time":1562074200,"counter":84,"content":"<p>I thank the Leader.  It is appreciated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V00800","speaker":"1392"},{"type":"speech","time":1562074200,"counter":85,"content":"<p>I hope there will be a <i>quid pro quo<\/i>from the Senator, rather than it all being one-way traffic from the Leader's office.  I hope the Senator will reflect on his own performance in dealing with certain matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V00900","speaker":"1391"},{"type":"speech","time":1562074200,"counter":86,"content":"<p>Is the Leader referring to the Judicial Appointments Commission Bill?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V01000","speaker":"1392"},{"type":"speech","time":1562074200,"counter":87,"content":"<p>I could not possibly comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V01100","speaker":"1391"},{"type":"speech","time":1562074200,"counter":88,"content":"<p>I am afraid the Leader does not have a hope in that respect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V01200","speaker":"1392"},{"type":"speech","time":1562074200,"counter":89,"content":"<p>I could not possibly comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V01300","speaker":"1391"},{"type":"speech","time":1562074200,"counter":90,"content":"<p>Senator Norris is not getting marks for effort.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V01400","speaker":"1417"},{"type":"speech","time":1562074200,"counter":91,"content":"<p>I join Senator Norris in congratulating all those involved in Dublin Pride last weekend.  Unfortunately, I could not attend, but was it not wonderful to see members of An Garda S&iacute;och&aacute;na, the PSNI and Civil Service and public service unions marching?  I pay tribute to Inspector Paul Franey of An Garda S&iacute;och&aacute;na.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V01500","speaker":"1391"},{"type":"speech","time":1562074200,"counter":92,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V01600","speaker":"1392"},{"type":"speech","time":1562074200,"counter":93,"content":"<p>He has long been an advocate of, and champion for, equality within An Garda S&iacute;och&aacute;na that has sometimes been a very lonely place for him and other members of G Force.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V01700","speaker":"1391"},{"type":"speech","time":1562074200,"counter":94,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V01800","speaker":"1392"},{"type":"speech","time":1562074200,"counter":95,"content":"<p>I also thank the Minister, Deputy Zappone, for walking at the WorldPride event in New York last Sunday.  Fifty years on from the Stonewall riots, we have made huge progress in our journey towards equality for members of the LGBTQ+ community.  I spoke at an event at Apple last Friday as part of Pride month.  I will say again that, while the father of the House and I may not agree on some things, his bravery, flag-carrying and ability to bring people with him on a journey continue to make him deserving of the accolades he receives.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know he does not like to hear that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#V01900","speaker":"1391","continuing":true},{"type":"speech","time":1562074200,"counter":97,"content":"<p>No, I do not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#W00200","speaker":"1392"},{"type":"speech","time":1562074200,"counter":98,"content":"<p>Many people, including Senator Norris, Arthur Leahy in Cork, Kieran Rose and Chris Robinson, deserve our praise and thanks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#W00300","speaker":"1391"},{"type":"speech","time":1562074200,"counter":99,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#W00400","speaker":"1418"},{"type":"speech","time":1562074200,"counter":100,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#W00500","speaker":"1395"},{"type":"speech","time":1562074200,"counter":101,"content":"<p>I thank the Cathaoirleach and the Ceann Comhairle for their support in affirming our efforts to have the rainbow flag flown over Leinster House on Saturday as part of the Pride festival.  I also thank them for supporting members of Oireachtas staff in the formation and creation of an LGBT group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#W00600","speaker":"1391"},{"type":"speech","time":1562074200,"counter":102,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#W00700","speaker":"1392"},{"type":"speech","time":1562074200,"counter":103,"content":"<p>I am surprised that Senator Murnane O'Connor asked why Carlow was not included as a rent pressure zone.  First, it did not meet the criteria as set out in legislation.  Second, it was not a political choice and the Minister was not involved in it.  The decision was made on the basis of factual data.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#W00800","speaker":"1391"},{"type":"speech","time":1562074200,"counter":104,"content":"<p>It was not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#W00900","speaker":"1395"},{"type":"speech","time":1562074200,"counter":105,"content":"<p>The necessary conditions did not arise in the case of Carlow.  The legal criteria were applied without ministerial interference.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#W01000","speaker":"1391"},{"type":"speech","time":1562074200,"counter":106,"content":"<p>The rent pressure zones-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#W01100","speaker":"1395"},{"type":"speech","time":1562074200,"counter":107,"content":"<p>The Senator voted for the Bill when it came before the House.  If she wants to have a real and honest debate about rent pressure zones, we can have such a debate.  I ask her not to come in here throwing political points around when she knows the full facts better than most.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#W01200","speaker":"1391"},{"type":"speech","time":1562074200,"counter":108,"content":"<p>If the Minister can come down to Carlow and find a house to rent for &euro;800 a month, I will thank him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#W01300","speaker":"1395"},{"type":"speech","time":1562074200,"counter":109,"content":"<p>Senator Devine raised the important issue of the public consultation process in respect of the Phoenix Park, which is a park of international renown.  It is not just for the people of Dublin.  It is important to get the consultation right.  I cannot promise that the Minister will come to the House before the summer recess.  If the Senator raises this issue as a Commencement matter, she might get an answer more quickly.  She is right to raise the points she has raised.  I thank her for that.<\/p> <p>Senator Feighan referred to the continuing fun and frolics of the Brexiteers at the European Parliament.  Their opposition to the playing of Beethoven's \"Ode to Joy\" epitomises what they stand for.  If one watches the video of what happened this morning, one will see that it was very unedifying.  As Senator Feighan said, the EU is about bringing people together in peace rather than dividing them.  The work of the European Parliament is about advancing mutual interests while having a real debate at the same time.  I congratulate the Senator on the work he is doing to build bridges between North and South.  He raised some issues in that regard.<\/p> <p>Senator Reilly spoke about the Dublin Airport Authority in the context of proposed reductions in landing charges and fees.  He referred to the importance of the airport as a gateway.  Some people have expressed concern that it could become a choke point for our country as well.  There is a need for the public consultation to be extended and kept open to facilitate a wider consultation on the matter and to ensure the knock-on effects on places like Cork Airport are outlined, debated and consulted.  As the Senator quite rightly said, the number of people employed in the airport means it is a success story.  While our tourism figures are healthy, there are concerns as we head towards Brexit.  I think the points made by the Senator are valid.<\/p> <p>I thank Members again for their contributions to the Order of Business.  I hope we can have a successful debate on the Judicial Appointments Commission Bill 2017.  Senator Norris might reflect on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#W01400","speaker":"1391"},{"type":"speech","time":1562074200,"counter":110,"content":"<p>As someone with a keen interest in sea fishing, I was intrigued by the Leader's efforts to throw out a sprat to catch a mackerel in the guise of Senator Norris's support for the Government on certain issues.  I will watch that space.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#W01500","speaker":"1381"},{"type":"unspoken","time":1562074200,"counter":111,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1562074200,"counter":112,"content":"<p>Sitting suspended at 4.20 p.m. and resumed at 4.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Judicial Appointments Commission Bill 2017: Committee Stage (Resumed)","time":1562074200,"counter":113,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#CC00100"},{"type":"unspoken","time":1562074200,"counter":114,"content":"<p>Debate resumed on amendment No. 99c:<\/p><p><\/p>"},{"type":"speech","time":1562074200,"counter":115,"content":"<p>Senator McDowell is in possession.  While the Senator is gathering his thoughts, I welcome the Minister back to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#CC00300","speaker":"1418"},{"type":"speech","time":1562074200,"counter":116,"content":"<p>I am not supporting the amendment and I ask that it be put.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#CC00400","speaker":"1233"},{"type":"speech","time":1562074200,"counter":117,"content":"<p>I propose we put the amendment immediately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#CC00500","speaker":"1416"},{"type":"speech","time":1562074200,"counter":118,"content":"<p>The Senator can propose all he likes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#CC00550","speaker":"1392"},{"type":"speech","time":1562074200,"counter":119,"content":"<p>Colleagues, please.  Senator McDowell is in possession.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#CC00600","speaker":"1418"},{"type":"speech","time":1562074200,"counter":120,"content":"<p>This amendment proposes to delete lines one to four on page 35.  We discussed this on the previous occasion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#CC00700","speaker":"1403"},{"type":"speech","time":1562074200,"counter":121,"content":"<p>I have to advise the Acting Chairman that the substance of the amendment was discussed hours ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#CC00800","speaker":"1233"},{"type":"speech","time":1562074200,"counter":122,"content":"<p>I am following the rules of the House.  When the debate was adjourned, Senator McDowell was in possession.  He has the right to resume possession if he wishes to do so and has anything further to add.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#CC00900","speaker":"1418"},{"type":"speech","time":1562074200,"counter":123,"content":"<p>I have said everything I needed to have said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#CC01000","speaker":"1403"},{"type":"speech","time":1562074200,"counter":124,"content":"<p>I put it to the Acting Chairman that the Senator is not resuming but recommencing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#CC01100","speaker":"1233"},{"type":"speech","time":1562074200,"counter":125,"content":"<p>That is up to the Chair to interpret.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#CC01200","speaker":"1418"},{"type":"speech","time":1562074200,"counter":126,"content":"<p>I invite the Chair to interpret it in accordance with the Standing Orders.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#CC01300","speaker":"1233"},{"type":"speech","time":1562074200,"counter":127,"content":"<p>Is the House quorate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#CC01400","speaker":"1392"},{"type":"unspoken","time":1562074200,"counter":128,"content":"<p>Notice taken that six Members were not present; House counted and six Members being present,<\/p>"},{"type":"speech","time":1562074200,"counter":129,"content":"<p>I have said everything I have to say about this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#DD00200","speaker":"1403"},{"type":"vote","time":1562074200,"counter":130,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 11; Níl, 16.<\/p><br\/><br\/><p>Tellers: Tá, Deputies David Norris and Michael McDowell; Níl, Deputies Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#EE00200","aye":["1379","1376","1383","1412","1417","1439","1403","1395","1392","1410","1418"],"nay":["1409","1380","1391","1384","1416","1378","1388","1424","1415","1438","1386","1375","1425","1374","1426","1399"],"abs":[]},{"type":"speech","time":1562074200,"counter":131,"content":"<p>Amendments Nos. 100 and 103 are related and may be discussed together, by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF00400","speaker":"1418"},{"type":"speech","time":1562074200,"counter":132,"content":"<p>I would prefer if the two amendments were discussed separately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF00500","speaker":"1392"},{"type":"speech","time":1562074200,"counter":133,"content":"<p>Amendment No. 100 is in the name of Senator Ruane.  As the Senator is not in the House, the amendment cannot be moved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF00600","speaker":"1418"},{"type":"unspoken","time":1562074200,"counter":134,"content":"<p>Amendment No. 100 not moved.<\/p>"},{"type":"speech","time":1562074200,"counter":135,"content":"<p>Amendment No. 100a is on the sixth additional list of amendments, dated 3 April 2019.  I invite Senator McDowell to move the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF00800","speaker":"1418"},{"type":"speech","time":1562074200,"counter":136,"content":"<p>On a point of order, will the Acting Chairman clarify if it is possible for amendment No. 100a to be moved when amendment No. 100 was not moved?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF00900","speaker":"1233"},{"type":"speech","time":1562074200,"counter":137,"content":"<p>Amendments Nos. 100 and 100a are not related.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF01000","speaker":"1418"},{"type":"speech","time":1562074200,"counter":138,"content":"<p>I assumed that amendment No. 100a must be related to amendment No. 100.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF01100","speaker":"1233"},{"type":"speech","time":1562074200,"counter":139,"content":"<p>Amendments Nos. 100 and 103 are related and might have been discussed together were Senator Ruane in the House to move the former.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF01200","speaker":"1418"},{"type":"speech","time":1562074200,"counter":140,"content":"<p>With respect, I question the Acting Chairman's advice to the Seanad that amendment No. 100a is not related to amendment No. 100.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF01300","speaker":"1233"},{"type":"speech","time":1562074200,"counter":141,"content":"<p>Even if it were related, amendment No. 100a can still be moved because it is tabled by another Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF01400","speaker":"1418"},{"type":"speech","time":1562074200,"counter":142,"content":"<p>The two amendments must be related.  With the application of a modicum of common sense, one must ask how an amendment numbered 100a can have no relation to an amendment numbered 100.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF01500","speaker":"1233"},{"type":"speech","time":1562074200,"counter":143,"content":"<p>The numbering indicates the physical place of amendments in accordance with the text of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF01600","speaker":"1418"},{"type":"speech","time":1562074200,"counter":144,"content":"<p>The physical place of amendment No. 100 derives from its direct relation to amendment No. 100.  The two must be related.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF01700","speaker":"1233"},{"type":"speech","time":1562074200,"counter":145,"content":"<p>Amendment No. 100a was tabled by Senators McDowell, Boyhan and Craughwell.  I am allowing it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF01800","speaker":"1418"},{"type":"speech","time":1562074200,"counter":146,"content":"<p>I propose that the Acting Chairman take time to reflect if he needs to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF01900","speaker":"1416"},{"type":"speech","time":1562074200,"counter":147,"content":"<p>Some people might need a ten-minute recess.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF02000","speaker":"1392"},{"type":"speech","time":1562074200,"counter":148,"content":"<p>We can adjourn for an hour if necessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF02100","speaker":"1418"},{"type":"speech","time":1562074200,"counter":149,"content":"<p>That is a good idea.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF02200","speaker":"1392"},{"type":"speech","time":1562074200,"counter":150,"content":"<p>As Acting Chairman, I am merely carrying out the instructions of the Cathaoirleach, who makes the decisions in these matters.  If people wish to play games, they can go ahead and do so.  I will play along, if necessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF02300","speaker":"1418"},{"type":"speech","time":1562074200,"counter":151,"content":"<p>We have had game playing here for more than a year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF02400","speaker":"1233"},{"type":"speech","time":1562074200,"counter":152,"content":"<p>I invite Senator McDowell to move amendment No. 100a.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF02500","speaker":"1418"},{"type":"speech","time":1562074200,"counter":153,"content":"<p>I move amendment No. 100a:<\/p><blockquote>In page 35, line 12, after &quot;office&quot; to insert the following:&quot;(including informing applicants as to whether or not they have been selected by the Commission for recommendation to the Government)&quot;.<\/blockquote> <p>Amendments Nos. 100 and 103 are related and I would have had no objection to their being discussed together, had they been moved.  As I understand it, however, amendment No. 100a is positioned as it is because, in accordance with the text of the Bill, it would be wrong to put it after amendment No. 101.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF02600","speaker":"1403"},{"type":"speech","time":1562074200,"counter":154,"content":"<p>It is a matter of sequencing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF02700","speaker":"1416"},{"type":"speech","time":1562074200,"counter":155,"content":"<p>The content of the two amendments is not related.  I wish to make an important point before we proceed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is my earnest hope and intention that Committee Stage will be completed next week.  I say that in case anybody is under any illusion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#FF02800","speaker":"1403","continuing":true},{"type":"speech","time":1562074200,"counter":157,"content":"<p>Does Senator Norris share that hope and intention?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG00200","speaker":"1416"},{"type":"speech","time":1562074200,"counter":158,"content":"<p>I was under an illusion, but it has been untimely ripped from my eyes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG00300","speaker":"1392"},{"type":"speech","time":1562074200,"counter":159,"content":"<p>The amendment simply aims to make it clear that the reference to standards being observed by the commission would include informing applicants whether they had been selected by it for recommendation to the Government.  That is for what it would provide.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG00400","speaker":"1403"},{"type":"speech","time":1562074200,"counter":160,"content":"<p>This seems to be a perfectly reasonable amendment.  Good standards of communication should include letting people who have applied for a job know whether they have been selected, rather than leaving them in limbo.  I have no difficulty whatsoever in supporting the amendment.  How is that for brevity?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG00500","speaker":"1392"},{"type":"speech","time":1562074200,"counter":161,"content":"<p>Is Senator Conway indicating that he wishes to speak?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG00600","speaker":"1418"},{"type":"speech","time":1562074200,"counter":162,"content":"<p>I never lifted my hand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG00700","speaker":"1416"},{"type":"speech","time":1562074200,"counter":163,"content":"<p>The Senator was just squirming.  It is a habit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG00800","speaker":"1392"},{"type":"speech","time":1562074200,"counter":164,"content":"<p>Will the Senator, please, clarify that comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG00900","speaker":"1416"},{"type":"speech","time":1562074200,"counter":165,"content":"<p>I am not accepting-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG01000","speaker":"1233"},{"type":"speech","time":1562074200,"counter":166,"content":"<p>What does Senator Norris mean by \"squirming\"?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG01100","speaker":"1416"},{"type":"speech","time":1562074200,"counter":167,"content":"<p>While I appreciate the intention of the amendment, I am not sure who determined that it should be listed as amendment No. 100a as it bears no relationship to or has no connection with amendment No. 100.  I still find the process extremely difficult to understand.  I find many of the Standing Orders of the Seanad difficult to comprehend.  I will not accept the amendment for drafting reasons.  The opening words in section 53(5) make it clear that the procedures committee must have regard to the matters set out in section 53(5)(h) and all of the subsections to section 53(5).  I refer to the procedures committee as distinct from the judicial appointments commission.  I am not sure it makes sense to elaborate on something that will ultimately be a function of the commission by imposing a specific obligation on the procedures committee to have regard to this issue in the preparation of a statement setting out the selection procedure.  For these drafting reasons, I am declining to accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG01200","speaker":"1233"},{"type":"speech","time":1562074200,"counter":168,"content":"<p>I will not push the matter any further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG01300","speaker":"1403"},{"type":"unspoken","time":1562074200,"counter":169,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1562074200,"counter":170,"content":"<p>I move amendment No. 101:<\/p><blockquote>In page 35, line 19, after &ldquo;shall&rdquo; to insert &ldquo;ensure it is compliant with <i>section 7(1)<\/i>and shall also&rdquo;.<\/blockquote> <p>This provision seeks to insert the words &ldquo;ensure it is compliant with <i>section 7(1)<\/i>and shall also&rdquo; after line 19 on page 35.  The purpose of the amendment is to ensure the overriding requirement that appointments be made on merit would not be forgotten in the drafting of the procedure committee's statement of aptitude in favour of the other criteria mentioned such as the need for gender equality and recognition of social diversity.  It seems that in mentioning these issues and not repeating the principle of appointment on merit there is a danger that the focus on appointments being made on merit may be diluted or ignored.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG01500","speaker":"1403"},{"type":"speech","time":1562074200,"counter":171,"content":"<p>I merely wish to refer to what I said about amendment No. 99 which, if I were to have a stab at remembering, I would say we discussed some weeks ago.  I did not accept that amendment and I am not accepting No. 101 because of its similarity to it.  I am satisfied that in the circumstances it is not necessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG01600","speaker":"1233"},{"type":"speech","time":1562074200,"counter":172,"content":"<p>I record my support for Senator McDowell in this matter.  The amendment would ensure the statement to be relied on by the commission in its deliberations in appointing an applicant would fulfil the overall objectives set out in section 7(1) which states judicial appointments should be made based on merit.  The whole idea of making appointments on merit is significant and important.  For that reason, I support Senator McDowell's amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG01700","speaker":"1392"},{"type":"speech","time":1562074200,"counter":173,"content":"<p>I should add that the purpose of the amendment is to ensure that when the procedures committee is drawing up criteria for inclusion in the statement, it would repeat and make it very clear that the overall principle was one of making appointments on merit and that the requirements in respect of gender equality and to reflect social diversity were secondary to this principle.  I want the Bill to state that when they come into conflict, making appointments on merit will prevail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG01800","speaker":"1403"},{"type":"vote","time":1562074200,"counter":174,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 8; Níl, 20.<\/p><br\/><br\/><p>Tellers: Tá, Deputies Lorraine Clifford-Lee and Michael McDowell; Níl, Deputies Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#GG01900","aye":["1402","1379","1376","1412","1403","1395","1392","1418"],"nay":["1409","1380","1391","1384","1416","1378","1388","1424","1415","1438","1386","1400","1439","1375","1425","1413","1374","1426","1397","1399"],"abs":[]},{"type":"speech","time":1562074200,"counter":175,"content":"<p>I move amendment No. 101a:<\/p><blockquote>In page 35, lines 38 and 39, to delete &ldquo;recommendations made under section 56&rdquo; and substitute &ldquo;changes recommended under section 56(4)(a)&rdquo;.<\/blockquote> <p>Section 53(6)(d) states:<\/p><blockquote>In the preparation of the statement referred to in <i>subsection (1)(b)<\/i>, the Procedures Committee shall, amongst other matters, have regard to <br \/><br \/>... (d) in the case of a statement referred to in <i>subsection (1)(b)<\/i>that is not the first such statement ..., any recommendations made under section 56.<\/blockquote> <p>Section 56 deals with several matters which are irrelevant to the preparation of a statement, however.  For instance, section 56(4) states:<\/p><blockquote>The Procedures Committee shall, following a review under <i>subsection (1)<\/i>, make a report to the Commission of its findings including any recommendations relating to the implementation of this Act including, but not limited to, recommendations relating to&mdash;(a) the published statement,<br \/><br \/>(b) procedures and processes for developing and strengthening diversity among candidates for judicial appointment,<br \/><br \/>(c) changes to the qualification requirements for appointment to judicial office and the requirements for selection and recommendation of persons for such appointment,<br \/><br \/>(d) ensuring the effectiveness of the administrative support provided by the Office to the Commission, and<br \/><br \/>(e) the functions assigned to the Commission.<\/blockquote> <p>Section 56(4)(b) to (e), inclusive, are matters which would not be relevant to the publication of a statement.  If one goes back to section 53(6), a statement dealing with all recommendations under section 56 should be confined to the matters referred to section 56(4)(a).<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#JJ00200","speaker":"1403"},{"type":"speech","time":1562074200,"counter":176,"content":"<p>Senator McDowell&rsquo;s amendment makes the whole matter much more clear and simple.  It is like a drafting amendment.  It confines the matter to the published statement.  That makes the whole matter much more obvious and clear.  I see the Minister is nodding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#JJ00300","speaker":"1392"},{"type":"speech","time":1562074200,"counter":177,"content":"<p>I am nodding because I want to take up exactly the point that has been raised by Senator Norris, which is the reason I cannot accept the amendment.  It is too confining.  In other words, the effect of the amendment would be such that the only consideration that can be given is on the matter of the published statement.  It is too confining in that regard because there may well be other issues arising in recommendations which may be applicable.  For example, section 56(4)(c) concerns the requirements for selection and recommendation of persons that impinge directly on skills and attributes.<\/p> <p>I am not inclined to accept this amendment because it is too confining.  That appears to be what Senator Norris wants, however.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#JJ00400","speaker":"1233"},{"type":"speech","time":1562074200,"counter":178,"content":"<p>Section 56(4) provides that &ldquo;The Procedures Committee shall, following a review under <i>subsection (1)<\/i>, make a report to the Commission of its findings including any recommendations relating to the implementation of this Act ... but not limited to, recommendations relating to ... the published statement&rdquo;.  This is the procedures committee report only to the commission.  It is not a reference to matters that have been agreed by the commission and included in a statement.<\/p><p>If one combines section 53(6)(d) with section 56(4)(a) to (e), inclusive, one is looking at a requirement for the procedures committee to have regard to recommendations that it may have made but which may not have been accepted by the commission.  That is the point I am making.  Will the Minister look at this again?  If the committee is required to take account of its own recommendations, that is one matter.  However, its recommendations may not be agreed by the commission in total.  That is the point at which I am driving.  There are issues which arise under section 56(4)(b) to (e), inclusive, which might or might not be agreed to by the commission.  Section 53(6)(d) requires the commission to have regard to its own recommendations, whether or not they have been accepted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#JJ00500","speaker":"1403"},{"type":"speech","time":1562074200,"counter":179,"content":"<p>I am happy to accommodate the Senator by way of having a further look at it.  My concern is that the effect of the amendment, as drafted, would confine the process to looking only at the recommendation made under section 56(4)(a), namely, the published statement only.  It could well have the effect of other recommendations not being considered.  I do not believe that is what Senator McDowell wants to do, although it appears to be what Senator Norris wants to do.<\/p> <p>I accept Senator McDowell&rsquo;s point that the sections in question do not appear to be straightforward.  I will have the Office of the Parliamentary Counsel examine it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#JJ00600","speaker":"1233"},{"type":"speech","time":1562074200,"counter":180,"content":"<p>I have not intervened on this provision until now.  When listening to the discussion, it struck me there is somewhat of an anomaly in section 56(4) itself.  While I accept we have not yet reached that section, it was highlighted by Senator McDowell&rsquo;s amendment, which refers to changes recommended under section 56(4)(a).<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am puzzled as to why the wording of section 56(4) lists a number of items in paragraphs (a), (b), (c), (d) and (e) but only in paragraph (c) are changes to the qualification requirements for appointment to judicial office and the requirements for the selection and recommendation of persons for appointment set out.  Nothing else refers to changes which strikes me as odd, given that it seems that, by their nature, the recommendations might suggest there be changes to some of the other procedures.  Perhaps I have missed something in it, but language of change is used in Senator McDowell's proposed amendment.  It may be that it would limit unduly the effect of section 53(6)(d), but certainly the word \"changes\" is only used in section 56(4)(c), not 56(4)(a), 56(4)(b), 56(4)(d) and 56(4)(e).  That seems odd, given that recommendations could relate to changes that should be made.  I do not know whether the Minister wishes to comment now on this issue or if we can come back to it when we are debating section 56, but I would have thought it unnecessary to include a reference to changes in section 56(4).  Presumably, recommendations could relate to changes to the qualification requirements in any case without the need to refer specifically to changes, but there may be a particular reason I missed changes are referred to section 56(4)(c).  However, it is not apparent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#JJ00700","speaker":"1402","continuing":true},{"type":"speech","time":1562074200,"counter":182,"content":"<p>The Minister thinks the amendment would be too confining and confine it to the published statement only, but I am not sure that is true because section 56(4) contains the statement \"the Procedures Committee shall, following a review under subsection (1), make a report to the Commission of its findings including any recommendations relating to the implementation of this Act including, but not limited to\".  I do not see, therefore, how it could be as disastrously confining as the Minister suggests, particularly taking into account the phrase \"but not limited to\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#KK00200","speaker":"1392"},{"type":"speech","time":1562074200,"counter":183,"content":"<p>I do not wish to prolong the debate, but we seem to have shifted from section 53 to section 56.  I indicated to Senator McDowell that I would be happy to go back to the Office of the Parliamentary Counsel with a view to achieving the balance sought in the amendment, but it might not be a direct consequence of it.  We can deal with section 56 if we get to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#KK00300","speaker":"1233"},{"type":"speech","time":1562074200,"counter":184,"content":"<p>I will explain why we tabled the amendment.  If one looks at section 56, one will see that it requires the procedures committee to monitor and review implementation of the Bill.  It states the review under subsection (1) shall be conducted two years after commencement of the section and thereafter from time to time as the commission so requests.  One of the things on which the procedures committee will be required to report - I think section 56(4) should contain the word \"may\" rather than \"shall\" - is its findings, including any recommendation related to implementation of the Bill, including but not limited to recommendations regarding the published statement, procedures and processes for developing and strengthening diversity among candidates for judicial appointment and changes to the qualification requirements for appointment to judicial office and the requirements for the selection and recommendation of persons for such appointment, ensuring the effectiveness of the administrative support provided by the office for the commission and the functions assigned to the commission.  Paragraph (c) refers to changes to the qualification requirements for appointment to judicial office.  What could happen is that the procedures committee might make a recommendation that instead of ten years' practice, it should be eight or 12 years.  Let us suppose it makes such a recommendation.  One would then go back to section 53(6)(d), which requires the procedures committee in the second or subsequent statements to have regard to recommendations it has made related, for example, to the eligibility of persons to be appointed to judicial office.  That simply does not make sense because the Oireachtas either will or will not have made such changes.  To require the procedures committee under section 53(6)(d) to have regard to its own recommendations in a process that, when one looks at the section, does not require those recommendations to be accepted or even implemented by statute seems wrong.  That is what I am driving at.  It seems to be a little premature and is unfortunately drafted.  I know that the Office of the Parliamentary Counsel has a difficult job to do and I am not being niggly in my criticism, but if one puts section 53(6)(d) with section 56(4)(a), one will find oneself requiring the commission to have regard to things that may not even be law at the time it will come to make its second or subsequent statements.  That is why I think a review is needed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#KK00400","speaker":"1403"},{"type":"vote","time":1562074200,"counter":185,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 7; Níl, 15.<\/p><br\/><br\/><p>Tellers: Tá, Deputies Michael McDowell and David Norris; Níl, Deputies Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#KK00800","aye":["1402","1376","1412","1403","1395","1392","1418"],"nay":["1409","1380","1391","1384","1416","1424","1415","1438","1386","1375","1425","1374","1426","1397","1399"],"abs":[]},{"type":"speech","time":1562074200,"counter":186,"content":"<p>I ask Members to resume their seats or to leave the Chamber if they are not staying.  I would like some order, please.<\/p> <p>Amendment No. 102 is in the names of Senators McDowell, Boyhan and Craughwell.  Amendments Nos. 102, 104, 105 and 109 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#LL00100","speaker":"1412"},{"type":"speech","time":1562074200,"counter":187,"content":"<p>Could the numbers of those amendment be repeated?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#MM00100","speaker":"1392"},{"type":"speech","time":1562074200,"counter":188,"content":"<p>Amendments Nos. 102, 104, 105 and 109.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#MM00200","speaker":"1412"},{"type":"speech","time":1562074200,"counter":189,"content":"<p>They are related.  I accept that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#MM00300","speaker":"1403"},{"type":"speech","time":1562074200,"counter":190,"content":"<p>That is agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#MM00400","speaker":"1412"},{"type":"speech","time":1562074200,"counter":191,"content":"<p>I move amendment No. 102:<\/p><blockquote>In page 35, between lines 39 and 40, to insert the following:&quot;(7) (a) Lay members of the Procedures Committee shall not take part in the preparation of a statement referred to in <i>subsection (1)(b)<\/i>.<blockquote>(b) Lay members of the Procedures Committee shall not take part in the preparation of that part of the statement referred to in <i>subsection (1)(a) <\/i>which concerns&mdash;<br \/><br \/>(i) knowledge of the law,<br \/><br \/>(ii) skills and competence in the interpretation and application of the law, or<br \/><br \/>(iii) ability to exercise functions as holders of judicial office.&quot;.<\/blockquote><\/blockquote> <p>This amendment is intended to provide that, in respect of certain functions of the procedures committee, the requirement that the committee be composed of a majority of lay persons, which is provided for earlier in the Bill, should not mean that certain matters be decided by a lay majority.  Those functions are effectively those mentioned in section 7(1)(<i>b<\/i>).  We are dealing with lines 39 and 40.<\/p><p>These amendments are designed to make it clear that lay members of the procedures committee should not be the people who determine issues regarding knowledge of the law, skills and competence in the interpretation and application of the law and the ability to exercise functions as holders of judicial office.  I only came to appreciate one of the problems with the Bill on a close reading as I came to the end of it.  The commission itself will comprise 16 or 17 people but there will then be a procedures committee that will comprise a smaller group and seems to be intended by the draftsman to be the engine house of the commission.  When it comes to doing reviews, the procedures committee will carry them out and do the drafting.  When it comes to statements of aptitudes or procedures, the procedures committee will do them.  In a sense, there is a kind of executive committee and the procedures committee will be an executive committee of the commission.  I am conscious that, if that is the case, the members of the professional bodies, the Law Society and Bar Council, should be guaranteed a position on the procedures committee.  There is another amendment tabled in our names to achieve that.  It would be strange if the two professions in law should be excluded from the engine house of the commission itself.  That is another amendment at which we will arrive later.<\/p><p>The Bill is crafted so that lay members must be in a majority even on the procedures committee.  These amendments are designed to ensure that the lay members of the committee should not be in the majority for drafting criteria that relate to the knowledge of the law and ability to conduct proceedings in a manner that ensures the skills and competence in the interpretation and application of the law or the ability to exercise functions as holders of judicial office.  In essence, these are areas in which the sole criterion for appointment under this legislation, which I regret, is that they are people who, almost by definition, are less knowledgeable about the law than anybody else on the commission.  It is a strange construct of the commission that the executive committee, when it carries out drafting of criteria relating to knowledge of the law and the like, should be composed as to its majority by people who are inexpert in that area.  As I mentioned, there is not even a guarantee.  Say there are nine people on the procedures committee and a majority has to be lay, that is five committee members.  That means a total of four people on this committee who are lawyers, and there is no guarantee that members of either the solicitors' profession or the Bar Council will be among those four lawyers.  The composition of the procedures committee is a matter for the commission itself and it is a matter for determination by a majority of the commission.<\/p><p>I am not happy with the architecture of the procedures committee but that was dealt with earlier in the debate.  We are now stuck with the position that a committee within the commission, the procedures committee, will effectively do most of the heavy lifting and the other members will, in many respects, just be in a &quot;Yea&quot; or &quot;Nay&quot; role to them as regards the policy decisions of the commission.  We are stuck with the proposition that, because there are nine members on the procedures committee, only four can be lawyers.  It is wrong and a mistake that only four people out of nine should be people who are conversant with, and know something about, the law when they are dealing with criteria for appointments that deal with the law.  That is the gravamen of what this amendment is designed to remedy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#MM00500","speaker":"1403"},{"type":"speech","time":1562074200,"counter":192,"content":"<p>We apparently want to report significant progress on this so I will be brief.  The Minister has enthusiastically drawn our attention to legislation in other jurisdictions, including Scotland, and this amendment mirrors exactly the Scottish legislation.  The intention is to ensure that lay members are not assessing part of the formal statement that would govern how to consider an applicant on criteria that those lay members have no capacity, qualifications, experience or anything else to assess.  It is a bit silly.  I am sure the Minister will be pleased that, in this, we are following the Scottish example.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#MM00600","speaker":"1392"},{"type":"speech","time":1562074200,"counter":193,"content":"<p>This is the Scottish amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#MM00700","speaker":"1403"},{"type":"speech","time":1562074200,"counter":194,"content":"<p>Yes, the Scottish amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#MM00800","speaker":"1392"},{"type":"speech","time":1562074200,"counter":195,"content":"<p>These are important amendments, particularly amendment No. 102, which seeks to ensure that the lay members of the procedures committee are, in effect, barred from any participation in the preparation of a statement or of a statement of requisite skills and attributes for a particular judicial office.  It strikes at the heart of the Bill because the repeated opposition from Senators McDowell and Norris relates to lay, non-lawyer, non-judicial participation.  I oppose this amendment because it seriously weakens the participation in the process of anybody other than in-house lawyers.  I have a difficulty with that because what Senator McDowell is seeking to do is designed specifically to silence a non-lawyer voice and mute the lay members before the process is even under way.  He referred to the architecture and he is correct because what he is now doing is, at design stage, constructing a process that will, in effect, silence any voice that is not that of an in-house lawyer.  The barring of lay members from participating in the preparation of the statement of requisite skills and attributes is, in essence, the same opposition that we have heard in the debate for the past year and a quarter.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am opposed to this amendment, as I was opposed to similar previous amendments, on the basis that any attempt not only to circumscribe the engagement of lay members but to mute them altogether runs against the essential thread of the legislation, as Senator McDowell knows well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#MM00900","speaker":"1233","continuing":true},{"type":"speech","time":1562074200,"counter":197,"content":"<p>With respect to the Minister, that is something of an exaggeration on his part.  One of the functions of the procedures committee is a drafting function, the output of which will be sent to the commission in its entirety.  It is not a question of anybody being excluded from making a decision on the matter in question.  I am concerned with the question of who will draft matters to do with experience of the law and the like.  Under section 10 of the Bill, as amended, the commission will consist of 16 members, if I recall correctly.  I am not sure what number we eventually arrived at, but it is certainly more than 13, as originally set out in the section.  Section 16(2) provides that the procedures committee \"shall consist of 9 members of the Commission, the majority of whom shall be lay members and the chairperson of that Committee shall be such one of those lay members as the Commission determines\".  This means that the procedures committee will have nine members, of whom a maximum number of four are lawyers.<\/p> <p>Unless the Minister accepts the amendment we have put down, which we have not arrived at yet, to the effect that representatives of the solicitor profession and the barrister profession shall be among those four appointees, then a minority of this committee of nine people will have legal experience when drafting certain criteria for appointment.  The criteria for appointment in question are set out in the amendment we are discussing.  It is useful to imagine, for example, a process for determining who should be appointed as a brain surgeon in St. Vincent's hospital which involved an appointments commission establishing a procedures committee to draft criteria for appointment, which included as a majority of its membership people who do not know much about brain surgery.  Surgeons and other doctors with the relevant expertise would not necessarily be on that committee but, rather, existing people of a different persuasion.  That does not make sense.  In this instance, we have a strange situation where the criteria for appointment of members of the Judiciary which relate to legal matters are to be determined by a small subset of a body which is required, as to the majority thereof, not to be expert on the subject.  Why would we possibly bring about such a scenario?  It is not necessary to give effect even to the wildest ambitions of the Minister, Deputy Ross, that the criteria for appointment should be determined, in so far as they relate to legal matters, by people who do not know much about law.  I do not see the logic of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#NN00200","speaker":"1403"},{"type":"speech","time":1562074200,"counter":198,"content":"<p>The Senator's argument would be all very fine if we were dealing with purely legal skills and attributes, but there is more than that involved in the appointment of a member of the Judiciary.  There is a requirement, for instance, for administrative skills, analytical skills and skills in dealing with human interest issues.  It is about more than just knowledge of the law, albeit that is a most important skill and attribute.  We are not confining ourselves to that criterion but are looking beyond it.  It is entirely appropriate in the legislation that we should seek to draw on the expertise of people working with lawyers and members of the Judiciary but without confining the composition of the group to lawyers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#NN00300","speaker":"1233"},{"type":"speech","time":1562074200,"counter":199,"content":"<p>The Minister's criticism might have some validity in respect of paragraph (a) of the proposed section 53(7).  However, I do not see how it has much validity in regard to the proposed paragraph (b), which states:<\/p><blockquote><blockquote>(b) Lay members of the Procedures Committee shall not take part in the preparation of that part of the statement referred to in <i>subsection (1)(a) <\/i>which concerns&mdash;<blockquote>(i) knowledge of the law,<br \/><br \/>(ii) skills and competence in the interpretation and application of the law, or<br \/><br \/>(iii) ability to exercise functions as holders of judicial office.&quot;.<\/blockquote><\/blockquote><\/blockquote> <p>That is not being unfair to lay members.  It is saying they are not people who specialise in this area and, as such, they should not be the controlling voice on those issues.  Senator Norris noted that this amendment is based on a Scottish precedent.  The Minister was happy to invoke that precedent when it suited him, to pooh-pooh other aspects of the legislation.  However, it apparently does not suit him to invoke it in this instance.  The Scots are canny people and it seems to me that they may have arrived at the view that it does not make much sense to hand over to lay persons, whose qualifying attribute is that they are not learned in the law, the development of criteria which have all to do with what it is to be learned in the law.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#NN00400","speaker":"1403"},{"type":"speech","time":1562074200,"counter":200,"content":"<p>The Minister is not correct in saying that the provision would preclude lay members from discussing things like administrative ability and so on.   What it says is that they are prohibited from preparing a statement which deals with applicants' knowledge of the law, skills and competence in the interpretation and application of the law, or the ability to exercise functions as holders of judicial office.  Those are all specifically and clearly legal concerns.  It does not exclude anybody from dealing with administrative abilities.  Lay persons can take part in the preparation of a statement but not where it deals exclusively with legal matters.  There is nothing to suggest that those lay members have any particular legal expertise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#NN00500","speaker":"1392"},{"type":"speech","time":1562074200,"counter":201,"content":"<p>The Minister's analysis of my amendment ignores completely the provisions of section 54, which ensure that the commission itself, which is in the majority composed of lay persons, gets to approve or disapprove any statements which are developed under section 53, to modify them as it considers appropriate, to approve them as so modified, or to refuse to approve them.  This means that the lay majority has the clear right to reject the proposals of the procedures committee as to draft statements if it does not like those proposals.  All I am suggesting is that it makes a good deal of sense to have people who know what they are talking about drafting the criteria that are of a technical kind.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In this case, the technical subject is the law itself and knowledge thereof.<\/p><p>On this amendment, there is no question of banishing laypeople to exterior darkness, silencing them or making them incapable of having an input on the matter.  It is a question of whether they should do the original drafting or not and whether they should be in a majority on the drafting committee in respect of areas of the commission's activities that require legal experience and legal understanding.  Those capabilities are not to be presumed in the case of laypeople and if lawyers are disqualified from being among the laypeople, who are to be in a majority, the criterion for excluding people with legal understanding seems to me to be incompatible with making such people the drafters as to legal expertise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#NN00600","speaker":"1403","continuing":true},{"type":"speech","time":1562074200,"counter":203,"content":"<p>Senators Norris and McDowell  both referred to the situation in Scotland.  The amendment in the name of the Independent Senators draws heavily from the Scottish law except that it does not make reference to what appears to me to be an important aspect of the Scottish Act, where it makes quite clear that a portion of the section does not prevent a member of the board, presumably a lay member of the board, from taking part in the decision of the board as to whether to recommend an individual for appointment to an office.  Their amendment is more prescriptive than that, insofar as it effectively debars the lay members from participating in the preparation of a statement, which is an important role and function under the new legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#OO00200","speaker":"1233"},{"type":"speech","time":1562074200,"counter":204,"content":"<p>It certainly does not debar anybody.  The provision the Minister mentions about debarring laypeople from participating in decisions on appointments themselves is not an issue here.  We are dealing with a sub-committee of the commission, which carries out the drafting of proposed statements, which in the last analysis, have to either be rejected, accepted or modified by the entire board.  We are dealing with a slightly different animal here.<\/p> <p>There is an awful lot to be said for the proposition that when it comes to drafting statements about the technical expertise of appointees, the people who know what they are talking about should be given a majority role in the drafting and it should then be left to the commission as a whole to say whether it agrees or disagrees with the criteria laid down by the people who have expertise in the area.  There is no question whatsoever of silencing, exiling or sidelining laypeople because of the provisions in section 54.  It is merely recognising, as they have done in Scotland, that it is slightly absurd to ask laypeople to participate in the drafting of technical criteria where they have no expertise in same.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#OO00300","speaker":"1403"},{"type":"speech","time":1562074200,"counter":205,"content":"<p>What we are doing, which is entirely in keeping with the main function and the main thrust of the Opposition amendments going back over a year, is to effectively hobble the lay members and to create a hierarchy.  Senator McDowell said that there are important aspects of this that non-lawyers and non-judges should have no hand, act or part in, thereby creating a hierarchy where there are second class members. The Senator has given evidence for months of his hostility to the garagemen being on the commission, for example, and of his hostility to anyone who was a non-judge or a non-member of the Law Library or the Law Society of Ireland being on the commission.  This amendment is entirely in keeping with that, it is something I have a resolute opposition towards and that is why I cannot accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#OO00400","speaker":"1233"},{"type":"speech","time":1562074200,"counter":206,"content":"<p>That is certainly not what is at play here.  I want to make it clear that my concern in tabling this amendment is to ensure that those parts of the statements drafted by the procedures committee, which are entirely subject to review, amendment, rejection, modification or whatever by the entire commission, on which there is a lay majority, are drafted by people who know what they are talking about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#OO00500","speaker":"1403"},{"type":"speech","time":1562074200,"counter":207,"content":"<p>That is the giveaway, the Senator referred to \"people who know what they are talking about.\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#OO00600","speaker":"1233"},{"type":"speech","time":1562074200,"counter":208,"content":"<p>Let us be clear about this.  The religious zealotry the Bill exhibits in ensuring that, for instance, the chairman of the committee that does the drafting of the technical legal criteria may not be a lawyer is the exclusionary rule.  If the Minister wants to look for apartheid in this Bill, it is remarkable that the procedures committee itself, which is a sub-committee of a majority lay body, must be a committee where one is debarred from having any function in chairing it, even in the absence of the chairperson, if one knows anything about law.  That is reprehensible.<\/p> <p>I will not argue the matter any further than that because the Minister has dug in on this matter but it is unfortunate that the wisdom of the Scots in this area is being ignored by a Government that seems to rely on the wisdom of the Scots in so many other ways.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#OO00700","speaker":"1403"},{"type":"unspoken","time":1562074200,"counter":209,"content":"<p>Amendment put.<\/p>"},{"type":"unspoken","time":1562074200,"counter":210,"content":"<p>The Committee divided by electronic means.<\/p>"},{"type":"speech","time":1562074200,"counter":211,"content":"<p>Under Standing Order 62(3)(<i>b<\/i>) I request that the division be taken again other than by electronic means.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#OO00850","speaker":"1392"},{"type":"vote","time":1562074200,"counter":212,"content":"<p>Amendment again put:<\/p><p>The Committee divided: Tá, 6; Níl, 19.<\/p><br\/><br\/><p>Tellers: Tá, Deputies David Norris and Victor Boyhan; Níl, Deputies Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#OO00900","aye":["1402","1379","1412","1439","1392","1418"],"nay":["1409","1380","1391","1384","1416","1424","1405","1415","1438","1386","1400","1375","1425","1374","1426","1397","1413","1399","1372"],"abs":[]},{"type":"speech","time":1562074200,"counter":213,"content":"<p>Amendment No. 103 is in the name of Senator Ruane.  The Senator is not here and she has not given permission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#QQ00100","speaker":"1412"},{"type":"speech","time":1562074200,"counter":214,"content":"<p>Senator Ruane asked me to speak to the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#QQ00200","speaker":"1405"},{"type":"speech","time":1562074200,"counter":215,"content":"<p>You cannot speak on the amendment but you can speak on the section if you wish.  Not at this point as I am dealing with the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#QQ00300","speaker":"1412"},{"type":"unspoken","time":1562074200,"counter":216,"content":"<p>Amendment No. 103 lapsed.<\/p>"},{"type":"speech","time":1562074200,"counter":217,"content":"<p>I wish to record my intention to introduce a similar amendment regarding Irish Sign Language on Report Stage which is to seek that we are consistent with the other legislation passed by this House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#QQ00500","speaker":"1405"},{"type":"speech","time":1562074200,"counter":218,"content":"<p>The Senator can speak on the section and indicate that intention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#QQ00600","speaker":"1412"},{"type":"speech","time":1562074200,"counter":219,"content":"<p>I have just done that and it is consistent with what this House has done in terms of Irish Sign Language in the past.  I will put forward an amendment on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#QQ00700","speaker":"1405"},{"type":"speech","time":1562074200,"counter":220,"content":"<p>I move amendment No. 103a:<\/p><blockquote>In page 36, between lines 3 and 4, to insert the following:&quot;(8) The need for good standards of communication referred to in <i>subsection (5)(g)<\/i>includes the need to inform applicants whether or not they have been recommended to the Government for appointment.&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#QQ00800","speaker":"1379"},{"type":"vote","time":1562074200,"counter":221,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 8; Níl, 15.<\/p><br\/><br\/><p>Tellers: Tá, Deputies Victor Boyhan and David Norris; Níl, Deputies Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#QQ00900","aye":["1402","1379","1405","1412","1393","1439","1392","1418"],"nay":["1409","1380","1391","1384","1416","1424","1415","1438","1386","1375","1425","1374","1426","1397","1399"],"abs":[]},{"type":"unspoken","time":1562074200,"counter":222,"content":"<p>Progress reported; Committee to sit again.<\/p>"},{"type":"speech","time":1562074200,"counter":223,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#SS00150","speaker":"1381"},{"type":"speech","time":1562074200,"counter":224,"content":"<p>Ag 10.30 maidin am&aacute;rach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019070200002#SS00175","speaker":"1391"},{"type":"unspoken","time":1562074200,"counter":225,"content":"<p>The Seanad adjourned at 7.06 p.m. until 10.30 a.m. on Wednesday, 3 July 2019.<\/p>","notice":"TIME STRING DETECTED"}]