[{"type":"minorheading","content":"Prelude","time":1486636200,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1486636200,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1486636200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1486636200,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1486636200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#A00100"},{"type":"speech","time":1486636200,"counter":6,"content":"<p>I have received notice from Senator Jennifer Murnane O'Connor that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to indicate when the building of Knockbeg College, County Carlow, will commence.<\/blockquote> <p>I have also received notice from Senator Brian &Oacute; Domhnaill of the following matter:<\/p><blockquote>The need for the Minister for Agriculture, Food and the Marine to take urgent and immediate action to end the unacceptable delays in processing GLAS and AEOS payments and to provide a full update on the current payment schemes.<\/blockquote> <p>I have also received notice from Senator Catherine Noone of the following matter:<\/p><blockquote>The need for the Minister for Social Protection to expedite implementation of the Civil Registration (Amendment) Act 2014 which provides for a record of deaths abroad to be maintained by the General Register Office.<\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for Children and Youth Affairs to increase funding for the Mid-West Rape Crisis Network to secure its vitally important service in Ennis and allow it to provide an outreach clinic in Kilrush where it has identified a need for such services.<\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for Health to put in place a scheme, whereby transport would be provided for those with intellectual and physical disabilities to enable them to attend day care facilities.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Jennifer Murnane O'Connor, Brian &Oacute; Domhnaill, Catherine Noone and Martin Conway and they will be taken now.  Senator Colm Burke may give notice on another day of the matter he wishes to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#A00200","speaker":"1420"},{"type":"majorheading","content":"Commencement Matters","time":1486636200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#A00300"},{"type":"minorheading","content":"Schools Building Projects Status","time":1486636200,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#A00400"},{"type":"speech","time":1486636200,"counter":9,"content":"<p>The issue I raise is the building project at Knockbeg College, a boys' secondary school located approximately three miles from Carlow town and Graiguecullen.  Its origins can be traced back to 1793.  The school has 30 staff and approximately 420 pupils.  In 1991 it was announced that a new school would be built, but 25 years later the project has not started.  While I am aware that funding for the project has been provided, having met parents of students at the college, I am calling for the issue to be addressed as a matter of urgency.<\/p> <p>I have received a note from a parent in which she paints a picture of the school her two boys attend.  It describes an inadequate heating system and very damp walls that are covered in mould and can be seen throughout the school.  It states the windows are single glazed, with window frames rotting away and most windows stuffed with paper.  Plaster is falling off most of the ceilings and some of the ceilings have fallen down.  The note refers to buckets being placed in certain rooms to collect rainwater leaking through the roof.  It adds that as a result of these leaks, floors are wet and slippery, making it dangerous for both pupils and staff to walk on them.  This has led to many injuries.  The sanitary areas are described as being outdated, damp and cold; the locker rooms are a health hazard owing to the wet floors, while rodents have been spotted.  In addition, a lack of modern equipment is preventing students from carrying out their scientific experiments.  The note describes bannisters on the main stairway as unstable and highly dangerous and refers to extremely cold temperatures in the school throughout the winter months, sometimes not higher than 2&deg; Celsius.  This, the note continues, is unfair to both students and staff who have to work and teach in such appalling conditions and the matter needs to be addressed.<\/p> <p>I acknowledge that the building project at Knockbeg College has been put out to tender.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I realise that.  This has been going on for 25 years, but the building is unfit for purpose and is actually unsafe.  I ask again today the question which was asked before the funding came through, namely, whether the Minister can give the school some prefabs until the building is up and running.  The build is taking place in three stages.  As the Minister knows, when a building starts, one is talking a year if not more.  This building is unsuitable.  It is not right to have students and teachers in conditions like this in schools in 2017.  Can the Minister look at providing prefabs in the short term and until the school is built?  It is a priority 1 project and the Minister must ensure the funding is provided as soon as possible and that the school is built.<\/p><p>It should be recorded that Knockbeg school is an excellent one with excellent standards.  As such, it is sad to see that it has been left for 25 years until it is in such a state of disrepair that it is unfit for purpose.  The board of management wants to meet the Minister for Education and Skills next week.  As such, I ask now for a pre-meeting.  If the Minister of State could come back to me on that, I would really appreciate it.  I thank the Minister of State for coming to the House to address this issue for me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#A00500","speaker":"1395","continuing":true},{"type":"speech","time":1486636200,"counter":11,"content":"<p>The Minister for Education and Skills, Deputy Bruton, asked me to thank Senator Murnane O'Connor for raising this matter as it provides an opportunity to clarify the current position regarding the project for St. Mary's College in Knockbeg, Carlow.  I thank the Senator for passing on the list from the parent setting out exactly what the situation is in the school at the moment.<\/p> <p>St. Mary's College, Knockbeg, is an all-boys, non-fee-paying, voluntary Catholic secondary school owned by the Diocese of Kildare and Leighlin.  It is one of the oldest secondary schools in the country, dating back to 1793.  The college itself comprises four main buildings, all protected structures, and the current major school building project aims to create an exciting and modern educational facility for the future while preserving the beauty and best qualities of the protected elements from the past.  There are inherent design challenges with extending such buildings, but the Minister is pleased to report that this has not overly affected the progression of the project through the various stages of architectural planning.  The project entails the construction of an extension to the existing school of approximately 3,350 sq. m., together with associated refurbishment and external works.  The project brief looks to extend the four main buildings to create a cloister, thus forming a courtyard to the centre which will act as a focal point for the school.  The innovative design includes single-storey, two-storey and three-storey structures incorporating facilities such as a study hall, PE hall, which can also be used for extra curricular activity, and a science laboratory.<\/p> <p>The project was announced as part of the five-year construction programme in 2012.  The project progressed quickly through the early stages of architectural design, although during stage 2b two replacement consultants had to be appointed which added some months to the completion of that particular process.  The Minister has asked me to report that the project is now progressing through stage 3, the tender stage.  The board of management of the school is the client for the building project and, as such, is responsible for directing the design team.  In October 2016, the board authorised the design team to proceed to tender.  The closing date for receipt of tenders was 12 January 2017.  The design team is currently preparing a tender report which is due to be submitted to the Department by the middle of February 2017.  Subject to no issues arising, it is envisaged that construction will commence in the second quarter of 2017.  Once the project is on site, it will take approximately 24 months to carry out the work.<\/p> <p>This project will provide school accommodation for up to 450 pupils.  Enrolments in September 2016 stood at 423 pupils, which is over 50 pupils more than five years ago.  Upon completion in 2019, the lives of these pupils will be enriched by a state-of-the-art learning environment for the future built with a significant nod to the past.  As the Senator has requested that I raise the matter with the Minister, Deputy Bruton, I will ask him about the possibility of prefabs on site in advance of completion in 2019.  I will also ask him if he can facilitate a pre-meeting with the Senator before the board meets him next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#B00200","speaker":"1295"},{"type":"speech","time":1486636200,"counter":12,"content":"<p>It is great to see that Knockbeg is getting a new school but the building it is in now is simply unfit.  It is a health and safety issue at this stage.  The school is simply asking for some prefabs to ensure that nothing happens to any of the students.  I believe they sometimes have to go home because there is no heating, which is unacceptable.  In those circumstances, I ask the Minister of State to ask the Minister to arrange a meeting with me for next week.  I would really appreciate it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#B00300","speaker":"1395"},{"type":"minorheading","content":"Agriculture Scheme Payments","time":1486636200,"counter":13,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#B00400"},{"type":"speech","time":1486636200,"counter":14,"content":"<p>I welcome the Minister for Agriculture, Food and the Marine, Deputy Michael Creed, to the House and note my appreciation that he has attended to hear this Commencement debate.  It is an issue on which he has probably received many representations and which he is dealing with as well as possible within the Department.  It relates to two very important schemes, in particular for smaller farmers.  These are GLAS and AEOS.  Payments under the schemes have been delayed this year.  I understand there are complications in terms of processing the applications but as of 2 February last week, the situation as set out in a reply the Minister delivered in the D&aacute;il was that 24% of all GLAS payments remained outstanding.  Of the 37,492 applications made, 8,967 had not resulted in payments.  That comprised GLAS 1 and GLAS 2 applications.  On the other environmental scheme, the agri-environment options scheme, 30% of applications for payment remained outstanding.  According to the figures the Minister released last week, 2,625 payments remained outstanding out of a total application set of 8,640.<\/p> <p>There is concern among farming organisations and in particular among small farmers themselves about this.  I appreciate that a lot of applications have been processed and paid.  It is understandable that there will be delays in processing payments every year.  In that context, I understand that there are new computerised systems within the Department.  However, can the Minister put a system in place whereby these applications can be processed more speedily?  I met with farmers last weekend who have not received these payments and whose feed bills at this time of year are increasing.  They are under financial pressure.  Is there a way to release the payments sooner?  Perhaps the Minister will update the House in relation to the current state of payments and state whether any additional staff have been sanctioned to allow the relevant section of the Department to process these payments more promptly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#B00500","speaker":"1382"},{"type":"speech","time":1486636200,"counter":15,"content":"<p>I thank Senator &Oacute; Domhnaill for raising this matter on the Commencement and welcome the opportunity to outline the current position regarding the 2016 payments under the green low carbon agri-environment scheme, GLAS, and the previous agri-environment scheme, the agri-environment options scheme, AEOS.<\/p> <p>GLAS provides support to farmers under the rural development programme 2014 to 2020 to deliver environmental benefits and public goods which will enhance Ireland's agricultural sustainability credentials into the future.  The scheme plays a critical role in enhancing Ireland's efforts to deliver sustainable agricultural production.  It provides support to Irish farmers aimed at the enhancement of biodiversity, water quality and the mitigation of the future impacts of climate change while allowing Irish farmers to improve their agricultural productivity and practices in a sustainable manner.  It is critical that we protect the Irish countryside for the benefit of all and GLAS provides support to Irish producers to do this while enhancing their ability to deliver sustainable food production.  That food production is making a critical contribution to growth in the Irish economy.<\/p> <p>GLAS involves a maximum annual payment of &euro;5,000 under the general scheme with provision for payment up to &euro;7,000, known as GLAS+, where the farmer is required to give exceptional environmental commitments in a limited number of cases.  Applications under the first two tranches of the GLAS scheme resulted in almost 38,000 farmers being approved into the scheme in its first year of implementation.  This represents an unprecedented level of participation in the first year of an agri-environment scheme in Ireland.  I recently indicated that all qualifying applicants under the third tranche of GLAS will be accepted into the scheme.  With just under 14,000 applicants for GLAS 3, this will bring overall participation levels above the targeted participation level of 50,000 farmers.  As all participants in the second tranche of the previous agri-environment scheme, AEOS Il, completed their five-year contracts at the end of December 2016, a full check of all payments made must be carried out before their final payment issues.  This final check is an EU requirement and has been completed in many cases.<\/p> <p>I note that 2016 payments in the amount of over &euro;19 million have been paid to over 6,000 participants remaining in this scheme.  Payments are issuing in outstanding cases as soon as the final check has been completed and officials in my Department are working to ensure that payment issues in all cases issue as soon as possible.  The 2016 payments represent the first full year of payment under GLAS.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael Creed:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=259\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=259&amp;amp;pid=MichaelCreed&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->At the end of December 2016, there were approximately 37,500 active participants in the GLAS scheme, of which 27,400 received 85% of their 2016 payment in  December.  These payments were valued at over &euro;97 million.  As the accredited paying agency, the Department has a duty to ensure that, in making payments, everything in an application that can be checked is checked as required under the regulations.  As a result, payments can only issue where all the required validation checks have been successfully passed.  As issues with outstanding cases are resolved, they are paid in weekly payment runs.  Further payments, valued at &euro;5.3 million, issued to just under 1,500 participants over the past couple of weeks and payments to a further 750 farmers are expected to issue before the end of this week.<\/p><p>To facilitate divergent farming practices, GLAS has a range of over 30 actions available for selection by applicants for GLAS.  Under EU regulations, compliance with each action must be verified, so there are validations associated with each of these actions.  As a result, there are a number of different reasons that payment may not have issued.  Many of these issues, given their complexity, require review on a case-by-case basis and this work is ongoing at the moment.  To suggest that these cases could be processed manually is unrealistic as the full suite of checks would remain to be carried out and recorded on each individual application which would, most likely, lead to audit  risks and further delays.  As issues are resolved, payments will continue to issue on an ongoing basis.  I am very keenly aware of the need to process these payments without delay and I recognise that these payments are overdue.  I am ensuring that all resources required, both on the lT and administrative side, are directed towards resolving the outstanding queries on these cases.<\/p><p>In relation to the online application system for GLAS, it is clear from the governing regulations that not only is it desirable that member states move to electronic processing of area-based aid and support applications, but it is, in fact, a mandatory regulatory requirement from the 2018 claim year onward.  In this context, my Department launched a tremendously ambitious development programme to move to an online application and payment processing system for GLAS.  Compared to Northern Ireland, England, Scotland and Wales, where farmer interest in agri-environment schemes is also very strong, this is an extraordinary achievement as these areas remain in the early stages of approving applications.  In the context of the recently launched consultation process on the future of CAP, it is in Ireland's interests that we have a fully developed, robust electronic processing and payment system that will give the necessary assurances that disbursement of EU funds is managed to the highest standards.  Not only will this act as a protection against disallowances in this programming period, but it will also serve to strengthen our position in negotiating funding for a future agri-environment scheme in the next programming period.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#B00600","speaker":"1285","continuing":true},{"type":"speech","time":1486636200,"counter":17,"content":"<p>I appreciate the fact that the Department is doing everything possible to get these payments issued and I note that 750 payments will be issued this week, in addition to what has been issued in the past couple of weeks.  With an average of 750 per week, it would take ten weeks to clear the backlog of payments.  I appreciate that it is a new system but the Department needs to set a realistic timeframe and start to put the processes in place.  We are looking for efficiencies within the Department budget but also effectiveness in delivering payments to farmers.  I know the Minister is on the side of farmers and I thank him for his response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#C00200","speaker":"1382"},{"type":"speech","time":1486636200,"counter":18,"content":"<p>I thank the Senator for raising the matter.  I am acutely conscious of the hardship it is causing in terms of cashflow management for individual farmers.  According to the charter, agreed between farmers and my Department, we are behind the curve in getting the payments out and they are overdue.  I assure all Senators and the farming community that every effort is being made in the Department to make the payments as quickly as possible.  Every single application from the cohort that remain to be paid has to be eyeballed to identify and resolve the issues in respect of the individual application.  I am not pointing a finger outside the Department as it has to be resolved within the Department so that, when we press the pay button next year for all 38,000 applicants, it will all issue smoothly.  We are in a similar situation to the one we were in at this time last year but every effort is being made in terms of IT resources, personnel and overtime availability.  It is a logistical issue that needs time to resolve but, extrapolating from what we have paid in recent weeks, I would be very disappointed if it took the length of the time the Senator has suggested.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#C00300","speaker":"1285"},{"type":"minorheading","content":"Deaths of Irish Citizens Abroad","time":1486636200,"counter":19,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#C00400"},{"type":"speech","time":1486636200,"counter":20,"content":"<p>I thank the Minister of State for taking this matter on behalf of the Minister for Social Protection, Deputy Leo Varadkar, who is unavoidably unavailable.  This issue was brought to my attention by councillor Ted Leddy in Dublin west, who has been working on it for some time and has asked me to look into it further with the Minister, although I have a feeling we will not get it resolved today.<\/p> <p>I welcome Mrs. Bernadette Goodwin to the Gallery.  She tragically lost her five year old son, Keith Charles Goodwin, in a drowning accident in the north of Spain on 25 July 1972.  She has received what is supposed to be a death certificate for Keith from the Spanish authorities but she is not entirely happy with what she has received.  Keith was brought home to be buried in Malahide cemetery.  Mrs. Goodwin has spent decades trying to get Keith's death registered in the Dublin register and to get a certificate of his death as an Irish citizen.  For insurance, legal and perhaps industrial reasons a death cannot be registered twice in the EU, or in two countries.  I have not really got to the bottom of the issue and I was hoping that the Minister would be able to enlighten me.<\/p> <p>There are additional details and nuances to Mrs. Goodwin's case which I would like to explore at a different date but, in the interim, we owe it to people like Mrs. Goodwin to expedite the provision in the Civil Registration (Amendment) Act 2014 which provides for a record of deaths abroad to be maintained by the General Register Office.  As it stands, this section of the legislation has not commenced and I understand there may be administrative or staffing reasons for this situation.  It is three years since the legislation was brought in and this situation is unsatisfactory.  I accept that the record will not be a legal document but it will provide some comfort to Irish families such as Mrs. Goodwin's, who have tragically lost a loved one abroad.  I call for this provision to be expedited.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#C00500","speaker":"1406"},{"type":"speech","time":1486636200,"counter":21,"content":"<p>I thank Senator Noone for the opportunity to address this very important matter today.  I welcome Mrs. Goodwin and councillor Leddy to the House today and apologise on behalf of the Minister for Social Protection, Deputy Leo Varadkar, who has to be abroad with the President.<\/p> <p>The Civil Registration Act 2004 provides for a register of deaths which occur in Ireland.  Any death which occurs in the State must be registered, irrespective of the nationality or country of permanent residence of the deceased.  Where a death occurs in the State, it is the duty of a qualified informant, normally a relative of the deceased, to attend at a registrar's office and register the death on foot of a certificate of cause of death supplied by a registered medical practitioner.  Where a death is referred to a coroner, the death is registered by a registrar on foot of a coroner's certificate.  These processes ensure the integrity, reliability and credibility of our registers, which is of the utmost importance.<\/p> <p>When an Irish resident dies abroad, the death is registered in the country where the death occurs.  A death certificate, issued by the civil authorities of that country and translated, if necessary, is normally sufficient for all legal and administrative purposes.  There is no legal requirement to register such deaths here.  Not having the death of a loved one registered in Ireland is a very emotive issue for some of the parents and relatives involved, and it was considered that provisions for the establishment of a record of foreign deaths would provide them with some comfort.<\/p> <p>Section 13 of the Civil Registration (Amendment) Act 2014 provides for a record of deaths abroad to record the deaths of Irish citizens who die abroad while on holiday, on temporary work contracts or during short-term absences from the State.  The use of a record, rather than a register, to record the deaths is based on the fact that the certificates which will be issued from the record will have no legal standing and will not be used to replace the death certificate received from the country of death.  This is necessary to provide a clear distinction from certificates which are issued from the register of deaths in Ireland, which have a legal standing.  It would not be possible for the Oireachtas to impose statutory obligations on foreign doctors or coroners to certify a death.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Eoghan Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2288\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2288&amp;amp;pid=EoghanMurphy&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The entry will record as many facts as are available on the death certificate received from the authorities in the place of death, other than the cause of death.  The registration of such deaths on the register shall be voluntary and non-mandatory.  The provision does not place a time limit on when the death occurred so that no person is inadvertently excluded from applying to record a death of a deceased loved one.  The creation of a separate record ensures that the current death register would not be compromised by the inclusion of deaths that take place outside the State.  It also ensures that statistics used by Central Statistics Office, CSO, for medical planning will not be compromised by the addition of foreign deaths to the main register of deaths.  While the Department has responsibility for the commencement of this provision, the operation of the provision comes under the remit of the civil registration service in the HSE.  Industrial relations issues within the civil registration service are currently being addressed and the provision will be commenced when they have concluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#C00600","speaker":"1295","continuing":true},{"type":"speech","time":1486636200,"counter":23,"content":"<p>It is clear that what I am asking for is straightforward, intended by law, in place and has not been activated.  I am frustrated that it has not been put in place because of industrial relations issues.  I have no idea what that means or what all that is about.  I appreciate that the Minister of State is obliging me and the Minister, Deputy Varadkar, by coming here to give me this response, which is for the most part what I know.  The last paragraph is frustrating for me and means that I have to go and further investigate this matter.  I will not leave it at this.  This is the first that I have heard of whatever issues there are.  I would really like to know what is going on and what other legal and service issues have not been put in place because of such disputes which, as I said, are news to me.  I appreciate that the Minister of State most likely cannot go into detail because there are industrial relations issues and is most likely unaware of what the details are.  I will be taking up the matter with the Minister, Deputy Varadkar, as soon as I see him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#D00200","speaker":"1406"},{"type":"speech","time":1486636200,"counter":24,"content":"<p>I understand the Senator's frustration, the request and the importance of this issue.  The Senator is right to raise it.  Unfortunately, I did have the opportunity to speak with the Minister, Deputy Varadkar, before taking this matter this morning.  I will speak with him as soon as I can about the Senator's frustrations and the issues that she raised, to see if he can give her any further information on his return.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#D00300","speaker":"1295"},{"type":"minorheading","content":"Rape Crisis Network Funding","time":1486636200,"counter":25,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#D00350"},{"type":"speech","time":1486636200,"counter":26,"content":"<p>I welcome the Minister of State, Deputy Eoghan Murphy, to the House.  It is my first opportunity since he was appointed Minister of State to formally congratulate him.  He has already hit the ground running with his very important junior ministerial role.  I wish him well and continued success with that.<\/p> <p>I tabled this Commencement matter following a Clare FM \"Morning Focus\" investigation into domestic violence and abuse in County Clare.  For a week after Christmas, Clare FM carried interviews with people involved in the Rape Crisis Midwest, specifically people involved in the services in County Clare, and spoke to victims of sexual abuse.  I would like to take this opportunity to commend the two victims who went on the record and shared their stories with Ms Fiona McGarry and Mr. Gavin Grace on Clare FM.  Their bravery is going to give other people encouragement to come forward and speak out.<\/p> <p>During the week long Clare FM investigation into sexual abuse in Clare, the issue of funding for the Rape Crisis Midwest was starkly illustrated.  There is a service in County Clare and I would like to commend the people involved for that.  Unfortunately, in 2016, there were a number of a weeks where the service being provided in Ennis had to be suspended due to funding issues.  The private sector came on board to provide funding to redevelop the office and ensure there were adequate office facilities and rooms where people who had been abused could have counselling and where people working with Rape Crisis Midwest could do the very important work they do in a comfortable and safe environment.<\/p> <p>The Rape Crisis Midwest has to do extensive fund-raising to bridge a gap that exists between the funding that it is getting from the State and the funding required to run the service.  Unfortunately, in 2016, there were pressures on the service and there was an unfortunate period of time where the service could not be provided due to lack of resources.  This should not happen again and the service should be available in Ennis all the time.  That should be guaranteed.  Funding should not be an issue for providing the service in Ennis, County Clare.<\/p> <p>Rape Crisis Midwest has also identified the need to provide counselling services and supports in other parts of Clare, specifically in west Clare.  It has proposals to establish an outreach service in the Kilrush area of County Clare, which would serve all west Clare, as a starting point for expanding the service and ensuring that more people who have been the victims of sexual abuse will come forward and seek the necessary counselling to help in the healing process.<\/p> <p>There are many victims out there who have not spoken to anybody and who are suffering in silence on a daily basis.  I encourage victims all over the country but, in particular, in County Clare, about which we are speaking, to go to the Rape Crisis Network, seek its services and engage with it, and life will begin to improve.  <\/p> <p>I appeal to the Minister to provide the necessary funding so that the Rape Crisis Midwest can keep its facility in Ennis open all year round and also provide the very important outreach services that it has identified a need for in west Clare.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#D00400","speaker":"1416"},{"type":"speech","time":1486636200,"counter":27,"content":"<p>I welcome the opportunity to respond to the issue raised by Senator Conway on behalf on my colleague, the Minister, Deputy Zappone.<\/p> <p>Tusla, the Child and Family Agency, has statutory responsibility for the care and protection of victims of domestic, sexual and gender-based violence whether in the context of the family or otherwise.  At all times, Tusla&rsquo;s key priority is to ensure that the needs of victims of violence are being met in the best way possible.  A network of 60 organisations provide services to victims of domestic, sexual and gender-based violence in Ireland, including 20 services providing emergency refuge accommodation to women and children, 24 community-based domestic violence services and 16 rape crisis centres.<\/p> <p>The Child and Family Agency has developed a more co-ordinated approach to the provision of these services with a single line of accountability and greater support and oversight of service provision by a dedicated national team.  In 2016, TusIa had available to it a budget of &euro;20.6 million to support the provision of services in this area.  Last year, the 16 rape crisis centres around the country received just over &euro;4 million in funding from Tusla.  Additional funding of over &euro;100,000 was made available to rape crisis and sexual violence services in 2016 to address sustainability issues and enhance access with provision of additional outreach services.<\/p> <p>Rape Crisis Midwest is based in Limerick city and has centres in Ennis, County Clare, and in Nenagh, County Tipperary.  It provides counselling services for survivors of sexual violence throughout the mid-west and also provides information, helpline and advocacy services.  Tusla allocated &euro;346,000 in funding to Rape Crisis Midwest in 2016.  The level of funding available to Tusla in 2017 for domestic, sexual and gender based violence services is being further increased.  This is to be welcomed.  Tusla is currently finalising arrangements for the publication of its 2017 business plan.  The business plan will confirm details of the funding allocation for these important services in 2017.  Tusla is currently engaging with organisations in the sexual violence services sector regarding funding and service arrangements for 2017, and will be confirming funding to individual organisations, including Rape Crisis Midwest, in due course.<\/p> <p>As part of its commissioning approach to developing services, Tusla is identifying priority developments and undertaking work to match needs with services for victims and survivors of sexual violence across the country.  Access to support services for victims and survivors of rape and sexual violence will be considered as part of commissioning processes, with a particular focus on equitable responses to those who experience sexual violence.  The Minister, Deputy Zappone, has emphasised to Tusla the priority that she attaches to the provision of services for those impacted by sexual violence.  She has communicated this priority as part of the annual performance statement, which issues to Tusla and which informs the preparation and content of Tusla&rsquo;s business plan.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Eoghan Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2288\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2288&amp;amp;pid=EoghanMurphy&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In conclusion, the Minister for Children and Youth Affairs, Deputy Zappone, has asked me to assure the House that the Government and Tusla are strongly committed to providing effective responses to victims of sexual violence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#D00500","speaker":"1295","continuing":true},{"type":"speech","time":1486636200,"counter":29,"content":"<p>That is a very positive statement on behalf of the Minister, Deputy Zappone, with regard to her direction to Tusla and what she sees as the priority.  I agree with the Minister about the need to provide support to people who have been abused and encouraging them to come forward and to ensure the mechanisms are there to provide support for victims in rural areas as well as urban areas.  There are myriad challenges facing rural people, particularly in respect of transportation, rural isolation and not having the necessary support to come forward and seek help.  The service Rape Crisis Midwest is proposing in terms of an outreach facility in Kilrush is critical.  Will the Minister of State, Deputy Eoghan Murphy, reiterate to the Minister the importance of providing this facility and this service and that she should direct Tusla's that these would be included as part of its business plan and negotiations for its service level agreements with the Rape Crisis Midwest?  This should be stipulated and the funds should be made available to provide for it.  <\/p> <p>I thank the Minister of State for taking the time to respond to what has become a vocal campaign for the service in County Clare.  It is important we acknowledge the people who are doing great work, particularly the counsellors, and the victims who have come forward.  We should also acknowledge the very important work Clare FM has done in highlighting this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#E00200","speaker":"1416"},{"type":"speech","time":1486636200,"counter":30,"content":"<p>I thank Senator Conway for bringing the important matter of funding and services in the mid-west to the Minister's attention.  I did not hear the radio programme which he has referred to but clearly it was a very important programme in Clare.  I hope the bravery of the people who went on air and told their stories will result in better, and enhanced provision of, services in the area.  Senator Conway has made it very clear that there is case for this.  I will convey what he has said directly to the Minister.  I commend him for raising this issue and for being a strong advocate for these services, which are so important for the mid-west.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#E00300","speaker":"1295"},{"type":"unspoken","time":1486636200,"counter":31,"content":"<p>Sitting suspended at 11.15 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1486636200,"counter":32,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G00100"},{"type":"speech","time":1486636200,"counter":33,"content":"<p>The Order of Business is No. 1, motion re psychoactive substances, back from committee, to be taken on conclusion of the Order of Business without debate; No. 2, statements on the Action Plan for Rural Development, to be taken at 12.45 p.m. and to conclude no later than 2.30 p.m., with the contributions of group spokespersons not to exceed eight minutes and that of all other Members not to exceed five minutes, and the Minister to be given five minutes to reply to the debate; and No. 3, motion re establishment of a commission of inquiry, to be taken at 3.30 p.m. and to conclude no later than 4.10 p.m., with the contributions of group spokespersons not to exceed five minutes and the Minister to be given three minutes to reply to the debate.  <\/p> <p>Out of respect to the House, given the situation in the Lower House, I may have to come in later in the day to amend the Order of Business and to put forward new orders.  I will let the Leas-Chathaoirleach and Members know when I get the information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G00300","speaker":"1391"},{"type":"speech","time":1486636200,"counter":34,"content":"<p>Yesterday, I called a vote on the Order of Business, having called on the Minister for Health, Deputy Harris, to attend to clarify certain statements made by Mr. Tony O'Brien, director general of the HSE, on the national children's hospital.  The Minister was unable to attend but sent a Minister of State in his Department to address us.  I asked the following questions.  Was the statement made by Mr. O'Brien that the HSE cannot afford to build the national children's hospital accurate?  If so, what exactly does that mean?  Does it mean the entire proposal to build the hospital at the St. James's site is shelved?  Why did it require a HSE official to deliver that news the day before yesterday to an Oireachtas committee?  Why did the Minister not deliver the news?  Was the hospital project in jeopardy?  Can the Minister set out how much taxpayers' money has been invested in developing the proposed site at St. James's Hospital to date?<\/p> <p>I am 100% for this hospital project as are all my colleagues in the constituency.  Not one of these questions was answered by the Minister of State, Deputy Catherine Byrne, yesterday.  She completely fudged every single one of these questions.  It is alarming that the first-in-command in the HSE can make statements on one of the biggest projects in the State, yet the Minister does not have the courtesy to attend the House to explain and make a statement on these matters.<\/p> <p>The second matter I would like to raise today relates to the ongoing nightmare of staff shortages in the HSE.  Nurses have voted in favour of industrial action and will carry out a work-to-rule from Tuesday, 7 March.  This is incredible.  The Minister for Health promised 1,200 nurses.  To date, 108 beds have been closed in our hospitals.  It is a continuous nightmare for Fine Gael, which has had three Ministers in the Department of Health.  Not one of the them has been able to make a dent in the crisis that sees 600 patients on trolleys a week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G00400","speaker":"1407"},{"type":"speech","time":1486636200,"counter":35,"content":"<p>Fianna F&aacute;il had 14 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G00500","speaker":"1375"},{"type":"speech","time":1486636200,"counter":36,"content":"<p>It is absolutely scandalous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G00600","speaker":"1407"},{"type":"speech","time":1486636200,"counter":37,"content":"<p>Fianna F&aacute;il hypocrisy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G00700","speaker":"1421"},{"type":"speech","time":1486636200,"counter":38,"content":"<p>Senator Reilly was one of those Ministers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G00800","speaker":"1407"},{"type":"speech","time":1486636200,"counter":39,"content":"<p>Selective amnesia would be the term.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G00900","speaker":"1374"},{"type":"speech","time":1486636200,"counter":40,"content":"<p>How long has Fine Gael now been in government?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G01000","speaker":"1407"},{"type":"speech","time":1486636200,"counter":41,"content":"<p>Look at Deputy Miche&aacute;l Martin's record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G01100","speaker":"1391"},{"type":"speech","time":1486636200,"counter":42,"content":"<p>Today I will not call on the Minister to address the House because I know the Minister has no respect for it.  I will leave it there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G01200","speaker":"1407"},{"type":"speech","time":1486636200,"counter":43,"content":"<p>With my wide-angle lens, I am not too sure who indicated first.  I call Senator Gerard Craughwell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G01300","speaker":"1420"},{"type":"speech","time":1486636200,"counter":44,"content":"<p>The Leas-Chathaoirleach is very kind.  I rise this morning somewhat unusually to compliment our Government on the work that is being done in the area of Brexit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G01400","speaker":"1390"},{"type":"speech","time":1486636200,"counter":45,"content":"<p>Shock horror.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G01500","speaker":"1406"},{"type":"speech","time":1486636200,"counter":46,"content":"<p>Please do not all take heart attacks over there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G01600","speaker":"1390"},{"type":"speech","time":1486636200,"counter":47,"content":"<p>I would say this is the calm before the storm.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G01700","speaker":"1374"},{"type":"speech","time":1486636200,"counter":48,"content":"<p>Having spent two days in Brussels and having had 14 meetings with my colleague, Senator Neale Richmond, and Members of the Lower House, I have been thoroughly impressed by two things.  The first is the message that Ireland was in need of special consideration, particularly following the Good Friday Agreement.  The second is that Ireland is a committed European Union member and needs, if one likes, a special understanding with respect to how we will engage with the UK and the EU following Brexit.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->One message that came loud and clear from our trip was that the time for tea and sympathy was over.  We need to come forward with five or six definite issues that we wish to have addressed.  We need to make them public and put solutions on the table.  When we met Mr. Michel Barnier yesterday morning, he asked us to give him solutions.  He said that if we gave him solutions, he would try to implement them.  I was delighted to hear from him that he would be willing, at the Cathaoirleach's invitation, to address this House.  That is an extraordinarily generous step by a man who has been given such an onerous task and I hope it is something we can facilitate in the coming weeks.  My colleague, Senator Neale Richmond, was particularly anxious that he would do so.  He and I together called for it to happen and are now asking that the invitation be put in place.<\/p><p>That is the complimentary side of my contribution side finished.  Of course, I could not possibly let the Leader away with nothing but compliments.  The other side of my argument is that the time has come for public statements and for us to step up to the plate to say what we want and how we believe it can be implemented.  That has to be done without further delay.  Ireland is streets ahead of other member states in the planning process, but very few citizens know what is going on.  I meet people every day of the week who say Ireland is following Britain.  I do not believe we are.  The Commissioner pointed out earlier in the year that Ireland needed to differentiate itslef from Britain and should not get dragged into its argument with the European Union.  We need to set out our own stall firmly.<\/p><p>This morning we all received an e-mail from the Tesco organisation on impending industrial action.  I do not think it should try to use this House to fight its argument.  The only thing I will say to it is that if it does not reach an agreement with the staff whose terms and conditions it is attempting to change, it should not change them.  If there is no agreement, there should be no change.  <\/p><p>The Leader might take these few points on board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#G01800","speaker":"1390","continuing":true},{"type":"speech","time":1486636200,"counter":50,"content":"<p>I am sure the Committee on Procedure and Privileges will deal with the Senator's proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H00200","speaker":"1420"},{"type":"speech","time":1486636200,"counter":51,"content":"<p>As we say in the west, when Fianna F&aacute;il and Fine Gael start to argue about who was worse when it comes to the health service, it is \"between them\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H00300","speaker":"1378"},{"type":"speech","time":1486636200,"counter":52,"content":"<p>Look at what is happening in the North.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H00400","speaker":"1418"},{"type":"speech","time":1486636200,"counter":53,"content":"<p>The Senator should go and look.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H00500","speaker":"1378"},{"type":"speech","time":1486636200,"counter":54,"content":"<p>What Sinn F&eacute;in did in government with the DUP to the health service was disgraceful-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H00600","speaker":"1418"},{"type":"speech","time":1486636200,"counter":55,"content":"<p>After the absolute rubbish Senator Diarmuid Wilson came out with yesterday-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H00700","speaker":"1378"},{"type":"speech","time":1486636200,"counter":56,"content":"<p>The Senator should not direct her gaze sideways.  She should address the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H00800","speaker":"1420"},{"type":"speech","time":1486636200,"counter":57,"content":"<p>He is just so handsome that I cannot help it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H00900","speaker":"1378"},{"type":"speech","time":1486636200,"counter":58,"content":"<p>It should be relevant to the point being made.  Senator Diarmuid Wilson's turn will come.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H01000","speaker":"1420"},{"type":"speech","time":1486636200,"counter":59,"content":"<p>That is what I am afraid of.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H01100","speaker":"1418"},{"type":"speech","time":1486636200,"counter":60,"content":"<p>Tiocfaidh &aacute;r l&aacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H01200","speaker":"1391"},{"type":"speech","time":1486636200,"counter":61,"content":"<p>I am just dazzled by Senator Diarmuid Wilson's brilliance.  See you later alligator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H01300","speaker":"1378"},{"type":"speech","time":1486636200,"counter":62,"content":"<p>Order, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H01400","speaker":"1420"},{"type":"speech","time":1486636200,"counter":63,"content":"<p>The ballot box and the armalite.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H01500","speaker":"1417"},{"type":"speech","time":1486636200,"counter":64,"content":"<p>My God, they are so entertaining.  Yesterday Fine Gael Members clapped themselves on the back and said regarding the problems in the health service that it was not a resource issue.  I am sure they will remember what they said.  Today, we see an internal assessment drawn up by the HSE which indicates that 9,000 pieces of hospital equipment need to be replaced.  When Professor Fergal Malone requested a sum of &euro;650,000 for the Rotunda Hospital last year to replace ageing and out-of-date equipment, it received &euro;150,000.  It looks to me as though the provision of resources is an issue.  Vital diagnostic equipment, including MRI scans, X-ray machines and other equipment being used in hospitals across the country, needs to be replaced.  I know from my own conversations with consultants and other clinicians that it has needed to be replaced for some time now.  Is it any wonder that an increasing number of patients are being misdiagnosed?  Not a week goes by without someone contacting me who has been given the wrong diagnosis.  Patients are being sent home from hospitals with broken bones, a fractured back and other illnesses that should be picked up.  They are not being picked up because the equipment being used is not of adequate quality.  The CEO of the HSE, Mr. Tony O'Brien, told an Oireachtas committee last year that he was greatly concerned about the lack of money available to replace critical equipment which he said posed an immediate safety and quality concern.  He estimated that an additional &euro;1.4 billion was needed in the next five years to address the issue.  Each time a procedure has to be cancelled when equipment breaks down, as many are, it adds to the waste of money in the system.  This does not make economic sense, but I have no doubt that my Fine Gael friends will have worked up a spin and a cover up that it somehow benefits patients and was part of the plan all along.  The failure to provide clinicians with the tools they need to do their jobs must be dealt with.  I can see why there are such big issues with recruitment.  I know from talking to nurses over Christmas why they are unwilling to come back and work in Irish hospitals.  It is not only because of the chaos but also because they would not have the equipment they would need to do the job.  In not replacing equipment the Government cannot blame the recruitment process.  It is very plain and simple - the money to replace equipment is either available or it is not.  The Government can either stand over the choice it made to give the money to the vulture funds, Apple or any other organisation or it can stand over the health service.  It is unforgiveable in this day and age that proper equipment is not available to allow consultants and clinicians to do their jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H01600","speaker":"1378"},{"type":"speech","time":1486636200,"counter":65,"content":"<p>I am very concerned about the reports on cost-saving measures in the context of labour activation schemes.  When I heard the Minister for Public Expenditure and Reform, Deputy Pachal Donohoe, say the so-called labour activation schemes facing the axe included T&uacute;s and Gateway, schemes overseen by the Department of Social Protection, I was concerned.  We have made huge progress in reducing the level of unemployment and should not be talking about cuts to labour activation schemes.  We should be redesigning them to ensure investment to help the long-term unemployed.  I am very concerned that we are not having a discussion on or that there is not an internal review of how pet projects for Fine Gael will be funded and which long-term projects, including community projects, will be cut.  When Minister of State in the Department of Social Protection I saw the great work done under T&uacute;s schemes in towns and villages the length of breadth of the country to keep people in touch with and connected to the employment market.  Whether it was with Tidy Towns committees, helping in nursing homes or in general clean-ups, local communities and participants saw the benefitsm yet we are now talking about cutting schemes.  I have continuously raised the issue of community employment.  In many cases, the work carried out under community employment schemes constitutes a real job.  Community centres would not be able to open without community employment scheme participants.  GAA pitches would not be marked out, while the local GAA club's sports hall would not be opened.  We are seeing internal cost-cutting measures being taken without a proper debate.  It is time for the Minister, Deputy Paschal Donohoe, to come to the House for a discussion on the cuts about which he is talking.  He says funds will have to be saved within Departments.  There is an expanding wage bill in An Garda S&iacute;och&aacute;na.  If savings will have to be made within An Garda S&iacute;och&aacute;na, will we see the college in Templemore close again, as happened under Fianna F&aacute;il?  It was reopened under the last Government.  Exactly what cost-saving measures are being talked about?  I agree fully that we should constantly review all Government programmes to make sure they are fit for purpose.  However, there must also be an appreciation of the services provided in every community.  Will the Leader ask the Minister to come to the House for a debate and a proper discussion on the cost-saving measures he has asked Ministers to implement across Departments prior to the next budget?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This must be done as soon as possible. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#H01700","speaker":"1417","continuing":true},{"type":"speech","time":1486636200,"counter":67,"content":"<p>Yesterday, in a junior cup game held in Musgrave Park between my former school, St. Munchin's College, and Presentation Brothers College, PBC, Cork, three young rugby players suffered head injuries and concussion.  This followed a game the previous involving St. Clement's College and Castletroy College in which two players were injured.  I am glad to report that all the players concerned are doing well.  The game between St. Munchin's College and PBC had to be discontinued.  I hope, in the spirit of friendship, it will be replayed.  I welcome that the PBC players were very concerned about the St. Munchin's College players and visited them in hospital in Cork.<\/p> <p>I ask the Irish Rugby Football Union to consider making it compulsory for junior cup players, particularly forwards, to wear head gear.  The GAA first introduced its rule making head gear compulsory in hurling for under age players, before extending it to senior players.  At senior level, some of Ireland's top players have suffered multiple concussions.  The issue needs to be addressed and I ask the IRFU and Minister for Transport, Tourism and Sport to seriously consider making head gear compulsory at junior cup level for under age players.  It may also need to be introduced at senior level.  While head gear should be mandatory for forwards, it may also need to be considered for backs because rugby has changed and become a much more defensive game in which backs are required to tackle opponents and form a defensive line.  We saw the way Brian O'Driscoll's game changed over the years, for example.  <\/p> <p>I am glad the three St. Munchin's College players are doing well.  The incident in which they were involved has brought to light a serious issue.  I call on the IRFU to consider making head gear compulsory for junior cup players.  I also ask that the Minister consider the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#J00200","speaker":"1374"},{"type":"speech","time":1486636200,"counter":68,"content":"<p>The Senator is in injury time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#J00300","speaker":"1420"},{"type":"speech","time":1486636200,"counter":69,"content":"<p>We must ensure rugby is played with safety in mind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#J00400","speaker":"1374"},{"type":"speech","time":1486636200,"counter":70,"content":"<p>I hope I am not in any way stealing the Leas-Chathaoirleach's thunder in welcoming some interesting developments on the tourism front in County Kerry, including the Leas-Chathaoirleach's home town of Killarney.  I welcome the establishment of a new international college for hotel management being established as part of a public private partnership between the Gleneagle Group and Tralee Institute of Technology.  Young students will come to Ireland to be taught hospitality skills and I understand the college had adopted the Swiss model and will be the first school of its type in Ireland.  This development is very much in line with the specifications of the action plan for jobs and the Leas-Chathaoirleach will join me in welcoming it.<\/p> <p>I also welcome the announcement by Ryanair that, as of this autumn, its schedule will include twice weekly flights from Kerry to Berlin.  This is a welcome development in a county which is highly dependent on tourism for income. <\/p> <p>I will conclude with an interesting little statistic.  Under a by-law introduced by Killarney Town Council, as it was known then, the number of jarvey licences in the town is limited.  When a jarvey licence became vacant recently, there were no fewer than 66 applicants for the licence.  I understand the successful applicant will be drawn by lot by the mayor of County Kerry.  This is a litmus test and, as with the Dow Jones Index, I will keep an eye on applications for jarvey licences. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#J00500","speaker":"1394"},{"type":"speech","time":1486636200,"counter":71,"content":"<p>I raise proposed business in the House next week, namely, consideration of the Criminal Law (Sexual Offences) Bill, as amended in D&aacute;il &Eacute;ireann.  The Bill was initiated and passed in the Seanad and subsequently amended in the D&aacute;il.  It will come back to the House next week.  Under the Standing Orders of the Seanad, only amendments that have been made in D&aacute;il &Eacute;ireann can be considered.  As a result, a wholly different Seanad, which includes new Senators such as me, the Leader and others, will be in a position in which we have not had an opportunity to speak on or consider portions of this legislation.  Under the Constitution, a Bill that is initiated in Seanad &Eacute;ireann and amended in D&aacute;il &Eacute;ireann is considered to be a Bill initiated in the D&aacute;il.  We are now in the position that unless we do something, Senators who were not Members of the previous Seanad will not have an opportunity at any point in time to consider sections of the Bill, as passed by D&aacute;il &Eacute;ireann, which is to be discussed next Tuesday.  I have indicated informally to the Leader my unhappiness with this situation.<\/p> <p>While the Seanad has the right to amend Standing Orders, if such amendment is proposed by a private Member, I understand it must be taken in Private Members' time.  Since this is the final sitting of the House before the next Private Members' business is taken, I will not have an opportunity to initiate a suspension of Standing Orders.  However, the Leader has an opportunity to initiate a suspension of Standing Orders to enable the Seanad to discuss sections of the Bill which Senators have not had the opportunity to discuss.  In those circumstances, I am raising the matter now lest anybody state he or she has been taken by surprise on Tuesday by what I will have to do in connection with the Order of Business.<\/p> <p>It is wrong that legislation passes through both Houses of the Oireachtas where someone in the position of the Leader, who was a Member of the other House before the legislation in question was considered and is now a Member of this House, on foot of a Bill that was considered in this House when he was not here and it is wrong that someone in my position, as someone who has never had an opportunity to speak on the provisions of the Bill, should be deprived of the right to speak and to address the issue.  I raise this issue now.  There are informal methods by which this issue will be resolved.  However, I am not prepared to have it railroaded through the Houses of the Oireachtas on the pretence that it was discussed in this House when it was not discussed here.  When a general election takes place, the newly elected Members of this House are entitled, at least once, to vote on every provision in every Bill. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#J00600","speaker":"1403"},{"type":"speech","time":1486636200,"counter":72,"content":"<p>I call Senator Neale Richmond and welcome him back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#J00700","speaker":"1420"},{"type":"speech","time":1486636200,"counter":73,"content":"<p>I echo the calls of my colleague, Senator Craughwell, to ask the Committee on Procedure and Privileges to invite the former European Commissioner, Mr. Michel Barnier, to address and actively engage with the House.  As the Senator noted, we need to have a discussion on possible and suggested solutions to the challenges we face as a result of Brexit.  I call on the Leader to invite every Cabinet Minister to the House to discuss how Brexit impacts on his or her area of work, what he or she is doing to prepare for Brexit and the solutions he or she intends to present as part of the Irish case at the relevant Council meetings.<\/p> <p>One issue that has arisen is the cost of making an application for Irish citizenship.  More than 320,000 United Kingdom citizens reside in the Republic and a large number of them are not entitled to apply for Irish citizenship through the grandparent or dual status rules.  These individuals face bills of more than &euro;1,000 simply to guarantee that they can remain in Ireland and married to their Irish spouse, and to allow them to continue to work and live in Ireland where they may have lived for 20 years or more.  I ask the Leader to ensure the T&aacute;naiste and Minister for Justice and Equality is the first Minister to come to the House to address all aspects of Brexit and how they impact on her brief and to specifically address the fees being applied for Irish citizenship applications.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#J00800","speaker":"1399"},{"type":"speech","time":1486636200,"counter":74,"content":"<p>I raise again the issue of Tesco, which I raised yesterday on the Order of Business.  Senators received further correspondence from the company yesterday evening.  I have just left a meeting with Mandate across the road and, as an experienced trade unionist, I am genuinely shocked by what I heard at first hand from Mandate members about the levels of intimidation meted out to them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->People have been called into offices to be told that their only choice is redundancy or to take the new terms.  Some with 20 years of loyal service have been called in a second time and been presented with flowers, wine and a \"Thank you\" card to be told that they are leaving.  That is a fact.  It is happening to these people.<\/p><p>We have received two letters from Tesco full of propaganda.  Mandate made a simple request, namely, that each of us as elected representatives write back and ask the company whether it will agree not to implement these changes without the agreement of the workers.  Let us not forget that those concerned are the longest serving staff members in Tesco with over 20 years' experience and are in some cases, after all that time, earning the princely sum of &euro;14 per hour.<\/p><p>We must put this in context.  Yesterday, we rightly raised the issue of 500 job losses at Hewlett Packard.  I was not aware that Tesco had done away with 900 permanent jobs in the past year, to be replaced by precarious work.  We are discussing a dumbing down of the retail sector, a race to the bottom.  This is a pure example of what is happening.  Tesco is the largest private sector employer in the State.  No one in the Chamber approves of what is happening.  I ask all Senators to take action today and send a clear message to Tesco to leave their loyal workers alone.  I hope that every Senator will stand with Mandate and its workers in their courageous stand for decent work.  Will the Leader invite the Minister to the House urgently?  The largest private sector employer in the State is behaving disgracefully.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#J00900","speaker":"1389","continuing":true},{"type":"speech","time":1486636200,"counter":76,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#K00200","speaker":"1388"},{"type":"speech","time":1486636200,"counter":77,"content":"<p>In light of the events in D&aacute;il &Eacute;ireann yesterday, will the Leader or the Leas-Chathaoirleach circulate a note on parliamentary privilege?  Members have a unique right and privilege that we should take very seriously before putting anything on the record.  Once something is put on the record of this or the Lower House, it sets off a certain course of events.<\/p> <p>We are fortunate that our right of parliamentary privilege was upheld in a recent court case.  That should make us focus further on doing what is right and proper.  We all listened to \"Morning Ireland\" today.  Unfortunately for that Member of the Lower House, it was one of his worst ever interviews and he could not really defend the situation that had evolved in that House.  I would not like to see any Senator finding himself or herself in that situation.  We must be cognisant of our responsibilities as regards parliamentary privilege.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#K00300","speaker":"1416"},{"type":"speech","time":1486636200,"counter":78,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#K00400","speaker":"1416"},{"type":"speech","time":1486636200,"counter":79,"content":"<p>I also wish to represent the Mandate members in Tesco.  I attended this morning's briefing and, like Senator Gavan, was shocked.  Indeed, I was shocked on one front more than any, namely, by how the company was openly distributing letters to staff urging them to leave the union.  That was a new low.<\/p> <p>I have been involved in the trade union movement since I was a child, but I have never seen what is happening in this form.  This is about the defence of workers who, as we all accept, are in jobs that are not very well paid, work long and unsocial hours and need protection.  Based on the correspondence that we received this morning from Ms Heffernan representing Tesco, they need a great deal of attention.  I add my voice to the call to have the Minister, Deputy Mitchell O'Connor, attend the House next week.<\/p> <p>Yesterday, I brought the House up to date with the situation in the greyhound industry.  I am sorry to say that next Saturday's race meeting in Shelbourne Park and the national awards have been cancelled.  Something about Nero, fiddling and burning comes to mind.  I have been alerting the Leader, the House and the Minister to this matter for nearly two and a half weeks, but the Minister still has not addressed it outside or within the House.  The greyhound industry fully supports the current campaign.  In the coming weeks, there will be a large general meeting of greyhound owners and breeders and those with an interest in the industry.  Sooner or later, the Government will have to introduce the legislation to clean up the industry that it has been promising for six months.  I call on the Leader to schedule a debate on the industry next week with the Minister for Agriculture, Food and the Marine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#K00500","speaker":"1387"},{"type":"speech","time":1486636200,"counter":80,"content":"<p>Last week or the previous week, I raised the issue of ambulance response times throughout rural Ireland.  I cited two incidents in County Monaghan, one before Christmas and one in early January, and another in County Cavan.  In one of the Monaghan incidents, an individual fell down the stairs in the family home and an ambulance was called, but it took almost two hours to collect the person.  The ambulance had to come from County Longford.  In the second incident, an individual collapsed in Monaghan Shopping Centre and it took almost two and a half hours for an ambulance to reach the site.  In County Cavan, a child took sick one day at school.  When an ambulance was called, the school was told that it would take 45 minutes to get there.  So concerned was the school principal about the health of the child that the school rang the local general practitioner, GP, who left his practice and took the child to hospital in his car.  Thankfully, everyone is now doing fine.<\/p> <p>I mention this matter again because, on Tuesday, a serious traffic accident occurred on the N2, the main Dublin-Derry road.  I am sad to report that it resulted in a fatality.  I extend my sympathy to the family involved.  Two ladies were also involved in the accident.  They were travelling down from Donegal.  Both suffered serious injuries.  An ambulance was called.  It took somewhere between 45 and 50 minutes to arrive at the scene.  I can only imagine how the emergency services, to which we owe our great gratitude, dealt with that situation.  Two people lay on the side of the road, with another person who was deceased, waiting for 45 or 50 minutes for an ambulance to arrive.  Someone must call a stop to this.  Sometimes, I listen with amusement to the Government's continual focus on its new belief in and regeneration of rural Ireland, yet here we are with the most basic right of all and someone who has become sick needing to wait for up to two and a half hours for an ambulance to arrive.  Enough is enough.  I call on the Leader to invite the Minister to the House so we can address this serious issue before more fatalities occur.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#K00600","speaker":"1396"},{"type":"speech","time":1486636200,"counter":81,"content":"<p>I wish to raise the issue of synthetic drugs.  An assistant State pathologist recently revealed that they had become strikingly common as the cause of sudden and unexpected deaths throughout the country.  A particular synthetic drug, U4, was named by a HSE consultant psychiatrist as the cause of more than 50 deaths since 2015.  As a result of this unfortunate phenomenon, it is clear that new measures need to be introduced.  Fines, community service and the like are not enough to deter the distributors of these substances.<\/p> <p>These forms of drugs are extremely dangerous.  We believed that we had solved the problem in 2010 when a list of synthetic drugs was banned under the Criminal Justice (Psychoactive Substances) Act 2010 and the Misuse of Drugs Acts, but they remain a major problem.  This is an urgent matter that affects the well-being of Irish society.  Increased efforts are urgently needed to stop these drugs getting into the hands of dealers.  Furthermore, I am calling for tougher measures to be taken against those convicted of selling and possessing these illegal synthetic drugs.  In the context of a related justice debate, will the Leader allow me the opportunity to raise this matter with the T&aacute;naiste and Minister for Justice and Equality?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#K00700","speaker":"1406"},{"type":"speech","time":1486636200,"counter":82,"content":"<p>T&aacute;im ag ard&uacute; ceist inniu at&aacute; ardaithe cheana f&eacute;in againn agus muid ag caint ar ch&uacute;rsa&iacute; coimirce s&oacute;isiala&iacute;.<\/p> <p>One of the greatest misnomers we have in a Government Department is that of the Department of Social Protection, because the last thing it seems to be doing is protecting society.  I am quite concerned about the changes that are happening due to the JobPath scheme and the privatisation of that system, which was introduced under a previous Labour Party Minister, something of which it should be ashamed.  We are now seeing the implications of the scheme.<\/p> <p>I have been contacted by representatives of a scheme in Galway, the Rahoon Family Centre, which is under severe pressure.  Over the past 20 years it has employed three CE workers to deliver its programmes to support families in a disadvantaged area in Galway.  It has lost the workers because, I believe, the private companies running the JobPath system are hoovering up anybody who may be eligible for a CE scheme.  That renders them ineligible to enter CE schemes, which means that CE schemes across the country cannot be resourced in order to carry out the work other Senators have mentioned.<\/p> <p>This is a retrograde step.  When we raised this matter previously, we were told a review of the scheme was ongoing.  I receive calls about schemes in the County Galway area every week where this is becoming a major issue.  It is wrong and we need to address it.  Therefore, I call for a debate with the Minister for Social Protection to discuss the problems the new JobPath scheme is causing across the country and its privatised nature .  <\/p> <p>We also need to examine the money that is available to CE schemes from a materials grants point of view.  Many schemes have participants, but have no materials grants in order to be able to do the required work.  We have been repeatedly told by the Government that the numbers of those unemployed are decreasing.  If that is the truth and the figures are not being massaged by job activation schemes, more money should be available in the Department of Social Protection which could be used to provide more materials grants.  I would like to discuss the matter when the Minister is available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#L00100","speaker":"1377"},{"type":"speech","time":1486636200,"counter":83,"content":"<p>I ask the Leader to request that the Minister of State in the Department of Defence come to the House for a debate.  I and other Senators would like to discuss several issues with him, one of which is the very low morale in the Reserve Defence Forces.  A committee heard a presentation today and I am quite shocked and horrified at the treatment of our Reserve Defence Forces.  The issues include not being paid on time, money being paid weeks later and there being no set date for payment.  Some people depend on this money.  One cannot tell a bank that a mortgage will be paid in a couple of weeks time when one is paid; one has to have set dates.<\/p> <p>Several issues are affecting the Reserve Defence Forces and I would like the Minister to come to the House to debate them.  Medals are another issue.  Soldiers and their families from Jadotville in the Congo in 1961 should get a medal.  I lobbied current and previous Ministers of State on the matter.  A citation was given to the soldiers and their families recently, but they should have received individual citations with their names on it rather than a company one.  The restoration of technical pay for cooks within the Army is a major issue in my area, Athlone, and I would like the Minister of State to come to the House for statements or a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#L00200","speaker":"1375"},{"type":"speech","time":1486636200,"counter":84,"content":"<p>Not only is morale within the Reserve Defence Forces very low, but it is also low within the entire Defence Forces.  Perhaps we could have a discussion on the issue another day.<\/p> <p>Senator McDowell raised a very important issue in regard to a Bill passed by a previous Seanad, which went to the D&aacute;il, was amended there and is possibly returning to the House next week.  Over 80% of the membership of the House is different from when the Bill was passed.  It would be appropriate for Standing Orders to be amended to allow the Bill to be discussed by the new Seanad and afford over 80% of the Members who have not had an opportunity to contribute to us to do so.  I look forward to a positive response from the Leader in that regard.<\/p> <p>I support the comments of Senator Gavan and Senator Landy on Tesco.  If what they have outlined to us is going on, it is appalling.  It is important that clarity is brought to the situation urgently because if, as Senator Gavan said, over 900 people have already lost their jobs, how many more will lose their jobs or be intimidated into giving them up?  I propose that the relevant joint committee invite Tesco before it to ensure clarity can be brought to the situation as a matter of urgency.<\/p> <p>I refer to privilege in this House and the Lower House.  It should only be used properly, but I would always defend the right of any Member of this House or the Lower House to bring to the attention, in the public interest, a matter they believe to be in the public interest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#L00300","speaker":"1418"},{"type":"speech","time":1486636200,"counter":85,"content":"<p>An issue was brought to my attention by a businessman in Limerick, namely, an Aer Lingus advertisement in a local newspaper last week concerning flights between Shannon Airport and America and onward connecting flights.  The advertisement referred to Hallowe'en, but when people went to make bookings they could not do so beyond 5 September because there are no connecting flights within the United States after that date.  It is a serious issue for business people who are trying to go about their business and need onward connecting flights.  The only other option is to fly to Heathrow to avail of onward connecting flights.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#L00400","speaker":"1384"},{"type":"speech","time":1486636200,"counter":86,"content":"<p>I wish to respond to the leader of the Opposition's earlier comments, which are utter hypocrisy given the performance of her party's leader when he was Minister for Health.  He poured billions into creating the HSE, with which we are now stuck and which is not performing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#L00500","speaker":"1421"},{"type":"speech","time":1486636200,"counter":87,"content":"<p>With respect, her question was to the Leader, who will reply in due course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#L00600","speaker":"1420"},{"type":"speech","time":1486636200,"counter":88,"content":"<p>That is fine.  Nonetheless, I believe I have an entitlement to comment, just like any other Senator.  I could say a lot of things about said party leader when he was Minister, including the large Travers report which was lost behind the back of a radiator, but I will not waste precious time on that.<\/p> <p>I stood here two days ago and pointed out that no part of the health service exists in isolation.  While we have terrible trouble with waiting times and people on trolleys, that is very much influenced by what happens in primary care.  Early diagnosis and intervention and prevention are critical, as is what happens following treatment in terms of facilities for people to go home.  Most people want to go home and live in their own homes.<\/p> <p>In that context, I raise the need for a day hospital in Swords to serve the people of North County Dublin.  The Mater hospital and Beaumont Hospital are large regional hospitals with national and regional specialties and services.  Very often, day surgery spaces are taken up by acute admissions from the night before.  If Swords had a separate day hospital which was accessible to over 100,000 people and beyond, many of these procedures, such as hernia and gallbladder surgery, cataract removal, plastic surgery, etc. could take place.  These are currently being successfully carried out in places like Ennis, Louth County Hospital, Roscommon and Nenagh.  I call on the Minister to give consideration to this suggestion and he might come before the House at some point to discuss it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->On some of the comments made earlier, in his defence, the Minister is working to fix the problems he has inherited in the health service, many of them due to serious cutbacks.  It was Fianna F&aacute;il which when in power started to remove beds from the system and which ran the country over the cliff, with Deputy Miche&aacute;l Martin as one of the major co-pilots on that flight and descent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#L00700","speaker":"1421","continuing":true},{"type":"speech","time":1486636200,"counter":90,"content":"<p>The Senator had an opportunity to solve that problem, but he did not take it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M00200","speaker":"1396"},{"type":"speech","time":1486636200,"counter":91,"content":"<p>Indeed, I did, but on the contrary, with very little money, we achieved quite a lot.  Nonetheless-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M00300","speaker":"1421"},{"type":"speech","time":1486636200,"counter":92,"content":"<p>In the Senator's opinion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M00400","speaker":"1396"},{"type":"speech","time":1486636200,"counter":93,"content":"<p>The Senator will have to pursue that matter at another time.  He cannot pursue it on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M00500","speaker":"1420"},{"type":"speech","time":1486636200,"counter":94,"content":"<p>I will not listen to the Leader of the Opposition or any of her allies-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M00800","speaker":"1421"},{"type":"speech","time":1486636200,"counter":95,"content":"<p>The Senator is well over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M00900","speaker":"1420"},{"type":"speech","time":1486636200,"counter":96,"content":"<p>I may be, for which I apologise-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M01000","speaker":"1421"},{"type":"speech","time":1486636200,"counter":97,"content":"<p>The Senator has one minute of injury time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M01100","speaker":"1420"},{"type":"speech","time":1486636200,"counter":98,"content":"<p>-----but there is a solution to the problem which lies in having more day hospitals.  One is particularly needed in Swords and Fingal to look after both older and younger people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M01200","speaker":"1421"},{"type":"speech","time":1486636200,"counter":99,"content":"<p>It is great to listen to the two architects of the failure of the health service.  I wish to speak about the 90% of the 35,000 nurses in the INMO who have voted to take industrial action to begin on 7 March.  Perhaps those represented by SIPTU might follow suit.  I am surprised that this issue has not been raised on the Order of Business already as it is an overwhelming rejection of the Government's proposals which do not seem to deal with the issue of the retention and recruitment of staff by providing a safe environment for nurses and patients.  The Minister for Health refuses to guarantee recruitment and contracts for this year's graduates in nursing and midwifery.  A conservative estimate of the number of vacancies is 1,500.  Under Governments led by Fianna F&aacute;il and Fine Gael, in the past decade the number of nursing posts has decreased by 5,000.  Wards and operating theatres are closed and there are limited numbers of community care places in the day hospitals, which we need, and home care packages.  There is 80% public support for industrial action.  While the health service is not at breaking point, it is broken.  This is about the lack of staffing and safety.  It is also about the ability of nurses to deliver on their duty of care.  This and previous Governments under Fianna F&aacute;il failed miserably when they prioritised the bankers and speculators and handed over billions of euro to the European Union and others abroad.  The Government is also refusing to take the billions of euro in the Apple case, as dictated by the European Union.  In what country are we living?  Whom do we support?  Whom do we protect?  Whom do we prioritise?  We do not prioritise our own.  We prioritise being patted on the head by others in the European Union and abroad and being seen as good children and not upstarts by the masters to whom we express platitudes.  There is zero tolerance, on my part anyhow-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M01300","speaker":"1388"},{"type":"speech","time":1486636200,"counter":100,"content":"<p>I remind the Senator that the Order of Business is not the time for making Second Stage speeches.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M01600","speaker":"1420"},{"type":"speech","time":1486636200,"counter":101,"content":"<p>This is about the capacity of the health service which needs resources.  The Government and we, as legislators, have a duty to look after and cherish our own people, including patients and those involved in the beleaguered health service that is being driven into the ground.  Everybody states day in and day out that he or she is dealing with it and trying to do this, that or the other-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M01700","speaker":"1388"},{"type":"speech","time":1486636200,"counter":102,"content":"<p>The Senator has made her point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M01800","speaker":"1420"},{"type":"speech","time":1486636200,"counter":103,"content":"<p>A radical approach is needed, but that is not happening.  It is the same old same old.  We will never get anywhere if we continue in this way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M01900","speaker":"1388"},{"type":"speech","time":1486636200,"counter":104,"content":"<p>I welcome the changes to allow people to voluntarily acquire credits for up to five years to make up any shortfall in calculating their non-contributory old age pension payments.  They will allow people to take career breaks and provide flexibility when people decide to leave the workforce for whatever reason.  I acknowledge and compliment the changes made in favour of self-employed persons and councillors.  We have seen the restoration of payments under the farm assist scheme and for lone parents, particularly single mothers.  This is all very good, but a group which needs attention and to be looked after comprises the 22,300 women in receipt of a decreased contributory State pension because they took time out during their working lives to look after their families.  They are on a reduced pension because of changes made in 2012.  We need to revisit this issue because if the women concerned had worked less in a more compact period of time, they would be in receipt of a larger pension.  This is an issue that particularly affects women because there was no such thing as a child care service years ago, other than the help provided by the extended family.  Women in many careers, particularly in the public service, had to leave their jobs and are being punished unfairly because of the changes made.  In fairness to these women who have worked hard all of their lives and raised their families, we should look at what can be done to accommodate them and not leave them in a situation where, in some cases, because they worked for just a few months, then took a career break and returned to the workforce a number of years later, they are on a decreased pension.  If they had never worked at all, they would now be in receipt of a full pension.  This is a serious issue.  Deputy Leo Varadkar, has been a reforming Minister for Social Protection and I would like him to come to the House for a discussion on this issue to see how we might implement some change to benefit the women concerned.  I acknowledge it is the central theme of the Age Action report being launched today.  I have made many representations on behalf of the women affected and would like to see changes made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M02000","speaker":"1425"},{"type":"speech","time":1486636200,"counter":105,"content":"<p>These are very difficult times in the health service.  I have used six hospitals in the past two months, including Temple Street Hospital for my child, as well as hospitals in Sligo, Roscommon and Galway.  Unfortunately, on two occasions ambulances had to be called as advanced paramedics were required to treat my mother and another member of my family.  I cannot compliment the staff and hospitals involved highly enough for their professionalism and the urgency shown.  Therefore, very good things are happening.  I do not think anger will help in sorting out the difficult issues that need to be addressed in the health service.  I want to highlight this fact because sometimes we get into blaming everyone.  People should be held accountable, but there are excellent things happening in the health service.  I say this as somebody who has used it in recent months.<\/p> <p>We need to discuss the cost of car insurance.  I read today that for a particular young lady aged 34 years, it is cheaper to rent a car for a year than to pay insurance.  It costs her &euro;49 a week to rent a car.  This indicates that there is something fundamentally wrong.  We have spoken about the cost of car insurance for young people.  We are not talking in this instance about a young person but a 34 year old professional lady for whom the cost of insurance would be &euro;2,000 or &euro;3,000.  It is cheaper for her to rent a car.  Fair play to her for showing great initiative, but there is something fundamentally wrong with the insurance industry if this is being allowed to happen.  Something must be done about it by the Government, of which I am part.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M02100","speaker":"1424"},{"type":"speech","time":1486636200,"counter":106,"content":"<p>I am amazed by Senator M&aacute;ire Devine's sudden interest in the health service in view of the fact that it was Sinn F&eacute;in and Fianna F&aacute;il which decided to exclude Senators from the committee-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M02200","speaker":"1409"},{"type":"speech","time":1486636200,"counter":107,"content":"<p>A sudden interest in the health service - boring.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M02300","speaker":"1388"},{"type":"speech","time":1486636200,"counter":108,"content":"<p>Does the Senator not want to hear the truth?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M02400","speaker":"1409"},{"type":"speech","time":1486636200,"counter":109,"content":"<p>The Senator has used this one for how many months?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M02500","speaker":"1388"},{"type":"speech","time":1486636200,"counter":110,"content":"<p>He is right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M02600","speaker":"1391"},{"type":"speech","time":1486636200,"counter":111,"content":"<p>Does Senator M&aacute;ire Devine not want to hear the truth?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M02700","speaker":"1409"},{"type":"speech","time":1486636200,"counter":112,"content":"<p>Get over it.  Build a bridge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M02800","speaker":"1388"},{"type":"speech","time":1486636200,"counter":113,"content":"<p>The two parties decided to exclude Senators from the Committee on the Future of Healthcare.  If we are so interested in planning the future of health care, why did Sinn F&eacute;in co-operate with Fianna F&aacute;il in making sure no Senators would be members of the committee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M02900","speaker":"1409"},{"type":"speech","time":1486636200,"counter":114,"content":"<p>I have had an interest in the health service for more than 30 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M03000","speaker":"1388"},{"type":"speech","time":1486636200,"counter":115,"content":"<p>With respect, Deputy Colm Burke's party did not even want to have a Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M03100","speaker":"1396"},{"type":"speech","time":1486636200,"counter":116,"content":"<p>There is no point arguing on that one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M03300","speaker":"1424"},{"type":"speech","time":1486636200,"counter":117,"content":"<p>Order, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M03400","speaker":"1420"},{"type":"speech","time":1486636200,"counter":118,"content":"<p>An impression is being created that there are 100,000 people working in the health service who are all sitting around all day doing nothing.  Let us be a little realistic.  Staff across the board in the health service are working very hard, including nurses, doctors, consultants and management.  There are defects in the system which we need to rectify, but, please, stop giving the impression that it is falling asunder.  Last year 67,000 babies were born.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Were they all born on the side of the road?  That is the impression that is now being given.  Some 63,000 people a week go through outpatient departments.  Some 6,900 people a week have day-care procedures.  They are the figures.  Some 23,000 a week attend accident and emergency.  Let us stop talking as if nothing is happening.  There are defects in the system and they need to be resolved but to give the impression that 100,000 people working in the health service are doing nothing-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#M03500","speaker":"1409","continuing":true},{"type":"speech","time":1486636200,"counter":120,"content":"<p>Who gave that impression?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N00200","speaker":"1388"},{"type":"speech","time":1486636200,"counter":121,"content":"<p>-----are doing nothing-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N00300","speaker":"1409"},{"type":"speech","time":1486636200,"counter":122,"content":"<p>Who exactly gave that impression?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N00400","speaker":"1388"},{"type":"speech","time":1486636200,"counter":123,"content":"<p>Order please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N00500","speaker":"1420"},{"type":"speech","time":1486636200,"counter":124,"content":"<p>It is a bit unfair-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N00600","speaker":"1409"},{"type":"speech","time":1486636200,"counter":125,"content":"<p>I do not know where the Senator got that from.  Is that from the Minister, Deputy Harris?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N00700","speaker":"1388"},{"type":"speech","time":1486636200,"counter":126,"content":"<p>-----to the healthcare workers who are working in this system.  If the Senator does not want to hear the truth, that is fine, but this is the truth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N00800","speaker":"1409"},{"type":"speech","time":1486636200,"counter":127,"content":"<p>The Senator's time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N00900","speaker":"1420"},{"type":"speech","time":1486636200,"counter":128,"content":"<p>There were 3.2 million attendances in outpatient clinics last year.  Go and check the figures and go and see what has been done-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N01000","speaker":"1409"},{"type":"speech","time":1486636200,"counter":129,"content":"<p>We cannot rerun yesterday's issues today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N01100","speaker":"1420"},{"type":"speech","time":1486636200,"counter":130,"content":"<p>-----and go to the frontline with the people working.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N01200","speaker":"1409"},{"type":"speech","time":1486636200,"counter":131,"content":"<p>I would like to present-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N01300","speaker":"1388"},{"type":"speech","time":1486636200,"counter":132,"content":"<p>Order please, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N01400","speaker":"1420"},{"type":"speech","time":1486636200,"counter":133,"content":"<p>Was it the Minister, Deputy Harris, that was the source of these?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N01500","speaker":"1388"},{"type":"speech","time":1486636200,"counter":134,"content":"<p>Order please, Senator Devine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N01600","speaker":"1420"},{"type":"speech","time":1486636200,"counter":135,"content":"<p>The people that do not work-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N01700","speaker":"1388"},{"type":"speech","time":1486636200,"counter":136,"content":"<p>Senator Devine, I must call on the Leader to respond.  I must ask everybody to be patient.  Might I say that I think it is rather discourteous that so many people who have addressed the Leader or addressed questions to him to answer are no longer present in the Chamber.  I will just make that comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N01800","speaker":"1420"},{"type":"speech","time":1486636200,"counter":137,"content":"<p>I do not think they should be answered unless they have a sick note.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N01900","speaker":"1406"},{"type":"speech","time":1486636200,"counter":138,"content":"<p>I thank the Leas-Chathaoirleach.  I thank the 22 Senators for raising a multiplicity of questions and some for raising no questions at all.<\/p><p>I do not want to create a political row with Senator Ardagh, but I did endeavour to work with her yesterday to have the matter she raised on the Order of Business addressed.  It is very important that I reiterate again today that the national children's hospital is a flagship project for the Government in office today and for the previous Government.<b><\/b>Let us make it quite clear.  I said it yesterday but Senator Ardagh chooses not to listen to me for her own reasons and that is fair enough.  The Government is committed to the project.  The Minister of State, Deputy Byrne, said that in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N02000","speaker":"1391"},{"type":"speech","time":1486636200,"counter":139,"content":"<p>The Leader did not answer my questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N02100","speaker":"1407"},{"type":"speech","time":1486636200,"counter":140,"content":"<p>We will hear the Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N02200","speaker":"1420"},{"type":"speech","time":1486636200,"counter":141,"content":"<p>I make the point as somebody who chaired the Joint Committee on Health, who went out with the committee to the site, that we should stop-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N02300","speaker":"1391"},{"type":"speech","time":1486636200,"counter":142,"content":"<p>I do not doubt the Leader's commitment, but none of my questions were answered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N02400","speaker":"1407"},{"type":"speech","time":1486636200,"counter":143,"content":"<p>We should stop playing politics with the national children's hospital.  I refer in particular to people outside the House who were orchestrating campaigns and trying to create and sow seeds of confusion in the minds of people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N02500","speaker":"1391"},{"type":"speech","time":1486636200,"counter":144,"content":"<p>On a point of order, this a matter of public-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N02600","speaker":"1407"},{"type":"speech","time":1486636200,"counter":145,"content":"<p>A point of order.  I call Senator Ardagh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N02700","speaker":"1420"},{"type":"speech","time":1486636200,"counter":146,"content":"<p>This is a matter of public importance.  There are simple questions.  I do not doubt the Leader's commitment-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N02800","speaker":"1407"},{"type":"speech","time":1486636200,"counter":147,"content":"<p>Senator, with respect, that is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N02900","speaker":"1420"},{"type":"speech","time":1486636200,"counter":148,"content":"<p>-----or any representative's commitment to this project.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N03000","speaker":"1407"},{"type":"speech","time":1486636200,"counter":149,"content":"<p>With respect, that is not a point of order.  I must rule the Senator out of order.  I call the Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N03100","speaker":"1420"},{"type":"speech","time":1486636200,"counter":150,"content":"<p>The Government recognises the importance of the hospital.  The Department of Health, the HSE, the children's hospital group and the national paediatric hospital development board are continuing to work to ensure that we deliver a world-class facility which we will all have.  I share Senator Ardagh's views that we should have it.  As I said yesterday, an evaluation of tenders has taken place.  The Minister is bringing a business case to the Government.  Let us celebrate when we have it up and running.<\/p> <p>I join with Senators Ardagh and Devine, who raised the issue of the Irish Nurses and Midwives Organisation, INMO, and its decision to take industrial action.  It is important that we recognise and understand, as Senator Burke and Senator Devine - who I know worked in the health sector - said, that there is an awful lot of activity going on in our health system.  There is huge responsibility entrusted in the men and women who are nurses in our hospitals and in particular they have had to endure a torrid time over the past decade.  I accept that.  It is important to also recognise that recruitment is being carried on as we speak.  People are being recruited.  There are nearly 1,000 posts filled and we must welcome that.  If we need to increase the number of people employed in the health sector in the line of nursing then I will be one who will support and work with Senator Devine to achieve that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N03200","speaker":"1391"},{"type":"speech","time":1486636200,"counter":151,"content":"<p>The Leader is very nice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N03300","speaker":"1388"},{"type":"speech","time":1486636200,"counter":152,"content":"<p>The Lansdowne Road agreement oversight group is having a meeting to discuss the situation regarding the industrial actions of the INMO.  As Leader of the House, I hope that both sides will re-engage in this issue.  We have seen three weeks of discussion and I am led to believe from both sides that significant progress was made in those three weeks of talks.  I hope that there will be dialogue and I appeal to all sides to engage in that spirit of dialogue because it is important.  All of us in this House understand the role of our nurses and want to work with them in achieving what they want.<\/p> <p>Senators Craughwell and Richmond raised the issue of Brexit.  I would be happy to advance the case that we have for a Brexit committee of the House through the Committee on Procedure and Privileges.  I am sure this proposal would be looked at by the CPP.  It is very important to advance that.<\/p> <p>Senator Conway-Walsh raised the matter of health.  We had this debate yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N03400","speaker":"1391"},{"type":"speech","time":1486636200,"counter":153,"content":"<p>We will not rerun that today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N03500","speaker":"1420"},{"type":"speech","time":1486636200,"counter":154,"content":"<p>We will not rerun it again.  We have seen the biggest budget increase in the history of the State.  Despite what Senator Gallagher may think, when they were in government, Deputy Martin had a budget that was bigger than Senator Reilly's when he was there in the Department.  That is the fact.  That is not alternative facts or fake news.  That is a fact.  Deputy Martin ran out of health with two legs as fast as he could go.  Fianna F&aacute;il did not go into health, it put former Deputy Mary Harney in it-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N03600","speaker":"1391"},{"type":"speech","time":1486636200,"counter":155,"content":"<p>Please, we will not deal with personalities here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N03700","speaker":"1420"},{"type":"speech","time":1486636200,"counter":156,"content":"<p>That was Fianna F&aacute;il's record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N03800","speaker":"1391"},{"type":"speech","time":1486636200,"counter":157,"content":"<p>With respect, Leader-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N03900","speaker":"1396"},{"type":"speech","time":1486636200,"counter":158,"content":"<p>Order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N04000","speaker":"1420"},{"type":"speech","time":1486636200,"counter":159,"content":"<p>The other records Fianna F&aacute;il had-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N04100","speaker":"1391"},{"type":"speech","time":1486636200,"counter":160,"content":"<p>When was the last time the Leader looked in the mirror?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N04200","speaker":"1396"},{"type":"speech","time":1486636200,"counter":161,"content":"<p>The other record Fianna F&aacute;il had was that it created the HSE and in doing that, added layers of bureaucracy.  We would all like to see the HSE and those charged with running the health service held to account.  There is political accountability, as the Senator knows, but there is no accountability for those in the HSE and hospital groups who were issued money through a Vote by the Department to run themselves, and it is about time that they were held to account.  We are always held to account as politicians and rightly so.  It is about time that those charged with running our health system are held to account.<\/p> <p>I am not aware of what the Senator is referring to in his point on the piece of equipment.  If he would be happy to give me details, I will pass it on to the Minister, but I have not seen that particular issue raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N04300","speaker":"1391"},{"type":"speech","time":1486636200,"counter":162,"content":"<p>If there was a plan set out as to how-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N04400","speaker":"1378"},{"type":"speech","time":1486636200,"counter":163,"content":"<p>Order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N04500","speaker":"1420"},{"type":"speech","time":1486636200,"counter":164,"content":"<p>The other point that Senator Burke rightly made is that Fianna F&aacute;il did not allow, in the future health discussion-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N04600","speaker":"1391"},{"type":"speech","time":1486636200,"counter":165,"content":"<p>Please, Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N04700","speaker":"1420"},{"type":"speech","time":1486636200,"counter":166,"content":"<p>This is important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N04800","speaker":"1391"},{"type":"speech","time":1486636200,"counter":167,"content":"<p>I think the Senator should have-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N04900","speaker":"1420"},{"type":"speech","time":1486636200,"counter":168,"content":"<p>This is about-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N05000","speaker":"1391"},{"type":"speech","time":1486636200,"counter":169,"content":"<p>Through the Chair please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N05100","speaker":"1420"},{"type":"speech","time":1486636200,"counter":170,"content":"<p>This is about the importance of this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N05200","speaker":"1391"},{"type":"speech","time":1486636200,"counter":171,"content":"<p>Order for a minute.  I think the Leader should, through the Chair-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N05300","speaker":"1420"},{"type":"speech","time":1486636200,"counter":172,"content":"<p>I am replying-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N05400","speaker":"1391"},{"type":"speech","time":1486636200,"counter":173,"content":"<p>Rather than address people across the floor-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N05500","speaker":"1420"},{"type":"unspoken","time":1486636200,"counter":174,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1486636200,"counter":175,"content":"<p>Hold on.  And <i>vice versa<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N05700","speaker":"1420"},{"type":"speech","time":1486636200,"counter":176,"content":"<p>Impartiality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N05800","speaker":"1378"},{"type":"speech","time":1486636200,"counter":177,"content":"<p>The truth does hurt at times.  The Members of Sinn F&eacute;in come in and they are all for everything and against nothing, yet they were against Senators being put on the health committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N05900","speaker":"1391"},{"type":"speech","time":1486636200,"counter":178,"content":"<p>We are against the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N06000","speaker":"1389"},{"type":"speech","time":1486636200,"counter":179,"content":"<p>Senators Humphreys and Mulherin raised the issue about social protection and the issues around the Department in regard to the T&uacute;s scheme, and Senator &Oacute; Clochartaigh raised the issue of placements.  A review is being carried out.  It is important to recognise the importance of these schemes and the works they do in our communities.  If they are not working, then we need to make sure that there is a change and that we can have people in those schemes continue.  It is about job activation.  Job activation is important.  Thankfully, despite what Senator &Oacute; Clochartaigh said, there are more people back at work and people working than there were before.<\/p> <p>I want to share the views of Senator O'Donnell on the issue of the students injured in the match yesterday and wish them well, and make an appeal to all involved in sport.  Senator O'Donnell raised the issue of the Irish Rugby Football Union, IRFU, and the compulsory use of headgear, particularly for forwards.  It is an issue that needs to be looked at.  The Joint Committee on Health that I chaired had a huge report on concussion in sport.  It is important the sporting organisations, not just the IRFU, are cognisant of the responsibility.  I am sure they are aware of that and that they will work on that.  I thank the Senator for raising the matter.<\/p> <p>Senator Ned O'Sullivan raised no particular question, but referred to the importance of the project in Killarney with the public private partnership with Gleneagle Group and the Institute of Technology, Tralee.  I welcome that announcement and look forward to the winning applicant in the new lottery for jarvey licences.  I hope the Leas-Chathaoirleach is not one of them or that he has not deviated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N06100","speaker":"1391"},{"type":"speech","time":1486636200,"counter":180,"content":"<p>We are not a one-horse town as the Leader knows.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N06300","speaker":"1420"},{"type":"speech","time":1486636200,"counter":181,"content":"<p>I know.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I think he mentioned the Dow Jones index.  Perhaps the O'Sullivan Coghlan jarvey licence index could become the barometer for growth in the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#N06400","speaker":"1391","continuing":true},{"type":"speech","time":1486636200,"counter":183,"content":"<p>Please, Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O00200","speaker":"1420"},{"type":"speech","time":1486636200,"counter":184,"content":"<p>I welcome the fact that Ryanair announced flights from Kerry to Berlin.  I hope Ryanair will look at expanding into Cork and Shannon and other airports around the country and create more connectivity.<\/p> <p>Senator McDowell raised an issue in respect of the Criminal Law (Sexual Offences) Bill for next week.  I will be happy to reflect on what the Senator said and to speak to the Clerk, the Cathaoirleach and the Whips about the issue.  He raised an important matter.  My information is that the Minister and the Government require the Bill to be passed into law as quickly as possible, but I will revert to the House on that.<\/p> <p>This will present a problem with the logistics as we have agreed our business at the group meeting so there may be no business for Tuesday next.  We may not be sitting next Tuesday because we may not be able to get anybody else at short notice to fill the time that was allocated for the Bill.  We will have a conservation later about that matter.<\/p> <p>Senator Richmond raised the issue of citizenship.  I will be happy to have the Minister for Justice and Equality come to the House to discuss that.<\/p> <p>Senators Gavan, Wilson and Landy raised the issue of the Mandate trade union.  Senator Landy sent his apologies for not being able to be here, as did Senators &Oacute; Clochartaigh and Craughwell.  I have huge empathy with the workers.  I am sorry that I could not get to the briefing this morning.  I did give Senator Conway-Walsh the note I got in regard to Tesco yesterday.  It is important that the rights and entitlements of workers are protected.  We have fought hard to have these protections afforded to workers under our law.  I hope that Tesco and Mandate will continue to engage in the industrial mechanisms of the State.  The latest e-mail from Tesco contains a sign that it is willing to engage.  It is important that the Minister is made aware of the matter and I will bring it to her attention again.  I urge all sides to participate in talks.  It is important that we protect our workers.  I go into Tesco in Wilton in Cork late at night and I have got to know some of the staff.  As I said to Senator Gavan yesterday, some of them are working for a rate just above the minimum wage.  It was mentioned that the rate is &euro;14 an hour.  It is important that we protect the rights of staff.  Equally it is important that both sides engage meaningfully.  I will be happy to invite the Minister to the House to address the issue.<\/p> <p>Senators Conway and Wilson raised the issue of privilege.  I am not sure if it is through the Office of the Cathaoirleach that the note on privilege will be issued.  I will discuss the matter with the Clerk of the Seanad with a view to circulating it.  It is important, as Senator Wilson said, that we use privilege wisely and judiciously.<\/p> <p>Senator Landy raised the issue of the greyhound industry.  I was not aware that the events were cancelled but we have put in a request that a Minister would come to the House to address a Commencement matter on this issue.<\/p> <p>I share Senator Gallagher's concern and I offer my sympathies to the relatives of those who were tragically killed and injured in the incident.  I will ask the Minister for Health to come to the House in regard to the ambulance service.  <\/p> <p>Senator Noone raised the matter of the coroner's report on synthetic drugs.  We will discuss this matter.<\/p> <p>Senators McFadden and Wilson raised the issue of the Defence Forces.  The Minister of State, Deputy Kehoe, will be in the House on 9 March.  I am aware that Senator McFadden is a member of the committee at which I understand members of the Defence Forces Reserve appeared this morning.<\/p> <p>Senator Byrne raised the issue of connectivity in terms of the ability to book beyond 5 September.  I suggest she write to the Minister for Transport, Tourism and Sport, Deputy Ross, on the matter and raise it as a Commencement matter.  She could take it up with Aer Lingus.  The matter she raised is vital to the regions when one is trying to get connectivity from North America to places beyond Shannon.  I think connectivity is important.<\/p> <p>Senator Reilly raised the issue of the day hospital in Swords.  Again, to be fair to Senator Reilly, despite Senator Gallagher's review of his tenure in the Department of Health, he was the person who started the primary care centres model and asked for it to be rolled out across the country.<\/p> <p>Senator Mulherin raised the question of the changes to PRSI.  We welcome that and I will ask the Minister for Social Protection, Deputy Varadkar, to come to the House.<\/p> <p>Senator Burke raised the matter of health care, which was discussed already.  Senator Feighan also raised the matter of health in addition to raising the issue of car insurance.  As the Senator will be aware, the Minister of State, Deputy Eoghan Murphy, will issue a report on it.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O00300","speaker":"1391"},{"type":"speech","time":1486636200,"counter":185,"content":"<p>On a point of order, I do not know if it is a point of order because I do not think it is ever a point of order.  We all have to leave the House on occasion during the Order of Business and not return.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O00400","speaker":"1406"},{"type":"speech","time":1486636200,"counter":186,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O00500","speaker":"1420"},{"type":"speech","time":1486636200,"counter":187,"content":"<p>Please allow me to finish.  I ask that the issue be brought to the Committee on Procedure and Privileges because I think the Leader is too decent in certain circumstances where the House clears.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O00600","speaker":"1406"},{"type":"speech","time":1486636200,"counter":188,"content":"<p>We are not going to have a discussion on this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O00700","speaker":"1420"},{"type":"speech","time":1486636200,"counter":189,"content":"<p>It cannot be viewed as a slight if the Leader does not respond to Members if they are not present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O00800","speaker":"1406"},{"type":"speech","time":1486636200,"counter":190,"content":"<p>That can be dealt with at another stage.  I have already spoken to the Leader about that matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O00900","speaker":"1420"},{"type":"speech","time":1486636200,"counter":191,"content":"<p>I would like it to be dealt with by the Committee on Procedure and Privileges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O01000","speaker":"1406"},{"type":"speech","time":1486636200,"counter":192,"content":"<p>I have already spoken to the Leader about the matter several times.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O01100","speaker":"1420"},{"type":"speech","time":1486636200,"counter":193,"content":"<p>I am supporting the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O01200","speaker":"1406"},{"type":"unspoken","time":1486636200,"counter":194,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"EU Directive on Drug Trafficking: Motion","time":1486636200,"counter":195,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O01400"},{"type":"speech","time":1486636200,"counter":196,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann approves the exercise by the State of the option or discretion under Protocol No. 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, to take part in the adoption and application of the following proposed measure: Proposal for a Directive of the European Parliament and of the Council amending Council framework Decision 2004\/757\/JHA of 25 October 2004 laying down minimum provisions on the constituent elements of criminal acts and penalties in the field of illicit drug trafficking, as regards the definition of drug, a copy of which was laid before Seanad &Eacute;ireann on 26 January, 2017.&rdquo; <\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O01500","speaker":"1391"},{"type":"unspoken","time":1486636200,"counter":197,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Action Plan for Rural Development: Statements","time":1486636200,"counter":198,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O01700"},{"type":"speech","time":1486636200,"counter":199,"content":"<p>I warmly welcome the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs, Deputy Heather Humphreys to the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O01800","speaker":"1418"},{"type":"speech","time":1486636200,"counter":200,"content":"<p>I am very grateful for the invitation to attend the Upper House to provide an update on the recently launched Action Plan for Rural Development, entitled, Realising our Rural Potential.<\/p> <p>As someone who has lived and worked in rural Ireland for most of my life, there are few subjects for which I feel as passionately as ensuring that we provide the right conditions to allow rural Ireland to further grow and thrive.  The Government&rsquo;s commitment to the regional and rural agenda is a clear priority in the publication A Programme for a Partnership Government.  The publication just over a fortnight ago of the Action Plan for Rural Development has provided a clear roadmap for the implementation of the regional and rural commitments contained in the programme for Government as well as new ideas and initiatives.<\/p> <p>I would like to begin by expressing my sympathies to those affected by the job losses announced at the Hewlett Packard site in Leixlip.  Yesterday's news is, sadly, a reminder that we must not be complacent.  We have to work hard to ensure we remain competitive and continue to encourage companies into Ireland as well as supporting our home grown businesses.  Just this week, my colleague the Minister for Jobs, Enterprise and Innovation, Deputy Mary Mitchell O'Connor, announced over 200 jobs in Waterford and Kilkenny.  <\/p> <p>I was particularly pleased to hear the announcement that 140 new jobs will be created by the link-up between Mercury Filmworks and the wonderful Cartoon Saloon in Kilkenny.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Heather Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2308\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2308&amp;amp;pid=HeatherHumphreys&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I was particularly pleased to hear the announcement that 140 new jobs will be created by the link-up between Mercury Filmworks and the wonderful Cartoon Saloon in Kilkenny.  I have visited Cartoon Saloon, which is an Oscar-nominated animation studio, and the place is quite literally brimming with talent and creativity.  A further 60 jobs were announced at the software company Red Hat in Waterford underlining the vast range of skills and knowledge available to prospective employers in all areas of the country.  It should be noted, of course, that these job announcements arrive on the heels of earlier announcements such as the creation in 2017 of 100 jobs in Athlone by the delivery company DPD with another 100 to follow before 2020, and the creation of 100 jobs over the next two years in Dundalk by the Almac pharmaceutical group.  We want to build on that progress.<\/p><p>The action plan for rural development represents a whole-of-government approach to rural development.  We are not looking at any single element of rural development in isolation.  We look at the whole picture - from supporting the creation of jobs and enterprise right through to fostering culture and creativity in rural communities.  It is the first plan of its kind and every Department is committed to delivering on the 270 actions outlined in this plan.  We have set ourselves a number of ambitious targets across all sectors covered by the plan.  In delivering the plan, we will support the creation of 135,000 new jobs in rural Ireland by 2020 by supporting indigenous businesses and increasing foreign direct investment by up to 40% in the regions; implement a range of initiatives to rejuvenate over 600 rural and regional towns, including a pilot scheme to encourage people to return to living in town and village centres; assist over 4,000 projects in rural communities through the Leader programme to boost economic development, tackle social exclusion and provide services to people living in remote areas; increase the number of visitors to rural Ireland by 12% in the next three years through targeted tourism initiatives, including increased promotion of activity tourism; and accelerate the preparation for the roll out of high-speed broadband, which will be a game-changer for rural Ireland and ensure that all homes and businesses in rural Ireland are connected to broadband as early as possible.<\/p><p>The plan also recognises the need to support and protect vital local services in rural Ireland so that people can live, work and raise their families in a vibrant and sustainable environment.  For example, as part of the action plan, the Minister for Health and the HSE have committed to increasing the number of GPs in rural communities allowing rural dwellers better access to vital health services.  The Government is also investing over &euro;435 million for approximately 90 projects in public nursing home facilities and district and community hospitals in rural Ireland up to 2021.  We will deliver 18 new primary care centres in rural Ireland next year.  <\/p><p>In addition, as part of this plan, a range of measures will be taken to address crime prevention, including ensuring that gardai are mobile, visible and responsive in the community.  A total of 3,200 new Garda members will be recruited nationally over the next four years to reach a strength of 15,000 members.  Other security and safety supports to rural communities will be provided through schemes such as Neighbourhood Watch, Text Alert and Seniors Alert.  A new community CCTV grant scheme will also be introduced by the T&aacute;naiste and Minister for Justice and Equality as part of this action plan.<\/p><p>The action plan will also ensure that rural Ireland is well served by our transport systems.  For example, the Department of Transport, Tourism and Sport and the National Transport Authority will work with rural communities to assess and implement improvements to existing rural transport routes and develop new routes as necessary. <\/p><p>I believe it is vital that we focus on the cultural vibrancy as well as the economic viability of rural Ireland and with that in mind, my Department is working with local authorities to implement the Creative Ireland programme developing culture teams and creativity hubs across rural Ireland.  I also intend to provide funding for competitive art works which contribute to public spaces and reflect the culture and characteristics of the town or region, all of which will enhance our rural communities.<\/p><p>I am acutely aware that the issue which is probably of greatest interest and concern to rural communities is the provision of high-speed broadband.  In that regard, the Minister for Communications, Climate Action and Environment and I are working closely together to pave the way for the roll out of this vital resource in rural Ireland.  While the Department for Communications, Climate Action and Environment is managing the procurement process, my Department is taking all steps necessary to ensure that rural communities will be best positioned to capitalise on full access to the digital environment.  Two regional broadband action groups involving every local authority in the country have been established with a view to identifying and addressing any barriers which could inhibit the roll out of broadband once the contracts are awarded.  My Department is funding a broadband officer in each local authority who will act as a single point of contact with telecommunications operators regarding the roll out of broadband.  We are also helping to upskill up to 30,000 people in rural communities who have never used the Internet so they can fully avail of the service when it is rolled out.  The Minister for Communications, Climate Action and Environment and I will also work together to implement the recommendations of the task force on mobile phone and broadband access published last December.  The implementation of the plan will be overseen by a monitoring committee, which I will chair, and it will report to the Cabinet committee on regional and rural affairs, which is chaired by the Taoiseach. <\/p><p>I have appointed Pat Spillane to act as an ambassador for the action plan for rural development.  He has kindly agreed to take on the role to encourage businesses, communities, sporting organisations and other organisations to engage with the plan.  As Members of the House will be aware, Pat Spillane played a key role in the 2014 report of the Commission for the Economic Development of Rural Areas, CEDRA, and is well placed to carry out this new role. <\/p><p>I thank Senators for their time today and I look forward to the contributions to come.  While I am sure there will be different views on how we should approach the task of rural development, I think we can all agree on our deep commitment to the issue and the desire for us to succeed.  I should also take this opportunity to thank all those who participated in consultations in developing the plan, our colleagues in other Departments, State agencies and local authorities, and all those who will partner with us in implementing this plan.  We need the help and expertise of those who have worked in the area of rural development for many years to realise the vision set out in the plan.  I have seen the capacity of local communities to come together to achieve great things when the right structures and supports are put in place to combine the efforts and expertise of all of us and I hope that Realising our Rural Potential: Action Plan for Rural Development will provide these structures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#O01900","speaker":"1249","continuing":true},{"type":"speech","time":1486636200,"counter":202,"content":"<p>I welcome the Minister to the House.  As a fellow rural dweller, she will be very much aware of the struggles of rural Ireland, which I would regard as being in dire straits.  I note that in her speech, she said that this plan would enable rural Ireland to further grow and thrive but in order to allow something to further grow and thrive, it needs to already have grown and rural Ireland is in a regressive state at the moment.  There is no growth.  Indeed, there is decline.  We are starting in the wrong position if we talk about further growing rural Ireland.  We need remedial action.<\/p> <p>This action plan is another false dawn for rural Ireland and rehashes existing announcements, programmes and employment forecasts.  It is the fourth rural plan in 33 months from Fine Gael in power following the CEDRA report in April 2014, the Charter for Rural Ireland in January 2016 and the programme for Government in May 2016.  The first page of the plan dealing with key deliverables is a lovely graphic page.  It talks about 135,000 new jobs, which are already in the action plan for jobs.  The 12% increase in overseas visitors is already part of the tourism strategy.  The figure of over &euro;51 million for sports, recreational and cultural facilities is part of the sports capital programme.  The announcement of &euro;12 million to revitalise over 600 towns and villages is to be welcomed but it does not refer to the 1.7 million people who live in what are known as aggregated rural areas, namely, outside aggregated town areas.  This is the heart of rural Ireland and is most affected by problems.  In many people's minds, rural Ireland is outside the M50 and rightly so but the real rural Irish people are those living in parishes.  There is not one mention of the parish in a very comprehensive rural development plan.  The nearest thing to a positive effort is in towns and villages, which is to be welcomed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2464\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2464&amp;amp;pid=PaulDaly&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The plan totally ignores the heart of rural Ireland.<\/p><p>The next key deliverable is to protect vital local services.  Protecting what already exists is not sufficient.  We need to replace many of the local services that have been closed down and done away with during the term of the last Government.  We need a rejuvenation process instead of a protection programme.<\/p><p>The next key deliverable is to ensure all homes and businesses are connected to broadband.  More than 900,000 rural households and businesses must wait until 2023 for State intervention to receive moderate speed broadband.  That is six years passed the promised deadline, which is not good enough.  Rural Ireland will not prosper or grow if it has to wait so long for a proper broadband service.<\/p><p>Flood relief has been included in this fabulous new document but it was already committed to in the capital plan.  One of the plan's targets is to support 4,000 new community projects but no extra funding has been provided for the rural development plan and Leader programmes.<\/p><p>IDA Ireland is the Government agency charged with bringing industry to this country.  The fact that as many as 50% of all IDA Ireland's site visits take place in the greater Dublin area, which is not 50% of the land area or 50% of the populated area of the country, is one of the major death knells for rural Ireland.  That fact shows we have turned our backs on rural Ireland and it is one of the reasons rural Ireland has suffered.<\/p><p>This plan reveals a systematic rural policy failure by Fine Gael.  There is no long-term vision or planning.  The ultimate litmus test will be what additional funding, if any, will be ring-fenced for this plan.  The Minister must immediately update the Oireachtas on whether she will introduce a Supplementary Estimate for 2017 in this regard.  As I said previously, most of the bells and whistles associated with this plan that were supposed to cajole and reassure the people of rural Ireland have already been committed to.  There is nothing new in the plan to reassure people who live in rural Ireland and know what problems exist from their daily life experiences.  There is nothing in this plan that will reassure them that rural Ireland will improve.<\/p><p>The cornerstone of rural Ireland is, and always has been, the family farm.  We are all aware that while it may not be directly under the remit of the Minister, the agriculture sector is experiencing a major crisis.  When the rural family farm is under stress and is unprofitable then rural Ireland will have problems.  If the farmers and the farming community can make money and earn a proper profit margin on their produce, then they will spend it locally.  That will help to revitalise, rejuvenate and rebuild rural Ireland.<\/p><p>I will outline another major problem.  A directive must be issued by the Department, Ministers and the Government to the local authorities in rural Ireland in respect of planning permissions.  Each county has a county development plan that county planners are bound to implement.  The Government can issue a directive to influence the formation of county development plans.  It is as hard now, or it is harder than it ever was, to secure planning permission in rural Ireland.  I do not know how a plan or a proposed strategy to develop and enhance rural Ireland can succeed if barriers are imposed and people are refused permission to live in rural Ireland.  It is an enormous contradiction.  Central government needs to bring in the local authorities if we have a real ambition to foster and promote rural Ireland.  We must sit down with the local authorities and give them guidelines to loosen up their stringent planning laws that act as the greatest deterrent to the recovery of rural Ireland.<\/p><p>I could cover many more aspects of the plan, which I do not welcome.  We have been there and done that in terms of the vast majority of the plan.  The local authorities are the first line of defence for, or promotion of, our rural areas.  These situations must be assessed on a case-by-case basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#P00200","speaker":"1383","continuing":true},{"type":"speech","time":1486636200,"counter":204,"content":"<p>I thank the Senator for finishing his contribution right on the button.  I call Senator Marie-Louise O'Donnell who has eight minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Q00200","speaker":"1418"},{"type":"speech","time":1486636200,"counter":205,"content":"<p>I thank the Acting Chairman.  I did not expect to be speak so soon.  I welcome the Minister to the House.  The document entitled, Realising our Rural Potential - Action Plan for Rural Development, is terrific.  I do not know when we first thought that Ireland ended at the Red Cow roundabout.  When did that happen?  It is great that this plan has come together and has brought so many Departments together.<\/p> <p>I have always known, because I was born in rural Ireland, that we were a rural country.  The media tend to forget that Ireland is a rural country.  They tend to sink most of the ideas in the cities and not in rural Ireland.  It is a great advantage that the Minister hails from rural Ireland because she can link in what is great and good about rural Ireland.<\/p> <p>The Minister knows I believe the arts should have a separate and independent Department.  I also believe the arts should be an independent subject on the school curriculum.  Unfortunately, the arts are highly integrated into the school curriculum.  The Minister is a great one to have at the helm of positioning the arts in the middle of rural Ireland and make its population the conduit of bringing the arts alive.  One of the reasons I say so, although not one person in the Seanad is listening to me, is because rural Ireland made The Gathering a success.  I show respect to other Senators by listening to them and I take umbrage at the fact Senators come in here to do other work while a person is talking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Q00300","speaker":"1427"},{"type":"speech","time":1486636200,"counter":206,"content":"<p>One does not have to pay attention to be able to listen to the Senator, in fairness.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Q00400","speaker":"1377"},{"type":"speech","time":1486636200,"counter":207,"content":"<p>Such behaviour is beyond disgraceful.  <\/p> <p>The Gathering was possibly the greatest example of how the arts, culture and music-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Q00500","speaker":"1427"},{"type":"speech","time":1486636200,"counter":208,"content":"<p>On a point of order, I ask the Senator to retract her statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Q00600","speaker":"1377"},{"type":"speech","time":1486636200,"counter":209,"content":"<p>I will not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Q00700","speaker":"1427"},{"type":"speech","time":1486636200,"counter":210,"content":"<p>We were listening to her.  It is very disrespectful to us for her to accuse us of not listening to her while we are in the Seanad.  She is completely out order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Q00800","speaker":"1377"},{"type":"speech","time":1486636200,"counter":211,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Q00900","speaker":"1418"},{"type":"speech","time":1486636200,"counter":212,"content":"<p>Senator &Oacute; Clochartaigh has said I have been disrespectful.  He can take it as any kind of respect he likes.  He must have the mind of a child that he can write something, answer things and listen to speakers at the same time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Q01000","speaker":"1427"},{"type":"speech","time":1486636200,"counter":213,"content":"<p>I ask Senator O'Donnell to please comment on the subject of the statements.  I urge her not to invite interruptions, comments or make alleged derogatory comments about other people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Q01100","speaker":"1418"},{"type":"speech","time":1486636200,"counter":214,"content":"<p>The Gathering was possibly the greatest conduit and platform for the energy and creativity that happened in this country during the Minister's watch.  It was absolutely outstanding.  It would be great if we could create that again.  The arts are central to the way we live.  I have visited Palestine and witnessed how the arts drew people together from across the Arab and Israeli divide.  The West-Eastern Divan Orchestra has brought people together.  It is the arts that communicate.  It is the arts that get young people through bereavement and loss.  It is the arts that give us all internal expression.  All of the areas of the arts are the greatest conduit and platform for who we are as human beings.  The arts are transformative and intuit because they can see beyond the obvious.<\/p> <p>The Minister has said that she will create culture teams and creative hubs across Ireland through the Creative Ireland programme.  That is an excellent idea.  Business and broadband are important elements of the plan.  I have a background in the arts so I can attest to the fact that the sector has so much to offer isolated communities, young communities and ageing communities.  <\/p> <p>That brings me to the McAuley Place in Naas where the greatest common creativity is happening across an ageing population who live independently in a convent bought by Margharita Solan.  The venue comprises 56 independent apartments and a restaurant and provides opportunities to experience art, visual art, creative art, singing, music and dance.  McAuley Place represents a healthy whole Ireland.  It is an exemplary venue that everyone should visit and should be duplicated in other towns.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie-Louise O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2390\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2390&amp;amp;pid=MarieLouiseODonnell&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->President Michael D. Higgins said, \"After all, we remain creative until we draw our last breath.\"  It is the very thing we are looking for here and in the hubs across Ireland.  Perhaps it might be an exemplary hub from which others could learn. <\/p><p>I feel when I come into the Chamber that Members are not listening.  It is disconcerting if they are writing, on the internet and looking through other documents.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Q01200","speaker":"1427","continuing":true},{"type":"speech","time":1486636200,"counter":216,"content":"<p>They are being creative.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#R00200","speaker":"1418"},{"type":"speech","time":1486636200,"counter":217,"content":"<p>I am just making the point that I do not like it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#R00300","speaker":"1427"},{"type":"speech","time":1486636200,"counter":218,"content":"<p>Point taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#R00400","speaker":"1418"},{"type":"speech","time":1486636200,"counter":219,"content":"<p>It is appalling that technology takes precedence over the voices and ideas of others, including Ministers, who are ignored by Senators because they are doing other work.  I will not retract what I said which was not personal.  I used the word \"Senators\"; therefore, it was not personal to any one person.  They must have felt a little guilty as they have delivered their big action plan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#R00500","speaker":"1427"},{"type":"speech","time":1486636200,"counter":220,"content":"<p>Absolutely not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#R00600","speaker":"1377"},{"type":"speech","time":1486636200,"counter":221,"content":"<p>Senator Marie-Louise O'Donnell's contribution is valued as much as the contribution of every other Member, be it on any item of legislation or the Order of Business or in the making of statements.  The contribution of every Member is and should be appreciated and respected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#R00700","speaker":"1418"},{"type":"speech","time":1486636200,"counter":222,"content":"<p>It should be, but it is not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#R01000","speaker":"1427"},{"type":"speech","time":1486636200,"counter":223,"content":"<p>It should be and is.  The fact that some colleagues may be in their offices working does not mean that they are not listening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#R01100","speaker":"1418"},{"type":"speech","time":1486636200,"counter":224,"content":"<p>Senators are running offices from here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#R01200","speaker":"1427"},{"type":"speech","time":1486636200,"counter":225,"content":"<p>I welcome the Minister to the Seanad and thank her for giving of her time to discuss the recent launch of the action plan for rural development.  Those of us who live in rural areas, including the Minister, know of their potential as really good places in which to live, work, visit and raise families.  Despite the challenges faced in rural Ireland, there is also exceptional pride, as well as real community spirit.  I know this because I live in rural Roscommon.<\/p> <p>Pat Spillane has been mentioned as having been heavily involved in the Commission for the Economic Development of Rural Areas, CEDRA.  Another person who was also heavily involved was Cathal O'Donoghue, a former advisor in Teagasc.  His words are important in roadmapping and ensuring rural communities will be very much to the fore.  He stated, \"Rural Ireland is tough and resilient, but we also need support.\"  The action plan for rural development is focused on trying to create that roadmap.  It is focused on co-ordination between various Departments and ensuring they will be held to account in delivering real results for rural areas.  It is critically important that the plan not just be a plan but that it deliver real results and that each Department be held to account.  <\/p> <p>As a young Senator from the west, the single biggest issue facing us is the need to create better job opportunities.  The Minister has talked about the creative sector, as has Senator Marie-Louise O'Donnell.  One initiative on which I would like to focus and which is happening is the creative project Creative Communities Igniting Change which commenced in early January, as part of which 16 people have commenced training in a hub in Ballaghadereen.  They are involved in the creative sector, be it in the arts, technology or advertising.  They are learning and upskilling to try to turn their creative ideas and experiences into a business.  This is a very good example of agencies working together.  Roscommon Leader Partnership is leading on it, but we also the local enterprise offices, Galway-Mayo Institute of Technology, GMIT, and the local community very much involved in supporting the people in question in trying to turn their creative ideas into a business.  We need to see more of this and the 16 people having the confidence, skills and capabilities following the training programme to do it.  They will need enhanced and increased support, but this is a good example of where we are trying to support people involved in the creative sector.  <\/p> <p>We also know that when the Western Development Commission carried out a huge amount of research in 2009, it found that the creative sector was very much underdeveloped.  It has the potential to be labour-intensive and very important to the west.  Similarly, in the rural economic development, RED, zone, funding was allocated by the Minister's Department for the creation of a food hub, An Chistin, in Castlerea.  It is in its infancy, but it is also very important in the delivery of the plan to ensure we will see people upskilling and having the confidence to turn their expertise and abilities into successful businesses.  <\/p> <p>The Minister and others have rightly mentioned the need for broadband which, without doubt, is the most important priority in improving infrastructure in rural areas.  There is a need for real action in this regard, but I know that the Minister is working very hard to ensure there will be broadband officers within every council.  However, we need to see delivery and young people having the confidence to return to rural areas and see them, as I do, as great places in which to live, work and raise families.<\/p> <p>The need to continue to improve road infrastructure has been mentioned.  As I have done on many occasions, I point to the need to ensure we upgrade the M5, the major route to the west, between Scramogue and Ballaghadereen.  There is an urgent need to deliver that project because if we want to remain competitive, we need to ensure business people will be able to travel short distances.  We must also ensure we will reduce travel times.  <\/p> <p>In terms of what has been done, a sum of &euro;10 million has been allocated under the town and village renewal scheme.  We received CL&Aacute;R funding last year.  We have also had the rural recreation scheme.  Being very much involved within my local community and across County Roscommon, the sense that people want to be involved to make their communities better is very evident.  Having been involved in coming up with ideas and suggestions for how the funding available under the town and village renewal scheme could be used, I know that the initiative has been very positive.  Local people want to work together to see communities improving.  To that end, obviously we need increased resources and funding.  This year the amount available will be increased to &euro;12 million, which is very positive as we need to support the weakest areas.  I come from north Roscommon which was hit very severely by the impact of the recession.  It was impacted on by the fact that the economy had been based on the construction industry.  We have seen huge outward migration.  There are boarded up buildings and town centres have lost their sense of vibrancy and life.  We need to become active to ensure we will support the towns and villages which are weakest and in need of enhanced support.  That must be a priority.  <\/p> <p>I will certainly be working closely with the Minister to ensure the action plan for rural development will work and that we will deliver real results for those living in rural areas.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maura Hopkins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2478\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2478&amp;amp;pid=MauraHopkins&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Our focus on our investment and energy needs to be directed towards the weakest towns and villages first.  I ask that resources for any pilot schemes which encourage people to return, renovate or invest are targeted at those towns and villages which are really struggling.  We can be quite tempted to support rural towns and villages which are doing quite well but we need to actively ensure we support rural areas in greatest need.  This is in conjunction with the Department and local authorities throughout the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#R01400","speaker":"1415","continuing":true},{"type":"speech","time":1486636200,"counter":227,"content":"<p>I welcome the Minister to the House.  I am delighted to have this opportunity to discuss something that means so much to me.  I completely understand the context of the plan and the Minister's work, with regard to the bankruptcy of our country and the giveaway of &euro;64 billion to the banks, which could have been spent on rural Ireland.  Not only this, but we also have the &euro;7 billion we must pay each year to service the debt which could be used to develop rural Ireland and to do what is needed.<\/p> <p>I was very much looking forward to this plan, as somebody who cares so passionately about rural Ireland.  I can see the Minister also cares and it means an awful lot to her.  I was disappointed with the number of actions in it.  I am used to developing plans, and having this many actions in a plan dilutes it somewhat.  I would have preferred to have seen five real priorities for rural Ireland.  I have gone through every line and word of the plan and it is a compendium of cross-departmental schemes and measures which had already been documented.  When I read the plan, I was looking for the big idea but I did not find one.  I chaired Stand Up for the West, and Sinn F&eacute;in's policy document, A New Deal for the West, has really good ideas.  The Minister's plan disappointed me.<\/p> <p>The Minister is in the driving seat at present, but the plan did not deliver and it did not inspire me.  I will go through some of the reasons I was not inspired.  There have been ten years of absolutely massive cuts to capital spending, which have impacted on rural Ireland.  The author of the plan did not grasp the gravity of what is happening and what has happened over recent years in rural Ireland.  It did not show me the Government is really genuinely listening to the ordinary people.  It is almost shocking that, to date, there has not been cross-departmental co-operation and concentration on what is needed for rural Ireland.  I certainly welcome it but it is late, and it is a shocking indictment of the Government and previous Governments that they did not have a cross-governmental concentrated effort to address the seriousness of the crisis in rural Ireland.<\/p> <p>The Department of Transport, Tourism and Sport has stated &euro;3 billion was needed to get the secondary roads up to standard, but last year's budget provided &euro;298 million, which comes nowhere near to addressing it.  The decline of rural Ireland has accelerated under this and previous Governments.  We know the broadband speeds in many areas in rural Ireland are 36 times slower than other areas, but we see the plan will not be implemented until 2022.  This does not suggest the urgency needed.  I have major problems trying to run my office at home.  I never know whether I will be able to send an e-mail.  When we speak about jobs we never equate or think about the jobs that are lost because of not having this connectivity which is vital to establish any business in rural Ireland.  Will the Minister please see whether the national broadband plan can be accelerated?  I ask her to start from the outside in because towns that already have a standard of broadband are returned to time and again while other areas are left with no connectivity whatsoever.  I would appreciate it if the plan were implemented from the outside in rather than from the inside out.<\/p> <p>I welcome the aspiration for 135,000 jobs, but many jobs have been lost and we do not count the jobs that have been lost.  If I were in Government, I would make a rule that I would never announce jobs until they were ready to be recruited.  Jobs were announced in Mayo but six, 12 and 24 months later there were still no jobs.  We have all the fanfare of the announcements but they do not materialise into real jobs for real people with real wages.<\/p> <p>I have some problems with how jobs are counted, including with regard to IDA Ireland concentration.  If we look at how jobs were counted previously, there was 60% and 40% concentration and anything outside Dublin and Cork was recorded as a percentage.   Now Cork has been removed so the percentages look bigger.  It is about a perception that there are more jobs.  It reminds me of 2013 when the Government lauded itself for the creation of 61,000 jobs.  When I examined it, I found 28,000 of them were to be in agriculture but they never happened.  I rang up the CSO in Cork and said they must be overrun by tractors down there because the jobs certainly were not in Mayo.  It would have equated to 100 jobs in agriculture a day, which was nonsense.  The line was pedalled out again and again and it was never challenged by the media.  The media have a role in all of this to really challenge some of the figures put forward.  Obviously, it was only an adjustment in the Department of Agriculture, Food and the Marine which was a nonsense.  To count them as new jobs is lying to the people.<\/p> <p>Businesses continue to close in the west because of the high overheads, reduced footfall and how rates are calculated.  I completely welcome foreign direct investment and it plays a major role in a small open economy such as ours, but our indigenous businesses are still being ignored.  There is nothing in the plan that will substantially make a difference to small businesses in rural Ireland.<\/p> <p>With regard to local employment offices, we need to look at trying to sustain existing businesses and keep them open rather than chasing around here, there and everywhere throughout the world, looking for the people with the shiny shoes to come in and then pay them reverence.  We ignore our own people much of the time when a small intervention could make all the difference and could save jobs and businesses.  All we want in areas, such as my area of Belmullet, is small industry that would pay people at the end of the week so they would have a wage packet to spend in the local economy.<\/p> <p>I completely disagree with bringing the Leader programme under the local authorities.  The people who gathered throughout the country were ignored.  The Minister stated there was extra spending and projects through Leader, but it is a falsity when we look at a county such as Mayo where &euro;9 million has been taken from the Leader budget.  There is a delay in the evaluations and only 25 Leader projects have been approved since it was announced last September.  I can see a real glut happening there.  The Minister needs to look at Pobal with regard to putting in place extra staff.  If there is a backlog of three weeks, it will continue to increase and those promoting projects cannot get them done.  There is a real issue with planning permission for Leader projects.  Some county development plans stipulate that enterprises cannot be set up where there is no public sewage schemes.  In many of the areas where jobs are desperately needed, there is no public sewage scheme.  I ask for some flexibility on this issue.<\/p> <p>I have not touched on health, but the Minister knows the Taoiseach has stated University Hospital Galway is not fit for purpose, and it is not.  People cannot even park cars there and there are many cancellations.  I ask the Minister to look at another site, such as Merlin Park, where a proper hospital for the west can be built so people can access health care.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> There are some opportunities for the Minister in terms of farming and payment equality.  I know it is not her direct responsibility but the delays in the GLAS payments and the inequality in terms of payments can be somewhat addressed in the review of the areas of natural constraints, ANC, scheme.  I ask the Minister to take a special interest in it so that there is equality and to examine the CAP and how its review can address the disadvantage for smaller farmers.<\/p><p>I could make suggestions for three hours.  I know the Minister is trying her best but this plan falls way short.  Nevertheless, my party and I will continue to work with the Minister in every way possible because I passionately believe that the development of rural Ireland is the solution to the national economic sustainability of our country.  If people were to regard rural Ireland not as a problem but as a robust and sustainable solution, we would all be much better off.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#S00200","speaker":"1378","continuing":true},{"type":"speech","time":1486636200,"counter":229,"content":"<p>I warmly welcome the Minister to the House.  Like me, she comes from and believes in rural Ireland and believes that rural Ireland must grow and prosper so that our society is a better place in which to live and bring up families.  I acknowledge, as did the Minister on the launch of the plan, that this is the first time all of the actions for rural development have been pulled together in one document, which is important.  Leader companies and others have done great work on rural Ireland but it is as if they are operating in isolation from each other.  Until it is laid out in one document, which the Minister did, one does not see the pieces fitting together.  I am sincere in my acknowledgement of that fact.<\/p> <p>I perused the document when it was issued and I felt a lot of the document was pulling together announcements that had already been made.  I was criticised for saying that at the time.  As a result, like Senator Conway-Walsh, I went through the document literally page by page.  To test what I had said and to defend myself, I decided to set out a number of parliamentary questions for various Ministers, including the Minister herself, to be tabled by Deputies Joan Burton and Willie Penrose.  In the time that is allowed to me, I will try to encapsulate the result of that exercise and stand up my initial comment which was that there was very little new in the document although I acknowledge that the document did pull it all together.  I will do it by dealing with specific actions.  I am sorry to say that I will not deal with them in any particular order but as they came within my radar.  <\/p> <p>Action 20 relates to the post office network.  The parliamentary reply was that there would be a monitoring role of the post office hub working group, which is already in place, to see how it was progressing and what would be done.  Action 23 relates to the setting up of a public banking network that would be based on the Kiwi model or the Sparkasse model which has been in place in Germany for 200 years and is in operation in 40 countries across the world.  For two years this organisation has been trying to get support to kick-start a third banking force in rural Ireland that is specifically aimed at providing loan supports to the SME sector.  We were told that the matter would be dealt with by a number of groups that are already in place but Irish Rural Link, which initiated this, and the representatives of Sparkasse were excluded.  I acknowledge that since then there was a debate with the Minister of State, Deputy Ring, last week in the D&aacute;il on the issue and it has been announced that the Department of Finance is prepared to meet representatives of Sparkasse next week.  However, they need to have their feet under the table to explain the concept that they wish to bring to the country and not have other people decide if it is a good idea.<\/p> <p>Action 50 is the next action on which a parliamentary question was tabled.  This relates to the announcement of social inclusion measures to the tune of &euro;37.5 million.  It was clear from the first line of the answer that this money was announced in 2015 and that it is only utilising that money.<\/p> <p>From the start I homed in on action 6.  This relates to the concept that the Minister discussed on the Sean O'Rourke programme, which is the conversion of disused shops to residential properties.  Again, the response to the parliamentary question is that there is no detail available yet and that the Government is hoping a working group can develop how it will happen and how the planning process will be avoided, which means councillors will be excluded at local level.  Therefore, there was no answer to that question either. <\/p> <p>Action 240 relates to an area in which I have a great interest, having been a former worker in the telecommunications industry.  It relates to the municipal area networks.  We asked the specifics of how the networks were going to be improved.  The answer received was that there will be a review of what is already in place.  No specifics were given on who was using them or the cost of using them.  There was no detail whatsoever.  Actions 251 to 254 dealt mainly with rural transport initiatives.  In his reply to Deputy Burton, the Minister, Deputy Shane Ross, stated that there was an increase.  However, the increase of &euro;2 million was only to cover the normal increases that would happen on a year-to-year basis.  The other questions were referred to the National Transport Authority.<\/p> <p>On a question relating to airports, there was no commitment or answer relating to Waterford Airport, which is the one nearest to me.<\/p> <p>Action 76, which was the announcement that nine counties would have their commercial rates revalued, was of great interest to me, until I discovered that the same process that has been in place for almost 200 years would be implemented in, or foisted on, nine more counties.  In one county, County Roscommon, there was an average increase of 44%.  Therefore, there was no news there other than what is already in place.<\/p> <p>I commend the Minister of State, Deputy Se&aacute;n Canney, for taking positive action.  The group he set up on the Shannon issue had its first meeting in recent weeks.<\/p> <p>I support fully what the Minister is trying to do for rural Ireland.  However, we have an action plan with 275 actions.  The day after it was announced, I stated that it is not possible to implement 275 actions.  What we needed was a plan with seven to ten major actions.  I wish the Minister well in her endeavours and will work with her.  I have ideas which I would like to discuss with her.  I am not coming in here to condemn the Minister.  We all have to work together but what is in the plan is a pulling together of actions that are already in place rather than new initiatives, which is what we had hoped to see.<\/p> <p>I will leave it at that and thank the Minister again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#T00200","speaker":"1387"},{"type":"speech","time":1486636200,"counter":230,"content":"<p>I welcome the Minister to the House.  I also welcome the plan.  All the Departments are feeding into the one plan and will be working together in terms of delivery.  It will affect more than 600 towns and villages.  I live in a city but there are many towns and villages bordering it.  To me, this plan is about balanced regional development for anywhere outside Dublin and supporting sustainable communities.  That is certainly my reading of it.<\/p> <p>There were eight regional action plans for jobs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I was involved in the enterprise office for many years, now the LEOs.  The LEOs have been successful.  It is about working together and sharing ideas and resources with local businesses and the community.  I welcome the emphasis on their role.  There has been an increase in the creation of jobs by such enterprises.<\/p><p>It is about creating a positive environment and a message of positivity to the employers.  By sending out a positive message, we encourage small businesses that are thinking of expanding to avail of the LEOs.  The target to create 135,000 jobs outside of the Dublin region is to be commended.  That will disperse jobs to the regions. <\/p><p>Reference was made to the Atlantic economic corridor.  I was at the launch last week of the apprenticeship and traineeship programmes by the Minister for Education and Skills, Deputy Richard Bruton.  There will be 50,000 places on apprenticeship and traineeship programmes.  This is very important but the programme has to be spread across the county.  The education and training boards and SOLAS are working together on these programmes.  There is a need for programmes for the tourism sector because of the shortage of skills in that industry.  <\/p><p>There is an aspiration to create 23,000 jobs by 2025 in the agrifood sector.  Those in the agrifood business are very concerned about the impact of Brexit.  We will need to be vigilant about issues for the food sector.<\/p><p>I am aware that the Minister will set up a review group into which people will feed in information.  Vacant properties is an issue in both rural towns and villages and urban areas.  I am aware of a pilot scheme to encourage people to come back into the centre of towns.  I think the local authorities need to buy into this plan.  There are proposals for developments not too far from where I live and I know they have been having a problem in trying to get planning permission.  I think the local authorities need to be more flexible.<\/p><p>I have focused on rural tourism since I came to the Seanad.  The Wild Atlantic Way and Ireland's Ancient East are mentioned in the programme but the Minister of State at the Department of Transport, Tourism and Sport, Deputy O'Donovan, recently launched the Shannon Estuary Drive.  I would like to see this touring route being included in the programme.  There are areas not covered by Wild Atlantic Way and Ireland's Ancient East and the Shannon Estuary Drive goes some way to address this.<\/p><p>I welcome the increased funding to address flood risk areas.  A number of areas that have been hit very badly are still awaiting remedial works. <\/p><p>I welcome this initiative and I look forward to working with the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#T00300","speaker":"1384","continuing":true},{"type":"speech","time":1486636200,"counter":232,"content":"<p>Senator Murnane O'Connor has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#U00200","speaker":"1418"},{"type":"speech","time":1486636200,"counter":233,"content":"<p>I welcome the plan but I have a number of concerns, for example there are 270 action plans in the plan.  In my view that is a plan on a plan, which does not make a plan.  There is a proposal that by 2020, approximately 135,000 new jobs will be created but where will the jobs be created?<\/p> <p>I represent rural County Carlow and was a councillor for years.  What proposals in the plan will benefit Carlow?  I welcome the funding under CL&Aacute;R.  We did not benefit from funding under the Leader programme for three years.  It was a year and a half before a penny came back into the local authorities.  I felt the process was totally wrong.  The Minister mentioned 4,000 projects but so many projects in Carlow have applied for Leader funding that half of them will not get it.  I believe there should be more scope for funding.  A great many people have come to me about their projects but I know the money is not there to fund them.  The Minister must ensure that in the long term, the good projects get the funding.  I think rural areas such as Carlow have been forgotten.  <\/p> <p>In the constituency where I live, Carlow-Kilkenny, the post office is a major issue.  We still need to focus on post offices, schools, doctors and Garda stations.  The opening of Garda stations is vital and is a crucial element of this plan.  I hope we will get extra garda&iacute;, but we need to have the presence of garda&iacute; in a Garda station, because the loss of the local Garda in a community has a devastating effect on the elderly.  People are living longer and we need to ensure they are safe in their community.  <\/p> <p>While much funding to local authorities has been cut, specific funding for roads and footpaths in towns is needed.  All the services that the local authorities provided for the community have been cut.  They are not in the Minister's plan and are not covered by the capital plan.  Like previous speakers who spoke about broadband, it is unacceptable that we are looking at a six to seven-year wait for the roll-out of broadband in certain areas.  Broadband is crucial, both for people and for jobs.<\/p> <p>I refer to two projects in County Carlow.   am sure the Minister is aware of Altamont Gardens, which is the jewel in the crown.  I too like my colleagues have approached a number of Departments, only to be told there is no funding.  We might get a small amount from the Leader programme if we are lucky.  Altamont Gardens, Duckett's Grove and similar areas need funding because they are crucial.<\/p> <p>The Minister for Housing, Planning, Community and Local Government, Deputy Coveney, was launching a major housing development under Ireland 2040 this morning, which I welcome but there is confusion between what the two Ministers are doing for rural Ireland.  I hope we can create the 135,000 jobs mentioned in the Action Plan for Rural Development but what is the plan?  Is there a plan for different areas and what is the timescale?  I know that 2020 has been mentioned, but I believe areas such as Carlow and Kilkenny and similar areas have been forgotten.  I believe there is a two-tier recovery.  It is Dublin and then the rest of rural Ireland is forgotten.<\/p> <p>The issue for the people I represent is the quality of life.  We need to give the people who are living longer the quality of life they deserve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#U00300","speaker":"1395"},{"type":"speech","time":1486636200,"counter":234,"content":"<p>Senator Mulherin has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#U00400","speaker":"1418"},{"type":"speech","time":1486636200,"counter":235,"content":"<p>I welcome the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs, Deputy Humphreys.  I know she has the drive to realise the objectives of the Action Plan for Rural Development and oversee the various targets.  This is the antidote to the two-tier economy arising from the massive growth of jobs in the cities and the consequent pressure on housing, schools and infrastructure.  In rural Ireland we have empty houses and dilapidated rural towns and villages.  As we are all on the one island, the solution to the problem in rural Ireland is to support opportunities.<\/p> <p>This is about looking and addressing challenges and making recovery a reality in rural Ireland.  As wonderful as it is to live in a rural area, people cannot live on fresh air.  The migration to jobs in bigger cities is not unique to Ireland.  We see the development of super-cities and super-states in which people leave the land because it cannot sustain them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That puts pressure on the big urban centres.  We have an opportunity in Ireland to try to get a model that works.  We can make a template for other parts of the world.  I have a number of specific points to make.  I welcome the proposal that the Minister will issue grant aid to towns and villages to restore empty shops and houses to residential status so people can live in them.  This is something I have advocated for over the past number of years.  I look forward to seeing the pilot project rolled out as quickly as possible.  I have already suggested the town of Swinford in my county to the Minister, where studies have been done by a couple of universities and the Border Midland and Western Regional Assembly as groundwork to show how it can be done and to develop a template.  We have to face the reality.  That is in the context of the new national planning framework which is being developed.  How will we recognise revitalisation?  We will not see the same number of shops, pubs and cafes in these towns again but we will need residential accommodation.  The measure of success in towns and villages should not be having an FDI company.  A lot of pressure is put on towns and villages because the measure of success is often the presence of a multinational.  That will not happen everywhere.  It has to be very nuanced and that is why there are so many strands to this plan.  Working in conjunction with the action plan for jobs it has to be driven on. <\/p><p>There is a strong case for CL&Aacute;R to be extended.  I welcome CL&Aacute;R and the projects being funded under it in County Mayo and a number of other counties but it is excluded from towns such as Ballina, Castlebar and Westport.  All one has to do is look at the statistics on migration.  There are three counties in this country which the last census shows have lost population - Mayo, Sligo and Donegal.  CL&Aacute;R is particularly targeted at areas that are losing population and where there is disadvantage.  These towns cannot be taken from the rural landscape they are situated in.  The idea that they are somehow doing fine or better or that they are not disadvantaged is wrong; they are suffering very similar problems.  We must take a holistic approach and consider this population decline.  It is highly educated young people that are gone.  This investment is needed to attract our young people back where there are jobs.  My request to the Minister is that she looks at extending it because there is valuable funding there and it would make a big difference in terms of investment and enhancement of those particular towns and the outlying areas.  <\/p><p>Senator Hopkins raised the issue of investment in roads and it is in the plan.  The reality is we had a massive roads programme with billions of euro being spent for years up until the crash.  That has resulted in the construction of major inter-urban routes to most cities.  If one draws a line from Galway to County Louth, there are no major inter-urban routes along it.  I understand my time is nearly up.  There has been a problem with money but the connectivity is needed there more than ever because these are disadvantaged regions.  It should be reflected in Government allocation of funding if there is to be a real solution and a real result for these areas.  We have to have roads and we have to have proper public transport.  <\/p><p>I will comment on the Leader programme.  I have been very much involved in it and I have seen the benefits on the ground in my area.  There have been a lot of disparaging remarks made here about Leader.  The reality is that the last time many Leader companies did not get to spend their money which resulted in the former Minister, Phil Hogan, having to redistribute and assess it.  The second thing is when the new CAP was renegotiated and there was a reduction in Leader, the Minister, Deputy Coveney, said that if they could spend the money they had they could come back and make a case for more.  There is a lot of good work done by Leader but several Leader companies went out of business.  They went to the wall and several of them were under investigation.  I do not necessarily want to go into that but there were problems with Leader and anybody saying otherwise is not being honest.  Let people bring the projects forward and let them spend their money.  Is that not the way to go?  <\/p><p>I have two requests on that side - the roads and the CL&Aacute;R programme and to press on with flood management and defences because where towns have been flooded, one cannot run or sell one's business or house.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#U00500","speaker":"1425","continuing":true},{"type":"speech","time":1486636200,"counter":237,"content":"<p>I warmly welcome the Minister to the House and say that no Minister, particularly this one, needs to be lectured about rural development.  She lives in a rural constituency and represents rural and urban.  I have no doubt about her commitment and energy to deliver this plan.  It is a balanced plan and is one that has been put down and worked out.  Key objectives have been set and that is fair.  I fully support it.  How could one not support 135,000 new jobs by 2020 or increasing overseas visitors by 12%, which is one of the targets?<\/p> <p>Other targets are to invest over &euro;50 million in sports, recreational and cultural facilities and to revitalise 600 towns and villages.  We do not need to be lectured about the revitalisation of towns.  We are hearing it from councils, the D&aacute;il and the Seanad.  There has been loads of belly-aching and now there is a plan.  There is a proposal and we should be supporting it.  If, in two years, people are not delivering then we should come into the Houses, haul the Minister in and tell her she has not delivered.<\/p> <p>The Minister has put a plan in place with deliverables and a timeframe and she has to be commended for doing that.  She said she wants to revitalise all these towns and villages, protect vital local services and ensure all homes and businesses are connected to broadband in the lifespan of this plan.  She wants to double the investment in flood relief.  I spent last night in Shannon where there was an enormous meeting about the Shannon flood basin at which the Minister of State with responsibility for the OPW, Deputy Canney, spoke.  I heard the concerns of farmers who had 100 acres under water for six months.  They see hope in the Minister's plan and they welcome it.  To support 4,000 new community projects is a very ambitious target.  It is an enormously ambitious target but the Minister is committed to it.  She has set it out and I admire her.  I thank her for that.<\/p> <p>I will say a number of other things.  This morning in the AV room, Department officials gave us an overview of Ireland 2040 and the plan.  It goes hand in hand with this Minister's vision and plan for rural development and balanced regional development.  I ask that the Minister's officials and those of the Department of Housing, Planning, Community and Local Government take time to send people out to engage with the regional authorities, which represent communities, and the 31 local authorities.  They are key stakeholders in delivering on the ground.  They are usually the first responders to crises in communities, both rural and urban.  The Minister should tap into that resource.<\/p> <p>I will caution the Minister regarding one issue.  We saw when we talked about the hedge cutting initiatives how emotive the issue of heritage is.  Heritage, landscape and biodiversity are the challenges.  We can have both but that is the area we cannot forget.  There has to be balance.  I ask the Minister to look at environmental issues, biodiversity and all those issues and bring in the stakeholders that are involved in those areas because they have a valid argument too.  They need to be looked at carefully.<\/p> <p>We will have to diversify the agrifood sector from other forms of traditional agriculture back into the agrifood sector.  The mushroom business is in crisis.  The horticulture sector, forestry sector, cut flower production and nursery stock production are areas that need to be included because they are also part of it.  I thank the Minister and sincerely wish her well. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#V00200","speaker":"1379"},{"type":"speech","time":1486636200,"counter":238,"content":"<p>On a point of order, the forestry sector is not in any kind of trouble.  It is possibly one of our greatest and most growing sectors and is sustaining hundreds of jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#V00300","speaker":"1427"},{"type":"speech","time":1486636200,"counter":239,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#V00400","speaker":"1418"},{"type":"speech","time":1486636200,"counter":240,"content":"<p>I did not say that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#V00500","speaker":"1379"},{"type":"speech","time":1486636200,"counter":241,"content":"<p>That is not right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#V00600","speaker":"1427"},{"type":"speech","time":1486636200,"counter":242,"content":"<p>I want to correct that.  I did not say that.  I want to put the record straight.  Every sector should be supported, expanded and diversified.  I am saying this through the Chair.  We should diversify in terms of tourism on all the issues in forestry.  There have been targets set by this Government to expand the forestry sector.  It will need that commitment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#V00700","speaker":"1379"},{"type":"speech","time":1486636200,"counter":243,"content":"<p>The Senator is still within his time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#V00800","speaker":"1418"},{"type":"speech","time":1486636200,"counter":244,"content":"<p>I am still within my time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#V00900","speaker":"1379"},{"type":"speech","time":1486636200,"counter":245,"content":"<p>Cuirim c&eacute;ad f&aacute;ilte roimh an Aire.  T&aacute; cuid mhaith molta&iacute; anseo agus caithfimid tac&uacute; leo.  Is maith ann iad agus is maith iad a fheice&aacute;il in aon doicim&eacute;ad amh&aacute;in.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are lots of initiatives here which we all support and it is good to see them all in one document.  There is a sense of <i>d&eacute;j&agrave; vu<\/i>with much of it, though.  The actions that are noted here are a gathering of actions across Departments and organisations which are happening anyway, so additionality is an issue.  I say that with particular reference to the section on the Gaeltacht areas, with which I would be particularly familiar.  I have raised issues around the Leader programme with the Minister previously.  Leader has been an unmitigated disaster in County Galway, for example, and there is still a huge issue concerning the islands which must be addressed.  <br\/><br\/>There is much discussion on the role of &Uacute;dar&aacute;s na Gaeltachta, which I welcome.  However, the resources are not being put in place to deliver on this plan.  An Indecon report was published a number of years ago which said that &Uacute;dar&aacute;s na Gaeltachta needed &euro;12 million per year in its capital budget to retain the level of employment that is there at the moment.  Such funding was needed not to add any extra jobs, but to deal with the net scenario.  The capital budget for &Uacute;dar&aacute;s was cut to the bone by Fianna F&aacute;il, from &euro;26 million down to &euro;5 million at one stage.  It has gone up now to somewhere between &euro;6 million and &euro;7 million but it is still far short of the &euro;12 million that is required just to keep things ticking over, not to mind creating an extra 1,200 jobs in the Gaeltacht areas.  The reality on the ground and what is in the plan do not match up when it comes to resources and that would be one of my main concerns.<br\/><br\/>The issue of health services is massive in rural areas.  I welcome the fact that there will be 18 new primary care centres but I would like to find out where they will be located.  The other issue is that we already have primary care centres that do not have the staff that are needed.  We have never had a fully staffed primary care centre in south Connemara.  There is no physiotherapist in all of south Connemara and there is no social worker available to people aged between 18 and 65 in the whole of county Galway.  We need to hear how the Departments of Health and Arts, Heritage, Regional, Rural and Gaeltacht Affairs are going to ensure that those new primary care centres are fully staffed.  There is also a big issue with ageing GPs in rural areas, of which I am sure the Minister is aware.  There are three GPs in my own area who are due to retire in the next 18 months.  They are saying that it is going to be really difficult to find replacements because the younger GPs do not want to go to rural areas.  Again, that is an issue that must be addressed.<br\/><br\/>The issue of ambulances in rural areas was also mentioned earlier.  There are massive areas of rural Ireland that do not have adequate ambulance cover and that must be addressed.  The centralisation of services in places like Galway city under hospital groups like the Saolta University Health Care Group, is very detrimental to rural areas.  The fact that people have to travel from Donegal to Galway to get chemotherapy and other services is totally outrageous.  We need a rebalancing within the acute hospital system to make sure that such services are provided closer to the people.  We also need more investment in primary care services.  Addiction services in rural areas are virtually non-existent.  Again, we have seen huge cutbacks in addiction services in the west in particular.  Another area worth mentioning is that of domestic violence supports.  The funding for such social supports in rural areas, which are very important, has been cut savagely in recent years.  <br\/><br\/>I note that there is mention of community employment, CE, schemes, T&uacute;s, JobPath and so forth and the Intreo offices.  However, the reality is that Intreo offices have been closed down in rural areas where they were previously available.  There was an office in Carraroe in south Connemara but services were centralised.  Now people in that area have to travel into Galway city to avail of the services of the Intreo office.  That goes totally against what the Minister has said she wants to achieve in the strategy and it must be addressed by the Minister for Social Protection.  If it is intended to provide such services in rural areas, then staff must be located in those areas.<br\/><br\/>On child care, it is obviously very difficult to keep community child care facilities open in rural areas.  There are also issues with the levels of pay in that sector.  Many people are finding it hard to staff child care centres because it is more attractive for people to work as SNAs in schools and so forth, where the workload is not as heavy and the pay is better.  Transport is a massive issue.  The rural transport programme has been successful but it needs more money.  We need to address the issue of connectivity and we need greater investment in our roads infrastructure.  We must also overcome issues around designation which have hampered the likes of the N59 in Connemara and the R336 in south Connemara.  The western rail corridor must be taken on board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#V01000","speaker":"1377","continuing":true},{"type":"speech","time":1486636200,"counter":247,"content":"<p>The Senator's time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#W00200","speaker":"1425"},{"type":"speech","time":1486636200,"counter":248,"content":"<p>There is mention in the report of the Sparkassen model of community banking.  I ask the Minister to tell us the position of the Minister for Finance on that issue.  I attended a great presentation on that recently and many people would agree that it is an interesting model to consider.  However, there seems to be some reticence in the Department of Finance in terms of looking at that option.<\/p> <p>I would refer the Minister to the document published by my party entitled A New Deal for the West.  The big ticket item in that document is the rural proofing of all legislation that comes through these Houses, which would be very useful.  If there was a statutory requirement to rural-proof all legislation, we would head off many issues at the pass.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#W00300","speaker":"1377"},{"type":"speech","time":1486636200,"counter":249,"content":"<p>I welcome the Minister and very much welcome this plan to stimulate and support rural Ireland to help it to achieve its full potential.  There is no doubt that rural Ireland suffered disproportionately in the upheaval and economic recession that we have experienced over the past ten years.  Rural Ireland also suffered during the Celtic tiger period.  While there was plenty of cash around and the economy was flying, that cash was misused and rural Ireland lost out in that period.  For instance, the national spatial strategy of 2002 envisaged the development of 20 gateway and hub towns, which was a great plan for regional and rural Ireland.  However, it was hijacked along the way and political decisions were made not to take any heed of the plan and the proof is in the pudding now.  The proof will also be in the pudding for this plan but I welcome the fact that this will be measured and monitored along the way.  There is major potential in it and if it is fully implemented, it could change the face of rural and regional Ireland.<\/p> <p>The plan must be backed up with funding.  When the plan was launched, there was some criticism around a lack of sufficient funding.  The reality is, however, that many of the areas mentioned in the plan that will be measured have already been provided with funding.  We have, for example, the national broadband plan and while everyone in this House would agree that implementation has been slow, that plan is very close to fruition and the money required has already been provided.  The implementation of the broadband plan will change the face of rural Ireland.  <\/p> <p>This Government and its predecessor have had to pick up the pieces after the economic crash.  During the boom times, jobs and infrastructure were not put in place in rural and regional Ireland.  Hundreds of thousands of houses were built in the wrong places.  There were no jobs to sustain them and no infrastructure to link them.  That was the problem at the time and I could give many examples of it.  We do not want to make the same mistakes again.  <\/p> <p>I very much welcome the other plan that was launched today by the Minister for Housing, Planning and Local Government, Deputy Simon Coveney, entitled Ireland 2040 - Our Plan.  If we continue in the current manner, the east coast of Ireland will be choked while the west coast and the rest of regional and rural Ireland will be devoid of development.  This is the last chance saloon, in effect.  No matter what Government is in place, we need to lay the foundations now so that the plans cannot be tinkered with along the way.  I wish the Minister well in implementing this plan because it is our children and our children's children who will benefit from it.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#W00400","speaker":"1426"},{"type":"speech","time":1486636200,"counter":250,"content":"<p>Several times a week I get into my car to drive from Athlone to Dublin and I cannot help but notice how the volume of traffic grows as I pass every exit.  Even more striking is the fact that most of the traffic is going in one direction.  We should be bringing jobs to the people rather than people to the jobs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gabrielle McFadden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2399\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2399&amp;amp;pid=GabrielleMcFadden&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Leaving aside de Valera&rsquo;s vision of comely maidens dancing at the crossroads, the true pioneers of rural development include John Healy, formerly of <i>The Irish Times<\/i>, and one of my political heroes, John Hume.  John Healy has sadly left us and John Hume has retired from active politics, but the need to focus clearly on the development of rural Ireland is no less now than it was in their day.  Figures from EUROSTAT show that Ireland has one of the highest shares of people living in rural areas of almost any EU country.  Our own census shows that the population of the country is growing significantly.<br\/><br\/>However, when one digs further into the statistics, there is no doubt that there is a migration from rural to urban areas.  Between 2011 and 2016, for example, the population of Longford-Westmeath fell by over 1,300.  That is why I welcomed the launch of the Action Plan for Rural Ireland Development in the constituency of Longford-Westmeath by the Minister and the Taoiseach.  I thank the Minister for this as it is an area close to my heart.<br\/><br\/>This plan, unlike some others before it, sets out specific actions which will have measurable benefits to those living in rural areas.  It is not, for example, like Fianna F&aacute;il&rsquo;s decentralisation plan, a political stroke worked out on the back of a cigarette packet to get maximum headlines and to fool the electorate.  This action plan can and will be measured.  When the Fine Gael-led Government launched its Action Plan for Jobs in 2011, the Opposition heaped scorn and commentators said it could never be done.  Six years later, the targets have been smashed and the unemployment rate has more than halved.  Long-term unemployment, youth unemployment and general unemployment have been reduced significantly.  While the progress has confounded the naysayers, there is still a way to go.  The focus for the coming years must be on building up the towns and villages of the midlands particularly, as well as those along the Atlantic seaboard.<br\/><br\/>The Action Plan for Rural Development takes a similar systematic approach.  It outlines, for example, investment in 600 towns and villages, a 12% increase in tourist numbers and the creation of 135,000 jobs outside of Dublin.  These are real measurable initiatives which will improve the lives of people living in rural Ireland.  I am not suggesting we should be blindly optimistic and ignore any of the problems that exist.  However, we need to be positive and constructive in our approach to rural Ireland.<br\/><br\/>Rural development is a key means of achieving equality, of making social change and of improving the lives of those men and women who want to live in their own areas.  I see this plan as a welcome step on that road.  It is an approach where the Government and communities work together for a brighter future and which will yield results.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#W00500","speaker":"1375","continuing":true},{"type":"speech","time":1486636200,"counter":252,"content":"<p>I welcome the Minister, Deputy Heather Humphreys, to the House.  I also welcome the Action Plan for Rural Development.<\/p> <p>I live on the outskirts of Limerick city in Castletroy which has a large number of rural villages around it such as Castleconnell, Cappamore, Murroe and Caherconlish.  On the Clare side, there are villages such as Parteen and Ardnacrusha.  In the main, these have all become commuter villages.  They are rural in orientation but many of the people who live in them commute to jobs in Limerick city.  I would like to see this element integrated into the Minister&rsquo;s proposal.  How do we get to a point where these satellite towns do not just become commuter housing estates but are maintained as vibrant areas?<\/p> <p>I welcome the fact the Minister is introducing a pilot scheme to encourage residential occupancy in town and village centres.  Many elderly people who live on their own in rural areas would now like to live in villages.  Voluntary housing bodies are looking to build a small number of units in villages.  As an aside, I must point out that the process by which they can apply for funding to the point where they can turn the sod for the beginning of a development is too bureaucratic and slow.  It needs to be examined.  Cappamore, a village in my area, has a fantastic community centre, library and pubs surviving against the grain.  There is an immediate need to get voluntary housing schemes up and running for elderly people who would like to move into villages such as Cappamore.  However, to qualify for voluntary housing, one needs to have a defined need under local authority guidelines.  For a person living in a single farmhouse, there is a possibility he or she might not qualify as it would be deemed as a home.  This needs to be examined.<\/p> <p>A range of measures such as tax designation, a grant or a revised first-time buyer&rsquo;s scheme, are needed to encourage occupancy in towns and villages.  Central to that, we must support our rural schools and post offices.  Unfortunately, during the recession the banks exploited the downturn to close rural bank branches.  The post offices can pick up the slack in this regard.  The credit union movement also deserves our support.  Credit unions have come through a rough time.  When I was a chartered accountant, I knew many small businesses which would have gone to the wall if they had not been supported by their credit union.<\/p> <p>Broadband provision in Castleconnell, Cappamore, Murroe and Caherconlish is reasonably good but needs to be further enhanced.  We have to look at giving exponential supports through IDA Ireland, Enterprise Ireland and the local enterprise office, LEOs, for businesses in villages.  There are many fantastic people in villages who want to make them thrive.  This action plan is a defined support from the Government which shows we want to rejuvenate rural Ireland.  Rural towns within a 15 mile radius of a city also need to be integrated into this plan.<\/p> <p>I commend the Minister on this action plan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#X00200","speaker":"1374"},{"type":"speech","time":1486636200,"counter":253,"content":"<p>More Members wish to speak on this matter.  To accommodate them, we would need to extend the time for this debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#X00400","speaker":"1425"},{"type":"speech","time":1486636200,"counter":254,"content":"<p>I propose we extend the time for this debate to 2.40 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#X00500","speaker":"1415"},{"type":"speech","time":1486636200,"counter":255,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#X00600","speaker":"1425"},{"type":"speech","time":1486636200,"counter":256,"content":"<p>I am delighted to have this opportunity to speak about the Action Plan for Rural Development.  At the heart of this plan is a clear and targeted commitment to improve the lives of those living and working in rural areas.  This is the first time we have had a comprehensive action plan to support and revitalise rural Ireland, an action for which I compliment the Minister.  I know she is passionate about the need to champion the case of rural communities.  This action plan is determined to ensure rural communities have increased opportunities for work and access to public services and social networks to support a high quality of life.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frank Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> On the main streets of many towns and villages, including mine, there used to be thriving businesses and everybody lived above the premises.  On the main street of my town there were at least 150 people living over the shops, including parents and children.  The current number could be as low as two or three.  There are many opportunities, facilities and buildings in every town and village that could well be utilised for housing and other measures.  The retailers on the streets in question are under tremendous pressure owing to out-of-town shopping in stores such as Lidl, Aldi and Tesco.  There certainly needs to be smaller, indigenous, artisan trades which could be given tax incentives.  The Minister is examining all of these measures which I very much welcome.<\/p><p>The action plan contains five key pillars, with the aim of improving the social and economic fabric of rural communities.  The objectives of supporting sustainable communities, enterprise and employment and fostering culture and creativity in rural areas are very much a plus.  Other objectives are maximising rural tourism and recreation potential and improving road infrastructure and connectivity.  Before I became involved in politics, I lived near Lough Key Forest Park which in the 1970s was a significant tourist attraction.  I was chairman of the Lough Key Forest Park action group.  With the local authority and Coillte, we drew down &euro;12 million to &euro;15 million in EU regional investment funds.  Some &euro;15 million has been spent on Lough Key Forest Park which is a jewel of tourism in the country and attracting tens of thousands of visitors.  It was rated as the sixth most important visitor attraction in the country.  It has 50 people employed and Moylurg Rockingham, a partnership between Roscommon County Council and Coillte, made &euro;200,000.  The development killed about five birds with the one stone.  It was initially said they did not own the park and that it was owned by Coillte.  I brought the various interested parties together, including Roscommon County Council, and we drew down &euro;2 million.  That loan has been repaid and we now own the park.<\/p><p>Unfortunately, in my town, Boyle, which is only two or three miles from the park the two hotels are closed.  Hotels were built in towns and villages all around the country, but the town that actually needs a hotel does not have one.  I acknowledge that we missed the boom times or the Celtic tiger, but we desperately need a flagship hotel.  Considerable work has been done through the local town teams in Castlerea, Boyle and Ballaghaderreen, where Senator Maura Hopkins is from.  They are great initiatives and take politics out of the equation.  They do not involve the chamber of commerce or the town council.  The town teams are the way forward in working with the council.  However, we do not have a hotel.  Unless there is some tax incentive or major stimulus to get somebody to build and operate a hotel, we will have huge problems.  There are many towns similar to Boyle, but I am mentioning it as one example.  The forest park is a mile and a half from it, but we do not have the facilities to bring in tourists.  The local hotel, the Royal Hotel, which is ancient is for sale, but it is effectively a site.  Nobody in his or her right mind would buy it, unless he or she was given considerable assistance through tax incentives or grants.  If these were made available, it would improve the tourism fabric.  There is tourism potential.  Boyle Abbey is a 12th century Cistercian abbey.  We have King House, on which we worked very closely with former President Mary McAleese who has donated gifts to it.  However, we do not have the flagship hotel to attract tourists.  They come in but drive out.  I know that this is an area in which the Minister absolutely believes.<\/p><p>There is no hotel in Ballaghaderreen and Castlerea.  Thankfully, there is one in Strokestown.  We need tourism infrastructure.  Ballaghaderreen is beside Lough Gara, while Castlerea is beside Clonalis House.  A hotel is not just for tourists.  It provides a facility for weddings or funerals and is a place where people can go for a coffee.  We need that infrastructure.  I acknowledge the Minister is passionately interested, but this is one aspect we need to have sorted out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#X00800","speaker":"1424","continuing":true},{"type":"speech","time":1486636200,"counter":258,"content":"<p>I am delighted to welcome the Minister.  As her constituency colleague, I know at first hand that she has a genuine passion for rural regeneration and this work.<\/p><p>I am happy to note in the plan that there is to be a monitoring commission and that the plan will be monitored constantly.  It is not an aspirational document.  That merits repetition.  I trust that the Minister will update the House regularly on the monitoring of the plan which is not a paternalistic, patronising document, implying that rural Ireland needs help; rather, it examines the potential and opportunities in rural Ireland.  I also welcome that dimension.  We are not people who need help but who need an opportunity to realise our potential.  All the pillars, aspirations and aims outlined in the plan are supported by money.  That is important.  For flood risk management, there is an allocation of &euro;80 million.  Some &euro;28 million has been committed for towns and villages, &euro;12 million for village renewal, &euro;5 million for CL&Aacute;R and &euro;2.8 million for the built heritage.  Some &euro;1.3 million has been allocated for Heritage Council schemes, while &euro;275 million has been allocated for broadband provision.  I say this to get rid of the erroneous impression that the plan has not been costed and is not specific.  It is specific and has been costed and will be monitored.<\/p><p>On the jobs issue, I can only reference a few points quickly, but they are important to me.  We all know that there will be potential to attract industries after Brexit.  Mr. Shanahan of IDA Ireland has grasped that opportunity and is following up with as many as 1,400 international companies.  That is good.  What I want to do - we are very fortunate the Minister is present to do it with us - is locate quite a few of the jobs in rural Ireland.  I do not have to tell the Minister that the Border region needs these jobs and to experience inward investment.  We have a great, well developed indigenous sector.  Why should the Border region not have inward investment like everywhere else?  We have the necessary infrastructure and educational facilities.<\/p><p>The tourism initiatives included in the plan are good.  I am in favour of and welcome them.  Reference was made yesterday to the Gathering.  There is enormous potential in the concept of the Irish diaspora abroad, on which I urge the Minister to keep working.  I was involved on a committee in my area in organising a school reunion.  It brought home hundreds of people, some of whom had never been back before.  They are now coming back and in touch.  Tapping into the diaspora is the key to tourism promotion.  Members of the diaspora can be relied on to return as tourists and spend.<\/p><p>I am all in favour of the proposal to get people living over shops again in towns.  It has to be made attractive and grant aided.  When will there be specific action in that regard?  I would like to see it.<\/p><p>Rural post offices are vital.  As the Minister's brief covers rural areas, I would like to see her supervising, working with and encouraging her colleagues in the Cabinet to ensure there will be financial services in post offices and a range of attractive features such as tourist information services.  The post office should be a one-stop shop for so many activities and should be attractive.  We want to keep rural post offices open.<\/p><p>Broadband is the big issue.  I probably should have started with it, but I wanted to refer to job creation in rural areas, including Cavan and Monaghan.  Providing broadband in Cavan, Monaghan and every other rural area is crucial.  I met a woman downstairs who was buying boosters to have broadband in her house.  We need broadband in every home.  How does the Minister see this coming to fruition?<\/p><p>An area that is close to the Minister's heart and professional background is that of the credit unions.  When I was doing a little background reading before making a few remarks today in the limited time we have available, I came across a proposition made by a Mr. McLoughlin, who is involved in community development in County Offaly.  He states 1% of credit union moneys or lending potential should be directed towards local job creation initiatives.  The Minister is more <i>au fait<\/i>with this matter than anyone in the Chamber.  Mr. McLoughlin pointed out that the typical local credit union could have &euro;25 million in resources.  One per cent of this sum is &euro;250,000, which could be mandated for investment in a job creation project in the village.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I appeal to the Minister to so do.  I am a great believer in inward investment but I also believe we need to support indigenous jobs.  In that regard, the indigenous jobs in our area in the agri-sector are very important.  I note that I am beginning to attract the ire and angst of our distinguished Acting Chairman so I will not say much more.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Y00200","speaker":"1397","continuing":true},{"type":"speech","time":1486636200,"counter":260,"content":"<p>Senator O'Reilly said that before and he went on for another minute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Z00200","speaker":"1427"},{"type":"speech","time":1486636200,"counter":261,"content":"<p>In a Brexit situation, even in the lead-in to it, there must be direct support in terms of tax relief and interventions for the agricultural sector in the Border regions, which will be savaged.  That is my final appeal.  I thank the Acting Chair for her indulgence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Z00300","speaker":"1397"},{"type":"speech","time":1486636200,"counter":262,"content":"<p>I thank Senators for their contributions they.  I very much welcome their input.  This is the first ever cross-Government approach to rural Ireland.  The Action Plan for Rural Development is a living document with the capacity to add further actions over its lifetime.  I am happy to hear further suggestions from Senators on how we can target other areas as well.<\/p><p>Senator O'Mahony is correct in saying that many of the commitments in the action plan involve new policy initiatives and will not necessarily require additional funding to have a positive impact.  Through the Action Plan for Rural Development, the Government wants to empower rural communities to maximise their strengths.  I do not have all the solutions but through a concerted joined-up approach, one which is based on community-led development, I am of the view that we can make a real difference to rural communities.<\/p><p>I can assure Senator McFadden that we had a wonderful day in Ballymahon.  It is my intention, and that of the Government, to make this plan work.  Senators Byrne and O'Reilly referred to the monitoring committee.  I will convene a meeting of the new monitoring committee for the action plan in the coming weeks.  That will provide an opportunity to identify and agree further actions and to facilitate ongoing discussion with the stakeholders in terms of the implementation of the current actions.  To be clear, I will exert pressure on my fellow Ministers and their Departments to carry out their actions.  In that way they can leverage more money into rural areas.  I did it for the 2016 commemorations, although not on my own, and it was done by mobilising support and working with local authorities and local communities.  It was a bottom-up approach.  Many people said that would not happen but it did.  It was a very successful collaborative way of working in partnership with the various stakeholders and especially with local authorities who were wonderful in terms of that initiative.  This is a new but similar type of challenge and I am confident that if we work together and ensure it is done properly and effectively it can make a real difference with the seed capital of &euro;60 million from the Department.<\/p><p>I wish to correct the record in terms of what has been said on broadband.  As the debate progressed, more years were added in respect of the broadband plan.  It is incorrect to say that broadband plan will not be implemented until 2022.  The plan is being implemented and, to date, 1.4 million premises have access to broadband because of Government policy.  Towns all over Ireland now have access to high-speed broadband and the telecoms sector is continuing to invest with more services to be rolled out.  The Minister for Communications, Climate Action and Environment<b>, <\/b>Deputy Naughten, is managing a major procurement process to deliver broadband to premises that will not be covered by the commercial sector.  He is from a rural constituency and it is a priority for him and for this Government to ensure that every home will have high speed broadband.  I wish to be very clear in that regard.  Senator Conway-Walsh mentioned services in Mayo.  High speed broadband services are being made available in Belmullet from March.  Approximately 420 premises will have access to high speed broadband from next month.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Z00400","speaker":"1249"},{"type":"speech","time":1486636200,"counter":263,"content":"<p>How many premises are there altogether?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Z00500","speaker":"1378"},{"type":"speech","time":1486636200,"counter":264,"content":"<p>That is good news.  We need to continue to work on it.  Sometimes good news does not sit well with some people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Z00600","speaker":"1249"},{"type":"speech","time":1486636200,"counter":265,"content":"<p>I very much welcome it but I want all of the houses to be covered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Z00700","speaker":"1378"},{"type":"speech","time":1486636200,"counter":266,"content":"<p>Order.  Senator Conway-Walsh has already made her point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Z00800","speaker":"1425"},{"type":"speech","time":1486636200,"counter":267,"content":"<p>Can it be done from the outside in?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Z00900","speaker":"1378"},{"type":"speech","time":1486636200,"counter":268,"content":"<p>That is a fact.  It is good news.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Z01000","speaker":"1249"},{"type":"speech","time":1486636200,"counter":269,"content":"<p>I am disappointed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Z01100","speaker":"1378"},{"type":"speech","time":1486636200,"counter":270,"content":"<p>Senator Kieran O'Donnell mentioned elderly people in isolated rural areas who want to move into towns and villages.  I fully agree with what he said.  The attitude is changing and people want to move into towns where the can access services.  As the House is aware, I am examining a pilot scheme in the latter half of this year to encourage people to move back into town centres.  Senator Mulherin has been promoting such an initiative and has highlighted it at every opportunity.  If people live in towns it re-energises the town and business will follow.  I will also work with the Minister for Housing, Planning, Community and Local Government, Deputy Coveney, because he has initiatives such as change of use for planning.  He is working with local authorities on the social housing area.  I will take up the matter with him that Senator Kieran O'Donnell raised.<\/p> <p>I agree with Senator Marie-Louise O'Donnell that it is imperative to put the arts and culture at the centre of Irish life.  That is what Creative Ireland, the plan I launched before Christmas, will do.  It is about putting creativity and culture at the centre of communities right across this country, enabling the creative potential of every child and investing in creative and cultural infrastructure.  Ireland is a centre of excellence in media production.  Senator Marie-Louise O'Donnell is correct that we must unify our global reputation and showcase Ireland as a country that values arts and culture.  In terms of tourism also we must reach out to the diaspora.  Arts and culture are the glue that holds society together.<\/p> <p>I agree with Senator Hopkins that the creative sector also has huge potential in rural areas.  The rural economic developments zones, REDZ, programme that was announced late last year supported a number of exciting projects.  Senator Joe O'Reilly was very pleased with a project in Bailieborough that got support from the programme.  It involved local communities working with local authorities and coming up with solutions.  Some speakers outlined towns that need support.  Those towns that need support must mobilise and put in their applications because I cannot deliver if the applications do not come in.  Communities and businesses must work together in a ground-up approach.<\/p> <p>There are five priorities in the plan, namely, supporting communities, creating jobs, increasing tourism, supporting and encouraging culture and creativity and improving connectivity.  There are 275 actions.  Some said that is too many but as far as I am concerned that is not the case.  It is an ambitious project and rural Ireland deserves ambition.  Why not be ambitious?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Z01200","speaker":"1249"},{"type":"speech","time":1486636200,"counter":271,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Z01300","speaker":"1427"},{"type":"speech","time":1486636200,"counter":272,"content":"<p>All of the actions must come together.  This is the first ever cross-Government, co-ordinated approach to rural Ireland.  Real jobs are being created.  The best yardstick to measure that is the unemployment figures, which are down from 15% to 7% and we will continue to work on that.  The Minister for Social Protection, Deputy Varadkar, has further initiatives to get people who are long-term unemployed back into the jobs market.  The one real measure is the drop in unemployment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Heather Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2308\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2308&amp;amp;pid=HeatherHumphreys&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to continue to work on that also.  I believe I have covered all those issues.<\/p><p>I wish to emphasise how much I believe in the potential of rural communities.  I see the resilience, resourcefulness and tenacity of my own rural community.  Parishes were mentioned.  I am from the parish of Aghabog in County Monaghan and I understand the strength of parishes.  Some people say Ireland is made up of parishes.  When one goes to America, all they want to know is the parish one is from.  I believe in the strength of those parishes and if we tap into that resourcefulness, commitment and community, we will ensure that rural Ireland succeeds.<\/p><p>As I said previously, rural Ireland does not need to be saved; it just needs to be supported.  That is what I want to do through this plan.  I want to change that narrative, and this plan means that Departments will have to rural proof their decisions.  In everything they intend to do, they will have to consider rural Ireland.  I do not believe that happened in the past.  When Ministers are making decisions, they will have to consider the impact those decisions will have on rural Ireland.<\/p><p>Rural Ireland can and does make a huge contribution to our economy through innovative industries, thriving community activism, new approaches to attracting tourism and its commitment to creativity and culture.  I accept there are challenges, but we want to address those challenges by maximising the full potential of rural communities.<\/p><p>In terms of jobs, 72% of jobs created in 2016 were outside the greater Dublin area.  Mention was made of credit unions.  Credit unions are mentioned in the plan, and I very much want to work with credit unions because that is another wonderful voluntary and community organisation that we can partner with in terms of initiatives across rural Ireland.<\/p><p>Services were mentioned.  There is an explicit commitment in the action plan that no rural school will be closed against the wishes of the parents.  The Department of Health will increase general practitioner services in rural communities and the Minister of State, Deputy Ring, will shortly bring proposals to Government to support the post office network.  Also, 50,000 apprenticeships will be provided across the country by 2020.  That is very important.  I again thank the Senators for their contributions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#Z01400","speaker":"1249","continuing":true},{"type":"speech","time":1486636200,"counter":274,"content":"<p>That concludes the statements.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#AA00200","speaker":"1425"},{"type":"majorheading","content":"Business of Seanad","time":1486636200,"counter":275,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#AA00250"},{"type":"speech","time":1486636200,"counter":276,"content":"<p>I propose an amendment to the Order of Business: &quot;That No. 3 previously ordered be discharged and that No. 3<i>a<\/i>on the Supplementary Order Paper be taken at 4.45 p.m. to conclude not later than 5.30 p.m., with the contributions of group spokespersons not to exceed five minutes and the Minister to be given three minutes to reply to the debate.&quot;<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#AA00300","speaker":"1391"},{"type":"speech","time":1486636200,"counter":277,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#AA00400","speaker":"1425"},{"type":"unspoken","time":1486636200,"counter":278,"content":"<p>Sitting suspended at 3.45 p.m. and resumed at 4.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Commission of Investigation relating to disclosures by members of An Garda Síochána: Statements","time":1486636200,"counter":279,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#NN00100"},{"type":"speech","time":1486636200,"counter":280,"content":"<p>I thank Members of this House for agreeing to statements being taken on this important matter in the House today.  As the House will be aware I have laid the relevant material before the House to give full effect to the recommendations of Mr Justice O'Neill.<\/p> <p>However, before moving to seek approval for the relevant motion I believe it is sensible that we discuss these matters here first.  I am already persuaded from discussion which I have had that there may be some improvements which can be made to put beyond doubt that certain matters will come within the remit of the commission.  I intend to reflect on what is said here today and make any amendments to the proposed draft order in light of those discussions.<\/p> <p>As Mr. Justice O'Neill indicated, it is imperative that certain allegations be examined and I believe we should stick as closely as possible to the terms of reference he proposed.  After all we appointed him and gave him terms of reference for the initial inquiry.  He has considered all the issues and made a series of recommendations which I have laid before the House.<\/p> <p>In the other House, Deputies made this point and I am sure Senators will agree.  It is important to do this in as timely a way as possible so that we can get to the truth.  At present we have allegations and we need to get to the truth of these matters.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frances Fitzgerald:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=401\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=401&amp;amp;pid=FrancesFitzgerald&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Mr. Justice O'Neill, who has examined all these issues to date, does not know if the allegations he says should be inquired into are true.  I do not know if they are true, nor does any other Member of this House.  What we have are allegations.  I acknowledge the allegations are very serious and if they are found to be true, they inevitably will have very serious consequences.  We must remember that the truth or otherwise of allegations is not determined by their seriousness or their frequency but by the facts.  I am determined that those facts should be established.  I am very grateful that Mr. Justice Peter Charleton of the Supreme Court has agreed to act as the commission, so I want to take this opportunity to thank him and indeed Mr. Justice Iarfhlaith O'Neill for the work that has already been done in a very timely way.<\/p><p>It is of the utmost importance that allegations of wrongdoing by members of An Garda S&iacute;och&aacute;na are fully addressed.  An Garda S&iacute;och&aacute;na occupies a critical part of our democracy.  It is essential that trust is maintained in An Garda S&iacute;och&aacute;na and that citizens can have that trust because of the serious work that they do daily.  We have seen many examples of that in recent weeks.  These are very serious allegations and that is why, within four days of receiving allegations in the form of a protected disclosure from two members of An Garda S&iacute;och&aacute;na last October, I asked Mr. Justice O'Neill to review the allegations and to recommend what further action might be taken.  While it is not possible for legal and constitutional reasons, on the legal advice that I have received, to publish his full report, I have set out in the statement of reasons before the House the conclusions and recommendations made in his report and indeed his full terms of reference.  I have followed what he recommended in full.  The priority has to be to give full effect to his recommendations.<\/p><p>I want to address suggestions that the Garda Commissioner should stand aside.  I have to speak out in favour of fairness.  There has been absolutely no finding of wrongdoing against the Garda Commissioner and I believe in the circumstances that she is entitled to our full confidence.  It is a matter of fact, too, that Mr. Justice O'Neill did not recommend that she or anyone else should stand aside.  Rather, he said these are allegations and that he could not determine the truth of them but that a commission of investigation should examine them because they are serious.  They are about a very senior level in An Garda S&iacute;och&aacute;na.  It would have been outrageous if such a smear campaign as has been alleged took place against the whistleblowers.<\/p><p>I spend much of my time as Minister for Justice and Equality ensuring that we have the strongest possible protections for whistleblowers, and that the Garda S&iacute;och&aacute;na Ombudsman Commission, GSOC, is empowered to take complaints from An Garda S&iacute;och&aacute;na.  It is now setting up a special protected disclosure unit, which the Government will support.  It would be outrageous if people were to be targeted in such a fashion as is being alleged.  The consequences would indeed be very serious.  I am conscious that in recent years, An Garda S&iacute;och&aacute;na has been hit by a series of controversies and it was against that background that I moved to introduce significant reforms, including the establishment of the Policing Authority.  It is a sea change in policing in this country to have an independent Policing Authority, which will grow, develop and have that oversight of An Garda S&iacute;och&aacute;na, as well as having the ability to have public meetings, as it has done already.  We have also strengthened the legislation in respect of GSOC and I recently announced that I would also carry out a ten-year review of the GSOC legislation.  I met Ms Justice Mary Ellen Ring, who is its excellent chair.  Similarly, Ms Josephine Feehily is doing a really good job as chair of the Policing Authority.<\/p><p>All of these reforms will take time to bed down.  Reform is ongoing in An Garda S&iacute;och&aacute;na.  It has to be ongoing.  It does not happen overnight.  Every action that I have taken from the point of view of resources and stronger legislation has been with the goal of having a respected and efficient force in which the public can have confidence.  In the meantime, we have to deal with issues which arise by putting procedures in place to ensure that allegations are fully and fairly investigated.  That is exactly what is being done in the proposal to establish a commission of investigation.  While today is about statements and hearing Members' views, we will return to the House with the details of the draft order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#NN00200","speaker":"1214","continuing":true},{"type":"speech","time":1486636200,"counter":282,"content":"<p>I thank the T&aacute;naiste for her statement.<\/p> <p>Fianna F&aacute;il welcomes the decision to launch a commission of investigation into the allegations of a Garda-managed smear campaign against Garda whistleblowers.  The establishment of a formal inquiry to examine these serious allegations is necessary.  Fianna F&aacute;il has been clear in saying that such an investigation is needed.  We look forward to Mr. Justice Peter Charleton working towards a speedy conclusion to his investigation in order that we can get to the truth of these matters as soon as possible.  We also propose a number of amendments to the commission's proposed terms of references.  I also bear in mind what the Minister said about sticking as closely as possible to existing proposals and consequently the proposed amendments are limited but we feel they are necessary.<\/p> <p>As we know, the investigation stems from the publication of the O'Higgins report into alleged Garda malpractice.  However, Fianna F&aacute;il is concerned about the contents of transcripts of proceedings at the O'Higgins commission of investigation.  These leaked transcripts appear to indicate that counsel for the Garda Commissioner was questioning the credibility and motivation of the whistleblower, Sergeant Maurice McCabe.  The transcripts state that the instructions were at all times to challenge the motivation and credibility of Sergeant McCabe with regard to the corruption and malpractice allegations.  We believe that it is crucial for the Commissioner to clarify the situation whereby her statement that she does not and has never regarded Sergeant McCabe as malicious would seem to undermine her instructions to her counsel to the O'Higgins commission of investigation.<\/p> <p>Yesterday, the Labour Party leader, Deputy Howlin, used his D&aacute;il privilege to tell how a journalist alleged to him that Commissioner O'Sullivan had made very serious allegations of sexual crimes about Garda whistleblower Sergeant Maurice McCabe to journalists in 2013 and 2014.  Fianna F&aacute;il believes that Deputy Howlin's statements in the D&aacute;il yesterday were inappropriate and unfair.  It is unfair to both Garda Commissioner O'Sullivan and to Sergeant McCabe and it is completely inappropriate that Deputies use this privilege afforded to them to generate publicity for their own purposes.  We support the Commissioner staying in place pending the outcome of these investigations into allegations.  People should not automatically have to step aside when there are allegations, as this will prejudice their position.  We are happy for her to stay in place pending the outcome of the investigation in order that a speedy outcome can be found to these allegations.  Furthermore, the consequence of such a commission would be that any subject of a commission inquiry would have to resign.  That is unfair.  The most important thing is that truth is established in a speedy fashion.<\/p> <p>Fianna F&aacute;il will propose a number of amendments to the terms of reference while sticking as closely as possible to the outlined terms of reference.  We want to know what knowledge former Commissioner Callinan or Commissioner O'Sullivan had of these allegations of criminal misconduct made against Sergeant McCabe and whether they acted upon it in a manner intended to discredit Sergeant McCabe.  We also want the commission to investigate contact between An Garda S&iacute;och&aacute;na and media or members of Government or both.  This inclusion of Government is very important, given the circumstances surrounding the resignation of former Commissioner Callinan and the general running of the Department of Justice and Equality under Fine Gael, which has been farcical and has resulted in unprecedented scandals, mismanagement, investigations and resignations in the justice sector.<\/p> <p>Fianna F&aacute;il is committed to An Garda S&iacute;och&aacute;na being active, visible and effective in our communities and oversight and accountability are crucial to this end.  People depend on An Garda S&iacute;och&aacute;na to feel safe in their communities and to uphold the rule of law.  That is why it is important that their elected representatives here in the Oireachtas hold the police force to account.  We welcome the decision and look forward to a speedy conclusion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#OO00200","speaker":"1376"},{"type":"speech","time":1486636200,"counter":283,"content":"<p>I thank the T&aacute;naiste and Minister for Justice and Equality for coming in today, reading her statement and bringing Members up to date.  I think it is a measure of the esteem in which she holds the Seanad.  I appreciate her coming in and taking the time today.  It is a time for measured response.  We have heard a lot of criticism about the use and abuse of privilege in both Houses of the Oireachtas.  This is not the time for that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Everyone is entitled to justice.  These are allegations.  There is no <i>prima facie<\/i>evidence against anyone here.  Everyone is entitled to due process and fair play.  Setting up a commission of investigation headed by a judge is the right thing to do.  As parliamentarians, we are also entitled to fairness and due process, as is everyone in this State.  That is guaranteed by the Constitution.<br\/><br\/>I note that when the Taoiseach was interview by RTE in Warsaw this afternoon, he reiterated that he and the Government had full confidence in the Garda Commissioner.  This is to be expected and is reasonable and fair.  He went to say that these are mere allegations.  I think Mr. Justice Iarfhlaith O'Neill could not-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#OO00300","speaker":"1379","continuing":true},{"type":"speech","time":1486636200,"counter":285,"content":"<p>The Order of the House is that spokespersons only have five minutes so I am interrupting Senator Boyhan in case he and Senator Craughwell wish to share time with the agreement of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#PP00200","speaker":"1420"},{"type":"speech","time":1486636200,"counter":286,"content":"<p>I am happy to share time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#PP00300","speaker":"1379"},{"type":"speech","time":1486636200,"counter":287,"content":"<p>Is this agreeable to the House?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#PP00400","speaker":"1420"},{"type":"speech","time":1486636200,"counter":288,"content":"<p>At the end of the day, witnesses will be compelled to give evidence in the case, which is fair.  I also noted that Deputy O'Callaghan raised two issues.  The Minister has accepted two reasonable amendments in the House.  The first is to address the issue of whether the former Commissioner, Martin Callinan, and the current Commissioner, N&oacute;ir&iacute;n O'Sullivan, had knowledge of the allegations of criminal misconduct being made against Sergeant McCabe and whether they used this to discredit him.  Second, the Minister covered the context involving garda&iacute; and members of Government regarding allegations of a smear campaign against Sergeant McCabe.  This is reasonable and fair.  Could the Minister confirm that this is the case?  I presume she will have to bring this back to Cabinet for approval.  Could she confirm that?  I thank her for coming to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#PP00500","speaker":"1379"},{"type":"speech","time":1486636200,"counter":289,"content":"<p>These are difficult times.  As one who has worn a uniform in the past and whose brother was a member of An Garda S&iacute;och&aacute;na, I am deeply saddened by what is happening.  I am sure it is extremely uncomfortable for the Minister because I believe she is an excellent Minister for Justice and Equality.  We need to broaden this out and find out exactly what is happening and how far and how deep into the organisation it goes because it is unfair on those young men and women who are out on the streets every night of the week keeping this country safe.<\/p> <p>I am desperately sorry for the Commissioner if she has done nothing wrong but we do not know whether she has done anything wrong.  Unlike Senator Boyhan, if I was in the Commissioner's position, I would step aside and allow a clear investigation to take place.  In respect of the original investigation, what instructions were given so that only the complaint about the superintendent ended up being investigated?  There are so many ongoing whistleblower cases in An Garda S&iacute;och&aacute;na.  Sergeant McCabe has been put through the ringer to the point where his career was almost destroyed.  I do not know how anybody in uniform who is tied up in this could want to stay in uniform until they regain the respect of the force because with all these allegations, the respect of the force is gone.  It is a terrible and sad situation.  It is not what the Minister would want and it is certainly not what I would want.  I am sure the Commissioner would not want this.  It must be the most uncomfortable position to be in.  One of her own lieutenants is making the most serious allegations against her and her former boss.  We cannot turn a blind eye to this.  It is a matter of grave concern.  I do not know how it will be solved but I think we need a root and branch examination.  I thank the Leas-Cathaoirleach for his forbearance and time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#PP00600","speaker":"1390"},{"type":"speech","time":1486636200,"counter":290,"content":"<p>I welcome the Minister's statement in the House and the proposal to establish a commission of investigation.  Mr. Justice Peter Charlton is eminently suitable to carry out this role and will do so in a diligent and fair manner and get to the bottom of any allegations.  I have had occasion to deal with him in the past and find him to be a person of the utmost integrity so I salute the Minister on her choice of individual to lead up this.  It is important to get the motion right.  I believe the Minister is going about it in the correct way through discussing and taking on board appropriate and constructive suggestions from both Houses.<\/p> <p>It is regrettable that Senator Clifford-Lee decided to make significant political charges that are clearly not true.  It is fair to say that we reopened Templemore, which had been closed by the Fianna F&aacute;il Government.  It is correct that we now have protected disclosures legislation.  We established the O'Higgins commission of investigation to identify shortcomings in the Department of Justice and Equality that had existed during the 15 years during which Senator Clifford-Lee's party was in government.  Those changes have been implemented.  We have a very fine Minister for Justice and Equality who is pushing through significant reforms and bringing credibility back to the Department and all the policing services.  We now have a Policing Authority which only last week introduced a code of ethics for An Garda S&iacute;och&aacute;na.  All these moves re-establish credibility in the justice system, including the Department of Justice and Equality, and must be welcomed.  The work the Minister has done can be seen in the Behaviour &amp;amp; Attitudes survey, which is carried out on an annual basis by An Garda S&iacute;och&aacute;na, in spite of everything that has been said here today and in other fora.  The garda&iacute; enjoy the confidence of 86% of the Irish public, which is up from 68% a number of years ago, so it is not all bad.<\/p> <p>I regret what happened yesterday in the other House, and I said so here this morning.  I know the Committee on Procedure and Privileges for the Seanad is preparing a note on parliamentary privilege because it is a unique and very important right we have as elected Members of the Oireachtas.  I do not believe that Deputy Howlin's actions yesterday were appropriate.  I believe his car-crash interview on \"Morning Ireland\" has demonstrated even to himself that his actions were not appropriate.  Deputy Howlin's reaction after the clip of Deputy O'Callaghan was played was pitiful given that Deputy Howlin has 30 years experience in D&aacute;il &Eacute;ireann, far more experience than any of us.  We must all be careful here.  We all have responsibilities.  We will, as part of a collaborative effort between all parties, get the motion right in terms of the establishment of the commission of investigation.  At that stage, we should let Mr. Justice Charlton go about his business and do his work without any ongoing public discourse about his work.<\/p> <p>The Commissioner enjoys my full support and that of Fine Gael and the Government, which I think is appropriate.  The one thing we pride ourselves on in this country is our commitment to fairness, due process and the principle of innocent until proven otherwise.  I believe this is appropriate.  I do not agree with Senator Craughwell that the Commissioner should stand aside because that in itself is an admission that there are questions and issues to be answered.  It is up to Mr. Justice Charlton and the commission of investigation to establish what questions must be answered and whether they have been answered properly, effectively and appropriately.  It would be best for us to get the terms of reference for the commission of investigation right and then let Mr. Justice Charlton get on with his business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#PP00700","speaker":"1416"},{"type":"speech","time":1486636200,"counter":291,"content":"<p>Sinn F&eacute;in welcomes the publication of the terms of reference for the commission of investigation into whistleblower allegations concerning An Garda S&iacute;och&aacute;na and the most senior levels of Garda management.  Despite Senator Conway's assertion, public confidence in An Garda S&iacute;och&aacute;na is at an all-time low and one could not blame any individual Garda for there being low morale throughout the force.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The terms of reference for this commission of investigation will investigate the allegation made by Superintendent David Taylor that he was directed by the former Garda Commissioner Martin Callinan and-or the current Garda Commissioner N&oacute;ir&iacute;n O'Sullivan to brief the media negatively against Sergeant Maurice McCabe; whether Superintendent David Taylor was directed to draw journalists' attention to the allegation of criminal misconduct made by Sergeant McCabe and that this was the root of the motivation for whistleblowing by him; whether there were contacts between members of An Garda S&iacute;och&aacute;na and journalists with regard to Sergeant Maurice McCabe and whether it was Commissioner O'Sullivan who had orchestrated an RTE broadcast purporting to be a leaked account of the unpublished O'Higgins' report that branded Sergeant Maurice McCabe as a liar and irresponsible; and why former Garda Commissioner Martin Callinan met with Deputy John McGuinness in a car park, what the purpose of that meeting was and what was discussed that day.<\/p><p>While Sinn F&eacute;in recognises that the commission of investigation has \"discretion in relation to the scope of the investigation it considers necessary and appropriate to achieve the general objective of the investigation\", we would like to see the terms of reference amended to ensure that communications between members of An Garda S&iacute;och&aacute;na and members of Government and the Oireachtas and other State agencies relevant to these matters are also examined.  This commission, and the allegations at the centre of it made by Superintendent David Taylor, is the latest in a long list of controversies and issues that have plagued  An Garda S&iacute;och&aacute;na in recent years, from the penalty points to the Fennelly, Cooke and Guerin reports and so on.  If there were more meetings beyond that of Martin Callinan and Deputy John McGuinness, we need to be informed of what discussions took place.  These allegations go to the heart of Garda management and, as a result, Sinn F&eacute;in has asked Garda Commissioner N&oacute;ir&iacute;n O'Sullivan to step aside, without prejudice, for the duration of the commission of investigation as she has been specifically named in these allegations.  Sinn F&eacute;in did the same in the North when we requested that Arlene Foster step aside for the duration of an investigation into the renewable heat incentive scheme.  As stated previously, this is no reflection on Commissioner O'Sullivan or a comment on the veracity of the allegations.  It is, rather, a statement for the need for continued public confidence in the operation of an Garda S&iacute;och&aacute;na.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#PP00800","speaker":"1372","continuing":true},{"type":"speech","time":1486636200,"counter":293,"content":"<p>I thank the Senator.  As there are no other group spokespersons representatives here, I call on the T&aacute;naiste to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#QQ00200","speaker":"1420"},{"type":"speech","time":1486636200,"counter":294,"content":"<p>I thank Members for their contributions today, which I have noted, on this important matter.  Before finalising the terms of reference, I was very keen to hear the views of Members of the D&aacute;il and Seanad.  I am open to making improvements that can be agreed to the terms of reference.  I have already indicated that I am open to accepting amendments that will clarify the two issues which Senator Warfield and the Fianna F&aacute;il spokesperson referenced.  I will support the inclusion of those in an appropriate way in the terms of reference.  That is to put it beyond doubt that any allegations around a criminal charge, which may have formed part of any sort of a smear campaign, would be very clear in the terms of reference.  Deputy O'Callaghan felt this was not clear enough and I am happy to amend the terms of reference in order to clarify that point.<\/p> <p>I also have no difficulty with including members of the Government.  I note that the Sinn F&eacute;in representative here, Senator Warfield, has suggested the inclusion of Deputies and perhaps Senators, but I make the point that we want the report to be timely and the more we extend the terms of reference, the longer it will take to get the outcome of the commission.  For this reason, I am more inclined to confine it to members of Government.  We have already included the media and members of Government in the current terms of reference regarding whether contacts were made in the way that has been suggested.  I assure Senator Boyhan that I will do this, as I said.<\/p> <p>Reference was made to other whistleblowers, but the judge did not recommend that other whistleblowers be included in the terms of reference.  He said that this was a unique situation involving these very serious allegations.  I do not talk about individual cases obviously, but there are cases involving other whistleblowers before the Garda S&iacute;och&aacute;na Ombudsman Commission, GSOC, which is charged with investigating complaints against garda&iacute;.  It is setting up a protected disclosure unit and I believe we must arrive at a point where people, whether it is in An Garda S&iacute;och&aacute;na or elsewhere, have confidence in the mechanisms that are there to investigate their complaints.  We must ensure that there are sustainable and consistent places where whistleblowers can go where they know that appropriate processes will be brought forward and people are in place so that their complaints are dealt with in detail.  I will return to the House with an amended motion at an appropriate time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#QQ00300","speaker":"1214"},{"type":"speech","time":1486636200,"counter":295,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#QQ00400","speaker":"1420"},{"type":"speech","time":1486636200,"counter":296,"content":"<p>At 2.30 p.m. on Tuesday, 14 February 2017.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017020900002#QQ00500","speaker":"1416"},{"type":"unspoken","time":1486636200,"counter":297,"content":"<p>The Seanad adjourned at 5.16 p.m. until 2.30 p.m. on Tuesday, 14 February 2017.<\/p>","notice":"TIME STRING DETECTED"}]