[{"type":"minorheading","content":"Prelude","time":1348738200,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30","time":1348738200,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1348738200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1348738200,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1348738200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700002#A00100"},{"type":"speech","time":1348738200,"counter":6,"content":"<p>I have received notice from Senator Kathryn Reilly that, on the motion for the Adjournment of the House today, she proposes to raise the following matter:<\/p><blockquote><br \/>The need for the Minister for Education and Skills to discuss the future of funding for third level education to maintain the current level of maintenance grant for students and if he has plans to change the eligibility criteria.<\/blockquote><p>I have also received notice from Senator John Whelan of the following matter:<\/p><blockquote>The need for the Minister for Health to outline the strategic response his Department intends to make to the sufferers of narcolepsy who have contracted this debilitating condition as a result of the pandemic swine flu vaccination administered by the State.<\/blockquote><p>I regard the matters raised by the Senators as suitable for discussion on the Adjournment and they will be taken at the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700002#A00200","speaker":"1127"},{"type":"majorheading","content":"Order of Business","time":1348738200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700002#A00300"},{"type":"speech","time":1348738200,"counter":8,"content":"<p>The Order of Business is No. 1, statements on smarter travel, to be taken at the conclusion of the Order of Business and conclude not later than 1 p.m., with the contributions of group spokespersons not to exceed six minutes and those of all other Senators not to exceed four minutes and the Minister to be called upon to reply to the debate not later than 12.50 p.m.<\/p><p>Following on from a number of requests last week, on 9 October the House will debate the small and medium-sized enterprise, SME, sector with the Minister of State, Deputy Perry, in advance of SME week.  The Minister for Jobs, Enterprise and Innovation, Deputy Bruton, will attend the House on Tuesday, 6 November for a further debate on jobs and enterprise.  Both debates will be important and have been requested by several Members for some time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700002#A00400","speaker":"1130"},{"type":"speech","time":1348738200,"counter":9,"content":"<p>The Government parties' pre-election promises on creating employment and the much promoted action plan for jobs are not delivering, leading to disillusionment and a loss of hope among Irish people.  The Central Statistic Office, CSO, figures published last week indicated that almost 15% of people are unemployed, including almost 30% of young people in the 20-24 years age group.  Almost 60% of the total number have been unemployed for longer than one year.  The figures also indicated a 29,500 decrease in labour force numbers in the first six months of this year, which seems to imply that 40,000 people are emigrating annually.  Almost 800 Irish people are emigrating every week.  This most frightening trend in the figures shows that the Government's much promoted action plan for jobs is a failure.  In the January-April period of this year, there was a consistent decline in employment.  Between April and June, the decline was significantly worse.  I call for an amendment to the Order of Business to require the Minister for Jobs, Enterprise and Innovation, Deputy Bruton, to attend the Seanad today to tell us why the Action Plan for Jobs is not working and the rate of decline in employment increased in the first six months of this year.  I am sure that most Senators will have read that the ESRI published figures showing that 94% of the people who are in receipt of unemployment benefit would be better off in employment, even after taking the costs of child care and travel into account.  This puts paid to the notion that people would prefer to be on the dole than at work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700002#A00500","speaker":"1156"},{"type":"speech","time":1348738200,"counter":10,"content":"<p>Although the Leader will respond to Senator White's announcement that she will seek to amend the Order of Business, he stated the date on which the Minister would attend the House.  It is difficult to take lectures on rising unemployment rates from Fianna Fáil, given what that party did to this country and economy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700002#A00700","speaker":"1148"},{"type":"speech","time":1348738200,"counter":11,"content":"<p>That is wearing thin.  The Government does not know how to run them either.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700002#A00800","speaker":"1116"},{"type":"speech","time":1348738200,"counter":12,"content":"<p>On a more conciliatory note, I agree with Senator White's welcome for the ESRI's statistics.  They are good to see, as they clarify the misinterpretation of a previous report and confirms what each of us believed, namely, social welfare rates in Ireland are comparable with other European countries' rates and not a disincentive to work.<\/p><p>Will the Leader confirm that the House will debate primary health care on 17 October?<\/p> <p>We were to have a Minister of State, Deputy Shortall, in the House on that date.  I take the opportunity to express my deep regret at the announcement of her resignation as Minister of State in the Department of Health last night.  I respect the former Minister of State's integrity and there is no doubt that she has immense grassroots support within the Labour Party and she represents the values of the party.  Within the Labour Party, people appreciated the stance she took on what a Minister, Deputy Varadkar, described as looking like a stroke.  That related to the siting of primary health care centres in the Minister for Health's constituency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700002#A00900","speaker":"1148","continuing":true},{"type":"speech","time":1348738200,"counter":14,"content":"<p>The Senator's party backed the Minister, Deputy Reilly.  It made its choice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B00200","speaker":"1116"},{"type":"speech","time":1348738200,"counter":15,"content":"<p>It is especially disappointing that she cited as a reason for her departure the delay in implementing the promise in the programme for Government for a universal single-tier health service and access to primary health care and medical services based on need rather than income.  This is a key commitment and as I noted in a previous comment in the House, it is very important that this Government can deliver on its promise to deliver radical reform of the health care system.  That reform was singularly lacking under the 14 previous years of prosperity, when a previous Government presided over a deepening inequality in the health service, particularly with the doomed co-location plans.<\/p><p>Whoever takes on the role of Minister of State in the Department of Health with responsibility for primary health care-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B00300","speaker":"1148"},{"type":"speech","time":1348738200,"counter":16,"content":"<p>The Senator might get it herself.  She would be very good.  I would support it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B00400","speaker":"1140"},{"type":"speech","time":1348738200,"counter":17,"content":"<p>The Constitution allows it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B00700","speaker":"1156"},{"type":"speech","time":1348738200,"counter":18,"content":"<p>-----will need support across both parties in government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B00800","speaker":"1148"},{"type":"speech","time":1348738200,"counter":19,"content":"<p>The person will need the full support of the Minister, Deputy Reilly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B00900","speaker":"1116"},{"type":"speech","time":1348738200,"counter":20,"content":"<p>This will ensure we can deliver on this radical and important reform of the health care system.  The former Minister of State, Deputy Shortall, is a frequent and welcome visitor to this House.  She has put forward very important new proposals on reform of alcohol sales, and there was cross-party support in this House for her proposals on minimum pricing and restrictions on advertising.  As she also had such support for her proposals on primary care, she will be sorely missed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B01000","speaker":"1148"},{"type":"speech","time":1348738200,"counter":21,"content":"<p>I call Senator Jim D'Arcy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B01100","speaker":"1127"},{"type":"speech","time":1348738200,"counter":22,"content":"<p>He will be celebrating Arthur's Day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B01200","speaker":"1140"},{"type":"speech","time":1348738200,"counter":23,"content":"<p>I have something to say about that.  Senator White referred to jobs.  As a Dundalk girl-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B01300","speaker":"1166"},{"type":"speech","time":1348738200,"counter":24,"content":"<p>She is a lady.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B01400","speaker":"1116"},{"type":"speech","time":1348738200,"counter":25,"content":"<p>-----she will be pleased to know that there was an announcement on Tuesday that Radio Systems PetSafe Europe Limited is to locate its European headquarters in the square at Dundalk, with 52 jobs created.  There are jobs in Dundalk currently and I know she is glad to hear that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B01500","speaker":"1166"},{"type":"speech","time":1348738200,"counter":26,"content":"<p>The real entrepreneurs come from Dundalk.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B01600","speaker":"1156"},{"type":"speech","time":1348738200,"counter":27,"content":"<p>The clock is ticking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B01700","speaker":"1127"},{"type":"speech","time":1348738200,"counter":28,"content":"<p>With regard to Arthur's Day, today is a black day for the Diageo workers in Dundalk who are being kicked out the door.  Arthur Guinness would turn in his grave to hear of this.  Three years ago, in 2009, a good voluntary redundancy package was offered, with certain workers asked to stay because they were vital to the company.  Now, these workers are getting compulsory redundancy, which is not the same as what was offered to the workers who got voluntary redundancy three years ago.  They are not getting medical issues looked after like those who took voluntary redundancy.  Moreover, the cap for the amount of redundancy is two years pay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B01800","speaker":"1166"},{"type":"speech","time":1348738200,"counter":29,"content":"<p>Is there a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B01900","speaker":"1127"},{"type":"speech","time":1348738200,"counter":30,"content":"<p>Yes, I want this issue to be raised with the Minister.  On Arthur's Day we can think of a worker called Joe, who has worked in the brewery for 35 years and wanted to take early retirement.  He is now being shown the door with nothing in comparison to what was offered three years ago.  In the early years of the State, Guinness may have had to pay Civil Service wages, and it was a good company with a great relationship with this country.  The Diageo corporation, although it has its European headquarters in Dublin, has no Irish person on its board and no interest in the country.  Today, Arthur's Day is a fraud and a black day for workers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B02100","speaker":"1166"},{"type":"speech","time":1348738200,"counter":31,"content":"<p>A headline today, which is meant to cheer us in some way, indicates that house prices have shown the biggest monthly gain in five years, with hopes of recovery for homeowners.  This is nothing of the sort as the increase is 0.5%.  This issue should be debated as part of the Leader's preparation for the budget, as it will be the base for the property tax.  This must be weighed against people with declines in incomes, and I hope the Government will not be misled by this kind of headline.  One must include 80,000 empty houses on ghost estates, with 22% of mortgages in trouble, including 50,000 buy-to-let mortgages.  Additionally, house prices have been artificially held up to make banks look better so we do not have to recapitalise them.  We need to know the taxable capacity that exists in figuring out the ability to pay the property tax.  I ask the Leader to include a discussion of the property tax in his series of pre-budget debates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B02200","speaker":"1157"},{"type":"speech","time":1348738200,"counter":32,"content":"<p>I will call for a debate on the issue I raise.  I show my support for the former Minister of State, Deputy Shortall, in the principled stand she took on the issue which caused her to tender her resignation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B02300","speaker":"1162"},{"type":"speech","time":1348738200,"counter":33,"content":"<p>The Senator should not make a statement but rather address the issue by asking a question of the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B02400","speaker":"1127"},{"type":"speech","time":1348738200,"counter":34,"content":"<p>I will ask a question but I would like the Leader to have the background in order that I can do so.  Is that in order?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B02500","speaker":"1162"},{"type":"speech","time":1348738200,"counter":35,"content":"<p>The Senator should be mindful that this House has no role in the appointment of Ministers or Ministers of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B02600","speaker":"1127"},{"type":"speech","time":1348738200,"counter":36,"content":"<p>I am mindful of that fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B02700","speaker":"1162"},{"type":"speech","time":1348738200,"counter":37,"content":"<p>The Senator may ask the Leader for a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B02800","speaker":"1127"},{"type":"speech","time":1348738200,"counter":38,"content":"<p>Universal health care and the provision of primary health care is a major policy of the Government and the Labour Party, of which I am a proud member.  It is vital that such a service is rolled out as part of the programme for Government.  After 18 months, the issue has not to date been progressed in any way, causing the resignation of one of my close colleagues.  Today I call on the Leader of this House to request the Minister to come to the House to discuss when the primary health care strategy will be rolled out, its timeframe, the methodology behind it and if he will give an assurance that the funding in last year's budget will be used for the purpose of providing primary health care.  I respectfully ask that the Leader request the Minister, Deputy Reilly, to come to the House as soon as possible to discuss the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B02900","speaker":"1162"},{"type":"speech","time":1348738200,"counter":39,"content":"<p>Will the Leader arrange for a debate on the capital assets implementation group and the report that is due?  I hope that in advance of the Minister for Education and Skills, Deputy Quinn, coming to the House, we can read and digest the report, given that its findings will be very important to farmers and students, who are afraid it will change the eligibility for college maintenance grants.<\/p><p>Senator Barrett mentioned pre-budget debates and Senator Bacik mentioned the ESRI report today, which criticised the OECD and IMF for misinterpreting data on Irish social welfare rates.  As part of our pre-budget debates we should consider our social welfare rates, as there is transparency in the figures.  We heard for a long time that unemployed people were better off on the dole than in work but we have always known that 94% of these people are better off in work; that has transpired in today's figures.  Only 6% of social welfare recipients are better off not working.  This must be a critical part of our pre-budget debate, as the Minister for Social Protection has not ruled out cutting social welfare rates further, despite being challenged by my colleague in the Dáil yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700003#B03100","speaker":"1155"},{"type":"speech","time":1348738800,"counter":40,"content":"<p>I wish to address my remarks to Senator White.  I always admire her forthrightness and enthusiasm to create-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00100","speaker":"1118"},{"type":"speech","time":1348738800,"counter":41,"content":"<p>It would be more appropriate to direct them to the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00200","speaker":"1127"},{"type":"speech","time":1348738800,"counter":42,"content":"<p>I will do that as well.  I very much thank the Leader for arranging for the Minister, Deputy Bruton, and the Minister of State, Deputy Perry, to come to the House in the near future to discuss employment.  I have a bit of good news to announce to Senator White.  This morning the Minister, Deputy Bruton, announced that the €90 million micro-finance scheme will be open for business from next Monday.  Applications from businesses and sole traders across all sectors employing up to ten people who have been refused credit by the banks of up to €25,000 will be accepted and processed.  That is obviously very positive news.  It is projected that over the next ten years, 7,500 jobs will be created.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00300","speaker":"1118"},{"type":"speech","time":1348738800,"counter":43,"content":"<p>Unemployment will increase in the third and fourth quarter of the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00400","speaker":"1156"},{"type":"speech","time":1348738800,"counter":44,"content":"<p>Senator Mullins, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00500","speaker":"1127"},{"type":"speech","time":1348738800,"counter":45,"content":"<p>As we all know, the Government does not create jobs but it creates the environment in which jobs are created.  The announcement this morning by the Minister is a very positive move and I look forward to interacting with him next week and discussing all the issues and the difficulties businesses, in particular small businesses, are going through and the pressures small businesses face from operators in the black economy.  We have a whole range of issues to discuss next week.  I very much welcome the announcement this morning and look forward to much interaction with the Minister next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00600","speaker":"1118"},{"type":"speech","time":1348738800,"counter":46,"content":"<p>I second the amendment tabled by my colleague, Senator White.  I am glad that despite all the turmoil in government, which is a disgrace, she has kept the focus on jobs in this economy because that is the most important issue.  It is most unfortunate that the Labour Party, in particular, has taken its eye off that ball.  In opposition and in the programme for Government, it proposed a strategic investment bank but nothing has happened in regard to that bank which it promised would create tens of thousands of jobs.  Instead it has been caught up in internal disputes and in trying and failing to get its way with Fine Gael.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00700","speaker":"1116"},{"type":"speech","time":1348738800,"counter":47,"content":"<p>On a point of order, Senator Byrne is entirely ignoring the many initiatives which the Minister, Deputy Burton, and others have taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00800","speaker":"1148"},{"type":"speech","time":1348738800,"counter":48,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00900","speaker":"1127"},{"type":"speech","time":1348738800,"counter":49,"content":"<p>He is entirely ignoring that facts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01000","speaker":"1148"},{"type":"speech","time":1348738800,"counter":50,"content":"<p>Senator Bacik is a very senior Member of this House and she knows that is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01100","speaker":"1127"},{"type":"speech","time":1348738800,"counter":51,"content":"<p>I will take that as a compliment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01200","speaker":"1148"},{"type":"speech","time":1348738800,"counter":52,"content":"<p>That is throwing out a sprat to catch a mackerel.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01300","speaker":"1127"},{"type":"speech","time":1348738800,"counter":53,"content":"<p>The Labour Party has this consistent message, and the Minister, Deputy Rabbitte, was at it today, of blaming Fianna Fáil.  Does the Minister, Deputy Quinn, ever ask his junior Minister, Deputy Cannon, if he destroyed the economy when he was leader of the Progressive Democrats and in government with Fianna Fáil?  It is about time that question was asked because it is constantly being asked of this party.  Many of those opposite have connections to Fianna Fáil and the Progressive Democrats and would have backed policies which would have made the situation worse.  Many of them backed the policies of the last Government.  Unemployment has gone up by 0.5% since the Labour Party came into power.  It has done nothing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01400","speaker":"1116"},{"type":"speech","time":1348738800,"counter":54,"content":"<p>We will not take lectures from Senator Byrne on unemployment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01500","speaker":"1148"},{"type":"speech","time":1348738800,"counter":55,"content":"<p>I compliment Senator White on bringing up this issue.  I wish the Labour Party well but it is finished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01600","speaker":"1116"},{"type":"speech","time":1348738800,"counter":56,"content":"<p>Senator Byrne would know about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01700","speaker":"1148"},{"type":"speech","time":1348738800,"counter":57,"content":"<p>I said last week that it had a choice about whether it backed the Minister, Deputy Reilly, or the ordinary people.  The Labour Party has made its choice.  It has backed the Minister, Deputy Reilly, and has lost a bad fight.  It is a disgrace in government and has failed to live up to its mandate.  It is about time it called a halt to this and got real people into government who will do right by the people-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01800","speaker":"1116"},{"type":"speech","time":1348738800,"counter":58,"content":"<p>Senator Byrne will feel better after getting that off his chest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01900","speaker":"1162"},{"type":"speech","time":1348738800,"counter":59,"content":"<p>-----and not just for their ideology-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02000","speaker":"1116"},{"type":"speech","time":1348738800,"counter":60,"content":"<p>Senator Byrne should sit down now.  He had all that pent up over the summer.  The wife was sick listening to him giving out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02100","speaker":"1162"},{"type":"speech","time":1348738800,"counter":61,"content":"<p>There is a lecture in five minutes being run by the Labour Party about the Cuban health service.  Senator Landy will probably be late for that if he does not leave.  How ironic that is happening today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02200","speaker":"1116"},{"type":"speech","time":1348738800,"counter":62,"content":"<p>I support Senator Barrett’s call that when the Leader is arranging these pre-budget debates, to which we have agreed, he includes one on property values.  Perhaps unlike Senator Barrett, I welcome the CSO figure and the increase it showed in August.  That was the second month in a row.  I fully appreciate it was nothing to write home about but two successive increases may signal that property values have stopped falling.  All of that is very important as we face the budget and the introduction of a property tax.  I support Senator Barrett’s call that the Leader includes that issue in one of those debates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02300","speaker":"1151"},{"type":"speech","time":1348738800,"counter":63,"content":"<p>It is a pity someone would not call on the Leader to have a debate on political irony having listened to Senator Byrne whose party was part of the last Government which oversaw the destruction of so many jobs about which he now proclaims to be so worried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02400","speaker":"1117"},{"type":"speech","time":1348738800,"counter":64,"content":"<p>I stood before the people on policies which were rejected by the electorate which the Government has now adopted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02500","speaker":"1116"},{"type":"speech","time":1348738800,"counter":65,"content":"<p>It is a pity he was not as worried then as he is now when he supported the last Government in overseeing the destruction of our economy.<\/p><p>I would very much welcome a debate on the achievements of this Government, in particular the Labour Party.  Perhaps we will ask the Leader to facilitate such a debate to talk about the signs of recovery in this economy which this Government is overseeing, including the return of confidence, the reduction in interest rates on international lending and several other signs of steady and solid progress.  Perhaps Senator Byrne would stop his shroud-waving and celebrating bad news every time an announcement is made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02600","speaker":"1117"},{"type":"speech","time":1348738800,"counter":66,"content":"<p>I am trying to get the focus on employment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02700","speaker":"1116"},{"type":"speech","time":1348738800,"counter":67,"content":"<p>It does not do anything to inspire confidence in our fragile recovery and perhaps he should show a bit of political maturity and responsibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02800","speaker":"1117"},{"type":"speech","time":1348738800,"counter":68,"content":"<p>If Deputy Shortall does not, how does Senator Gilroy expect us to?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02900","speaker":"1116"},{"type":"speech","time":1348738800,"counter":69,"content":"<p>Will the Leader find time to debate the report of the Injuries Board.ie published yesterday?  This House played a very large part in the creation of the personal injuries legislation ten years ago.  The figures published yesterday were very interesting and showed that since 2004, there has been a savings of €500 million for the citizens.  We should be very proud of the role we played in this legislation.  I remember Joe O’Toole was very active in this regard.  The reason I mention it is that it is almost ten years since it came into being.  The world has changed since then and we need to have another look at it.  A debate at this stage would be the correct way to go.<\/p><p>Let me give one example of what the chief executive said yesterday.  She said one of the problems it has is the number of ambulance chasers.  Another interesting term used was &quot;claims harvesting&quot;.  This is where people try to find out online where there was an accident in order to encourage people to take cases.   The number of claims has not increased but the amounts of the claims has.  It is time we looked at this again.  It would be very worthwhile to have a debate on the Injuries Board.ie to see if we could do something else.<\/p><p>In regard to Senator Barrett’s call and the question of having a pre-budget debate, as promised, the earlier we have that, the better.  It does not seem to make sense to wait until the last minute and not to get a chance to have a say on what should go into that budget.  In regard to property valuation, whether one is buying or selling a house, an increase in property values is either good news or bad news.  Clearly, it is something we should debate and I hope the Leader will be able to find time for one at an early stage so we can include the property tax in it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C03000","speaker":"1145"},{"type":"speech","time":1348738800,"counter":70,"content":"<p>To follow up on the events over the past 24 hours, it is important to realise there are more than 100,000 people working in the HSE and the health service and one cannot implement change overnight.  It will take time and will be a long drawn out process.  I have heard people complain about the lack of change and I have heard people say it is difficult to manage a small company with two or three people, so one can imagine trying to deal with a system in which there are more than 100,000 people employed.  Many changes have occurred in the past 12 to 18 months but there are many more changes to be made.  The Government will deliver on its universal health care policy and on the roll out of primary care but it will not be done overnight and will take time.<\/p><p>I refer to the insurance issue raised by Senator Quinn.  There has been major change over the past ten years but the one area in which there has not been change is medical negligence which is outside the remit of the Personal Injuries Assessment Board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C03100","speaker":"1150"},{"type":"speech","time":1348738800,"counter":71,"content":"<p>I wish to address my remarks to Senator White.  I always admire her forthrightness and enthusiasm to create-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00100","speaker":"1118"},{"type":"speech","time":1348738800,"counter":72,"content":"<p>It would be more appropriate to direct them to the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00200","speaker":"1127"},{"type":"speech","time":1348738800,"counter":73,"content":"<p>I will do that as well.  I very much thank the Leader for arranging for the Minister, Deputy Bruton, and the Minister of State, Deputy Perry, to come to the House in the near future to discuss employment.  I have a bit of good news to announce to Senator White.  This morning the Minister, Deputy Bruton, announced that the €90 million micro-finance scheme will be open for business from next Monday.  Applications from businesses and sole traders across all sectors employing up to ten people who have been refused credit by the banks of up to €25,000 will be accepted and processed.  That is obviously very positive news.  It is projected that over the next ten years, 7,500 jobs will be created.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00300","speaker":"1118"},{"type":"speech","time":1348738800,"counter":74,"content":"<p>Unemployment will increase in the third and fourth quarter of the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00400","speaker":"1156"},{"type":"speech","time":1348738800,"counter":75,"content":"<p>As we all know, the Government does not create jobs but it creates the environment in which jobs are created.  The announcement this morning by the Minister is a very positive move and I look forward to interacting with him next week and discussing all the issues and the difficulties businesses, in particular small businesses, are going through and the pressures small businesses face from operators in the black economy.  We have a whole range of issues to discuss next week.  I very much welcome the announcement this morning and look forward to much interaction with the Minister next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00600","speaker":"1118"},{"type":"speech","time":1348738800,"counter":76,"content":"<p>I second the amendment proposed by my colleague, Senator White.  I am glad that despite all the turmoil in government, which is a disgrace, she has kept the focus on jobs in this economy because that is the most important issue.  It is most unfortunate that the Labour Party, in particular, has taken its eye off that ball.  In opposition and in the programme for Government, it proposed a strategic investment bank but nothing has happened in regard to that bank which it promised would create tens of thousands of jobs.  Instead it has been caught up in internal disputes and in trying and failing to get its way with Fine Gael.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00700","speaker":"1116"},{"type":"speech","time":1348738800,"counter":77,"content":"<p>On a point of order, the Senator is entirely ignoring the many initiatives which the Minister, Deputy Burton, and others have taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00800","speaker":"1148"},{"type":"speech","time":1348738800,"counter":78,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C00900","speaker":"1127"},{"type":"speech","time":1348738800,"counter":79,"content":"<p>He is entirely ignoring that facts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01000","speaker":"1148"},{"type":"speech","time":1348738800,"counter":80,"content":"<p>Senator Bacik is a very senior Member of this House and she knows that is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01100","speaker":"1127"},{"type":"speech","time":1348738800,"counter":81,"content":"<p>I will take that as a compliment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01200","speaker":"1148"},{"type":"speech","time":1348738800,"counter":82,"content":"<p>That is throwing out a sprat to catch a mackerel.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01300","speaker":"1127"},{"type":"speech","time":1348738800,"counter":83,"content":"<p>The Labour Party has this consistent message, and the Minister, Deputy Rabbitte, was at it today, of blaming Fianna Fáil.  Does the Minister, Deputy Quinn, ever ask his Minister of State, Deputy Cannon, if he destroyed the economy when he was leader of the Progressive Democrats and in government with Fianna Fáil?  It is about time that question was asked because it is constantly being asked of this party.  Many of those opposite have connections to Fianna Fáil and the Progressive Democrats and would have backed policies which would have made the situation worse.  Many of them backed the policies of the last Government.  Unemployment has gone up by 0.5% since the Labour Party came into power.  It has done nothing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01400","speaker":"1116"},{"type":"speech","time":1348738800,"counter":84,"content":"<p>We will not take lectures from the Senator on unemployment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01500","speaker":"1148"},{"type":"speech","time":1348738800,"counter":85,"content":"<p>I compliment Senator White on bringing up this issue.  I wish the Labour Party well but it is finished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01600","speaker":"1116"},{"type":"speech","time":1348738800,"counter":86,"content":"<p>The Senator would know about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01700","speaker":"1148"},{"type":"speech","time":1348738800,"counter":87,"content":"<p>I said last week that it had a choice about whether it backed the Minister, Deputy Reilly, or the ordinary people.  The Labour Party has made its choice.  It has backed the Minister and lost a bad fight.  It is a disgrace in government and has failed to live up to its mandate.  It is about time it called a halt to this and got real people into government who will do right by the people-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01800","speaker":"1116"},{"type":"speech","time":1348738800,"counter":88,"content":"<p>The Senator will feel better after getting that off his chest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C01900","speaker":"1162"},{"type":"speech","time":1348738800,"counter":89,"content":"<p>-----not just for their ideology-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02000","speaker":"1116"},{"type":"speech","time":1348738800,"counter":90,"content":"<p>The Senator should sit down now.  He had all that pent up over the summer.  The wife was sick listening to him giving out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02100","speaker":"1162"},{"type":"speech","time":1348738800,"counter":91,"content":"<p>There is a lecture in five minutes being run by the Labour Party about the Cuban health service.  Senator Landy will probably be late for that if he does not leave.  How ironic that is happening today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02200","speaker":"1116"},{"type":"speech","time":1348738800,"counter":92,"content":"<p>I support Senator Barrett’s call that when the Leader is arranging these pre-budget debates, to which we have agreed, he includes one on property values.  Perhaps unlike Senator Barrett, I welcome the CSO figure and the increase it showed in August.  That was the second month in a row.  I fully appreciate it was nothing to write home about but two successive increases may signal that property values have stopped falling.  All of that is very important as we face the budget and the introduction of a property tax.  I support Senator Barrett’s call that the Leader includes that issue in one of those debates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02300","speaker":"1151"},{"type":"speech","time":1348738800,"counter":93,"content":"<p>It is a pity someone would not call on the Leader to have a debate on political irony having listened to Senator Byrne whose party was part of the last Government which oversaw the destruction of so many jobs about which he now proclaims to be so worried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02400","speaker":"1117"},{"type":"speech","time":1348738800,"counter":94,"content":"<p>I stood before the people on policies which were rejected by the electorate which the Government has now adopted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02500","speaker":"1116"},{"type":"speech","time":1348738800,"counter":95,"content":"<p>It is a pity he was not as worried then as he is now when he supported the last Government in overseeing the destruction of the economy.<\/p><p>I would very much welcome a debate on the achievements of the Government, in particular the Labour Party.  Perhaps we will ask the Leader to facilitate such a debate to talk about the signs of recovery in the economy which the Government is overseeing, including the return of confidence, the reduction in interest rates on international lending and several other signs of steady and solid progress.  Perhaps Senator Byrne would stop his shroud-waving and celebrating bad news every time an announcement is made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02600","speaker":"1117"},{"type":"speech","time":1348738800,"counter":96,"content":"<p>I am trying to get the focus on employment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02700","speaker":"1116"},{"type":"speech","time":1348738800,"counter":97,"content":"<p>It does not do anything to inspire confidence in our fragile recovery and perhaps he should show a bit of political maturity and responsibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02800","speaker":"1117"},{"type":"speech","time":1348738800,"counter":98,"content":"<p>If Deputy Shortall does not, how does the Senator expect us to?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C02900","speaker":"1116"},{"type":"speech","time":1348738800,"counter":99,"content":"<p>Will the Leader find time to debate the report on <i>Injuries Board.ie<\/i> published yesterday?  This House played a very large part in the creation of the personal injuries legislation ten years ago.  The figures published yesterday were very interesting and showed that since 2004, there has been a savings of &#8364;500 million for citizens.  We should be very proud of the role we played in this legislation.  I remember former Senator Joe O&#8217;Toole was very active in this regard.  The reason I mention it is that it is almost ten years since it came into being.  The world has changed since then and we need to have another look at it.  A debate at this stage would be the correct way to go.<\/p><p>  Let me give one example of what the chief executive said yesterday.  She said one of the problems it has is the number of ambulance chasers.  Another interesting term used was &quot;claims harvesting&quot;.  This is where people try to find out online where there was an accident in order to encourage people to take cases.   The number of claims has not increased but the amounts of the claims has.  It is time we looked at this again.  It would be very worthwhile to have a debate on <i>Injuries Board.ie<\/i> to see if we could do something else.<\/p><p>  In regard to Senator Barrett&#8217;s call and the question of having a pre-budget debate, as promised, the earlier we have that, the better.  It does not seem to make sense to wait until the last minute and not to get a chance to have a say on what should go into that budget.  In regard to property valuation, whether one is buying or selling a house, an increase in property values is either good news or bad news.  Clearly, it is something we should debate and I hope the Leader will be able to find time for one at an early stage so we can include the property tax in it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C03000","speaker":"1145"},{"type":"speech","time":1348738800,"counter":100,"content":"<p>To follow up on the events in the past 24 hours, it is important to realise there are more than 100,000 people working in the HSE and the health service and one cannot implement change overnight.  It will take time and will be a long drawn out process.  I have heard people complain about the lack of change and I have heard people say it is difficult to manage a small company with two or three people; therefore, one can imagine trying to deal with a system in which there are more than 100,000 people employed.  Many changes have occurred in the past 12 to 18 months but there are many more changes to be made.  The Government will deliver on its universal health care policy and on the roll out of primary care but it will not be done overnight and will take time.<\/p><p>I refer to the insurance issue raised by Senator Quinn.  There has been major change in the past ten years but the one area in which there has not been change is medical negligence which is outside the remit of the Personal Injuries Assessment Board.<\/p> <p>This area needs to be looked at and we need to set up a system for dealing with it.  The Quirke report dealt with compensation by way of instalments, which has been introduced in the UK, an issue at which we need to look.  A very sad situation arose recently where the family of a young child aged five or six years received a €5 million award, rightly so.  Unfortunately, the problem was that the young person died about four weeks after the award was made.  The sad part was that while the claim was pending, there were no additional moneys made available to the parents.  That is the reason the issue of instalment payments needs to be looked at, as well as implementation and the Quirke report.<\/p><p>We also need to look at reducing the costs involved in medical negligence, which I think came to over €125 million last year.  It is not under the remit of the Personal Injuries Assessment Board but it needs to be looked at.  I am not saying the board has the criteria to deal with it but it is an area we need to look at.  In fairness, the State Claims Agency, under the management of Ciarán Breen, has done an excellent job in dealing with the area of medical negligence.  For example, at one stage, one was treated to the sight of teams of legal people defending claims but that is now down to one legal team.  At least, there has been some reduction but much more work needs to be done.  It is an area we need to look at and it would be appropriate to have a debate on that issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700004#C03100","speaker":"1150","continuing":true},{"type":"speech","time":1348739400,"counter":102,"content":"<p>I also support the call for a debate on job creation.  I welcome the Leader's response in that regard.  Job creation, the correction of our fiscal deficit and a resolution to bank debt are of paramount importance in laying the foundation for the recovery of the economy.<\/p><p>My question to the Leader concerns a different matter.  I was reliably informed in July that the report of what the Minister called the expert group, which is dealing with the European Court of Human Rights judgment, was almost ready to report by the end of the month.  Subsequently, it was decided that publication would be postponed until the end of September.  There seems to be no indication of that happening.  I am concerned that this is a ploy whereby this is being delayed until after the referendum on children's rights.  It is appalling if that is the case.  I genuinely believe the people will see through it and see it for what it is.  When we look at the referendum on children's rights, the public will rightly want to know whether it is a referendum to protect all children or whether it only refers to some.  In other words, the unborn will not be protected as they have been up to now.  If this is the case, it will have an implication for the manner in which people will approach that referendum.  We will have the opportunity when the Minister for Children and Youth Affairs comes to the House to take up this issue, along with others.  Before we have that debate, it is very important that we know what this expert group is saying.  I will conclude by saying that I have criticised this group in the past.  There are well known abortion advocates on that expert group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D00200","speaker":"1126"},{"type":"speech","time":1348739400,"counter":103,"content":"<p>That is an outrageous statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D00300","speaker":"1148"},{"type":"speech","time":1348739400,"counter":104,"content":"<p>I could name them but I will refrain from doing so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D00400","speaker":"1126"},{"type":"speech","time":1348739400,"counter":105,"content":"<p>As their names are on the public record, the Senator has gone a long way in making outrageous statements.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D00500","speaker":"1148"},{"type":"speech","time":1348739400,"counter":106,"content":"<p>I put it directly to the Minister that when the group was being set up, highly questionable changes were made at the very last minute where two people were added and two removed.  I asked the Minister why that was done and he has not given me an answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D00600","speaker":"1126"},{"type":"speech","time":1348739400,"counter":108,"content":"<p>Senator Walsh to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D00800","speaker":"1127"},{"type":"speech","time":1348739400,"counter":109,"content":"<p>In fact, he said he knew nothing about it, which absolutely flabbergasts me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D00900","speaker":"1126"},{"type":"speech","time":1348739400,"counter":110,"content":"<p>With all due respect, the Senator is getting as close as possible to naming and referring to two people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D01000","speaker":"1127"},{"type":"speech","time":1348739400,"counter":111,"content":"<p>I did not name them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D01100","speaker":"1126"},{"type":"speech","time":1348739400,"counter":112,"content":"<p>The Senator is now referring to two people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D01200","speaker":"1127"},{"type":"speech","time":1348739400,"counter":113,"content":"<p>On a point of order, there is a rule in this House-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D01300","speaker":"1148"},{"type":"speech","time":1348739400,"counter":114,"content":"<p>It is well known because their views on abortion are on the record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D01400","speaker":"1126"},{"type":"speech","time":1348739400,"counter":115,"content":"<p>That is unfair.  The Senator is out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D01500","speaker":"1127"},{"type":"speech","time":1348739400,"counter":116,"content":"<p>It has made me and others very suspicious about what this group might come up with.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D01600","speaker":"1126"},{"type":"speech","time":1348739400,"counter":117,"content":"<p>I am raising a point of order.  There is a rule in this House that we do not impugn reputations by name and the Senator has pretty much named the people and made outrageous assertions about people that are utterly unfounded.  I ask him to withdraw them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D01700","speaker":"1148"},{"type":"speech","time":1348739400,"counter":118,"content":"<p>Senator Walsh is out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D01800","speaker":"1127"},{"type":"speech","time":1348739400,"counter":119,"content":"<p>I named no one.  What I have said is absolutely sound.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D01900","speaker":"1126"},{"type":"speech","time":1348739400,"counter":120,"content":"<p>If the Senator narrows it down to a group of two or three people, he as good as names them.  That is unfair.  I have dealt with the matter and we are moving on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D02000","speaker":"1127"},{"type":"speech","time":1348739400,"counter":121,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D02100","speaker":"1148"},{"type":"speech","time":1348739400,"counter":122,"content":"<p>That was a very fair ruling by the Leas-Chathaoirleach.  I support the sentiments of the Labour Party group leader in this House in respect of her expression of support and solidarity with our colleague, Deputy Róisín Shortall, because she still remains a valued colleague.  She is a not a loss to the Department of Health, she is a loss to this country, the health service and the protection of front-line services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D02200","speaker":"1143"},{"type":"speech","time":1348739400,"counter":123,"content":"<p>She is a loss to the Labour Party.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D02300","speaker":"1123"},{"type":"speech","time":1348739400,"counter":124,"content":"<p>I received an invitation in the post this morning to the launch of a book entitled <i>Standing By the Republic<\/i>.  This is exactly what Deputy Shortall did last week in the Dáil when she set out her vision for how health services should be provided in this country with conviction.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D02400","speaker":"1143"},{"type":"speech","time":1348739400,"counter":125,"content":"<p>Her father was in a Fianna Fáil cumann.  She might come back to Fianna Fáil.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D02500","speaker":"1156"},{"type":"speech","time":1348739400,"counter":126,"content":"<p>Front-line health services, like primary and respite care, home helps and community nursing homes, are the responsibility of the State.  The State has a duty of care to its citizens.  It is not appropriate that these services are farmed out or privatised.  It does not work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D02600","speaker":"1143"},{"type":"speech","time":1348739400,"counter":127,"content":"<p>Is the Senator calling for a debate on the issue of primary care?  We do not want a debate on the former Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D02700","speaker":"1127"},{"type":"speech","time":1348739400,"counter":128,"content":"<p>I am looking for a debate and thank the Leas-Chathaoirleach for his assistance in that regard.  When the Minister for Health was here yesterday - I took note of the time; it was 4.15 p.m. - he said there had been no cuts to home helps or carers.  If the Minister is of that view, the Government is totally detached from the reality on the ground because we are inundated with calls from people who are so distressed due to the level of cuts in home helps and carers.  We need to resolve this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D02800","speaker":"1143"},{"type":"speech","time":1348739400,"counter":129,"content":"<p>I do not want to be like a broken gramophone record but I again ask the Leader to invite the Minister for the Environment, Community and Local Government to the House to discuss what plans, if any, he has for the reform of local government.  I do not wish to add to the Minister's current problems in any way but he must come clean at this very late stage about what he envisages as the format and shape of local elections in 2014.  Local elections are due in June 2014.  In fairness to sitting and aspiring councillors, it is time for people to see exactly what they will be running for and if there is anything to run for.  Many of us came from a county council background.  I always planned my campaigns for a council election or re-election over 12 months in advance.  Parties need to hold conventions to select candidates.  What is the reason for the delay?  The Minister has equivocated and postponed in respect of this matter.  In Monday's edition of the<i> Irish Independent<\/i> he stated that his plans were due shortly.  It was to be Easter, then July and then this September.  As the Local Authority Members Association conference is on in Donegal this weekend, perhaps he will come clean there.  It is time he came to the House.  I am concerned because, clearly, we have seen very serious breaches in Government and the division between the Labour Party and Fine Gael and the division between old Labour and new technocratic Labour.  I have a feeling that this is what is going on behind the scenes in respect of the Minister's dilemma.  It is quite clear that members of the Labour Party are not satisfied with the abolition of town councils and I agree with them.  Clearly, they are holding things up.  Sooner or later, one must get off the fence.  We in Fianna Fáil were criticised for doing lots of things wrongly but we were not quitters.  We did not quit and we went into the last election on foot of the toughest budget in decades and we got well thanked by the people for it - fair play.  However, we did not run and we did not wimp out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D02900","speaker":"1142"},{"type":"speech","time":1348739400,"counter":131,"content":"<p>The Labour Party needs to realise that it has responsibilities in government.  Is it in government for its duration or not?  It has a big decision to make but let us not hold up local government reform on account of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D03100","speaker":"1142"},{"type":"speech","time":1348739400,"counter":132,"content":"<p>The Senator's point is well made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D03200","speaker":"1127"},{"type":"speech","time":1348739400,"counter":133,"content":"<p>Today is Arthur's Day.  I have no doubt about the economic benefit to pubs around the city and country with its arrival on the scene.  It is to be welcomed by Guinness because the brand has been somewhat in decline in recent years so it is positive from that perspective.  However, I have serious reservations as to whether we needed another day with an excuse to go drinking.  It starts at one minute before 6 p.m.  Some gong goes off and everybody has to be in the pub and raise their glass to Arthur or Martha or whoever.<\/p> <p>However, last year and the year before I witnessed people who were ossified on a Thursday evening when they clearly had work the next day.  I wonder if it is really necessary when, on St. Patrick's Day and so many other days we drink to excess.  I have seen people behaving in a most inappropriate manner on such days.  It would be more our business to come up with other days that could be celebrated in this country without an emphasis on drink.<\/p><p>I agree with Senator Quinn's concern about the injuries board.  I have experience of working with the board on a daily basis and when a matter is in any way complicated it tends to be pushed back into the legal process, which I should probably welcome as a lawyer.  It is something we could usefully debate in this House, as well as the area of medical negligence raised by Senator Colm Burke.  It is a hugely complex area and it would not be a small task for the injuries board to take on that work, but it is something we should perhaps consider.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700005#D03300","speaker":"1153","continuing":true},{"type":"speech","time":1348740000,"counter":135,"content":"<p>Much has been said this morning about the health service.  The health service is in a state of chaos.  I have been speaking to management and front line staff in the HSE, particularly in my county, and they do not know if they can meet the demand from patients or whether they will be obliged to close down services between now and the end of the year.  All of that is happening with the cuts being proposed by the Minister for Health.  In addition, we have a situation which was described by the Minister for Transport, Tourism and Sport, Deputy Leo Varadkar, on Sunday night as stroke politics.  I heard his comments on the selection process for the primary care centres.  That was the lightning rod that culminated in the decision taken last night by the former Minister of State at the Department of Health, Deputy Róisín Shortall.  She basically said enough was enough.  The Labour Party and Fine Gael made sure that Deputy Shortall's stay in the Department of Health was of short duration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E00200","speaker":"1123"},{"type":"speech","time":1348740000,"counter":136,"content":"<p>Is the Senator asking for a debate on the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E00300","speaker":"1127"},{"type":"speech","time":1348740000,"counter":137,"content":"<p>I call on the Leader to invite the Minister for Health to the House to explain what he is doing-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E00400","speaker":"1123"},{"type":"speech","time":1348740000,"counter":138,"content":"<p>He was here yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E00500","speaker":"1151"},{"type":"speech","time":1348740000,"counter":139,"content":"<p>-----and to advise us why he was not the person to resign.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E00600","speaker":"1123"},{"type":"speech","time":1348740000,"counter":140,"content":"<p>The Senator did not bother to come in yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E00700","speaker":"1117"},{"type":"speech","time":1348740000,"counter":141,"content":"<p>The wrong Minister resigned.  Deputy Róisín Shortall showed great dignity, courage and commitment.  She identified the problems, but the Taoiseach and the Tánaiste chose not to stand by her.  They should hang their heads in shame.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E00800","speaker":"1123"},{"type":"speech","time":1348740000,"counter":142,"content":"<p>I have already ruled out a debate on Deputy Róisín Shortall.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E00900","speaker":"1127"},{"type":"speech","time":1348740000,"counter":143,"content":"<p>It is time for the Minister for Health to come clean and tell the people what he is doing or to step aside and let somebody else who can do the job do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E01000","speaker":"1123"},{"type":"speech","time":1348740000,"counter":144,"content":"<p>The Senator did not bother to come here yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E01100","speaker":"1117"},{"type":"speech","time":1348740000,"counter":145,"content":"<p>Words are cheap, but not one person stood by Deputy Shortall.  The Senator can say what he wishes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E01200","speaker":"1123"},{"type":"speech","time":1348740000,"counter":146,"content":"<p>In the fall-out from the resignation of the Minister of State, Deputy Róisín Shortall, yesterday, I call on the Leader to ensure that her mission to eradicate the misuse of alcohol in this country continues.  Yesterday, Senator Mullins asked for a half day debate on this in the House.  I strongly support the former Minister of State's stance on this issue.  Having travelled the world in the past 40 years to attend numerous events, I have never witnessed in Europe, Africa, Australia, New Zealand or the United States the misuse of alcohol that occurs in Ireland.  It is a very sad reflection on the culture in Ireland, whether it is the junior certificate, leaving certificate, St. Patrick's Day, concerts or sports events.  Senator Noone has pointed out that today, 27 September, is Arthur's Day.  What a poor reflection it is on this country and Guinness to promote the use of alcohol around the world.<\/p><p>A number of days ago I was passing through a third level campus and as I passed a particular building I heard screams and roars from young students at 5 p.m.  I found out it was a bar on the campus which the students frequented.  Having lived in the United States for almost 20 years I noticed a dramatic change in the use or misuse of alcohol when the legal drinking age was changed from 18 to 21 years of age.  There was strict enforcement of identification when one wished to buy alcohol, whether one was 21, 31, 51 or 61 years old, and if one did not have identification, one did not get the alcohol.  Now that the Minister of State has resigned her position I call on Members of the Seanad to take a leadership role in debating this and in introducing strict laws and regulation in this country to change the culture in this country to one we are really proud of, our Irish heritage, rather than a drinking culture.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E01300","speaker":"1165"},{"type":"speech","time":1348740000,"counter":147,"content":"<p>Senator Noone has certainly given great publicity to Arthur's Day.  In fact, people might be celebrating tonight the resignation of a great Minister of State, Deputy Róisín Shortall, who led the campaign against excessive drinking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E01400","speaker":"1140"},{"type":"speech","time":1348740000,"counter":148,"content":"<p>The Senator should not be provocative.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E01500","speaker":"1117"},{"type":"speech","time":1348740000,"counter":149,"content":"<p>Is Senator Leyden going to the pub tonight?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E01600","speaker":"1151"},{"type":"speech","time":1348740000,"counter":150,"content":"<p>It is most regrettable.  The former Minister of State was in this House on numerous occasions and amended a Bill in this House at my request.  She was dynamic and took on the establishment and the vested interests in the drinking industry.  Unfortunately, she has resigned, not on that issue but on another, which I very much regret.<\/p><p>I second Senator Denis Landy's request that the Minister come to the House today to explain the situation with primary care and in the Department of Health-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E01700","speaker":"1140"},{"type":"speech","time":1348740000,"counter":151,"content":"<p>On a point of order-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E01800","speaker":"1162"},{"type":"speech","time":1348740000,"counter":152,"content":"<p>As I am aware of what the Senator said, there is no need to rise.  I will deal with the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E01900","speaker":"1127"},{"type":"speech","time":1348740000,"counter":153,"content":"<p>There is.  I ask him to withdraw what he said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E02000","speaker":"1162"},{"type":"speech","time":1348740000,"counter":154,"content":"<p>I am cognisant of the point the Senator is making but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E02100","speaker":"1127"},{"type":"speech","time":1348740000,"counter":155,"content":"<p>Withdraw it from the record, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E02200","speaker":"1162"},{"type":"speech","time":1348740000,"counter":156,"content":"<p>To clarify, the Senator called for a debate and asked that the Minister, Deputy Reilly, come to the House as soon as possible, not today.  He did not propose an amendment to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E02300","speaker":"1127"},{"type":"speech","time":1348740000,"counter":157,"content":"<p>Having served in the Department of Health for a period, I can tell the House that delegation of responsibility is a problem at all levels in that Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E02400","speaker":"1140"},{"type":"speech","time":1348740000,"counter":158,"content":"<p>Does the Senator have a request for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E02500","speaker":"1127"},{"type":"speech","time":1348740000,"counter":159,"content":"<p>Is he looking for the job?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E02600","speaker":"1130"},{"type":"speech","time":1348740000,"counter":160,"content":"<p>I wish Deputy Róisín Shortall success.  She probably made the right decision to stand down, but it is a loss to the Department and the Oireachtas.  I wish her well in her future career as, possibly, leader of the Labour Party.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E02700","speaker":"1140"},{"type":"speech","time":1348740000,"counter":161,"content":"<p>She is not in it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E02800","speaker":"1153"},{"type":"speech","time":1348740000,"counter":162,"content":"<p>She is in the Labour Party.  She only resigned the Whip.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E02900","speaker":"1140"},{"type":"speech","time":1348740000,"counter":163,"content":"<p>Thank you, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E03000","speaker":"1127"},{"type":"speech","time":1348740000,"counter":164,"content":"<p>I have not finished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E03100","speaker":"1140"},{"type":"speech","time":1348740000,"counter":165,"content":"<p>The Senator's time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E03200","speaker":"1127"},{"type":"speech","time":1348740000,"counter":166,"content":"<p>I wish to concur with the excellent statement by the acting leader of the Opposition, Senator White.  She spoke from knowledge, conviction and experience.  I wish the Government would listen to her contribution today.  It comes from a very good knowledge of industrial development in this country, in which she has led, while her husband, Padraic, led the IDA during a difficult period.  The majority of the announcements made by the Minister, Deputy Richard Bruton, and the IDA were negotiated by Fianna Fáil.  That is a fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E03300","speaker":"1140"},{"type":"speech","time":1348740000,"counter":167,"content":"<p>The Senator should mind his knuckles.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E03400","speaker":"1151"},{"type":"speech","time":1348740000,"counter":168,"content":"<p>It is a delusion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E03500","speaker":"1153"},{"type":"speech","time":1348740000,"counter":169,"content":"<p>I join in the tributes to Deputy Róisín Shortall on her resignation.  She addressed this House on many occasions and did so with passion, commitment and a knowledge of her brief that was second to none.  While she no longer holds a ministerial portfolio I am sure she will have a great deal to say politically as well as interesting comments to make on public health policy.  The questions she raised and her statement in the Dáil last Wednesday were fundamental in the context of a health debate.  I do not agree with everything she said but the questions she posed about the cost of health provision, medicine, consultants and doctors are central to the debate on health reform and must be answered.  It is a debate she had in this House on many occasions and she found huge support among Senators for her views.  That debate must continue.<\/p> <p>We should reflect on her views on the alcohol strategy, as Senator Coghlan mentioned.<\/p><p>Senator Noone raised the infamous Arthur's Day and I agree with her remarks.  It is sad that we as a society, at a time when hundreds of thousands are unemployed, when there is social deprivation and when there are problems with law and order, would deem it worthy to participate in such a so-called celebration as Arthur's Day.  I would be much happier if we were having a health day or an education day or an old person's day or drug abuse day and that we would talk about tackling problems rather than celebrating the cause of many of those problems.<\/p><p>I agree with Senator Coghlan and congratulate him on his outstanding contribution, which was insightful, thoughtful and provocative.  I also concur with Senator Noone.  This country must get real.  I will not talk about the Punch and Judy politics we have had over the last half hour because we must get real and talk about the issues that people on the streets are talking about: jobs, the health service, crime and poverty.  That is what we must debate and not turn this into a mini version of the Dáil Punch and Judy show.<\/p><p>I wish Deputy Shortall well; I am sorry she has resigned.  Our political opponents are not our political enemies, they are people who might have a different view of life.  She had a huge amount to offer to public service and political life and will continue to do so.  Having engaged with her in this House, I thank her for her commitment and wish her every success in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700006#E03700","speaker":"1121","continuing":true},{"type":"speech","time":1348740600,"counter":171,"content":"<p>People are talking about Arthur's Day today but it has been McGuinness week in Donegal from a sporting point of view.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700007#F00200","speaker":"1144"},{"type":"speech","time":1348740600,"counter":172,"content":"<p>Jimmy is winning matches.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700007#F00300","speaker":"1153"},{"type":"speech","time":1348740600,"counter":173,"content":"<p>I agree with Senators Coghlan and Bradford on the need for a debate on alcohol abuse.  I said on local radio this morning that drinks companies are claiming that without their sponsorship many sports events would not survive but there are many companies outside the drinks trade that would step into the position if they got the chance to sponsor.<\/p><p>There is a definite link between sponsorship of sports by brands of drink and alcohol abuse and the drink companies know that.  In France, where the Heineken Cup is as popular as it is here, it is called the H Cup because alcohol sponsorship is banned in France.  French rugby is not damaged in any way by not having alcohol companies sponsoring it.<\/p><p>We must go down this road if we are serious about alcohol abuse.  We should have a drug abuse day, as Senator Bradford said, or a national day for older people or children.  To have almost a national holiday for Arthur's Day links directly to alcohol abuse.  If drinks companies can get such advertising, they will and we must control it.  Alcohol is a drug, it is not for recreation and we should recognise that.  I join the calls to have it debated here and I am sure every Member will have a view on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700007#F00400","speaker":"1144"},{"type":"speech","time":1348740600,"counter":174,"content":"<p>I also share in the tributes to the former Minister of State, Deputy Róisín Shortall.  She made some strong and provocative contributions in this House in the time I have been here.  It is ironic that she tendered her resignation on the eve of Arthur's Day, as has been noted already.  She was very much to the fore in highlighting the serious problems we have with drink.  I commend Senators Bradford, Coghlan and Noone for their contributions because alcohol is effectively a national scourge now.  It causes the vast majority of anti-social behaviour, crime and domestic violence.  It is a serious problem and the Seanad has a role to play in carrying on the legacy of the former Minister of State in ensuring the issue is kept at the top of the political agenda.  This House has the scope, time and space to come up with innovate ways of dealing with these problems and I would be an advocate of using the Seanad to do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700007#F00500","speaker":"1158"},{"type":"speech","time":1348740600,"counter":175,"content":"<p>Is the Senator calling for a debate on the issue of alcohol abuse?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700007#F00600","speaker":"1127"},{"type":"speech","time":1348740600,"counter":176,"content":"<p>I have already suggested earlier this week, and I will suggest it again, that one radical measure we could take would be to increase the legal drinking age from 18 to 21 years of age.  It has been done in the United States with some success but it is enforced there.  A 50 year old who walks into a bar in the United States is more likely to be asked for ID than not.  That is the sort of culture we must embrace in this country.  The industry, Government and public must work together to come up with solutions in order that the next generation does not suffer the consequences we are suffering on a daily basis as a result of alcohol abuse.  We should have day of discussions where we could bring in some of the expert groups in this area, listen to them and come up with solutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700007#F00700","speaker":"1158"},{"type":"speech","time":1348740600,"counter":177,"content":"<p>I would like to continue in the same vein as my Seanad colleagues, particularly following Senator Bradford's remarks.  If Arthur's Day was health day, it would not enjoy the same notoriety.  Let us call a spade a spade, alcohol is embedded in our culture; that is the fundamental problem we have never grappled with.  I call today for Arthur's Say to sponsor a drugs day and in that show how important the message to \"drink responsibly\" is.  Until we get at the fundamental issue that alcohol is a drug that changes our behaviour, we are missing the point.  I agree with Senator Conway, that we should be looking at best practice worldwide to combat alcohol abuse.  I see 18 year olds who are looking for their passport the minute they turn 18 in order that they can prove they are 18 to buy a drink.  This is what they want; it is the norm in our society.  This is what I see among my children's peers.  It is fitting to pay tribute to the former Minister of State because she championed the combatting of alcohol abuse and we must continue with her quest, especially when it comes to advertising. <\/p><p>I am saddened to see Deputy Shortall step down in this way, especially as a woman.  She was extremely hard working and many tributes have been paid to her work on alcohol abuse today but I also saw the work she did on public health nursing.  I am a patron of the ICHN and can tell the House that she gave a voice to people on the front line who had never been acknowledged before.  I wish her well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700007#F00800","speaker":"1131"},{"type":"speech","time":1348740600,"counter":178,"content":"<p>Like every other Senator, I pay tribute to Deputy Shortall.  She was a principled Minister of State and I hope that her resignation does not mean the fine work she was trying to achieve for front-line services will be lost.  I was amazed at the weekend to see what was going on in my own town.  I spoke to 17 year old girls and I said to them when I was their age, if girls their age drank, they would have a glass of lager.  I asked why they would drink what they drink now and they told me they drink shots and naggins, and they made it clear that they do it because everyone else does it.<\/p> <p>I also was amazed to see in my own home town that the taking of cocaine just does not appear to be a huge issue for young ones.  I saw boys and girls lining up to go into the ladies' toilets.  They were lining up, while bringing in their drinks, for cocaine.  All these things are happening nationwide and there is almost an acceptance by the youth of today that this constitutes normal behaviour.  I greatly regret that Deputy Shortall has resigned her position because she was trying to deal with this issue.  I certainly hope whoever takes over the mantle will follow in her footsteps.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700007#F00900","speaker":"1161","continuing":true},{"type":"speech","time":1348741200,"counter":180,"content":"<p>I join in expressing the sadness all Members feel about the resignation of her post as Minister of State by Deputy Shortall.  In addition, I hope her good work on alcohol abuse is continued by whoever takes over that role.  On the subject of alcohol abuse, while I do not know whether one is allowed to mention brand names in this House, I wish Heineken and Guinness were the issue with today's young people.  I wish the problem was their over-consumption of pints and not, as my colleague has noted, their consumption of spirits.  If I may tell a personal story, one of my daughters had a party recently and she asked me to ensure there were plenty of soft drinks.  When I told her that was wonderful and I had not known so many of her friends did not drink - she is in her 20s - she replied the soft drinks were not to drink but to add to the spirits.  The bottom line is that Guinness or Heineken are not the problem on the streets of Ireland today.  Dare I say the problem is not Heineken, wine or Guinness but Jägerbombs and captain and Coke and because girls today aged 14 and younger are drinking vodka and gin.  Consequently, I have a reservation about the way this debate goes.<\/p><p>However, I do not wish to discuss that issue but to ask the Leader to facilitate a more general debate in this House on taxation.  One reason Members have been reluctant to tackle the issue of alcohol abuse revolves around excise duties.  They have questions to ask themselves.  I seek a more reflective debate in this House on taxation.  The issue of property taxes has arisen during the week and certain members of the Opposition are of the view there is a massive fortune to be gained from imposing a wealth tax.  While the Government is committed to a certain programme in respect of taxation, this House has shown itself capable of great reflection and deep consideration of issues faced by this country.  One such issue is the level of taxation that should be levied.  An excellent debate took place in the House last night on the sore and core topic of young children in end-of-life cases and the funding of their care.  I noted with great sadness that a vast proportion of the funding for the care of such children comes from the charity of Irish people, not from general taxation.  This society has issues on which to reflect and I ask that this House so do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G00200","speaker":"1172"},{"type":"speech","time":1348741200,"counter":181,"content":"<p>Although we are over time, as he indicated earlier, I will allow Senator Heffernan to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G00500","speaker":"1127"},{"type":"speech","time":1348741200,"counter":182,"content":"<p>I thank the Leas-Chathaoirleach.  It is interesting to hear some of the tributes paid to the former Minister of State, Deputy Shortall, this morning.  It is as though the former Minister of State were dead.  Deputy Shortall is not going anywhere but will remain a strong, valued and principled member of the Labour Party.  I remember Deputy Shortall in opposition, when she opposed strongly the closure of the Combat Poverty Agency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G00600","speaker":"1119"},{"type":"speech","time":1348741200,"counter":183,"content":"<p>Members should not be wasting time in this way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G00700","speaker":"1156"},{"type":"speech","time":1348741200,"counter":184,"content":"<p>She even hit out at elitism in this House, as she hit out at elitism in society.  Deputy Shortall believes in the provision of primary care centres in areas of deprivation and for such centres to be provided in places where they are most needed.  This often was not the way business was done in the past with previous Governments, when matters were decided on the basis that so doing would garner a few votes the next time around and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G00800","speaker":"1119"},{"type":"speechnospeaker","time":1348741200,"counter":185,"content":"<p>A stroke.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G00900","nonspeaker":"A Senator"},{"type":"speech","time":1348741200,"counter":186,"content":"<p>Strokes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G01000","speaker":"1119"},{"type":"speech","time":1348741200,"counter":187,"content":"<p>Balbriggan and Swords.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G01100","speaker":"1140"},{"type":"speech","time":1348741200,"counter":188,"content":"<p>Exactly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G01200","speaker":"1119"},{"type":"speech","time":1348741200,"counter":189,"content":"<p>Does Senator Leyden not want the centre for Roscommon?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G01300","speaker":"1158"},{"type":"speech","time":1348741200,"counter":190,"content":"<p>Senator Heffernan to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G01400","speaker":"1127"},{"type":"speech","time":1348741200,"counter":191,"content":"<p>That is what has disappointed and the apparent pulling of such a stroke may have been the straw that broke the camel's back.  I for one agree with the stance taken by Deputy Shortall.  She believes in a health service that treats the patient on the basis of his or her health needs and not on the depths of his or her pockets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G01500","speaker":"1119"},{"type":"speech","time":1348741200,"counter":192,"content":"<p>The Senator is aware people are only praised when they die or have resigned.  One receives no praise when one is alive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G01600","speaker":"1140"},{"type":"speech","time":1348741200,"counter":193,"content":"<p>I agree with such a basis.  Moreover, I agree with previous speakers, namely, Senators Landy, Whelan and Kelly, as well as with my group leader, Senator Bacik, that the Minister could be invited to this House to participate in a debate and to try to explain to Members the reason it is taking so long to implement what was agreed by both parties in the programme for Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G01700","speaker":"1119"},{"type":"speech","time":1348741200,"counter":194,"content":"<p>Senator White, the acting Leader of the Opposition this morning, raised the question of job creation which remains the number one priority for the Government.  As I outlined, both the Minister for Jobs, Enterprise and Innovation, Deputy Bruton, and the Minister of State at the Department of Jobs, Enterprise and Innovation, Deputy Perry, will be in the House within the next month or so to discuss the issue of job creation and the question of credit for small businesses.  As Senator Mullins outlined, a €90 million microfinance scheme was announced this morning by the Minister, Deputy Bruton.  Applications will be taken from this morning onwards from businesses and sole traders across all sectors that employ up to ten people and which have been refused credit by the banks, loans of up to €25,000.  These applications will be accepted from today.  I note the question of finance and credit for small businesses has been raised many times in the House.  The Government is acting and will continue to act on job creation.  I am sure all Members will welcome the debates when the Minister and the Minister of State  appear in the House in early course.<\/p><p>Senator Bacik made reference to the former Minister of State, Deputy Shortall.  It is regrettable when any Minister decides to step down from his or her post.  The former Minister of State had been scheduled to appear in this House in the next week or two to discuss the issue that has dominated the Order of Business this morning and on which she worked so hard, namely, the misuse of alcohol.  I will arrange such a debate but obviously it will not take place within the next week or two.  Nevertheless, I will arrange a debate, as has been requested by the vast majority of Members who spoke on the Order of Business today, on the question of the misuse of alcohol.  I assure Members the key commitments on primary care, as well as items in respect of alcohol abuse and universal health care, are key commitments in the programme for Government.  As I stated in the first week of the Seanad, this is a marathon, not a sprint.  People expect things to happen overnight but they simply do not happen that way.  The Government will honour the commitments contained in the programme for Government.  However, this requires thoughtful consideration and action, which the Government is doing and will continue to do.  It will deliver on the commitments that have been mentioned today.<\/p><p>Moreover, another start was made on the reforms in the health system in the House yesterday, when the Minister for Health, Deputy Reilly, was in the Chamber.  I think some Members asked that the Minister for Health come into the House without realising he had been here yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G01800","speaker":"1130"},{"type":"speech","time":1348741200,"counter":195,"content":"<p>Correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G01900","speaker":"1158"},{"type":"speech","time":1348741200,"counter":196,"content":"<p>The Health Service Executive (Governance) Bill was debated here yesterday, at which point I certainly would have welcomed Senator Ó Domhnaill's input.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G02000","speaker":"1130"},{"type":"speech","time":1348741200,"counter":197,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G02100","speaker":"1158"},{"type":"speech","time":1348741200,"counter":198,"content":"<p>Seemingly, however, he was not aware the Minister was here.<\/p> <p>People should have listened to what the Minister said yesterday.  The Health Service Executive (Governance) Bill is the beginning of reform within the structure of the health system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700008#G02200","speaker":"1130","continuing":true},{"type":"speech","time":1348741800,"counter":200,"content":"<p>I think he is good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H00200","speaker":"1156"},{"type":"speech","time":1348741800,"counter":201,"content":"<p>To coin a Fianna Fáil phrase, a lot done and more to do, as the Minister admitted.  He admitted that he had made mistakes and would make mistakes in the future, but he will do his best to reform the broken system we have.  That is what we have been elected to do and that is what the Government will do over the five years we will be in government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H00300","speaker":"1130"},{"type":"speech","time":1348741800,"counter":202,"content":"<p>Dream on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H00600","speaker":"1140"},{"type":"speech","time":1348741800,"counter":203,"content":"<p>There are many dreaming on the Opposition side of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H00700","speaker":"1130"},{"type":"speechnospeaker","time":1348741800,"counter":204,"content":"<p>Senator Leyden has been dreaming all his life.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H00800","nonspeaker":"A Senator"},{"type":"speech","time":1348741800,"counter":205,"content":"<p>The Leader to reply, without interruption from either side.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H00900","speaker":"1127"},{"type":"speech","time":1348741800,"counter":206,"content":"<p>Senator Jim D'Arcy spoke about the plight of the Diageo workers in Dundalk, which surprised me because previously Guinness was recognised as one of the best employers in the country.  I note the Senator's point in that regard.<\/p><p>Senators Barrett, Paul Coghlan and others asked for a debate on property values which we will try to arrange.  A number of senior Ministers will be in the House in coming months and many of the items that have been raised on the Order of Business today and previously can be discussed in those debates.<\/p><p>Senator Reilly spoke about a debate with the Minister for Education and Skills, Deputy Quinn, on the capital assets report.  As outlined to the House yesterday, the Minister will be in the House on either 16 or 23 October.  <\/p><p>Senator Quinn asked about the report of the Injuries Board.  We will certainly try to have a debate on that area.  <\/p><p>Senator Colm Burke spoke about medical negligence and the Quirke report which he has outlined on many occasions.  I understand he is preparing a Private Members' Bill in that regard.<\/p><p>I can inform Senator Walsh that we will have a full debate on the Thirty-First Amendment to the Constitution (Children) Bill next week.  All Stages will be taken over the three days and there will be ample time for the Senator to make any remark he wishes to make in that regard.  Calling people abortion advocates is reprehensible and unacceptable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H01000","speaker":"1130"},{"type":"speech","time":1348741800,"counter":207,"content":"<p>Senator Bacik knows who they are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H01100","speaker":"1126"},{"type":"speech","time":1348741800,"counter":208,"content":"<p>It is unacceptable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H01200","speaker":"1148"},{"type":"speech","time":1348741800,"counter":209,"content":"<p>When will we have the report?  That was my question to the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H01400","speaker":"1126"},{"type":"speech","time":1348741800,"counter":210,"content":"<p>Senator O'Sullivan spoke about the reform of local government.  The Minister for the Environment, Community and Local Government will come to the House as soon as he is ready.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H01500","speaker":"1130"},{"type":"speech","time":1348741800,"counter":211,"content":"<p>The Leader is avoiding the question.  When will we have the report of the expert group?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H01600","speaker":"1126"},{"type":"speech","time":1348741800,"counter":212,"content":"<p>The Minister has been in the House on many occasions-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H01700","speaker":"1130"},{"type":"speech","time":1348741800,"counter":213,"content":"<p>The Leader is avoiding the question and the Minister is doing likewise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H01800","speaker":"1126"},{"type":"speech","time":1348741800,"counter":214,"content":"<p>-----and will come here again in early course to deal with the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H01900","speaker":"1130"},{"type":"speech","time":1348741800,"counter":215,"content":"<p>The Government is trying to deceive the public.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H02000","speaker":"1126"},{"type":"speech","time":1348741800,"counter":216,"content":"<p>The Leader to continue without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H02100","speaker":"1127"},{"type":"speech","time":1348741800,"counter":217,"content":"<p>I believe I have dealt with most of the matters raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H02200","speaker":"1130"},{"type":"speech","time":1348741800,"counter":218,"content":"<p>The Leader has not answered the question about when the expert group will report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H02300","speaker":"1126"},{"type":"speech","time":1348741800,"counter":219,"content":"<p>Senator White has proposed an amendment to the Order of Business, \"That a debate on the failure of the Action Plan for Jobs to address unemployment be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H02400","speaker":"1127"},{"type":"speech","time":1348741800,"counter":220,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H02500","speaker":"1156"},{"type":"vote","time":1348741800,"counter":221,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 15; Níl, 27.<\/p><p>Tellers: Tá, Senators Ned O'Sullivan and Diarmuid Wilson; Níl, Senators Ivana Bacik and Paul Coghlan..<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700009#H02600","aye":["1157","1116","1147","1159","1140","1128","1123","1115","1142","1154","1145","1155","1126","1156","1164"],"nay":["1148","1121","1138","1150","1114","1165","1151","1158","1130","1166","1117","1144","1172","1131","1119","1152","1173","1135","1161","1162","1134","1118","1153","1170","1125","1171","1143"]},{"type":"unspoken","time":1348741800,"counter":222,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"vote","time":1348742400,"counter":223,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 15; Níl, 27.<\/p><p>Tellers: Tá, Senators Ned O'Sullivan and Diarmuid Wilson; Níl, Senators Ivana Bacik and Paul Coghlan.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700010#J00100","aye":["1157","1116","1147","1159","1140","1128","1142","1123","1115","1154","1145","1155","1126","1156","1164"],"nay":["1148","1121","1138","1150","1114","1165","1151","1158","1130","1166","1117","1144","1172","1131","1119","1152","1173","1135","1161","1162","1134","1118","1153","1170","1125","1171","1143"]},{"type":"unspoken","time":1348742400,"counter":224,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Smarter Travel: Statements","time":1348742400,"counter":225,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700010#J00300"},{"type":"speech","time":1348742400,"counter":226,"content":"<p>I welcome the Minister of State at the Department of Transport, Tourism and Sport, Deputy Alan Kelly, to the House.  Before calling on the Minister of State to make his opening speech, I wish on behalf of Senator Barrett to welcome the group of economic students from Trinity College Dublin who are in the Visitors' Gallery to hear our debate on smarter travel.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700010#J00400","speaker":"1127"},{"type":"speech","time":1348742400,"counter":227,"content":"<p>I am delighted to come before the Seanad today to set out the Government's commitment to smarter travel and sustainable transport and to reinforce that the choices we make regarding travel are the responsibility of all of us.  It is vital that we all recognise and appreciate the value of smarter travel and a sustainable transport environment and the need for all of us, commuters, Senators, Deputies, Ministers and everyone else, to be active contributors to it.  <\/p><p>As Minster of State with responsibility for public and commuter transport I am responsible for the Government's smarter travel agenda, under which we principally aim to reduce reliance on the private car by increasing use of public transport, walking and cycling.<\/p><p>I am glad of this opportunity to briefly explain the thinking behind the Government's smarter travel policy and to set out what we hope to achieve, working with our partners in local authorities, agencies and other Departments.  The vision and targets for smarter travel are undoubtedly ambitious.  By 2020, we would like to see mode share for car commuting drop from 65% to 45%.  Smarter travel also contains a commitment to create a culture of cycling in Ireland.  This commitment was cemented with the preparation of Ireland's first national cycle policy framework which aims to ensure that by 2020, 10% of trips to work are made by bicycle.<\/p><p>Working towards these key targets, the Government is committed to ongoing support of smarter travel and this year agreed a five-year multi-annual budget of €65 million for sustainable transport.  There are a myriad of reasons to support the smarter travel agenda.  Reducing car use will reduce our emission levels to help us to meet our international obligations and will also reduce our energy dependence.  From the point of view of Ireland being a good place to do business, a less congested road network improves the movement of goods and people and means towns are not blocked with traffic, making them more attractive places to live and do business.  Increased cycling and walking increases the health and fitness levels of the population and makes for safer streets and more liveable communities.  We all know that walking and cycling are better for our health than driving and that using public transport cuts congestion and is better for the environment.<\/p> <p> However, between workers and students, around 400,000 people travel 4 km or less to work, school or college by car every day - distances that are amenable to cycling or walking.  Even if just these commuters shifted to walking or cycling, urban traffic congestion would be a thing of the past.  Our economy would reap benefits from improved efficiency in movement of goods, it would mean lower overheads for everyone due to time savings, and it would provide a welcome extra boost foe competitiveness.  Many Senators are from outside Dublin and I ask them to consider cycling when making journeys in the city during the week.  I have challenged Senators on that before and would like to see progress on it.  Senators can use Dublinbikes, which has been a phenomenal success.<\/p><p>Smarter travel is the transport policy for Ireland that sets out how the vision of a sustainable travel and transport system can be achieved.  The smarter travel programme does not just set out a vision for better travel choices but also provides funding for information and improved facilities for cyclists, walkers and public transport users to make it easier for us to make the right choices.  My Department is delivering many of the actions set out in the strategy, which aims to have over 200,000 additional people walking and cycling to work by 2020 through a number of programmes aimed at delivering significant modal shift.  The national cycle network, active travel towns and smarter travel areas are just some of the programmes being delivered by my Department to support sustainable travel.<\/p><p>With regard to the active travel modes, since I have taken office, my Department has allocated over €10 million to local authorities for cycling infrastructure, such as cycle lanes, bike parking and cycle greenways.  Projects that have been completed include the Grand Canal cycle way in Dublin, the extension of the great western greenway to form a continuous off-road route from Achill to Westport and a range of smaller scale projects, including new cycle lanes in towns around the country.<\/p><p>Developing a national cycle network is one of the objectives outlined in the national cycle policy framework.  In line with the Government's commitment to support the cycle policy, I have placed significant importance on developing cycle routes that will act both as local transport infrastructure and as recreational and tourism facilities.  I launched a national cycle network funding scheme in March of this year.  There was real enthusiasm from local authorities about the funding scheme, and a total of 51 projects were submitted for consideration.  In June it was announced that a total of €7 million will be invested in 18 of these projects between now and the end of 2014.  To give some examples of the type of projects being supported, Westmeath is to be funded to develop 13 km of route along the Royal Canal, extending the existing route.  Routes are being developed along former national roads in Roscommon and Offaly, making good use of road infrastructure bypassed by motorway.  In Louth a new 6 km greenway is to be developed along an abandoned rail line near Carlingford and in Meath the council is being supported to develop the first phase of a route along the Boyne Valley.  It is an exciting project.  Each project has the potential to contribute greatly to the economic development of the areas where they are being developed.  I am hopeful the €7 million investment will yield significant benefits and, as with the success of the great western greenway, lead to continued investment in such routes.<\/p><p>Another key programme under the smarter travel initiative is active travel towns.  Active travel towns is a multi-annual programme that will provide funding for small and medium-sized towns in Ireland to develop walking and cycling infrastructure and behavioural change measures to encourage their use.  I have announced investment of €5 million in these projects between now and the end of 2013.  We have moved away from focussing just on individual projects and more on comprehensive and complete integrated strategies in towns.<\/p><p>Securing our national cycle policy target of 10% of all trips to be made by bike by 2020 will require a focus to be placed on population and employment centres where safe, convenient alternatives are available particularly in undertaking short journeys.  The principal objective of active travel towns is to achieve a modal shift from the car to either walking or cycling in a short time.<\/p><p>I announced the launch of three smarter travel areas - Limerick, Dungarvan and Westport - in February, following a national competition run by my Department.  These three areas produced excellent proposals for delivering a transformation in sustainable travel, involving schools, businesses, communities and wider stakeholders.  The smarter travel area programme will run for five years and is a real opportunity both to demonstrate nationally the benefits of investment in sustainable travel and for local authorities to learn what works best in Irish smarter travel.<\/p><p>The smarter travel areas include a range of measures to encourage people to travel more sustainably, including provision of high-quality facilities for walkers and cyclists, encouraging car sharing and e-working, promoting school and work travel plans, and promoting the individual and community level benefits of smarter travel.  My Department remains committed to exploring a range of mechanisms to secure public bikes schemes in other cities, building on the success of the Dublinbikes scheme.  It is one of the most successful in the world.  We are currently developing, along with the National Transport Authority, a procedure for expressions of interest in scheme sponsorship to further the process of engagement with potential private sector funding.  I have also tasked the National Transport Authority with progressing the extension of the current Dublinbikes scheme.  The scheme is among the most successful in the world, with the most bike usage of any city.<\/p><p>In the current economic climate, we are unlikely to be able to build any shiny new towns but we can do much to improve the quality of life in existing communities through sensitive development of transport infrastructure, particularly for pedestrians and cyclists.  The funding allocated by the Government to smarter travel will do much to improve our infrastructure but a major challenge will continue to be persuading people to use these facilities.  To that end, my Department funds, and in some cases runs, a number of schemes to promote and encourage smarter travel, including the successful annual bike week to encourage more people to take up cycling, the travel flag of the green schools programme, which is proving successful in securing behavioural change - often to walking and cycling - on the school run, and smarter travel workplaces, which helps employers to work with their employees to bring a smarter travel focus to workplace commuting.<\/p><p>Other areas outside the smarter travel brief but which nonetheless contribute to enhancing public transport and the smarter travel agenda include initiatives such as the Leap card and the student Leap card, which was launched in the past two weeks, the real time passenger information signs for bus journeys, the national journey planner and investment in public transport wifi.  These are all highly successful initiatives undertaken by the Government to enhance the attractiveness of public transport.  Major progress has been made in using technology to promote public transport.  The agenda will be followed thoroughly in my portfolio.<\/p><p>I am pleased to announce the Leap card is growing all the time.  With over 145,000 cards sold and 1.2 million journeys being taken per month using the Leap card, I am satisfied with its progress.  It is a major success and will be developed further in the coming months with other products and services.  Over 450 real time passenger information signs, giving people access to live bus information, have now been installed in Dublin.  There are 45 in Cork city and it is proving so popular that an additional 150 will be installed in the greater Dublin area and 50 in Galway, Limerick and Waterford.  I look forward to further investments in wifi and the national journey planner, a one-stop information source for all public transport users.  I encourage Senators to use the information to get around Dublin and beyond and to promote the national journey planner.  It is great technology and everyone should be aware of it and use it.<\/p><p>I have given Members an overview of the importance of the smarter travel programme and how we are setting about working towards making Ireland's transport and travel more sustainable.  I look forward to hearing Members' views on it and I welcome their contributions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700010#J00500","speaker":"1088","continuing":true},{"type":"speech","time":1348742700,"counter":229,"content":"<p>I welcome the Minister of State to familiar surroundings.  It is the first opportunity I have had to wish him well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700011#K00200","speaker":"1164"},{"type":"speech","time":1348742700,"counter":230,"content":"<p>The Acting Chairman mentioned that the Minister of State was a Member of this House before.  As I am a new Member, our paths did not cross.  These are most exciting developments and I wish the Minister of State well.  The energy in his script is impressive and pleasant to see.<\/p><p>I wonder what we can do about schools.  AA Roadwatch tells us that traffic is lighter when schools are on holidays and the roads are clogged up when they return.  How can we get more children to cycle and walk to school?  The difficulty pertains to parents' fears about safety.<\/p> <p>Should we have even lower speed limits in the vicinity of schools?  Perhaps cars and lorries could be excluded from the zones outside schools for the half hour or so when the children are going to school in the morning.  It would be more difficult to achieve this in the afternoon because the pattern for returning home is more varied.<\/p><p>I agree with the Minister of State on the success of the Dublin Bus scheme.  We have done some research on it and noted it is one of the most successful.<\/p><p>There are concerns about safety, including people not wearing helmets.  However, I gather the literature on this is not conclusive.  I also welcome the Minister of State, Deputy McGinley, to the House.<\/p><p>Consider the promotion of cycling and the Westport–Newport development.  Anywhere there is an old railway line, as between Sligo and Claremorris and between Tralee and Fenit in north Kerry, should be considered.  Such developments, modelled on that between Westport and Achill Sound, can be highly successful and ought to be encouraged.  The success of the Dublin bike scheme confirms that.<\/p><p>Wherever we have bus lanes or quality bus corridors, we should open up the market.  The corridors comprise a useful facility.  Many motorists wonder why nothing is happening on the inside lane when there is spare capacity.  If Dublin Bus and Bus Éireann do not use the lanes fully, why not allow somebody else to use them?<\/p><p>Smarter travel has an economic dimension.  When there was a monopoly, the bus from Dublin to Galway ran once per day.  Now that there are three competing firms, there are up to 45 services per day.  Young people, in particular, enjoy this form of travel.  As competition in the bus market, as in air transport, has reduced fare prices, we can develop the bus service far more as an alternative to the car.  In the past, the Department responsible for transport was very conservative.  It keeps out new entrants.  New entrants are the lifeblood of every sector in the economy.<\/p><p>The Minister of State, Deputy McGinley, is from Donegal and knows the immense contribution that small, independent bus companies make to the travel service between Donegal and the National University of Ireland, Galway, and between Donegal and Dublin.  I have in mind former Mr. Justice Bryan McMahon's view on the Swords Express bus case that the Department was protective of Dublin Bus and that it doubly discriminated against new entrants.  New entrants, or the start-ups about which the Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, speaks, are needed in transport.  I am very impressed by the success of the open market for bus services between Dublin and Galway.  It is a good incentive not to take the car.<\/p><p>On the massive use of cars for short journeys of 4 km or less, we must consider walking and cycling.  The 4 km target is very important.<\/p><p>One of the schemes that seems to have incurred high costs and which has been slow to develop is the building of a cycleway the entire way from Howth to Dún Laoghaire.  I heard a really high cost mentioned, such as €45 million.  Much of the infrastructure is in place in areas such as Clontarf.  It would be interesting to see how we can speed up the process.  It seems to be a very good project and it was not mentioned in the Minister of State's speech.  The cycleway would open up views of Dublin Bay, which would be very attractive and promote cycling by separating cyclists from trucks and lorries.  It would promote cycling as a very attractive alternative.<\/p><p>One of the successes of the Dublin Port tunnel was its removal of trucks from the city.  It has certainly made cycling in the city very much safer, which is to be commended.  There were some terrible accidents when trucks turned left and could not see the cyclists on the inside.  The successful safety improvement is a commendable result of public policy.<\/p><p>We can say, with a slight caveat, that there are buses up and down the country that could be used more if we were not so strict in regulating market access.  Every other initiative mentioned in the Minister of State's speech is commendable, going in the right direction and good for the environment.  Initiatives are promoting walking and cycling, resulting in health and other benefits, as mentioned by the Minister of State.  The scheme in question is well worth progressing.  I assure the Minister and the Minister of State, Deputy Dinny McGinley, that I will be supporting it from these benches.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700011#K00300","speaker":"1157","continuing":true},{"type":"speech","time":1348743300,"counter":232,"content":"<p>I welcome the Minister of State, Deputy Dinny McGinley, to the House.  He is fresh from his celebrations in County Donegal as a consequence of the county's fantastic win.  I call Senator O'Neill.  It is a little premature for the Senator to be discussing an all-Ireland victory.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700012#L00200","speaker":"1164"},{"type":"speech","time":1348743300,"counter":233,"content":"<p>Is the Acting Chairman wishing me, as a Kilkennyman, the best of luck on Sunday?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700012#L00300","speaker":"1125"},{"type":"speech","time":1348743300,"counter":234,"content":"<p>I certainly am.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700012#L00400","speaker":"1164"},{"type":"speech","time":1348743300,"counter":235,"content":"<p>On behalf of Fine Gael, I am delighted that the Minister of State, Deputy Kelly, came to the House.  I noted his speech.  I welcome back to the House the Minister of State, Deputy Dinny McGinley, whose county won the Sam Maguire.  He is present to engage with Senators on smarter travel.<\/p><p>I commend the Minister of State, Deputy Kelly, for the significant progress made in persuading people to choose a more sustainable transport mode, such as walking, cycling or public transport.  This is no easy task in a country such as Ireland where the weather often makes the car a more attractive form of travel.  However, I am struck by the amazing and welcome success of the Dublin bike scheme, as pointed out by the Minister of State.  The scheme is expanding all the time.  It is incredible the way that people living in this city have embraced Dublinbikes.  This shows that smarter travel is more than a nice theory and that it can deliver real and tangible changes.<\/p><p>Society has changed a great deal considering the way people have embraced exercise, such as running, and taken up walking as a means of getting from A to B.  This is a very welcome cultural change.  The success of the Luas since its inception shows that if quality public transport options are available, people embrace them.<\/p><p>I would like either of the Ministers of State, Deputy McGinley or Deputy Kelly, to update us later on the Leap cards.  They are an amazing success and I am delighted the student version has been launched.  Are there plans to expand the card nationally?<\/p><p>My observations on the various successes to which I referred, such as Dublinbikes, the Luas and the Leap card, are all based on my living in Dublin during the week when the Seanad is sitting.  It is obviously more difficult to deliver the kinds of changes in question in the countryside, as I know well as I come from rural Kilkenny. <\/p><p>I welcome what the Minister of State said on smarter travel funding.  I hope the funding is maintained in these stringent times.  I would be very interested to hear how the Minister is getting on with his plan to integrate local public transport services in rural areas.  I have spoken many times about the importance of maintaining a local transport system.  Fine Gael has long been committed to the concept of reliable sustainable transport services for rural communities.  This is reflected in the programme for Government, which states the rural transport network is vital for rural communities as a reliable and sustainable transport service.  It states we will maintain and expand the rural transport programme with other local transport services as much as possible.<\/p><p>Senator Barrett implied that where there is competition on routes, there is value for money.  If I purchased a return train ticket from Kilkenny to Dublin tomorrow morning, I would pay €32.  However, if I purchased a ticket online, I would pay €9.99.  This must be changed and there should be more access.  If people obtain value for money, they will use public transport.<\/p><p>I am very familiar with the local rural transport provider in my area, Ringalink, which provides services in Kilkenny, Carlow and south Tipperary.  The service is particularly important to elderly people, especially those who live alone and may not be in a position to run a car.  Their only means of getting to a shop or town to see a doctor, for example, is to use the rural transport service.  I am very conscious of this cohort.  Those of us who represent rural constituencies need to be mindful of the needs of the vulnerable, especially the elderly.<\/p><p>I welcome the Active Travel towns concept.  I look forward to its expansion to other areas if funding is released.  I commend the Minister of State, Deputy Kelly, for his commitment to preserving rural transport and achieving a more modern and efficient system of transport in rural areas through the integration of services.  I would very much welcome an update on how this project is proceeding.  I recognise it will be a monumental task on which I have no doubt the Minister of State will deliver.<\/p><p>As Senator Barrett pointed out, the Minister of State may be in a position to brief the House on public service obligation tendering for bus routes.<\/p> <p>I know that the Coach Tourism &amp; Transport Council of Ireland has been lobbying for an approach that would involve competitive tendering for bundles of bus routes when the tendering process opens up in line with EU law and the Dublin Transport Authority Act 2008 is amended.  I am aware that public consultation is taking place and perhaps the Minister of State, Deputy Kelly, or the Minister of State, Deputy McGinley, could give us an indication of the Department's thinking on when the tendering might begin.  Has an approach been agreed?  How many private companies are hoping to avail of new contracts as a result of the new measures?<\/p><p>I am conscious that we are in the lead-up to a budget.  The economic situation left by the last Government means that it is a difficult period to be in the Department of Transport, Tourism and Sport.  However, to the credit of the Ministers of State, particularly the Minister of State, Deputy Kelly, initiatives like smarter travel, which are not a burden on budgets, are being pursued.  Perhaps the Minister of State, Deputy McGinley, could give us a flavour of other incentives that are planned for the near future.  I note the presence of students from Trinity College Dublin and welcome them to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700012#L00500","speaker":"1125","continuing":true},{"type":"speech","time":1348743900,"counter":237,"content":"<p>I welcome the Minister of State, Deputy McGinley, to the House.  I was delighted to hear all the Minister of State, Deputy Kelly, told us and the amount of work that is taking place.  I did not realise how much was going on.  I was asked last year by RTE to present a programme called &quot;Tracks and Trails&quot; dealing with where I live in Howth.  I think I was only the second choice - Gay Byrne was the first choice.  During the series, what thrilled me was the amount of tracks and trails around the country.  As it is the second of six slots, 12 programmes have been broadcast.  I discovered that a large number of people now walk around Howth.  The tracks and trails around Howth were originally established by people who lived there and just wanted to revitalise them.  They did a great job and Fingal County Council has supported it.<\/p><p>  I agree with the overall aims of smarter travel, which sets out the Government's vision of achieving a sustainable transport system, including a reduction in car use and a shift to public transport and other means of transport.  However, I wish to raise some alternative issues.  Is it possible to introduce one price for a bus and a DART ticket?  That is what happens in other European cities such as Vienna, where one can travel in one direction and the ticket lasts for 90 minutes.  That would make it much easier for the customer to do business and would speed up things as people would not have to look for change.  That would be a very easy and sensible thing to do.  <\/p><p>  What I cannot understand is that while the Government wants to get people using public transport, the transport companies are always granted an increase in fares whenever they want it.  Senator Barrett spoke about competition and we saw what happened with competition on the Dublin-London air route.  We also saw very interesting figures on the Dublin-Galway bus routes so many things can and are taking place on that basis.  One sees, however, the ease with which bus companies can put up their fares because every time they ask for a rise, they seem to be able to get it.  <\/p><p>  When my son-in-law told me four years ago that he was going into the bicycle business, I wondered where he got this confidence from.  He has been very successful because he judged correctly that there would be a big increase in bicycles and bicycle use.  One of the big problems with getting people to use bicycles is the massive risk of theft.  It is practically impossible to own a bicycle and use it every day given the risk of theft or vandalism.  What about the solution they have come up with in France, namely, the bicycle park scheme?  It is a bicycle storage system that can be accessed with three types of season ticket for residential, commuter or occasional use.  Using tickets or travel cards, it provides secure parking using an automatic anti-theft system.  The bicycle park can be installed on roads or in car parks and retail units.  Could we attract or install such a system here?  We can learn from what others are doing.<\/p><p>  An Bord Pleanála has refused planning permission for an artificial ski slope and major tourist development planned on an environmentally sensitive site adjoining the Dundalk race course.  I know Senator Jim D'Arcy will be interested in this matter.  <i>The Irish Times<\/i> reported that, in its ruling, An Bord Pleanála cited the smarter travel scheme in rejecting the project.  However, this development would have brought 1.15 million visitors to Dundalk by car.  We must be a bit more honest about our situation.  I do not know the details of the development but I raise the general point that we are an extremely under-populated country.  There are 60 million people in England, which is around the same size as the Republic of Ireland.  Here, the population is 4.5 million.  We have much more room for development and given that we are so spread out, the car is the only transport for most of the country.  While we are talking about smarter travel, let us not become anti-car.  An Bord Pleanála's ruling on the Dundalk development said it would be too car dependent, but let us be realistic.  We are in a recession and we must consider a much more realistic viewpoint.  It is not popular to say this to certain people but it might be a bit different for the unemployed person in the north east.  <\/p><p>  We rightly acknowledge Germany as the biggest and most powerful economy in Europe.  That is fundamentally founded upon its extensive and quality road network and its ability to transport goods at high speed around and outside the country.  They have little problem with unrestricted speed on autobahns.  Meanwhile, we have modern, EU-funded motorways populated by extremely safe and modern cars and we are restricted to 100 km\/h.  We have gardaí hiding behind bus shelters on the Stillorgan dual carriageway and a toll on everything, including our own goods transported by trucks when they pass the M50 toll on our main artery.  This is a barrier to trade.  It is nice to think that everybody will toddle along on the formidable Brompton bike but if we are to compete, we need efficient transport, including motor vehicles.  I have seen retailers in local town centres around the country - such as in County Donegal - face extreme difficulties because they are losing business to out of town shopping centres.  We must find some way of encouraging people back into towns.  Part of the reason local town centres are struggling is that people are unable to comfortably shop and fill up their cars with shopping due to a lack of parking.  Where parking is available, wardens and clampers are around all the time.  We need to keep commerce and competitiveness in mind when we allow this.  <\/p><p>  I agree that we must plan for the future but we must also be more realistic in our attitude to the car than we are.  I fully support what the Minister of State, Deputy Kelly, is doing under the programme for Government with smarter travel.  The examples he gave us were eye-opening because I did not realise so much was going on.  However, there needs to be a recognition of the need for cars.  Let us not become anti-car.  Let us make sure that we encourage people to walk and cycle and also encourage bus and rail transport, but that we do not become anti-car on that basis.  We have a great system and I am delighted the debate is taking place today.  I wish it every success. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700013#M00300","speaker":"1145"},{"type":"speech","time":1348743900,"counter":238,"content":"<p>Senator Harte has six minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700013#M00400","speaker":"1164"},{"type":"speech","time":1348743900,"counter":239,"content":"<p>May I share three minutes with Senator Kelly?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700013#M00500","speaker":"1144"},{"type":"speech","time":1348743900,"counter":240,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700013#M00600","speaker":"1164"},{"type":"speech","time":1348743900,"counter":241,"content":"<p>I welcome the Minister of State, Deputy McGinley, to the House.  The concept of smarter travel has been pushed very actively by the Minister of State, Deputy Kelly, recently.  He announced funding under smarter travel for Letterkenny cycle lanes when he was in the town a few months' ago.  A cycle route through Donegal will also be developed and people will be actively encouraged to get out of their cars and on their feet or bicycles.<\/p><p>I listened to an interesting debate on Radio Ulster while I was coming from home.  Bus corridors are being introduced in Belfast and people are being encouraged to go around the city rather than through it.  The public reaction was that everyone wanted to drive their cars into the city.  A transport specialist from Galway said he passed 40 cars in the morning, every one of which contained one person.  We have gone past that and have embraced the cycle and bus lanes in this country.  We understand the benefits of them.  People can develop the mindset that they must start walking and cycling.  The cycle scheme in Dublin has been fantastically successful.  A former Lord Mayor, Councillor Andrew Montague, pushed for that at the time.<\/p> <p>At the time he did not realise how successful it would be and I understand that an extra couple of thousand bicycles will be ordered for Dublin.  We should encourage large urban areas, such as Letterkenny, Sligo and other towns, to provide a similar scheme on a smaller basis.  When tourists see that bicycles are available they do not want to see the town on foot or by car; they want to cycle out to see the outlying area.  Smarter travel is important from a health and a tourist point of view.  Everyone can walk and jog.  Jogging is like sex - one does not have to be good at it to enjoy it.  Everyone can jog at some pace.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700013#M00700","speaker":"1144","continuing":true},{"type":"speech","time":1348744500,"counter":243,"content":"<p>On a point of order-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700014#N00200","speaker":"1153"},{"type":"speech","time":1348744500,"counter":244,"content":"<p>The Senator to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700014#N00300","speaker":"1164"},{"type":"speech","time":1348744500,"counter":245,"content":"<p>I will allow the Senator have her say later.  From a health point of view, everyone should be active.  This is linked to preventive health issues.  We have an obesity problem and are heading in the same direction as many Americans who have weight problems, which can lead to diabetes and heart disease and are a huge cost for the health service.  If successful, the smarter travel programme not only gets people walking, it helps tourism and helps to cut future health bills.  Money invested in smarter travel will pay dividends in the future.  Perhaps the Minister of State, Deputy McGinley, will endeavour, through the Minister of State, Deputy Alan Kelly, to have the bicycle hire scheme extended to Letterkenny.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700014#N00400","speaker":"1144"},{"type":"speech","time":1348744500,"counter":246,"content":"<p>I welcome the Minister of State to the House and hope he is winding down from the celebrations of the past week.  However, knowing Donegal people, I think the celebrations will continue for months.<\/p><p>The aim of smarter travel is to get us to think about how we travel and our travel choices.  It is about considering how our travel decisions impact on ourselves and others.  We all know that walking and cycling are better for our health than driving and using public transport.  It reduces congestion on the roads and is better for the environment.  We need to use this knowledge to inform our choices.  Do we need to drive to the local shop to pick up the newspaper?  Do we need to drive to work or could we cycle?  If we have to drive the children to school, could we share a car with other parents?  If we need to go the airport, could we use the bus?  As the Minister of State said, between workers and students, approximately 400,000 people travel less than 4 km per day to either school, college or work.  These are distances that can be reached by walking for 20 minutes or cycling for six or seven minutes.  If these commuters shifted to walking or cycling, urban traffic congestion could be a thing of the past, the economy could reap the benefits from improved efficiency in goods movement, lower overheads for everyone due to time savings and provide a welcome extra boost for competitiveness.  The Dublin bike hire scheme has been a major success, albeit I almost knocked a cyclist yesterday.  However, the scheme needs to be rolled out to many towns and cities throughout the country.  <\/p><p>Smarter travel is a transport policy for Ireland that sets out how the vision of sustainable travel and transport system can be achieved.  For example, the greenway from Westport to Achill island has been a huge success and is being used by thousands of people every year.  It has been a tourism boost to west Mayo.  As there is evidence of more people taking up walking and cycling there is a need for more investment in cycle lanes.  I thank the Minister of State, Deputy Alan Kelly, for the investment in cycle lanes in counties Roscommon and Leitrim.  It is encouraging that the scheme is growing and I hope it continues to grow.  I compliment the Minister of State on his innovation in the area.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700014#N00500","speaker":"1161"},{"type":"speech","time":1348744500,"counter":247,"content":"<p>I welcome the Minister of State, Deputy McGinley, and the debate.  We have had previous debates on smarter travel.  It is an evolving process but one which politicians from all parties welcome.  Progress has been made and I hope will continue to be made.  When we think of smarter travel, from the perspective of the public it must be reliable and cost effective.  Senator Barrett or Senator Quinn referred to the cost of fares by the broader CIE group, Iarnród Éireann.  In one sense it reminds me of VHI, which has simply one solution to economic difficulties and the cost of providing its service, which is to increase the cost to the consumer.  There is never a tackling of the cost issue at base level or an attempt to provide service at a cheaper rate.  It simply responds to every difficulty by increasing the price of train and bus travel.  If the smarter travel concept is to expand we must ensure it is an economic option, particularly in hard pressed times.  The cost of fares must be central to the argument.<\/p><p>The Minster of State would know better than me that, perhaps, there was a time when the level of subsidy to the State travel companies was more substantial.  Around the same time there were food and other subsidies where we saw certain social problems in need of Government intervention.  Obviously we do not have the resources or the political will to do so now but every effort must be made to ensure the cost of travel is kept to a minimum because it impacts on a person's wages and economic well-being.  There is also the ongoing debate about welfare versus work.  We are informed that there is a significant number of people for whom it does not pay to go to work; the cost of travel is part of the equation and we must continue to focus on it.<\/p><p>I support the progress made in the Dublin bike hire scheme but it needs to expanded in so far as that is possible across the country. <\/p><p>In regard to smarter travel, I drive around some of the streets and roads in Dublin and outside on the way to and from Cork where I see 24 hour bus lanes that are not used for 16 or 17 hours of the day.  Is that smart travel?  I have seen bus lanes during hours closer to peak hours which do not have full occupancy while simultaneously there is a huge backlog of vehicular traffic.  If we believe in smarter travel we must address that issue.  <\/p><p>The motorist and the car cannot be pushed out of the debate.  There is nothing inherently wrong with being a motorist or owning or using a car for social or leisure activity.  The streets and roads in Dublin are in an horrific condition.  There was a time when potholes were associated with counties Cavan and Monaghan and rural areas but the condition of some of the roads in Dublin is worse than the worst of the rural roads and certainly investment is needed.<\/p><p>The issue of public service obligation tendering and competition was mentioned by Senators Barrett and O'Neill.  There is no economic activity which has not benefited from competition.  Sometimes we have a tendency to go from one extreme to another.  From historical knowledge of the air travel industry, if we had been over-protective of Aer Lingus and had said no to Ryanair and blocked Michael O'Leary and others from entering the market, the average citizen could not afford the cost of a Dublin-London air ticket.  Therefore, competition worked wonders for the airline industry.  That concept, perhaps, with a degree of regulation and goodwill on both sides, needs be introduced urgently to the broader transport equation.<\/p> <p>I know the group has a national lobby organisation.  We have all heard from some of the coach operators and the private bus operators from time to time.  Rightly or wrongly, they have pointed out certain routes and services and claimed that they can provide them at a reasonable economic cost.  These are routes which are not provided.  We should have the political will and flexibility to allow some routes to commence allowing private operators.  Perhaps it could be done for a trial period to see how the system works.<\/p><p>Travel, transport and economic activity are all part of the equation and are essential for the recovery of the country.  We need to expand the sector and competition will help.  I welcome the debate and the Minister of State's initiative.  We must think beyond the Dublin or Cork bike schemes because we need to work on many more aspects of smarter travel.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700014#N00600","speaker":"1121","continuing":true},{"type":"speech","time":1348745100,"counter":249,"content":"<p>I was a member of Dublin City Council when the Dublin bike scheme was introduced.  We all acknowledge that it has been a huge success for the city and the city council.  As previous speakers have said, the scheme should be spread throughout the country and further in Dublin.  There is a significant cost attached to each station but the scheme, once in place, would greatly benefit people in the area.  It would also help to alleviate the congestion problems in the city.<\/p><p>I agree with Senator Bradford's comment.  We live in a country where it rains like hell as it has done for the past few days.  It is great that people are encouraged to use bikes.  It is great that they use bikes regardless of the weather but it is unrealistic to expect us to always cycle.  We also need to ensure that the roads are in good condition and travel is not prohibitively expensive.  Once travel, especially in rural areas, is expensive then older people can become isolated.  Older people have free travel in many cases but let us think of the people who have not reached 65 years of age yet live in rural areas.  In recessionary times - or at any time - the cost of travel can be a significant barrier and is something of which we always need to be mindful.  <\/p><p>I attended the Galway Races this year.  I brought my car because I could not rely on public transport but I do not mean any offence to the Acting Chairman.  The city has 24-hour bus lanes but they are empty for many hours.  We need to examine the problem.  I appreciate the aim is to get people off the road.  Galway city springs to mind when I think of bus lanes because the current situation grates on me as I travel there quite a bit.  It is nonsensical to have completely empty bus lanes when there are miles of tailbacks.  It beggars belief.<\/p><p>I wish to comment on buses that get us around generally and school buses.  We had an interesting debate on the matter yesterday.  I concur with Senators Bradford and Barrett that there is nothing in the country that would not benefit from open competition.  Bus Éireann does a reasonably good job and I cannot deny that it transports children to school.  The idea that it is the only company who can conceivably do it and is a safe pair of hands for the school transport system seems to be non-progressive.  We need to open all of our transport systems to public tender.  Aircoach and City Link operate - I am probably not supposed to mention commercial enterprises - so well and competitively in the market and make an argument for opening the school bus transport system to competition.  I would like the Department to work on the initiative and thank the Ministers of State for attending.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700015#O00200","speaker":"1153"},{"type":"speech","time":1348745100,"counter":250,"content":"<p>I welcome the opportunity to speak on the matter.  I apologise for missing the speech made by the Minister of State, Deputy Kelly, but I have read it and it contains a lot of positive content.  I also welcome the Minister of State, Deputy McGinley, to the House again.<\/p><p>There has been €7 million provided for cycle lanes to enhance and develop a culture for cycling here which is most welcome.  Being parochial, I thank the Minister of State, Deputy Kelly, for providing €450,000 to create and build a cycle lane between Ennistymon and Lahinch.  I am delighted to advise him that Clare County Council is at an advanced stage in terms of small bits of land being acquisitioned as required.  I hope that the scheme will make significant progress towards the end of the year.  <\/p><p>Tourist areas will benefit from creating and fostering a cycling culture.  We can look at what has been achieved in Mayo and the success that the Government and the local authority in Mayo have had in creating the cycleway or greenway between Westport and Achill.  Mayo now has a distinct advantage when attracting a certain type of visitor, a health conscious visitor, who wants to do something healthy such as walking and cycling.  Other European countries place a much greater emphasis on both pursuits.  Germans, in particular, are health conscious and when they come to Ireland or holiday here they want to do healthy things and the €7 million investment will be repaid in quadruple and quickly.  <\/p><p>In County Clare we hope to develop a positive, fresh, sustainable and healthy tourism market.  With the Burren, the Cliffs of Moher and the buy-in by the local authority, landowners, farmers and so on, a number of green walkways are being developed around the Burren.  That, together with the organic farming at Burrenbeo, all work towards the type of Ireland that we can sell to tourists successfully.  I hope that walkways and cycleways will be established in north Clare.  I hope that they will create a link between places like Doolin, the Cliffs of Moher, Liscannor, Lahinch and Ennistymon.  We can use them to our advantage in terms of marketing the product.  The one natural resource that we have is our landscape, scenary and fresh air which gives us a competitive advantage.  We do not have oil rigs - at least we do not have them in Clare.  As we do not have gasfields, gold, silver, zinc or any of those resources, we must play to our strengths.  Our strength is the environment and its unusual and unique landscape.  If we can get people onto bikes then there will be a significant benefit to be gained.<\/p><p>I have read the Minister of State, Deputy Kelly's speech and his proposals for smarter transport are innovative.  In terms of developing public transport, we want to see more people using public transport as opposed to motor cars.  Its biggest problem is reliability and commuters want to know when buses are delayed and when they will arrive.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700015#O00400","speaker":"1158"},{"type":"speech","time":1348745100,"counter":251,"content":"<p>I hope that the Senator does not mind me cutting off his time but the Minister of State is on a tight schedule and I want to allow Senator White to make her contribution.   <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700015#O00450","speaker":"1118"},{"type":"speech","time":1348745100,"counter":252,"content":"<p>I have no doubt that the Senator has an important contribution to make but I will not be long.<\/p><p>I am not sure of the name for a particular unit that displays bus times and when the following buses are due.   <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700015#O00500","speaker":"1158"},{"type":"speech","time":1348745100,"counter":253,"content":"<p>It is called <font color=\"#222222\">real-time passenger information <\/font>or RTPI.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700015#O00550","speaker":"1088"},{"type":"speech","time":1348745100,"counter":254,"content":"<p>Yes. The signs are a positive development.  I am delighted to say that they are manufactured by an Irish company based in Ennistymon, County Clare.  Is the Acting Chairman happy now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700015#O00600","speaker":"1158"},{"type":"speech","time":1348745100,"counter":255,"content":"<p>I thank the Senator.  The final speaker is Senator White.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700015#O00700","speaker":"1118"},{"type":"speech","time":1348745700,"counter":256,"content":"<p>I welcome the Minister of State and congratulate him on his excellent speech.  There is no doubt there has been a tremendous improvement.  With the opening of the new motorway from Dublin to Belfast, it now takes approximately an hour and 40 minutes to get to Belfast.  It takes less than three hours to drive from Dublin to Cork.  It is obvious to everyone how the quality of life has improved with the new roads and dual carriageways.  It is a pleasure to get from A to B so quickly.<\/p><p>My husband and I spent almost a month travelling in our car across France, Italy, Croatia, Bosnia-Herzegovina, Austria and Germany.  It was an amazing experience due to the efficiency of the road network through central and eastern Europe.  One could appreciate the different cultures.  It was absolutely beautiful.  However, I take this opportunity to put it on the record that, in my experience, Senator Barrett from Trinity College is the most experienced person with regard to the issue of transportation in Ireland.  I have been listening to his observations on transport in the past year and he, more than anyone else, knows what he is talking about.<\/p><p>The tragedy about Ireland is that it took 40 years to build a bypass around Newbridge, County Kildare.  At a recent meeting of the Oireachtas Joint Committee on Jobs, Enterprise and Innovation, Deputy Wall from Kildare spoke about how the quality of life and the businesses of towns in Kildare that have been bypassed have improved, rather than the opposite.  As people thought there would be a negative impact on the towns that were bypassed, it took 40 years to bypass Newbridge.  Why do we do everything so slowly?  It took many years to allow competition in the transport sector so people could get a direct bus to Dublin Airport.  It is amazing.  Why did it take so long to allow direct bus competition with CIE?  That is the tragedy.<\/p><p>Senator Barrett said it is healthy and good for young and older people to travel by bicycle.  The Minister said that 400,000 people travel 4 km or less to work, school or college every day by car.  These distances are very amenable to cycling or even walking.  I cycled one day from Dundrum to Leinster House and I found it very intimidating where there was no clear cycle path.  To be honest, I felt my life was in danger when cycling down Leeson Street and turning on to St. Stephen's Green.  Senator Barrett wondered why we did not impose very low speed limits in certain areas in order that cyclists would be safer on the roads.  It is a simple thing to do, and no one would object.  Why can we not make the decision to lower the speed limit and do it?  Dublin is not like other European cities which really cater for cycling.  We do not do so at all.  There is a challenge in that regard for the Minister of State from a health and safety point of view and in terms of people getting healthier.  Obviously, getting out of our cars is the right thing to do, but we should be more energetic in improving the situation.  The narrowness of our roads does not allow us to build dedicated lanes, as there are in other countries.<\/p><p>I wish the Minister of State well.  There is a great opportunity before him to make improvements quickly, rather than waiting 20 or even 40 years to make things happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700016#P00100","speaker":"1156"},{"type":"speech","time":1348745700,"counter":257,"content":"<p>It is good to be back in the House in which I once served.  In fact, some of the best debates I have heard were in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700016#P00200","speaker":"1088"},{"type":"speech","time":1348745700,"counter":258,"content":"<p>The Minister of State might still have the initiative to come back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700016#P00300","speaker":"1158"},{"type":"speech","time":1348745700,"counter":259,"content":"<p>No, not at present.  I thank all the Senators for their contributions.  I hope they will forgive me if it is not possible to respond to all the questions that were asked.  They were very constructive.  The majority of people are very supportive on this subject.  It is smart and makes sense.  The collective changes we are making, when they all come together, will have a huge impact on society.  In that context, if anyone has individual questions, they are free to write to me.  That is also true of any recommendations as no one has a monopoly on good ideas.  If they write to me with recommendations, I will reply to them quickly.<\/p><p>It is heartening that Senators recognise the Government's smarter travel policy and the important role our investment, even though it is constrained, plays in progressing this policy.  In response to Senator Barrett's comments about schools, he raised some valid issues.  It is something we are examining in the Department.  There is a successful ongoing programme relating to schools.  There is the travel flag and we also promote bike week and cycle to school day.  Indeed, I visited a number of schools where I cycled in with the children.  However, I accept that it is something we must push further.  There are ancillary issues and what my Department will be doing is progressing it closely with local authorities to ensure the infrastructure in local areas combines to facilitate children being able to cycle to school.  Obviously, the quicker one intercepts children and gets modal change by getting them thinking about walking and cycling, the better.  I intend to progress that area.<\/p><p>I thank the Senators for the comments on the bicycle scheme.  The scheme in Dublin has been phenomenal and we are looking at extending it.  I am also very confident that we will be able to consider rolling it out to other cities during the term of the Government.  I am working very hard on it as it is something I am anxious to progress in the coming years.<\/p><p>There were a number of comments about the Leap card, which has been a huge success.  The Leap card is a phenomenon.  It has been rolled out and a number of products and services with it will come on stream in the coming year.  People should be supportive of it.  I ask every Senator to get a Leap card.  I ask everyone who does not have one to get one.  Perhaps the Cathaoirleach would carry out an audit to find out how many Senators have a Leap card and use it around Dublin.  That would be a very good exercise.  It is going to be a fantastic product.  Senators should be aware that the roll out of smart cards and integrated ticketing across the world has taken a considerable amount of time.  It is an intricate process.  One launches products, one stabilises and then one moves on and launches more products.  One cannot put everything on it at the same time.  I am absolutely satisfied that we are well advanced in the roll-out of this card.  I take a personal interest in the roll-out and the technology behind it.  I come from a technology background and I am very happy with its success.<\/p><p>The real time passenger information, RTPI, signs are a phenomenon.  What they have done and are doing for public transport is incredible.  I lived in Cork as well as Dublin for many years.  Knowing when the bus is coming is half the battle.  These signs - the information can be looked up on one's phone or online - and knowing what time the bus is coming makes one's journey planning much easier.  It is similar with WiFi.  People are making the modal change to using public transport because they can do business while they are on the train or bus.  That is critical.  The roll-out of WiFi will be increasingly important in the coming year and we are looking forward to good developments in that regard.<\/p><p>Another thing I ask the Senators to promote in their work is the national journey planner, which I launched a couple of months ago.  It is fantastic technology.<\/p> <p>With this planner a person could travel from Donegal to west Cork, plotting a route across all transport modes.  It should be publicised more and no better a group to promote it than the Senators.  It is also a fantastic tool for tourists.  Having been a manager in e-business in Fáilte Ireland, I have discussed this because I took a keen interest in ensuring it could integrate its systems with the planner.<\/p><p>It is essential we realise we all have a role to play in shifting to smarter travel as legislators by ensuring our planning and fiscal systems promote and encourage sustainable transport and by making smart travel choices as individuals and promoting them in our communities.  I take this opportunity to commend Senator Bacik for promoting smarter travel in her own small way in the House by setting up the all-party Oireachtas cyclist group to encourage Senators and Deputies to cycle to work.  We in Leinster House as much as everyone else must realise that achieving the shift to smarter travel means we must make smarter choices about our own personal travel habits.  The impact of our personal choices on national travel patterns is easy to underestimate.  Traffic congestion in Irish towns and cities is for the most part caused by people travelling to work by car and driving their children to school.  In the Dublin region, 100,000 people drive 4 km or less to work, a phenomenal statistic.  Even starker, 45,000 drive two kilometres or less to work.  At national level, no less than 420,000 workers and students travel by car under four kilometres to their destinations every day.  That is the key target market, the people we must influence.  Many of them are young people, those who can make changes.<\/p><p>All of the statistics and trends show there is significant potential for change.  As I have outlined, the Government is investing in infrastructure to support smarter travel and is actively promoting public transport and the active travel modes.  The major challenge in the promotion of smarter travel, particularly active travel, is to encourage people to change their behaviour.  Every transport choice should be thought out.  No one disagrees with the idea that increased walking and cycling is a good thing, for other people at least.  We must work together to challenge people to make better transport choices and to make it easier to make those choices.<\/p><p>I am not calling for a ban on cars.  Many journeys, particularly in rural areas like my own area, could not be easily made on foot or on a bicycle or public transport.  There are, however, journeys that could be switched and we must challenge ourselves and others to make better transport choices.  We must encourage people to make journeys by walking or cycling and where that is not feasible, consider walking ot cycling to a bus stop or train station instead of using a car.  We must look in particular at young people going to school and college and those going to workplaces that are nearby.  For longer journeys, the train, tram or bus should be the first consideration, with the car being the last choice, rather than being the default choice.<\/p><p>I thank Senators for their contributions.  I will be taking on board a number of suggestions from various Senators and will be happy to take questions or recommendations in the Department from anyone on any area of smarter travel policy that Senators feel would be worthwhile.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700016#P00400","speaker":"1088","continuing":true},{"type":"speech","time":1348746300,"counter":261,"content":"<p>I ask the Minister of State not to forget the transport issue in east Galway about which I have been speaking to him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700017#Q00200","speaker":"1118"},{"type":"speech","time":1348746300,"counter":262,"content":"<p>Could I ever forget about it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700017#Q00300","speaker":"1088"},{"type":"speech","time":1348746300,"counter":263,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700017#Q00400","speaker":"1118"},{"type":"speech","time":1348746300,"counter":264,"content":"<p>At 2.30 p.m. on Tuesday, 2 October 2012.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700017#Q00500","speaker":"1121"},{"type":"majorheading","content":"Adjournment Matters.","time":1348746300,"counter":265,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700017#Q00600"},{"type":"minorheading","content":"Health Services","time":1348746300,"counter":266,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700017#Q00700"},{"type":"speech","time":1348746300,"counter":267,"content":"<p>I welcome the Minister of State, Deputy Perry, to the House to deputise for the Minister for Health on this important issue.  My question pertains to sufferers of narcolepsy that is a direct result of a vaccine against swine flu that was not only provided by the State but sponsored by it through GPs and schools in 2009 and 2010.  Unfortunately for many parents this has turned into their worst nightmare.<\/p><p>In the last fortnight I became a grandfather myself for the first time and everyone knows families hold their children dear to their hearts, not wishing for anything untoward to happen to them, wanting to protect their health and well-being, and to ensure good life experience and opportunities.  In this case, however, as a result of this vaccine it is accepted there has been a 13-fold increase in incidences of narcolepsy.  The parents and families have waited patiently for two years for any meaningful and strategic policy response and their requests are not unreasonable.  I call on the Department of Health to stop dragging its heels on the matter in order that the parents and their children can have their circumstances clarified and the necessary lifelong supports for this terrible condition, which strikes the children and young people down with debilitating symptoms that affect their ability to study, work and get on with their normal routine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700017#Q00800","speaker":"1143"},{"type":"speech","time":1348746300,"counter":268,"content":"<p>I thank the Senator for raising this important issue.  As Senators are aware, the H1N1 influenza pandemic alert was issued by the World Health Organization in 2009.  As part of the response two pandemic vaccines were provided in Ireland, Pandemrix and Celvapan.  There are 32 children and young adults who are known to have developed narcolepsy after receiving the H1N1 influenza vaccine and I would like to update Senators on the developments since this issue was raised in this House last March.<\/p><p>The report of the national narcolepsy steering committee was published on 19 April and is available on the Department of Health website.  The study found an increased risk of developing narcolepsy in people aged between five and 19 who had received the Pandemrix vaccine compared with those who had not received that vaccine.  As Senators may be aware, the Minister for Health has met SOUND, Sufferers Of Unique Narcolepsy Disorder, on a number of occasions, the most recent being in July.  A grant aid agreement under section 39 of the Health Act 2004 was put in place and funding of €9,500 has been made available to them.<\/p><p>A number of supports have been put in place since last March by the health and educational services, on which I would like to update Senators.  The incident management team chaired by the director of advocacy is co-ordinating the work carried out in the HSE and liaising with the Departments of Health and Education and Skills to ensure that necessary supports are being provided.  The advocacy unit is also liaising with SOUND on an ongoing basis.  Four regional narcolepsy co-ordinators were designated to liaise with children and their families at local level.  The HSE has begun a multidisciplinary needs assessment of the children and young adults affected.  The multi-disciplinary assessments will allow appropriate health and educational supports to be put in place for them.  Occupational therapy, psychology assessments and counselling have been made available to children diagnosed with narcolepsy.  Family counselling has also been made available.  So far, 22 discretionary medical cards have been issued to those affected by narcolepsy and 28 claims for the reimbursement of medical expenses have processed to date.  Special educational needs organisers are working with parents to ensure additional supports required in school are made available following assessment of need.<\/p><p>One of the initial priorities was to provide appropriate supports for those doing State exams.  Accommodation was made by the Department of Education and Skills for any children with narcolepsy who were sitting exams, with extra time being allowed and home tuition provided in the lead up to exams.  The Department of Health will consider all other possible supports which may need to be put in place for those affected.  The Minister is preparing a memorandum for Government which will set out the full response to this issue. It is intended to submit it as soon as practicable.<\/p><p>I thank the Senator for raising this issue and assure him that the Minister is treating it as a matter or priority.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700017#Q00900","speaker":"1081"},{"type":"speech","time":1348746300,"counter":269,"content":"<p>I thank the Minister of State for a comprehensive answer and do not doubt his bona fides in the matter.  However, we would not have raised this matter on the Adjournment today if the measures set out by the Minister of State were in place.<\/p> <p>Based on information I received from parents of children affected in the narcolepsy support group, that is the range of responses they seek but the required assistance is not in place on the ground.  If it is, it is only available on a piecemeal or <i>ad hoc<\/i>basis.  We require a strategic policy response.<\/p><p> I strenuously dispute that only 32 children are affected.  The State does not know how many children are affected.  There is a need for a public information campaign.  Lifelong supports are required in conjunction with basic supports such as the provision of a special medical card.  The condition cannot be cured and those who suffer will be afflicted for the rest of their lives.<\/p><p> We must also examine international best practice in the area and see what we can learn from that.  In some cases, undue hardship is caused for families and there is a need for supports for students.  It has happened in some instances that one or other of the parents have to become <i>de facto<\/i>full-time carers of their children.  Such circumstances must be taken into account.  We cannot just have a piecemeal response.  A policy must be formulated in order that parents know where they stand.  If the State does not live up to its responsibility in this matter families will be forced to go to court to vindicate their rights.  They do not want to go down that road.  Litigation is a costly process for families and it will be more costly on the State in the long run if we do not honour our medical and moral responsibilities in the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700017#Q01000","speaker":"1143","continuing":true},{"type":"speech","time":1348746900,"counter":271,"content":"<p>I listened carefully to the Senator.  He stated clearly that four regional narcolepsy co-ordinators were designated.  It is important that the actions introduced by the Government to deal with the issue are implemented on the ground.  The concerns raised by the Senator will be brought to the attention of the Minister for Health, Deputy Reilly.  What is required is straight talk, action and results around the region and that a public campaign would be undertaken to ascertain the number of children affected.<\/p><p>The case raised by the Senator is valid.  I have no doubt note will be taken of his observations of where the current provision is lacking.  I suggest the Senator speak again to the Minister.  The Senator perceives there is a level of uncertainty on the matter and a failure to deliver what was outlined in the response.  It is important that the situation be examined to clearly identify the problem.  I will speak directly to the Minister about the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700018#R00200","speaker":"1081"},{"type":"speech","time":1348746900,"counter":272,"content":"<p>I am very grateful to the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2012092700018#R00300","speaker":"1143"},{"type":"unspoken","time":1348746900,"counter":273,"content":"<p>The Seanad adjourned at 1.15 p.m. until 2.30 p.m. on Tuesday, 2 October 2012.<\/p>","notice":"TIME STRING DETECTED"}]