[{"type":"minorheading","content":"Prelude","time":1562751000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1562751000,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1562751000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1562751000,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1562751000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#A00100"},{"type":"speech","time":1562751000,"counter":6,"content":"<p>I have received notice from Senator Ned O&rsquo;Sullivan that, on the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to make a statement on the housing grant application and the allowance granted to an individual (details supplied).<\/blockquote> <p>I have also received notice from Senator Lorraine Clifford-Lee of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to make a statement on the  patronage process for the new primary school in Donabate, County Dublin.<\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to make a statement on the establishment of an independent body to deal with appeals and grievances from volunteers in the Irish Coast Guard.<\/blockquote> <p>I have also received notice from Senator Rose Conway-Walsh of the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the availability of levodopa-carbidopa intestinal gel, LCIG-Duodopa, for patients with advanced Parkinson&rsquo;s disease and on the status of the health technology assessment of this drug.<\/blockquote> <p>I have also received notice from Senator Catherine Noone of the following matter:<\/p><blockquote>The need for the Minister for Agriculture, Food and the Marine to consider the allocation of funding to the Friends of Howth Maritime Museum to acquire the Department&rsquo;s property on the West Pier in Howth, known locally as Mariners Hall.<\/blockquote> <p>I have also received notice from Senator Jennifer Murnane O&rsquo;Connor of the following matter:<\/p><blockquote>The need for the Minister of State with special responsibility for disability issues to provide an update on the provision of a new building for The Holy Angels day care centre in Carlow.<\/blockquote> <p>I have also received notice from Senator Michelle Mulherin of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to consider the expansion of the Rebuilding Ireland home loan scheme to include owners of properties who lost their home during the financial crisis but have now settled their mortgage debt and are in a financial position to buy a new home and service a loan, but to whom the banks will not lend.<\/blockquote> <p>I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on publication of the heads of the Bill to update the Mental Health Act 2001.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Leas-Chathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Jerry Buttimer of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to provide an update on the Carrigaline relief road, Cork, under Project Ireland 2040.<\/blockquote><p>I have also received notice from Senator Aidan Davitt of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to outline when the Sara Moorhead report on the role and remuneration of local authority elected members will be published.<\/blockquote><p>I have also received notice from Senator Anthony Lawlor of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to amend the Urban Regeneration and Housing Act 2015 in so far as it allows developers to move their Part V obligations from one site to another.<\/blockquote><p>I have also received notice from Senator Colette Kelleher of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to provide an update on access to school places for children with autism in September 2019.<\/blockquote><p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to make a statement on the funding and expected delivery of the request by Monaghan County Council to upgrade the various roads surrounding the subsidence incident in Magheracloone, County Monaghan.<\/blockquote><p>I have also received notice from Senator Mark Daly of the following matter:<\/p><blockquote>The need for the Minister for Foreign Affairs and Trade to make a statement on the reason the issue of a potential referendum on a united Ireland is not included in the risk register of his Department.<\/blockquote><p>I have also received notice from Senator Frank Feighan of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to make a statement on major road schemes for the N4 between Sligo and Mullingar.<\/blockquote><p>I have also received notice from Senator Maria Byrne of the following matter:<\/p><blockquote>The need for the Minister for Health to carry out a review of the availability of disabled car parking spaces at University Hospital Limerick.<\/blockquote><p>I have selected the matters raised by Senators  O'Sullivan, Clifford-Lee, Conway and Conway-Walsh and they will be taken now.  I regret that I had to rule out of order the matter raised by Senator Gallagher on the ground that the Minister has no official responsibility in the matter.  I regret that I also had to rule out of order the matter raised by Senator Davitt on the grounds that it is a repeat of a Commencement matter raised on 28 May 2019.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#A00200","speaker":"1420","continuing":true},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1562751000,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#B00200"},{"type":"minorheading","content":"Housing Adaptation Grant Applications","time":1562751000,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#B00300"},{"type":"speech","time":1562751000,"counter":10,"content":"<p>My fellow Kerryman, Senator O'Sullivan, is first.  The Minister of State is welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#B00400","speaker":"1420"},{"type":"speech","time":1562751000,"counter":11,"content":"<p>The Leas-Chathaoirleach looks shocked to see me up at this early hour of the morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#B00500","speaker":"1394"},{"type":"speech","time":1562751000,"counter":12,"content":"<p>It is not that.  I am delighted.  It is always good to see the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#B00600","speaker":"1420"},{"type":"speech","time":1562751000,"counter":13,"content":"<p>I thank the Minister of State for taking this matter.  Before I was elected to Seanad &Eacute;ireann, I served as a councillor in Kerry for 22 years, in which time I had the privilege of being mayor of the county.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#B00700","speaker":"1394"},{"type":"speech","time":1562751000,"counter":14,"content":"<p>With distinction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#B00800","speaker":"1420"},{"type":"speech","time":1562751000,"counter":15,"content":"<p>I thank the Leas-Chathaoirleach.  In that time, I was involved in any amount of housing grant applications.  Although one did not always get the desired outcome, I never came up against a case as unfair and inexplicable as this one.  I do not say that lightly and, as the Leas-Chathaoirleach knows, neither am I in the habit of tabling Commencement matters on individual issues such as this.  The Minister of State's office has been advised of the particular and unique circumstances surrounding the application.  It is my hope that he will see how shabbily the lady in question and her loving and supporting family have been treated and that he will, even at this belated stage, intervene.<\/p> <p>The Government and everyone else in these Houses know full well that we are in a crisis as far as public housing is concerned.  The programme for Government sets as a high priority people who make a genuine attempt to house themselves, and rightly so.  Far too many go for the easy option of putting their names on a housing list and waiting until someone comes along and hands them the keys.  Many will refuse the first or second houses on offer for any variety of reasons until they get exactly what they want.  Their houses will be fully furnished and equipped and, for the rest of their days, they will be will be maintained to the highest possible standard and the people to whom I refer will never be burdened with worries about mortgage.  In the meantime while they wait, the State will assist them with all necessary supports, including rent allowance and income supplements.  We all know what a burden that is placing on the Exchequer and how it perpetuates an unending cycle where demand will always exceed supply.<\/p> <p>The lady in question chose another route - a more difficult and unselfish route.  With tremendous support, financial and otherwise, from her devoted parents and siblings, she went about housing herself.  She was fortunate enough to secure a suitable house adjacent to her family home.  For reasons that I will not put on the record but that are known to the Department, this was crucial, because her personal circumstances made proximity to her parents essential to her being able to achieve independent, stress-free living.  The house was purchased through a combination of family support and borrowing.  It is a wonderful listed building and she has restored it to its former beauty completely in line with Kerry County Council's regulations, which were stringent.  Prior to that, the building had become an eyesore in a lovely town that, as the Leas-Chathaoirleach knows, was this year's overall TidyTowns winner.<\/p> <p>The story of this application for State funding makes for sad and disappointing reading.  What was sought was recognition for her efforts and the fact that, instead of being a lifelong burden on the State, she just got on with the job of housing herself.  She would have been a very high priority for local authority housing at God knows what cost in perpetuity, but no.  She received a grant from Kerry County Council that would be deemed meagre under any circumstances, never mind in the context of her particular life history.  I have been involved in facilitating grants for housing renovations paid out to some of the State's wealthiest citizens, people for whom the grant was just a welcome bonus and not a necessity.  They were entitled to it and they got it, but that is not the point.  I have worked with the officials and staff of Kerry County Council my whole life.  No one admires them more.  They are helpful and diligent at all times, but in this case something seems to have gone radically wrong.  This has given rise to disappointment on my part in our local government system, with which I have been involved all my life.<\/p> <p>Will the Minister of State set an example?  He has reply that was prepared by civil servants but it is time that people in his position stand up and reward those who, like this young woman, want to help themselves.  He should find a way to address her case and afford her and her family some much-needed financial relief.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#B00900","speaker":"1394"},{"type":"speech","time":1562751000,"counter":16,"content":"<p>I thank Senator O'Sullivan for raising this case.  I also thank him for his honest appraisal of the housing situation and how, despite being potentially complicated, it can work in many cases and help people who choose a different route and try to help themselves.  There are systems and processes in place and it is important that we try to work within them.  That works two ways, of course, and everyone on both sides must play his or her part.  The Senator has given an honest description of the complications encountered in trying to house people.  While there is still a major housing shortage, a great deal of progress has been made in every county, including Kerry, where the county council is meeting its targets, delivering many new houses, buying and refurbishing many more and bringing others back into use.  There are many solutions.  In every debate on housing in this and the Lower House, I stress that there is more than one solution and approach to the question of social housing, for example, purchasing, new builds, Part V, leasing, voids being repaired and brought back into use, the repair and leasing scheme, and the buy and renew scheme.  There are many schemes, and I am glad that the majority of councils are beginning to avail of them.  That is what we want to do, but it means that we will have to adapt our ways as we see different and better solutions.  If they accommodate people, we will attempt them.<\/p> <p>I thank Senator O'Sullivan for raising this case and giving me the opportunity to provide an update insofar as my Department is concerned.  A representation regarding the case was received from the Senator and acknowledged by our Department in February.  There has been ongoing consultation since then between departmental officials and Kerry County Council on this and many other cases.  Where it makes sense and represents good value, every local authority is encouraged to acquire houses.  Sometimes, people approach me about other issues, but I wanted to be clear on that point.<\/p> <p>It is important that I indicate for the record that the detailed administration of the housing adaptation grants, including the assessment, approval and payment of individual grants to applicants, is the responsibility of the relevant local authority.  While officials at my Department oversee the national budget for this programme - we have increased the budget in recent years, including for this year - and work with our local authorities to ensure all funding is spent effectively and the grants are implemented fairly and consistently, it is logical that the local authorities make decisions locally, based on the guidelines set nationally, and use their local knowledge of individual applicants and their personal circumstances.  As a former councillor, Senator O'Sullivan will have tried to intervene down the years and bridge the information gap so that decision makers were not missing facts about cases.<\/p> <p>In this particular case, Kerry County Council assessed the proposal as a derelict cottage in need of significant reconstruction and funding of &euro;13,775 was awarded in October 2018.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The approach the council took in this case is in accordance with the guidelines.  However, the Department always emphasises to local authorities that they should make the best judgment in each case commensurate with the level of need and the circumstances of the applicant within the guidelines.<\/p><p>My Department raised this case with Kerry County Council, which agreed to revisit the application to consider other possible approaches to assessing the grant application concerned while remaining within the guidelines.  There is some challenge and complexity to the case.  The Senator referred to the purchase of a property, which can complicate application for certain grants because there are processes to be followed.  Everyone had the best of intentions in respect of the case, but matters can sometimes become a little complicated.  In the circumstances and based on the discussions between the council and my Department, I can assure the Senator that council officials will contact the applicant shortly to look at an alternative way to assess the housing adaptation grant application and see if there is a way to achieve a higher level of support.<\/p><p>The Senator outlined the details of the case and the amount of funding required.  He will appreciate that I cannot pre-empt the precise outcome, given that decisions on applications of this kind are a matter for the local authority and not my responsibility.  I am not allowed to intervene on any particular case and do not have the power to so do.  I assure him that the objective is to bring about the fairest possible outcome for the applicant and recognise the reality of the situation.  I trust that the prospect of a better outcome will satisfy the Senator for now, while allowing time for the council to re-examine the application.  I recognise his work on this matter in recent months.  I trust also that the follow-up by the council directly with the applicant will take place shortly such that the matter can be brought to a more satisfactory conclusion.  There are many solutions to housing.  Houses often need to be adapted because the residents may be of various ages and abilities.  We try to facilitate that as we want to make the best use of our housing stock.<\/p><p>I know Listowel quite well.  The Senator referred to it as a lovely town and clarified that the house in question is a listed building.  The town was recognised at the national Tidy Towns awards and I am aware of the work done there early in the morning and late into the night by its Tidy Towns committee and many others.  The preservation of houses and restoration of buildings within the town boundaries is to be encouraged.  We try to facilitate such works through the many grants that are available.  The grant in this instance is very often used to fund the adaptation of a house and is not essentially designed to be used for restoration.  However, we try to encourage the usage of grants for various purposes.  They are there to help people.  We will continue to increase the number of adaption grants made available in the years ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#B01000","speaker":"1264","continuing":true},{"type":"speech","time":1562751000,"counter":18,"content":"<p>I thank the Minister of State for his reasonably satisfactory response, including scripted and unscripted comments, and his understanding of the uniqueness of the situation and the bigger picture.  I will not belabour the matter.  I know the family will welcome a review and look forward to the promised contact from the county council in great anticipation.  I detect a mood change from the words of the Minister of State.  We will leave the matter rest.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#C00200","speaker":"1394"},{"type":"speech","time":1562751000,"counter":19,"content":"<p>I thank the Senator for raising the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#C00300","speaker":"1264"},{"type":"minorheading","content":"School Patronage","time":1562751000,"counter":20,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#C00350"},{"type":"speech","time":1562751000,"counter":21,"content":"<p>I thank the Minister of State for coming to the Chamber to respond to this matter, which relates to a new primary school for Donabate.  The latter is a town in north County Dublin with a population of approximately 8,000.  I am one of the people who live there.  Donabate is expanding rapidly, with a significant amount of construction taking place.  There is planning permission for 900 homes, with many hundreds more to come.<\/p> <p>Last year, the Government announced plans for a new 16-classroom primary school for Donabate to open in September 2020.  The Minister for Education and Skills, Deputy McHugh, previously confirmed that the patronage of the school will be decided through a patronage process in consultation with patronage bodies and parents living in Donabate.  This will allow the parents of the area to give their preference on school patronage.  The three excellent primary schools in the town are an Educate Together school, a girls' Catholic school and a boys' Catholic school.  There is significant demand for a new school, given the level of construction and the growing and very young population in the area.<\/p> <p>The Minister previously confirmed that the patronage process would begin well in advance of the school year.  September is rapidly approaching, as is the beginning of the school year.  It is very important that the patronage process begin immediately because parents need time to plan and see what are the choices in the area in order to decide on their preferred schools.  It can be difficult to decide what is best for one's child and family.  In addition, parents need to prepare children for entering primary school.  It is a significant milestone.  As the mother of a child who is starting primary school in September, I know that one needs to prepare oneself and one's child for that significant transition.  The child needs to know where he or she is going to school and what will happen there.<\/p> <p>I ask the Minister of State to confirm when the patronage process for the new primary school in Donabate is due to start.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#C00400","speaker":"1376"},{"type":"speech","time":1562751000,"counter":22,"content":"<p>I thank the Senator for raising this very important matter.  I will respond on behalf of the Minister who cannot be present.  It gives me the opportunity to set out for the Seanad the position with regard to the patronage process for the new primary school in Donabate, County Dublin.  As the Senator may be aware, in April 2018 the Government announced plans for the establishment of 42 new schools over the next four years, namely, 2019 to 2022, including a new 16-classroom primary school to be established in 2020 to serve the Donabate school planning area.  The announcement followed nationwide demographic exercises carried out by the Department into the future need for primary and post-primary schools across the country.  The four-year horizon enables increased lead-in times for planning and delivery of the necessary infrastructure.<\/p> <p>A patronage process is run after it has been decided, on the basis of a demographic analysis, that a new school is required.  The process is open to all patron bodies and prospective patrons.  The preferences of parents of children who reside in the school planning areas concerned for each patron, together with the extent of diversity currently available in these areas, are key to decisions in respect of the outcome of the process.  The patronage process for new schools is overseen by an external independent advisory group, the new schools establishment group, NSEG.  Following its consideration of the Department&rsquo;s assessment reports, the NSEG submits a report with recommendations to the Minister for consideration and final decision.  The assessment reports and NSEG recommendations for all such patronage processes are made available on the Department&rsquo;s website.  An online patronage process system, OPPS, has been developed by the Department to provide objective information to all parents which will allow them to make an informed choice about their preferred model of patronage for their child&rsquo;s education.  Parental preferences were previously collected based on direct engagement with patron bodies.<\/p> <p>The patronage process for the new schools to be established in 2020, including the new primary school to serve the Donabate school planning area, will commence later in 2019.  The Minister asked me to highlight that the patronage process for the remainder of the new schools will be run at a later date which will be significantly ahead of their due opening.  Updates on further patronage processes will be announced on the OPPS website and the Department&rsquo;s website.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy John Halligan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2315\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2315&amp;amp;pid=JohnHalligan&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The patronage process for the new schools to be established in 2020, including the new primary school to serve the Donabate school planning area, will commence later in 2019.  That will be the first school.  I have answered the Senator's question to the best of my ability.  I thank her for the opportunity to respond to her question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#C00500","speaker":"1351","continuing":true},{"type":"speech","time":1562751000,"counter":24,"content":"<p>I thank the Minister of State, but he did not answer my question as I wanted to know exactly when it will start.  However, if it is to commence before the end of the year, that is something of a timeline.  It is worth bearing in mind that the choice is very important for parents in the area.  We need adequate school provision but also choice within that provision.  I realise the Minister of State cannot tell me when in 2019 the process will begin, but can he indicate how long the process takes?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#D00200","speaker":"1376"},{"type":"speech","time":1562751000,"counter":25,"content":"<p>I have been told that the patronage process for most of the other schools will begin in 2020.  The Minister told me that this school will commence later in 2019.  To be honest, I do not have a definite date but over the next couple of days I will speak to the Department to see if I can get dates for the Senator, which is important for her.  While I have referred to 2019 and 2020, I am assured that it is 2019.  I spoke to officials in the Department this morning.  I will speak again to the Department's officials over the next couple of days and I should be able to give the Senator a date.  I will give her whatever information they give to me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#D00300","speaker":"1351"},{"type":"speech","time":1562751000,"counter":26,"content":"<p>I thank the Minister of State.  I will follow up with a letter to remind him.  I appreciate his support in this matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#D00400","speaker":"1376"},{"type":"minorheading","content":"Coast Guard Services","time":1562751000,"counter":27,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#D00500"},{"type":"speech","time":1562751000,"counter":28,"content":"<p>I thank the Minister, Deputy Ross, for coming to the House to deal with this matter personally.  There were scheduling difficulties in the last couple of weeks in arranging for that.<\/p> <p>The Minister will be well aware of the motivation for tabling this Commencement matter.  The Irish Coast Guard does extremely valuable work.  The more than 700 volunteers who operate in the various Coast Guard stations around the country do vital work in supporting the emergency services.  They are available and on call 24-7, but they are not paid for doing the work as they are volunteers.  However, these people could find themselves on a search and recovery mission for days, at which point they must take leave from work.  They are using up their annual leave and in some cases are taking unpaid leave.<\/p> <p>Not all the 700 people are necessarily happy with the manner in which the Coast Guard does its business.  All of them are very dedicated and proud of the work they do, and the connectivity they have with the sea and with helping people is extremely admirable.  On many occasions they take their lives into their hands when they go out on both search and rescue and search and recovery missions.  My reason for tabling this matter is that every organisation has grievance mechanisms to deal with grievances and when the mechanisms in the organisations do not work there is usually an independent process as a last recourse.  People who are not satisfied they are getting a fair hearing within the structures that are available can appeal to the independent body.  Most people who are in employment are able to appeal to outside bodies.<\/p> <p>I am asking for a structure to be established under the auspices of the Department of Transport, Tourism and Sport whereby the few volunteers in the Coast Guard who have grievances and who are not satisfied with the manner in which their grievances have been dealt with can appeal to an independent body overseen by the Department.  I recommend that this be established and that it be headed by a retired High Court or Circuit Court judge.  The body would also be tasked with recommending improved practices in the Coast Guard.  I also recommend that this body should look at cases which have concluded where volunteers are not satisfied with the manner in which they have been dealt with.  There has already been a case where a volunteer ended up going to court and being reinstated by the court.  We do not wish to see that type of thing.  It was reported in the media recently.<\/p> <p>Essentially, I wish to enhance and improve the Coast Guard and to provide a mechanism within the Department of Transport, Tourism and Sport in which volunteers in the Coast Guard can feel confident that their grievances will be properly investigated and adjudicated.  As I said, these people are volunteers and are not paid.  That is a separate issue and I believe the country must examine that.  In this case, however, it is only reasonable that there would be an independent structure to which they could appeal, and that this independent structure would look at previous cases as well.  It is something that must happen and I urge the Minister to make it happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#D00600","speaker":"1416"},{"type":"speech","time":1562751000,"counter":29,"content":"<p>I thank Senator Conway for raising this issue.  He is second to none in his respect and advocacy for the Coast Guard.  I salute the Coast Guard and the work it does.  We both want to see any grievances in the Coast Guard resolved in a way that is satisfactory, independent and fair.  We have met on many occasions to discuss this issue with the Irish Coast Guard.  On at least one occasion we met Bernard Lucas, the widower of Caitr&iacute;ona Lucas who died in a tragedy.  That was a particularly moving meeting and I hope the response I give today will be well received by him as well.<\/p> <p>Senator Conway has raised the concerns of a number of Coast Guard volunteers that existing procedures for handling grievances need to be improved.  The proposal to establish an independent body to deal with such grievances has been raised by the Senator.  To be clear, the number of grievance cases currently stands at three.  This represents less than 0.5% of the total volunteer cadre.  That is not to demean them in any way but just to point out that any response should be proportionate.  It is not in any way to denigrate the grievances or to make a judgment on them.  I wish to look closer at the manner in which grievances are currently managed in the Coast Guard.  The relevant key documents involving volunteers are the Irish Coast Guard code and the grievance and complaints procedures.<\/p> <p>Last year, the Coast Guard completed a review of the code.  It includes sections on performance management, disciplinary procedure and a positive volunteering environment.  This review was conducted with independent expert input from a human resources consultancy to ensure that the Coast Guard's processes were fair and fit for purpose for an organisation of its type.  The review also involved a consultation process with the volunteers which was managed through the coastal unit advisory group.  This group is a representative structure for the volunteers made up of six members elected by the units independently of full-time staff in the Coast Guard.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Shane Ross:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1974\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1974&amp;amp;pid=ShaneRoss&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The HR consultants recommended various modifications and a revised code was published late last year.  These independent experts confirmed that the code represented good practice, particularly given the voluntary nature of those involved. <\/p><p>In terms of grievances, all volunteers have access to a process to address issues about any aspect of their volunteer duties or how they are managed.  Volunteers who are unhappy in their role or have a grievance they wish to discuss may approach their designated line manager or where they do not wish to go that route, they can escalate their grievance to their coastal unit sectoral manager.  These are full-time staff in the Coast Guard.  The matter is dealt with in a private manner and in line with the Coast Guard's human resources standards.  Various checks are in place to ensure that where one or other party is not happy with how a grievance is being handled, he or she has recourse to independent mediation.<\/p><p>In terms of the independence of human resources processes within the Irish Coast Guard, the existing system has been enhanced over the past six months.  As mentioned, a human resources company has been procured to provide reassurance about the procedures and offer the aforementioned independent mediation, where requested.  This ensures a sufficient level of independence within the existing system proportionate to the level of grievances.  The Coast Guard management accepts that the new code will take time to bed down and, to this end, training is being organised at all levels throughout the organisation, including for volunteers.  The Coast Guard is also committed to reviewing its code on a regular basis.  In looking to further improve the system, the Coast Guard has recently created an additional external review process for volunteer grievance investigations, disciplinary and appeal processes.  This policy has been developed in the interests of ensuring that the principles of natural justice are upheld for volunteers involved in grievance investigations, disciplinary and-or appeal processes.  Under this new policy, the intention is to allow for a further external review of a case, whether grievance, disciplinary or appeal, to be conducted by a competent third party, most likely a HR company.  Its focus will be to determine whether procedures were followed correctly.  Such a review would be triggered where all other internal review options have been pursued.  A volunteer who requests such a review would, naturally, be informed of the outcome of the review and relevant findings.  Effectively, this new process will, hopefully, ensure a final independent arbitration relating to grievance and other processes or seen under the code.<\/p><p>The Coast Guard remains a vital component in our search and rescue service.  I reassure Senator Conway that its interests are at the core of the significant transformation that is taking place in the search and rescue system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#D00700","speaker":"1213","continuing":true},{"type":"speech","time":1562751000,"counter":31,"content":"<p>Clearly, there have been some advances in the months since Christmas.  I may raise this matter again in September once I have engaged with volunteers to check if they are satisfied.  It is good that an external company or human resources expert has been retained to consider future grievances.  The fact that there are three formal grievance cases does not mean that other members of the Coast Guard who have not triggered formal complaints are happy and would not like to see the current system strengthened.  I request the Minister to instruct the Coast Guard to have the independent external body review all grievance cases closed in recent years to see if correct procedures were followed and make recommendations.  I welcome the use of an external body and it is a step in the right direction.  To be fair, however, the external body should be asked to review all grievances that have arisen in recent years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#E00200","speaker":"1416"},{"type":"speech","time":1562751000,"counter":32,"content":"<p>I ask the Minister to be brief because we are tight on time this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#E00300","speaker":"1394"},{"type":"speech","time":1562751000,"counter":33,"content":"<p>The new policy must be given an opportunity to work.  I give Senator Conway a commitment that I will ask my officials to review the policy after one year to see how it is working.  I will also ask him to have discussions with us on how the volunteers have received the policy because they are the people concerned.  In a year's time, we will consider the policy in the light of how people have experienced the policy and we will see if any improvements can be made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#E00400","speaker":"1213"},{"type":"speech","time":1562751000,"counter":34,"content":"<p>Will the external company consider the historical cases?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#E00500","speaker":"1416"},{"type":"speech","time":1562751000,"counter":35,"content":"<p>I will come back to the Senator on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#E00600","speaker":"1213"},{"type":"speech","time":1562751000,"counter":36,"content":"<p>I thank both the Senator and the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#E00700","speaker":"1394"},{"type":"minorheading","content":"Medicinal Products Availability","time":1562751000,"counter":37,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#E00800"},{"type":"speech","time":1562751000,"counter":38,"content":"<p>I thank the Minister of State at the Department of Health, Deputy Catherine Byrne, for coming to the House to respond to my Commencement matter on the status of the levodopa-carbidopa intestinal gel, LCIG, known as Duodopa.  The medicine is used to treat advanced Parkinson's disease, a neurodegenerative disorder that affects 12,000 people in Ireland.  The uncertainty around the availability of this treatment option for people with advanced Parkinson's first arose in June 2018.  At that time, there was an expectation that certainty of supply would be achieved within three to four months.  In cases where patients were in critical need of this medicine it was made available through an access programme provided by AbbVie, the company that manufactures the medicine.  However, as of 30 April of this year, this route is no longer available to patients or treating consultant neurologists.  I understand that 81 patients were treated under this programme.  The 82nd patient and subsequent patients will be denied access to the treatment.  One such patient is a man from Cork who was diagnosed with Parkinson's disease at the age of 30.  He is now married with young children and is still in his 30s.  He is significantly affected by his condition and urgently needs to be treated with Duodopa now, not in one month or two months, to ensure he does not miss the window of opportunity during which the treatment can have its maximum benefit for him, as a patient who is suffering unnecessarily.  <\/p> <p>Last week, the National Centre for Pharmacoeconomics, NCPE, stated on its website that the health technology assessment, HTA, for Duodopa had been completed, which is one year after the reimbursement ceased.  The issue needs immediate attention.  I ask the Minister of State and her ministerial colleagues to lend their support to ensuring this matter is expedited to ensure reimbursement for this medicine and equitable access to it.  People should not have to travel to the UK and beyond to access the deep brain stimulation, DBS, services as some people have been forced to do.  The Minister of State knows that Duodopa is a proven and tested product.  The positive impact it can have on patients and their carers is immeasurable.  Combining a  specialist nurse service with this treatment will keep patients out of hospital and, therefore, money is saved and space in hospitals is freed up. <\/p> <p>The costs of every other medicine for Parkinson's disease are covered.  Why is Duodopa not covered?  Patients do not opt for the treatment without first giving it great consideration and when it is not critically needed.  However, when it becomes necessary for patients to access this treatment, they must be able to do so.  The Minister of State will be aware of the procedure involved in taking this medicine.  The treatment requires the medicine to be administered through a patient's intestine and is unpleasant.  When there is no other option, however, this treatment becomes necessary.  We urgently need a timeline or date for when we can expect to see a long overdue decision on Duodopa.  There are a number of patients for whom this medicine provides a lifeline and constitutes their only sense of hope.  The matter is, therefore, urgent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#E00900","speaker":"1378"},{"type":"speech","time":1562751000,"counter":39,"content":"<p>I thank the Senator for raising this Commencement matter today.  Unfortunately, the Minister for Health cannot be here, so I will take this opportunity to clarify his position on the availability of levodopa-carbidopa intestinal gel, LCIG, for patients with advanced Parkinson&rsquo;s disease.  As the Senator may know, the HSE has been given statutory responsibility for medicine pricing and reimbursement decisions by the Oireachtas, under the Health (Pricing and Supply of Medical Goods) Act 2013.  That Act specifies criteria for decisions on whether the State will reimburse medicines, a statutory process in which the Minister for Health has no role.  The HSE's decisions on which medicines are reimbursed by the taxpayer are made on objective, scientific and economic grounds, including on the advice of the National Centre for Pharmacoeconomics, NCPE.  The NCPE conducts health technology assessments, HTAs, for the HSE, and then makes recommendations on reimbursement to assist HSE decisions.  The NCPE uses a decision framework to systematically assess a drug&rsquo;s clinical and cost effectiveness as a health intervention.  The HSE strives to reach a decision in as timely a manner as possible.  However, because of the significant moneys involved, it must ensure the best price is achieved, as these commitments are often multi-million euro ongoing investments.  This can lead to a protracted deliberation process.<\/p> <p>On 14 June 2019, the NCPE completed an HTA on LCIG for patients with advanced Parkinson&rsquo;s disease.  The NCPE recommended that LCIG should not be considered for reimbursement, unless cost-effectiveness can be improved relative to existing treatments.  That recommendation is available on the NCPE website.  The HSE&rsquo;s final decision on reimbursement will take the statutory criteria in the 2013 Health (Pricing and Supply of Medical Goods) Act into consideration.  Under an interim agreement between the HSE and the manufacturer, dating back to 2014, the HSE has agreed to fund this drug for up to 81 patients.  The manufacturer agreed to fund the treatment of any new patients above that cap through a medical access programme.  This interim agreement was dependent on the manufacturer delivering two things, namely, additional clinical evidence and a new HTA dossier to enable the NCPE to complete a full HTA on this product.  However, the HSE has informed the Department that the manufacturer has unilaterally set aside this agreement.  Furthermore, the company announced that it would not be enrolling any new patients in the free of charge access programme after 30 April 2019, which the Senator has already mentioned.  The manufacturer stated that it would continue to provide the drug free of charge to patients already on the access programme, which is a total of 24 patients.  I want to make it clear to the Senator that the HSE has yet to make a final decision on this reimbursement application and the statutory process is still ongoing.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#F00100","speaker":"1307"},{"type":"speech","time":1562751000,"counter":40,"content":"<p>I thank the Minister of State for her response.  I ask her to ask the Minister, or the HSE directly, to sit down with the manufacturer and negotiate on the price of the drug.  I understand the processes involved, the limited resources and everything else around it.  However, can the Minister of State imagine what it must be like to be patient No. 82 in this situation?  I cited the example of the 30 year old patient earlier.  We are not playing with numbers here, but with people's lives.  If the HSE sits down with the manufacturer and works out a price, then it can be agreed, as has happened in many other cases.<\/p> <p>The effectiveness of the drug treatment is borne out by the fact that it is approved in other countries.  It cannot be different for an Irish person living in London or somewhere else in the UK than it is for someone living here.  We cannot force patients to go abroad.  I am no friend of drug manufacturers, and they need to decrease their prices, but we cannot expect them to continue providing treatment free of charge indefinitely either.  There has to be some fairness there.  I ask the HSE to sit down with the drug company at the earliest possible moment and negotiate the price, within weeks rather than months.  I am concerned that we are now going into the holiday period.  Is there is any way this could be done before the end of July, so that the uncertainty will be removed for these patients going into August and September?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#F00200","speaker":"1378"},{"type":"speech","time":1562751000,"counter":41,"content":"<p>The Parkinson's Association of Ireland, among other groups, has been in contact with the Minister.  He appreciates that Parkinson's disease is a debilitating condition and that it is a worrying time for patients, families and carers.  While the Minister hopes this application will shortly come to a satisfactory conclusion for all concerned, it is important to note that the HSE is the decision-making body on the reimbursement of medicines, under the Health (Pricing and Supply of Medical Goods) Act 2013.  Accordingly, the HSE alone will make the final decision on whether LCIG will be reimbursed.  However, I will bring Senator Conway-Walsh's question back to the Minister and will ask him to contact the HSE to see if the decision on this vital medication, that so many people badly need, can be made sooner rather than later.  I will bring that back to him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#F00300","speaker":"1307"},{"type":"speech","time":1562751000,"counter":42,"content":"<p>I very much appreciate that.  Could the Minister of State ask the Minister if it could be included in the July meeting, if at all possible?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#F00400","speaker":"1378"},{"type":"speech","time":1562751000,"counter":43,"content":"<p>I will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#F00500","speaker":"1307"},{"type":"unspoken","time":1562751000,"counter":44,"content":"<p>Sitting suspended at 11.27 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1562751000,"counter":45,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#G00100"},{"type":"speech","time":1562751000,"counter":46,"content":"<p>The Order of Business is No. 1, motion regarding the Courts (Establishment and Constitution) (Amendment) Bill 2019, to be taken without debate on the conclusion of the Order of Business; No. 2, Courts (Establishment and Constitution) (Amendment) Bill 2019 &ndash; Committee and Remaining Stages, to be taken at 12.45 p.m.; No. 3, Judicial Appointments Commission Bill 2017 &ndash; Committee Stage (resumed), to be taken on the conclusion of No. 2 and to conclude after two hours by the putting of one question which shall, in relation to amendments, include only those set down or accepted by the Government; No. 4, Local Government Rates and Other Matters Bill 2018 - Committee and Remaining Stages, to be taken on the conclusion of No. 3; No. 5, motion regarding the earlier signature of the Local Government Rates and Other Matters Bill 2018, to be taken without debate on the conclusion of No. 4; and No. 6, Private Members' business, motion regarding genetic testing, to be taken on the conclusion of No. 5, with the time allocated to this debate not to exceed two hours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#G00200","speaker":"1391"},{"type":"speech","time":1562751000,"counter":47,"content":"<p>I would like to raise three issues today.  The first relates to the amendments passed by Members of Parliament in Westminster yesterday.  They voted to extend same-sex marriage to Northern Ireland unless power-sharing is restored by 21 October.  They also overwhelmingly voted in favour of an amendment to liberalise abortion law in Northern Ireland.  While I very much welcome these amendments, their passage is bittersweet.  Although they represent social policies with which I agree, I still hope that the Stormont Assembly will get its act together and that the parties will come together because I would love to see these changes being implemented by the assembly in Northern Ireland.  The amendments yesterday are a significant first step in ensuring that these social changes are a priority for legislators in the Stormont Assembly.  If the assembly is not reconvened by October, these changes will be implemented in October.  It is bittersweet.  I very much welcome the changes but I would like to have seen them passed in Stormont.  I really hope that the parties, the DUP and Sinn F&eacute;in, will come together in Stormont to debate these issues and implement these changes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The second issue relates to the HSE.  More than six months ago the HSE offered various jobs to people on its panels without issuing contracts of employment or start dates.  Some people have been left waiting for more than six months.  The people who have been recruited are calling it a recruitment freeze but the HSE is denying that.  The fact remains, however, that people were offered jobs but without contracts or start dates.  The Minister for Health, Deputy Simon Harris, must come to the House to explain the reason people on panels have been told they would have a job but have not been given a contract or start date.  That is very unfair.<\/p><p>The third issue relates to processing delays for social welfare payments by Bank of Ireland.  We learned that a technical issue has arisen with social welfare payments for people in receipt of a disability allowance and other allowances who have a Bank of Ireland account.  I ask that the Minister for Employment Affairs and Social Protection examine the cause of the glitch between the Department and the bank and that it be resolved as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#G00300","speaker":"1407","continuing":true},{"type":"speech","time":1562751000,"counter":49,"content":"<p>I will not dwell on the issue, but perhaps the Leader will indicate the approximate time at which the Judicial Appointments Commission Bill will be debated today.  Committee Stage is due to conclude today.  It has been a long journey of many hours.  I thank my colleagues who signed many of the amendments, and Senator Norris, for their contributions and time.  Despite all the allegations, complaints and suggestions of cronyism regarding the appointment of judges, to which I do not subscribe, this Administration has facilitated and supported the appointment of 48 eminent judges and capable persons.  The current system works.  We will discuss that later today.<\/p><p>I am prompted to make a point following commentary in <i>The Irish Times <\/i>today on the reappointment of Mr. Phil Hogan as European Commissioner.  The suggestion is that the decision was &quot;facilitated&quot; by the support of the Independent Alliance.  I do not know whether that is true.  However, I wish to make it very clear that under this Administration, of which the Minister for Transport, Tourism and Sport, Deputy Ross, is a member of Cabinet, more than 48 eminent, qualified and suitable people have been appointed to the Judiciary.  This emphasises the point that despite all the threats by members of the Government that they might not support the appointments, all of the appointments were endorsed.  Those were the right decisions.  The persons appointed to the Judiciary are upstanding people of commitment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#H00200","speaker":"1379"},{"type":"speech","time":1562751000,"counter":50,"content":"<p>Many people who receive various types of social protection payments still find themselves living in poverty.  In many cases, pensioners who only receive the State pension are still living in poverty.  I come across more and more pensioners who do not even get the State pension because of the many deductions and anomalies that apply.  I asked previously that the Minister come to the House to specifically speak about pensions because there is so much to discuss in that regard and a significant number of people who are living in poverty.  Different circumstances such as health, geographical location and carer's duties mean that the standard amount simply does not suffice for pensioners.  I previously gave the example of a pensioner who has to travel from Belmullet to Galway for a hospital appointment.  That is a six-hour round trip and it costs more than &euro;200 in a taxi.  There is no public transport.  That is the equivalent of a pension, and more than that amount, wiped out for one week.<\/p> <p>I am very pleased to hear that the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, will consider the Sinn F&eacute;in Bill to establish a social welfare commission.  The Bill was introduced by the Sinn F&eacute;in spokesperson for employment affairs and social protection, Deputy John Brady.  The commission would examine the minimum essential income standard for the various household types and recommend the necessary rate increases in pensions to the Minister ahead of the budget each year.  I hope we hear back from the Minister soon given that the budgetary process is well under way and that pensioner poverty is tackled once and for all.<\/p> <p>The Sinn F&eacute;in motion for D&aacute;il Private Members' business, which calls for a binding Oireachtas vote on the Mercosur deal, will be debated in the D&aacute;il tonight and the vote is likely to take place on Thursday afternoon.  I remind parties that this may be the only chance we have to register opposition to the deal and its detrimental impact on farming and farm families.  I remind Members who have referred to Commissioner Hogan and his new job, that he said two years ago that beef would not be on the menu for the Mercosur deal.  Beef is very firmly on the menu - 99,000 tonnes of it.  That will have a devastating impact on farming and rural communities.  The Commissioner has broken his promise to us on the issue, as has the Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#H00300","speaker":"1378"},{"type":"speech","time":1562751000,"counter":51,"content":"<p>As my Fianna F&aacute;il colleague has done, I welcome the decision of the UK Government to introduce an abortion regime in the North of Ireland and also its gay rights initiative on marriage equality.  It is significant because Jeff Dudgeon, for example, won a historic case - before I won mine - in the European Court of Human Rights.  The North was in advance of us at that stage and it is regrettable that this has been let lie.  Regarding abortion, 80% of the people in Northern Ireland approve of the regime that is being introduced, so there is no question of it being undemocratic.  They have had years to deal with this and they have not done so.  With regard to equal marriage, the gay pride march is enormously bigger than the Orange march in Belfast, so that tells us where people's hearts lie on this matter.<\/p> <p>I wish to return to something I said yesterday.  We were discussing the use of the Seanad Chamber.  I fully approve of Travellers and I have a track record in the area.  However, I do not approve of subsidiary sections dislodging the proper business of the Seanad.  The heckling from the Leader dislodged me from a point I was trying to make, namely, that one of the important points that was being debated at the time was the non-representation in the Oireachtas of the Traveller community.  I speak from experience; it took me ten years and six elections, including by-elections to get elected, because people were suspicious of me.  Travellers are a minority and, sadly, they are not universally popular.  It will take quite a while to get somebody from the Traveller community elected to Seanad &Eacute;ireann.  I strongly suggest that after the next election the Taoiseach of the day, whoever he or she is, make a deliberate decision to appoint somebody from that community as a first stage.  I have a candidate in mind, namely, Rosaleen McDonagh, who is not only a Traveller and a very effective spokeswoman for Travellers, but she is also handicapped.  She is in a wheelchair.  It would be good for this House to have somebody in a wheelchair.  We would have to listen very carefully to what that person said.  Ms McDonagh ran a number of times for a seat on the Trinity panel and she did quite well but she never got to the point where it was realistic for her to become a Senator.  She is somebody who deserves consideration to be nominated by the Taoiseach as a voice for the Traveller community in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#H00400","speaker":"1392"},{"type":"speech","time":1562751000,"counter":52,"content":"<p>I wish to raise two issues.  I was not in the House yesterday, but I welcome the independent report from Mr. Justice Iarfhlaith O'Neill on abuse victims.  I know the former pupils of Creagh Lane as I have dealt with them for some time.  There was frustration at the length of time Mr. Justice O'Neill&rsquo;s review took but the outcome is the correct one.  It was always felt that the prior complaint condition was questionable, in that if someone was convicted of abuse in a criminal court, the prior complaint rule should not have applied under the redress board.  I welcome that such a decision has now been put in place.  I note from both what the Taoiseach said yesterday and what the Minister for Education and Skills said in the D&aacute;il today that the Minister is looking to expedite the reopening of the redress board.  I hope that will be done as quickly as possible and that the former pupils of Creagh Lane can get on with their lives.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These were young pupils going to a school and what happened there should never have happened.  I welcome the fact that the Taoiseach has apologised on behalf of the State.<\/p><p>The IFA had a briefing on Mercosur yesterday.  It is critical now that the standards applied to beef coming in from the Mercosur countries are the same as apply to beef being sold by Irish and other European producers.  We have 270,000 tonnes coming into the European markets from the Mercosur countries as we speak.  There is a need for a sit-down on how these standards are applied.  I understand it is based on random sampling.  It should be put back on the Mercosur producers to provide evidence that they have met the standards.  That should apply as quickly as possible.  The beef produced in Ireland in particular is of the highest standard and there cannot be any ambiguity around the fact that the quality of beef coming in from the Mercosur countries has to meet the same standards.  That is the way forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#H00500","speaker":"1374","continuing":true},{"type":"speech","time":1562751000,"counter":54,"content":"<p>Before I call Senator Murnane O'Connor, I welcome the Newtown-Nurney senior citizens group which is also, coincidentally, from Carlow, a county often mentioned by the Senator.  Laughing in the Gallery is not allowed, unfortunately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#J00200","speaker":"1420"},{"type":"speech","time":1562751000,"counter":55,"content":"<p>I welcome our senior citizens from Carlow.  We are delighted to have them here today and I hope they have a lovely day.  Today I want to talk about the general data protection regulation, GDPR, which is a year old this month.  A most complex piece of legislation, the regulation was an attempt to unify existing legislation enacted after the 1995 directive across the European countries.  This regulation was designed to guide organisations across the EU on how to protect the personal data of each citizen.<\/p> <p>The Irish Data Protection Commissioner reported over 6,000 GDPR related complaints in this first year of legislation, of which approximately 90% were deemed valid.  There is massive confusion about the regulation.  There is a widespread lack of awareness, a shortage in skills across all sectors and quite a lot of enforcement of regulation without actually complying with it.  My colleagues have raised the matter previously but more and more people are coming into my clinics with issues about the regulation.  Clarity is needed going forward in order for the legislation to work for people.  The GDPR significantly strengthens the rights of individuals but it is important to know that it increases organisations' responsibility as to how they collect and use personal data.  For many organisations, there is unfamiliarity with the regulation, in some cases to a staggering degree.  People coming into my clinics are complaining that they have been denied access to their own information.  According to the regulation, everyone has the right to access to data which has been collected concerning him or her.  Others in my clinics and on social media have complained because they have received mobile phone text based direct marketing when they had not opted in to receive such texts.  There really is massive confusion.  Now that we are one year into it, I would like to see more effort being put in to making people more aware.  I appreciate that the several investigations by the data commissioner may raise such awareness but I would like to see more done in this regard.  This is huge.  It is one of the biggest issues to face Senators and Deputies.  We need to make sure people have proper information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#J00300","speaker":"1395"},{"type":"speech","time":1562751000,"counter":56,"content":"<p>I would like to follow on from the statement by my colleague from Limerick, Senator Kieran O'Donnell, regarding the Mercosur deal.  There is exceptional unrest in the beef industry.  In the last 18 months it has seen a dramatic deterioration in prices.  The proposed Mercosur deal will see an increased volume of beef coming into the European Union, which will also deflate prices.  The outlook for the beef industry for the next few months is very poor.  If we see the price decline that is predicted for the next few months, we are going to have a real, extended crisis in our industry.  The point about Mercosur is that it has come already.  The confidence is gone from the market and the suppliers.  Beef farmers who came to my clinics last week will not buy weanlings when it comes to the autumn and will not be investing in sheds or in their industry because they do not have the confidence to keep going.  That is going to become a serious issue for our suckler and beef industry.<\/p> <p>The Minister has been proactive in this space and has said it is a bad deal for the beef industry.  We need to start up the momentum of getting our European friends involved in the debate.  Our association with France in particular has to be built upon.  The Oireachtas, through friendship groups, the Joint Committee on Agriculture, Food and the Marine and the Seanad itself, has to build those connections to ensure we can win support in Europe to get this deal changed.  For this to happen, everyone here has to be involved.  The Seanad should send a delegation to France and should become a real catalyst of change to ensure we can get those doors opened.  We will not change it all by ourselves and it needs to be changed.  The confidence of our beef farmers is drained out of their veins in the last few months.  This has been the final kick.  We need to move into a different space, build alliances and get change.  With that, hopefully, we can get what the beef sector requires.  Nor is it just about beef.  The poultry sector will be decimated and will have no hope if the proposed margin of poultry product comes into the EU.  It is about fighting for this section of society and it is about an agricultural split.  Dairy will survive but the beef, pig and poultry industries need a change in this deal, otherwise they will be on a slippery slope, and confidence is at rock bottom at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#J00400","speaker":"1386"},{"type":"speech","time":1562751000,"counter":57,"content":"<p>There are serious concerns in the south Inishowen area at activities on what was known as Grian&aacute;n Estate.  It is the largest farm in the country.  This estate was purchased by Glenmore Estate in 2017 and earlier this year <i>The Irish Times<\/i>reported that it was estimated that hundreds of trees including ash, sycamore, birch, whitebeam and willow, had been destroyed and miles of hedgerows torn out on this farm.  The matter has been raised with the Department of Agriculture, Food and the Marine and with the National Parks and Wildlife Service.  This massive estate borders an internationally renowned bird and wildlife sanctuary.  Right now it is subject to an ongoing  Department of Agriculture, Food and the Marine investigation.  The wider community is outraged by the dramatic change to the landscape in a much loved area.<\/p><p>Recent developments have turned concern into absolute outrage.  The owners of this farm operate an anaerobic digester and one of the by-products of this is digestate, which is spread on the land.  Rural people who live in these areas are used to slurry spreading and farming practices going back as far as anybody can remember.  They are not people who would have any difficulty with that.  However, the smell of ammonia is just an assault on a large area of south Inishowen.  Apparently our current legislation is allowing this to happen.  We would expect the Department of Agriculture, Food and the Marine, the Environmental Protection Agency, EPA, and Donegal County Council to defend the interests of the community.  A confirmation day was totally ruined in the local hotel because the smell was utterly overwhelming and suffocating.  We had a situation recently where somebody was holding a wake for their loved one and the house was overcome.  Everybody's home is devastated by the smell.  There is need for the Minister for Agriculture, Food and the Marine and the Minister for Communications, Climate Action and Environment to be made aware of the serious and profound problems that have arisen.  There is a need for legislative change.  The Ministers have to pull together with the EPA, the Department of Agriculture, Food and the Marine and Donegal County Council to solve this problem on behalf of the local community and hold this business to account for what is an assault.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig Mac Lochlainn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2321\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2321&amp;amp;pid=PadraigMacLochlainn&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It might be technically legal to do what they are doing but it is utterly unethical to do what they are doing right now and it has to stop.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#J00500","speaker":"1400","continuing":true},{"type":"speech","time":1562751000,"counter":59,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#K00200","speaker":"1388"},{"type":"speech","time":1562751000,"counter":60,"content":"<p>I congratulate Commissioner Phil Hogan on his nomination for reappointment to the European Commission.  No doubt we will see him get a big portfolio in the coming reshuffle of Commissioners.  We wish him well in that.  The better the portfolio, the better for Ireland.  Commissioner Hogan will have the interests of Ireland at heart.<\/p> <p>I wish to be associated with the comments that have been made in respect of the Mercosur deal.  I call for a debate on the issue either  today or tomorrow.  If we cannot have it on either day , I hope it can proceed when the House returns in September.  Many issues arise from the deal.  One is the original 275,000 tonnes of beef already coming into Europe.  How much of that is coming to Ireland?  Reference was made to the poultry industry.  As previous speakers indicated, the deal will have devastating effects on our beef and poultry sectors and on the pig industry as well.  It is important that we have a debate on the issue in early September at the latest.  There are many issues involved and many aspects to the Mercosur deal.  There are pros and cons.  I hope that we will have an early debate on the matter.<\/p> <p>I welcome the developments at Dublin Port and the proposed expansion and extension thereof.  I have raised this issue on several occasions.  Dublin Port is highly important to Ireland.  The port does not operate on a 24-hour basis and there are difficulties with that.  Maybe the expansion envisaged will help that.  A &euro;1 billion plan is envisaged for the port and a planning application has been lodged with An Bord Plean&aacute;la.  I hope these plans will come to fruition in the not-too-distant future and that Dublin Port goes ahead with them.  It is vital that Dublin Port works efficiently and effectively.  Dublin Port has indicated that it will not take any cruise ships this year.  Cruise ships are important not only to the city of Dublin but also to the country as a whole.  The sector is not putting any pressure on bed nights in Dublin or anything like that because most of the people stay on board.  This would be a major loss to the State and the Exchequer.  I welcome the plans put forward by Dublin Port.  Perhaps the issue could be debated in the Chamber in the not-too-distant future as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#K00300","speaker":"1380"},{"type":"speech","time":1562751000,"counter":61,"content":"<p>Like other colleagues, yesterday I attended a briefing on the Mercosur deal organised by the Irish Farmers Association.  Representatives from the association informed us how Irish farmers are terrified at the potential consequences for the future of farming here and, by extension, the future of rural Ireland.  Today, the Beef Plan movement is holding a protest outside the gates of Leinster House to highlight concerns relating to this deal, the consequences for the future of Irish farming and the future of rural Ireland as we know it.  They are saying to us that the deal is a complete disaster.  They say it is bad for Irish farming and for the environment.<\/p> <p>Those of us who live in the Border region already have enough on our plates.  I imagine the Leader would agree with me.  The dark cloud of Brexit hangs over and it is already affecting economic life around the Border counties as we know it.  There has been much talk about the extra 99,000 tonnes of beef that will come into the EU but less talk about the extra 180,000 tonnes of chicken or poultry that will come into the country as a result of this deal.  As the Leader will appreciate, this could have grave consequences for the Border community.  As Senators are aware, Monaghan and Cavan are home to the poultry industry.  If this deal is to go ahead as presented, it will have grave consequences indeed for the communities of Monaghan and Cavan.  Echoing the call of the Leader's colleague, Senator Paddy Burke, I request a debate on this matter as soon as possible.  I appeal to the Leader to pass on our grave concerns to Government.  This deal cannot and should not go ahead as presented.  Otherwise, it will wipe out farming and, by extension, rural Ireland as we know it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#K00400","speaker":"1396"},{"type":"speech","time":1562751000,"counter":62,"content":"<p>I rise to congratulate and thank my good friend, Conor McGinn, a Labour Party MP in Westminster.  Mr. McGinn secured an amendment to ensure that same-sex marriage would be introduced in Northern Ireland unless power sharing is restored in October.  He is a great friend of Ireland.  He is chair of the all&ndash;party parliamentary group on the Irish in Britain and he is involved in the British-Irish Parliamentary Assembly.  This is really positive and can help to restore power sharing in Stormont in Northern Ireland.  This is a major move.  I wish to thank all the MPs who voted for this.  Although sometimes we deride Westminster, what has happened to ensure same-sex marriage in Northern Ireland is highly significant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#K00500","speaker":"1424"},{"type":"speech","time":1562751000,"counter":63,"content":"<p>Senator Feighan mentioned a good Armagh man.  Senator Ian Marshall is next.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#K00600","speaker":"1420"},{"type":"speech","time":1562751000,"counter":64,"content":"<p>I rise today to speak in a week when many people are talking and raising serious concerns about the EU-Mercosur deal and the potential impact on the beef industry.  This morning, as we speak, outside Leinster House a large demonstration is gathering to express fears and concerns from the farming industry about the uncertainty that the deal presents and the negative consequences that may result.<\/p><p>Yesterday, I listened to the Joint Committee on Agriculture Food and the Marine discuss the merits of afforestation and the replanting of trees in order to address climate change and meet some of our obligations.  It is with this in mind that I prefer to speak on a positive note rather than focus on negatives.  It is timely that we are having this discussion because only a few days ago a report was published in <i>Science <\/i>by Professor John Crowther, a professor in environmental systems science at Eidgen&ouml;ssische Technische Hochschule Z&uuml;rich in Switzerland.  At Queens University Belfast, we work with this university on a regular basis as partners in a European food project called EIT Food.  Professor Crowther states that planting billions of trees is our best chance of saving the planet.  He claims there is room on earth to plant 1.2 trillion extra trees and cut our carbon footprint by 66%.  I am of the view that the claims are valid.  Professor Crowther states, &quot;This new quantitative evaluation shows [forest] restoration isn't just one of our climate change solutions, it is overwhelmingly the top one&quot;.  The researchers believe that a worldwide programme could remove two thirds of all emissions pumped into the atmosphere by humans.  They have calculated that 1.7 billion ha of land on which trees are not currently growing could support trees naturally.  This equates to an area roughly the size of the US and China combined.  They took into account that different areas would support different densities of trees and they excluded urban areas and all fields currently used to grow crops.  Furthermore, grazing land was calculated as supporting a few trees, something that would actually be beneficial to cattle and sheep.<\/p><p>This works clearly demonstrates that people do not need to start believing in climate change or change their lifestyles.  It does not require major advances in science or technology.  It simply involves citizens engaging to support, donate, assist or facilitate the planting of trees.  Many world-renowned scientists support this theory, as well as the idea that national governments should have this as a primary component of any plans to deal with climate change.  Ren&eacute; Castro, assistant director general at the UN Food and Agriculture Organization, as stated, &quot;We now have definitive evidence of the potential land area for re-growing forests, where they could exist and how much carbon they could store.&quot;  Initial estimates suggest that a global cost of $300 million would restore over 1 trillion trees.  This is by far the cheapest option yet proposed.<\/p><p>We need to consider how the men and women on the street today outside Leinster House can contribute and be rewarded for doing so.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ian Marshall:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2486\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2486&amp;amp;pid=IanMarshall&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Telling a farmer to plant a forest is akin to telling people in Dublin to build a house in their garden that they cannot sell for 40 years.  It would not happen.  All of us need to acknowledge the difficulties and the sensitivities this would present.  However, agriforestry on grazing land, utilising corners of fields and strips of low production value land, could be an option.  I refer to forestry in harmony with grazing livestock.  All of us could identify such areas.<\/p><p>Sometimes the \"keep it simple, stupid\", KISS, theory works best.  That is the theory we probably need to examine.  I urge the Government, in conjunction with farmers in the agricultural industry, to consider some of these solutions to our problems, pursue mechanisms to meet targets, deliver on climate change and, ultimately, give farmers a viable, sustainable future, especially in light of an EU-Mercosur deal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#K00700","speaker":"1439","continuing":true},{"type":"speech","time":1562751000,"counter":66,"content":"<p>That is a novel and interesting piece of research which I am sure we will bring to the climate action committee.<\/p> <p>I propose an amendment to amend the Order of Business to take No. 13 before No. 1.  The Assisted Decision-Making (Capacity) (Amendment) Act 2015 established several new legal provisions to address issues of consent and capacity in the provision of healthcare treatments.  One such provision was the statutory right to develop and have respected, as practicable, advance healthcare directives where a person specified the action to be taken and the decisions to be made in the future while he or she had capacity.  All of us would agree that is an important human rights issue.  The difficulty, and what this Bill addresses, is the involuntary detention of patients where that is not recognised.  If one is involuntarily detained that does not mean one does not have capacity.<\/p> <p>I welcome representatives of Mental Health Reform, who are in the Gallery.  They worked closely on this Bill with the assistance of Deputy Pat Buckley.<\/p> <p>In terms of human rights, we have come a long way along the road to enlightenment from the time of the lunacy Act when everything was taken from people, not just their liberty but their ability to speak, make decisions and have capacity to do what they wanted to do.  This Bill will move us further along the road to enlightenment in that regard.  I would be delighted if the Leader would accept my amendment - nobody will create any hassle over it - and allow this Bill to progress through this House and become legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#L00200","speaker":"1388"},{"type":"speech","time":1562751000,"counter":67,"content":"<p>I welcome the fact that the Ilen boat, the only surviving wooden sailing vessel of its type, which was rebuilt in Limerick, is on its way to Greenland as part of the Salmon's Wake project.  It will highlight the plight of the salmon leaving the River Shannon and heading towards Greenland.  I raise this issue because it is a wonderful project which was done under an educational scheme.  People across the community - artists, educationalists and craftspeople - came together and showed each other the craft of making the boat by hand.<\/p><p>We had the <i>Asgard<\/i>project in the past, which was involved in sail training.  I sailed on the <i>Asgard<\/i>; I was a watch leader.  It is time we considered bringing back something like the <i>Asgard<\/i>, a sail training ship, because many youths across the country, both North and South, received very worthwhile training when they were on the <i>Asgard<\/i>.  I ask the Leader to bring this issue to the attention of the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#L00300","speaker":"1384"},{"type":"speech","time":1562751000,"counter":68,"content":"<p>I raise the issue of the Environmental Protection Agency report on clean air.  The clean air strategy will come out later this year but clean air is not only an issue for Dublin.  Smoky coal is still used in towns and cities where it has not been banned.  We have been waiting a considerable period of time for that to be addressed.  We are aware of the health constraints, especially in respect of older people, and premature deaths due to polluted air.  Children in inner city communities are affected in terms of high rates of asthma from polluted air.  All these issues relate to dirty diesel, which is a real problem in Dublin, Cork, Limerick and Galway.  Diesel double decker buses will not come off our streets until 2030.  We need short-term as well as long-term action.  The clean air strategy is very much a long-term strategy.  I am looking for action to be taken now.  I am not talking about action being taken only in Dublin.  I want to see real-time air quality indicator visual maps in our most polluted cities and towns where the general public can see online the quality of the air within their cities and towns.  That, in itself, will put pressure on the Government to move quickly in respect of this issue.<\/p> <p>Senator Marshall spoke about tree planting.  That has a real effect but there is also an effect in respect of hedges.  In Birmingham, it has been proved that where hedges are planted close to roads it breaks up the pollutant at an early stage and stops the effects up to 30 m away.<\/p> <p>I ask the Leader to arrange for a constructive debate on this issue early in the autumn to discuss new ideas and how we can clear the air in our towns and cities by banning smoky coal and start removing diesel cars, buses and lorries in areas with a high concentration of older people and young children in particular.  I know the Leader will try to facilitate that request as soon as he can in the autumn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#L00400","speaker":"1417"},{"type":"unspoken","time":1562751000,"counter":69,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1562751000,"counter":70,"content":"<p>Share the joke.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#L00600","speaker":"1388"},{"type":"speech","time":1562751000,"counter":71,"content":"<p>Order, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#L00700","speaker":"1420"},{"type":"speech","time":1562751000,"counter":72,"content":"<p>The Leader has not been helpful in pointing that out to me.<\/p> <p>I sympathise with the staff of this House in respect of the rodent problem in the public bar and the Members' bar.  It is upsetting for many members of staff but I refer to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#L00800","speaker":"1417"},{"type":"speech","time":1562751000,"counter":73,"content":"<p>The rat was hiding in plain sight.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#L00900","speaker":"1401"},{"type":"speech","time":1562751000,"counter":74,"content":"<p>-----the rat infestation we have seen in our cities in recent years.  I am aware of inner city flat complexes where morning, noon and night residents are plagued by rats and when they complain they are passed off between Dublin City Council and the Health Service Executive.  Yesterday, a lady explained that she left for work in her car and when she got there her engine had seized because rats had climbed up into the engine.  Her car was destroyed.  She will have to carry that cost, which will be very difficult.<\/p> <p>For people living in inner city homes, and I know Senator Devine has this issue also, this problem must be addressed.  We cannot ask families to live in rat-infested areas.  I know this issue is disturbing, and I am using the excuse of what happened in the House to raise it, but families are living in those circumstances in cities and towns.  We need a strategy because there has been a growth in the number of reports of rat infestation in cities and towns.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#L01000","speaker":"1417"},{"type":"speech","time":1562751000,"counter":75,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#L01100","speaker":"1388"},{"type":"speech","time":1562751000,"counter":76,"content":"<p>\"I think she would like to have the baby in the same way she would like to have a nice doll.\"  Those were the chilling words used by Ms Justice Nathalie Lieven in a British court recently justifying her decision to force a mentally disabled woman to abort her late-term child of 22 weeks in the womb in violation of her wishes and indeed the wishes of her mother, her legal advisers and a social worker.  Her mother was willing to care for the child.  Thankfully, that decision was overturned on appeal but Ms Justice Lieven, who had been an advocate for bodies supporting abortion prior to her life on the Bench, described the Northern Irish law, which protects mothers' lives and unborn children, as torture.  I would encourage Senator Ardagh, respectfully, in light of that very recent chilling example of what the British law can amount to, to think about whether it is a matter of sweetness that the British Parliament should threaten to impose an extreme abortion law on Northern Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is neither patriotic nor wise to be happy about the British Parliament imposing or threatening to impose any laws, especially on socially sensitive areas in a jurisdiction such as Northern Ireland.  I thought we had moved beyond that kind of oppressive majoritarian thinking.<\/p><p>The issue that I wanted to raise today is good news.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#L01200","speaker":"1401","continuing":true},{"type":"speech","time":1562751000,"counter":78,"content":"<p>Only one issue is to be raised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#M00200","speaker":"1391"},{"type":"speech","time":1562751000,"counter":79,"content":"<p>Senator Mullen is using much of his time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#M00300","speaker":"1420"},{"type":"speech","time":1562751000,"counter":80,"content":"<p>I am sorry about that.  I raised the case of the Hyde family recently.  They moved to Australia and their application for permanent residency was denied because their child had been diagnosed with cystic fibrosis.  That incredible decision was thankfully reversed as a result of a last minute intervention by the immigration Minister in Australia and the family will be allowed to remain after all.  While that is a great outcome, certain concerns about the case remain.  One is the media blackout about this case in Ireland.  If Donald Trump's America had refused a visa to a child with cystic fibrosis, we would rightly be talking about it continually.  I am concerned about what I see as the hands-off position taken by the Government on this issue.  When I raised it as a Commencement matter, the Minister of State, Deputy Stanton, said that it would not be possible for the T&aacute;naiste to comment on the visa procedures applied by other sovereign states.  That is a curious statement when we rightly, constantly, pass comment on American procedures and our Government rightly expends time, money and manpower on actively lobbying the Americans to change their visa procedures and laws.  If one was a cynic, one would conclude that the Irish lobby in the US is large, well-funded and regularly wines and dines the leadership of the largest political parties.  No such lobby exists in other countries.<\/p><p>I ask the Leader to agree that it is not acceptable for the State to take a hands-off approach to issues which affect its citizens, neither in ordinary situations nor <i>a fortiori<\/i>when there is a child with cystic fibrosis who, for a time, appeared to be at the receiving end of a harsh decision.  As a State, our policy should be to assist the best possible outcomes for Irish families so that they can live, prosper and contribute to whatever society they want to live in, all things being equal.  There should never be any discrimination on the grounds of a family member's disability of any kind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#M00400","speaker":"1401"},{"type":"speech","time":1562751000,"counter":81,"content":"<p>I second the amendment to the Order of Business from my colleague, Senator Devine.<\/p> <p>I call for a debate on the hospitality sector.  Sinn F&eacute;in's National Minimum Wage (Protection of Employee Tips) Bill 2017 continues to progress in the D&aacute;il.  I record my disappointment that Fine Gael opposes a legal right to tips for hospitality workers.  The issues in the hospitality sector go beyond that.  I refer to the Workplace Relations Commission's reports for the last three years.  Some 48% of the food and drink sector was rated non-compliant with basic employment law in 2016, with 58% non-compliance in 2017, and 67% non-compliance in 2018.  In other words, the majority of our restaurants and hotels are not compliant with basic law such as issuing a work contract, complying with the National Minimum Wage Act, the Organisation of Working Time Act and the Payment of Wages Act.  The standards in this sector are shocking.<\/p> <p>I refer specifically to Limerick.  Limerick City and County Council provides hundreds of thousands of euro each year to two hotels, the Strand Hotel and Savoy Hotel, neither of which recognise trade unions.  Is it not time that we as a country decide, when we are going to award taxpayers' money, that we at least insist on a level of decency?  We should call on those hotels to recognise the rights of their staff to join a trade union and be recognised as trade union members.  This has gone on for far too long and the Workplace Relations Commission's evidence shows that it gets worse each year.  A 67% rate of non-compliance with basic employment law is not good enough.  We need a debate on the matter and we need politicians across all parties to act on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#M00500","speaker":"1389"},{"type":"speech","time":1562751000,"counter":82,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#M00600","speaker":"1388"},{"type":"speech","time":1562751000,"counter":83,"content":"<p>We are coming up on budget time.  I had a communication this morning from a member of the public who is concerned about the contributory old age pension.  Every year, the Minister announces increases in social welfare benefits.  Generally speaking, we hear that pensions were increased by &euro;5.  Since 2012, six streams have been introduced in the pension scheme based on the number of contributions that one has paid.  This member of the public has set out for me the pension rates in 2018, starting at &euro;243.30 and working down to &euro;97.20.  The Minister has announced a &euro;5 increase in the pension but it is <i>pro rata<\/i>for the contributory pension while it is not <i>pro rata<\/i>for the non-contributory pension.  The person on the bottom of the scale, with an average of ten to 14 contributions, would have got a pension of &euro;97.20 in 2018 and, following the 2019 budget, an increase to &euro;99.20, which is not an increase of &euro;5.  If nothing else, when the Minister addresses it in October, we should clarify the language that is used, since &euro;5 is not being given across the board, but a <i>pro rata<\/i>increase for people on a contributory pension.  A man has put together a very genuine case, which I will forward to the Leader's office today, and he might forward it to the Minister.  It causes him and many of his neighbours who are on contributory pensions a great deal of distress.  Some &euro;5 is a lot of money if one is trying to live on &euro;200 a week, and it is an awful lot if one is trying to live on &euro;97 and only gets a &euro;2 increase.  I will forward that information to the Leader and, if needs be, we can have a Commencement debate in the early part of the new session.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#M00700","speaker":"1390"},{"type":"speech","time":1562751000,"counter":84,"content":"<p>I ask the Leader to facilitate statements and a debate on the future of Moneypoint in the first week that we are back in September.  Staff in Moneypoint are currently engaging with management and their unions about job losses.  It is quite serious.  What will happen in the future to Moneypoint?  The ESB has committed to coal burning there until 2025 but much more importantly, what will happen post 2025?  The Minister will have eight or nine weeks over the summer to prepare for this debate and I encourage the Leader to facilitate it.<\/p> <p>I was at a briefing in Buswells, hosted by a former colleague, Averil Power, who is now CEO of the Irish Cancer Society.  If Members have not been there already, I encourage them to go there.  While we have achieved much related to cancer care, especially with the centres of excellence and the fact that so many people survive cancer, there are still many challenges.  Some of the requests the Irish Cancer Society has in its pre-budget submission are very reasonable.  One is a reduction to a &euro;100 limit for people under the drugs payment scheme.  It is looking for an upgrade to and moving forward of trials, the people covered and the funding available.  As we will all have experienced in our offices, it is critical that when people are diagnosed with cancer, a more lenient approach should be taken by the primary care reimbursement service, PCRS, when allocating medical cards for treatment.  It is extremely traumatic and distressing for a person to have cancer and the last thing that he or she should be worried about is whether he or she will get a medical card.  In the upcoming budget in October, the Minister needs to do something to make it easier and more flexible for medical cards to be provided to people who are diagnosed with cancer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#M00800","speaker":"1416"},{"type":"speech","time":1562751000,"counter":85,"content":"<p>The Leas-Chathaoirleach might recall that he recently chaired the Seanad Public Consultation Committee when it addressed the matter of small and medium enterprises.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#M00900","speaker":"1431"},{"type":"speech","time":1562751000,"counter":86,"content":"<p>Senator &Oacute; C&eacute;idigh did a tremendous report, if I may say so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#M01000","speaker":"1420"},{"type":"speech","time":1562751000,"counter":87,"content":"<p>I thank the Leas-Chathaoirleach.  The Leader was very actively involved in helping to promote it, as was Bridget Doody and the team in the Seanad Office.  I do not want it to lie at that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig &Oacute; C&eacute;idigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2482\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2482&amp;amp;pid=PadraigOCeidigh&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Will the Leader give an undertaking to facilitate a full debate on the SME sector, as he indicated he would do?  That debate must include a discussion on procurement.  The Exchequer will spend some &euro;100 billion in the next five years on public procurement, of which SMEs will receive approximately 3% to 4% in value terms.  If we could double that allocation, it would make a huge difference to SMEs and to the whole economy.  The procurement process must be totally overhauled.  Will the Leader ask the Minister to come to the House for a debate on that issue?  Ireland is 12th in Europe when it comes to SME share of Government contracts.  The contracts these companies do get are small, with none securing a project worth more than &euro;300,000.  The percentage of SMEs tendering in this country is much smaller than is the case in any other country in Europe, where they secure three times as many contracts as Irish SMEs do here.  It is an issue that requires serious examination.  We have great SMEs that are run by passionate people.  We need to give them a fair crack of the whip.  The last thing they want is an advantage or privilege, but they must have a fair chance.  I thank the Leader and the Cathaoirleach for all the support they have given me in my role as rapporteur for the report on the SME sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#M01100","speaker":"1431","continuing":true},{"type":"speech","time":1562751000,"counter":89,"content":"<p>I thank the 20 Senators who contributed to the Order of Business.  Senators Ardagh, Norris, Feighan and Mullen referenced the decisions in Westminster yesterday that affect Northern Ireland.  I congratulate Mr. Conor McGinn, MP, on his stewardship of the marriage equality debate yesterday and the decisions arising from it.  It is an important decision for the UK Parliament and one which I very much welcome.  Senator Ardagh had every entitlement to come into the House today and give her view on this matter, as did Senator Mullen.  To be fair to Senator Ardagh, she has long been a champion of equality and women's reproductive rights.  Senator Mullen has a different viewpoint.  The UK Parliament has now taken a decision on these issues as they operate in the North, as did the Irish people in respect of this State.  There are people in the North today celebrating the granting of marriage equality, which was previously denied to them.  Ironically, this comes at a time when there is a lacuna of representation in Stormont.  We all recognise the need to have the Assembly back up and running as soon as possible.<\/p> <p>Senator Ardagh referred to jobs in the HSE.  I do not have the answers to her questions.  I do find commonality with her point that if a person is given a job and the relevant process is followed from A to Z, it should not take an inordinate amount of time to implement that appointment.  Every contract takes a period to be issued, but we need to look at the delays the Senator highlighted.  The HSE has been recruiting staff in the first quarter of this year and it is my understanding that there is no public sector freeze on recruitment.  If Senator Ardagh has an issue concerning a particular individual, she should take it up with the Minister, or I can convey her concerns to him.<\/p> <p>I agree with the Senator that the delays on the part of Bank of Ireland in processing social welfare payments are not acceptable.  They place a significant burden and strain on people waiting for those payments.<\/p> <p>Later today, after a further two hours of discussion, we will have completed 102 hours of debate on the Judicial Appointments Commission Bill 2017.  I will say no more on that other than to point Senators to what is proposed in the Order of Business.<\/p> <p>Senator Conway-Walsh referred to poverty among pensioners.  To be fair, the Government has done more than its predecessors in respect of the restoration of social protection payments to elderly people.  Everybody qualifies for a pension, with means and circumstances deciding whether one is eligible for a non-contributory pension or a contributory pension.  The Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, introduced the homemaker's scheme, which has afforded recompense to some women who look after children in the home.  The social welfare budget has increased every year under this Government.  I do not wish to be discordant but all of us in this House who are active in our constituencies understand the difficulties people are facing.  There is an issue in regard to how efforts to reduce energy consumption may impact on elderly people.  I will be happy to have that debate when we return in the autumn.<\/p> <p>Senator Norris raised an issue yesterday regarding the schedule, which he clarified today.  His proposal for the appointment of a member of the Traveller community to Seanad &Eacute;ireann is deserving of support.  The hearings of the Seanad Public Consultation Committee are an important part of our work in this House, giving us an opportunity to deal with issues that might not necessarily be debated in the normal course of business.  Our ability to have those hearings enables people to serve as rapporteurs and to present issues that might not otherwise be to the fore in our deliberations.<\/p> <p>Senator Kieran O'Donnell referred to the report by Mr. Justice Iarfhlaith O'Neill on victims of abuse.  I understand the Minister for Education and Skills, Deputy McHugh, is in the D&aacute;il later today and will address the report, which the Government has accepted.  We all look forward to that work being concluded.<\/p> <p>Senators Kieran O'Donnell, Lombard, Paddy Burke, Gallagher and Marshall raised issues concerning the EU-Mercosur deal.  I facilitated a discussion on this matter last week in the House, which was attended by the Minister for Business, Enterprise and Innovation, Deputy Heather Humphreys.  It is important that we continue to have these discussions as there is a long way to go on the deal.  The briefing yesterday by the Irish Farmers Association gave a strong flavour of the view from the farming sector.  Others, such as Mr. Dan O'Brien, have a different view.  We need a running debate on the issues, which I am happy to accommodate in the new term.<\/p> <p>Senator Murnane O'Connor noted the one-year anniversary of the GDPR and pointed to several issues with the regulation.  Third-party compliance is challenging and we have seen some &euro;56 million in fines this year already.  However, compliance must be a prerequisite for everybody.  I am happy to have a debate on the matter.<\/p> <p>Senator Lombard's proposal that a delegation from the Seanad might travel to France to discuss the Mercosur deal with colleagues there is worth considering.  I hope we can have a discussion in the Committee on Procedure and Privileges on how that might be facilitated.<\/p> <p>Senator Mac Lochlainn spoke eloquently about an important local issue in south Inishowen.  I do not have information on this particular matter, but I am happy to convey the Senator's concerns to the relevant Ministers.<\/p> <p>I join colleagues in congratulating Mr. Phil Hogan on his nomination for a second term as a European Commissioner.  He has done an extraordinarily good job, notwithstanding the comments around Mercosur.  I hope he will remain in his current position or receive an elevation.  We congratulate him on the very good job he has done.<\/p> <p>Senator Paddy Burke highlighted issues relating to Dublin Port.  The port's readiness for expansion and the other issues to which he referred are worthy of debate in the House.<\/p> <p>Senators Marshall and Humphreys referred to climate change.  We should all reflect on Senator Marshall's contribution, particularly his comments on afforestation, and Senator Humphreys's points about the EPA's report on air quality in Dublin.  The findings in the report underline the importance of implementing the recommendations in the climate change action plan regarding electric vehicles, cycling, park-and-ride facilities, public transport and the elimination of vehicles that run on fossil fuels by 2030.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is why it is important that the Ministers, Deputies Bruton and Ross, will return to the House in the new term to discuss the matter raised.<\/p><p>If I am interpreting Senator Devine correctly, she is proposing an amendment to allow for a debate on her Private Members' Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#N00200","speaker":"1391","continuing":true},{"type":"speech","time":1562751000,"counter":91,"content":"<p>I am sorry, but I did not hear the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O00200","speaker":"1388"},{"type":"speech","time":1562751000,"counter":92,"content":"<p>I am happy to accept that amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O00300","speaker":"1391"},{"type":"speech","time":1562751000,"counter":93,"content":"<p>Good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O00400","speaker":"1388"},{"type":"speech","time":1562751000,"counter":94,"content":"<p>I thank the Senator for her contribution.<\/p><p>Senator Byrne raised the issue of the <i>Ilen<\/i>, which is a wonderful example of how a project can be put together and brought to fruition through a community education programme.  We wish a fair journey to those sailing it to Greenland and congratulate them.<\/p><p>Senator Humphreys discussed rodents, and not just in Leinster House, but across our capital city.  It is an issue that needs to be addressed.  I hope that all those in the Houses, and particularly staff, are not discommoded after yesterday.  A workplace should be in pristine condition.  I hope that the issue will be resolved quickly.<\/p><p>Senator Mullen referred to the Hyde family.  I have spoken in the House previously in support of the family's application.  I do not want to use the word &quot;victory&quot;, but I congratulate the family on obtaining the right to stay in Australia.  The Irish Government plays a role in helping our citizens with visas, although I am not familiar with the level of involvement in this particular case.  The Senator had tabled a Commencement matter on the subject, but we now welcome the decision.  Thankfully, the issue has been resolved.  The Senator referred to there being various lobby groups, but the media had covered the story beforehand and afterwards.  To be fair, there is a strong Irish diaspora in Australia that is engaged with Irish civic life and the promotion of many issues.  We might consider setting up an Oireachtas subgroup to progress that further.  A child's disability should not be a barrier to remaining or entering any country.<\/p><p>I have not read the report of the WRC, but I concur with Senator Gavan that any breach of employment law is unacceptable.  We have employment law to ensure that there are rights and standards in the workplace.  I am not familiar with the issues that the Senator raised regarding the two hotels in Limerick, but I have a simple - perhaps too simple - view on this, that being, someone should be able to join a union.  I was a member of one, and I would encourage workers to enhance their rights collectively by becoming union members.  That is why we have employment law.  I would be happy to arrange for such a debate in the new term.<\/p><p>Senator Craughwell raised an important issue concerning the budget.  I will take that information from him later.  The Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, held a series of meetings on the budget in the past two weeks with various groups.  As with the summer economic statement, we will have that debate prior to the budget.<\/p><p>Senator Conway raised the important matter of Moneypoint.  I will reflect on that.  As he correctly stated, the jobs need to be preserved post 2025.  The transition must be planned for.  I take the Senator's point in that regard.  He also referred to the briefing given by the Irish Cancer Society.  I congratulate him and join him in his comments about the Primary Care Reimbursement Service, PCRS, and the provision of medical cards to patients who have been diagnosed with cancer.  That they have this benefit is a necessity, not a luxury.  Dealing with cancer in itself is stressful and people should not have to worry about medical politics.<\/p><p>I concur with Senator &Oacute; C&eacute;idigh regarding public procurement and small and medium-sized enterprises, SMEs.  For SMEs that want to tender and be considered for contracts, the cost of tendering is a significant issue.  A former Minister of State, Mr. Brian Hayes, did some work on this question.  It is important that we debate the matter.  As the profile of the economy changes, we must update our tendering and procurement processes continually.  I would be happy to arrange for that debate in the new term.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O00500","speaker":"1391"},{"type":"speech","time":1562751000,"counter":95,"content":"<p>Senator Devine has proposed an amendment to the Order of Business: \"That No. 13 be taken before No. 1.\"  The Leader has indicated that he is willing to accept it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O00600","speaker":"1420"},{"type":"unspoken","time":1562751000,"counter":96,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1562751000,"counter":97,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Assisted Decision-Making (Capacity) (Amendment) Bill 2019: First Stage","time":1562751000,"counter":98,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O00900"},{"type":"speech","time":1562751000,"counter":99,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to amend the Assisted Decision-Making (Capacity) Act 2015 relating to treatment of patients under the Mental Health Act 2001 and the Criminal Law (Insanity) Act 2006; to improve the provision of mental health services; to promote the rights of persons subject to the Mental Health Act 2001 and the Criminal Law (Insanity) Act 2006; and to provide for related matters.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O01000","speaker":"1388"},{"type":"speech","time":1562751000,"counter":100,"content":"<p>Is there a seconder?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O01100","speaker":"1420"},{"type":"speech","time":1562751000,"counter":101,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O01200","speaker":"1389"},{"type":"unspoken","time":1562751000,"counter":102,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1562751000,"counter":103,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O01400","speaker":"1420"},{"type":"speech","time":1562751000,"counter":104,"content":"<p>That is difficult to know.  It would usually be Tuesday, but could I say Wednesday?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O01500","speaker":"1388"},{"type":"speech","time":1562751000,"counter":105,"content":"<p>Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O01600","speaker":"1391"},{"type":"speech","time":1562751000,"counter":106,"content":"<p>Is that next Tuesday?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O01700","speaker":"1388"},{"type":"speech","time":1562751000,"counter":107,"content":"<p>The Senator can nominate any date she likes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O01800","speaker":"1420"},{"type":"speech","time":1562751000,"counter":108,"content":"<p>I nominate 20 September.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O01900","speaker":"1388"},{"type":"speech","time":1562751000,"counter":109,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O02000","speaker":"1420"},{"type":"unspoken","time":1562751000,"counter":110,"content":"<p>Second Stage ordered for Friday, 20 September 2019.<\/p>"},{"type":"majorheading","content":"Courts (Establishment and Constitution) (Amendment) Bill 2019: Instruction to Committee","time":1562751000,"counter":111,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O02200"},{"type":"speech","time":1562751000,"counter":112,"content":"<p>I move:<\/p><blockquote>That, notwithstanding anything in Standing Orders, it be an instruction to the Committee of the whole Seanad, in relation to the Courts (Establishment and Constitution) (Amendment) Bill 2019, that the Committee has power to make amendments to the Bill for the purpose of amending &ndash; (<i>a<\/i>) the Court and Court Officers Act 1995 in relation to the adjudication of legal costs, <br \/><br \/>(<i>b<\/i>) the Legal Services Regulation Act 2015 in relation to the adjudication of legal costs and the functions of the President of the Court of Appeal, and <br \/><br \/>(<i>c<\/i>) the Courts (Supplemental Provisions) Act 1961 in relation to the retirement age of judges of the District Court, and to make other consequential amendments required to take account of such amendments.&rdquo;<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O02300","speaker":"1391"},{"type":"unspoken","time":1562751000,"counter":113,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Courts (Establishment and Constitution) (Amendment) Bill 2019: Committee and Remaining Stages","time":1562751000,"counter":114,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O02500"},{"type":"speech","time":1562751000,"counter":115,"content":"<p>I welcome the Minister, Deputy Flanagan, to the House once more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O02600","speaker":"1412"},{"type":"unspoken","time":1562751000,"counter":116,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1562751000,"counter":117,"content":"<p>NEW SECTIONS<\/p>"},{"type":"speech","time":1562751000,"counter":118,"content":"<p>Amendments Nos. 1 and 2 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O02900","speaker":"1412"},{"type":"unspoken","time":1562751000,"counter":119,"content":"<p>Government amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1562751000,"counter":120,"content":"<p>The primary purpose of these amendments is to facilitate the transition from the Taxing Master's office to the Office of the Legal Costs Adjudicators in the autumn.  Due to their highly technical nature, these amendments have been the subject of extensive consultations between my Department, the Courts Service, including the Taxing Master's office, and the Office of the Parliamentary Counsel to the Government.<\/p> <p>Amendment No. 1 proposes amendments to section 27 of the 1995 Act, which deals with additional powers of the Taxing Master of the High Court and of a county registrar exercising the powers of a taxing master.  The proposed new subsection (12) clarifies that section 27 shall not apply to the adjudication of legal costs under Part 10 of the 2015 Act.  That Part provides for the establishment of a new Office of the Legal Costs Adjudicators, which will replace the Taxing Master's office.  Accordingly, section 27 will not apply to the new office, but it will continue to apply to county registrars in respect of matters of taxation.<\/p> <p>The proposed deletion of sections 27(6) and (7) is in line with the proposal to amend the 2015 Act to allow for a lodgement and tender process in the field of costs adjudication.  This will be set out in respect of the proposed amendment of section 154(10) of the 2015 Act, which I will address shortly.  The existing subsections (6) and (7) represent an impediment to the lodgement and tender process, as they fetter the allocation of liability of the parties for the costs of an adjudication or taxation of costs.  Accordingly, the deletion of the two subsections is proposed.<\/p> <p>Amendment No. 2 proposes a new section of the Bill providing for a number of amendments to four sections of the 2015 Act.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If the Acting Chair agrees, I will address them individually.<\/p><p>Section 3(a) of amendment No. 2 provides for the insertion of a new subsection (6) into section 141 of the 2015 Act.  The section in question deals with county registrars in the context of Part 10 of the 2015 Act which addresses the matter of legal costs.  The purpose of this section of the amendment is to align the provision of reasons for legal cost determination by a county registrar with a similar obligation placed on a legal costs adjudicator under section 140(4) of the 2015 Act.  This arises in regard to the maintenance by the county registrar of a register of taxation or legal costs, being determinations under the Act.  Under section 140(4), costs adjudicators do not have to publish reasons for the determination where they are of the opinion that the adjudication concerned does not involve a matter of legal importance.  The proposed section 141 uses identical language to that in section 140(4) to provide for a similar exemption for county registrars.  The amendment is put forward in response to concerns raised by the Office of the Taxing Master and country registrars that an unqualified obligation to provide reasons for a determination as currently applies under section 141 would be unduly burdensome at a practical level and create a disparity in how the register of determinations is applied across the board.<\/p><p>Section 3(b) proposes amendment of section 154 of the Act, subsection (10) of which deals with matters relating to the work of the Office of Legal Cost Adjudicators which can be subject to rules of court.  The purpose of this section of the amendment is to provide for the introduction of a procedure to enable a party liable for payment of costs to make an offer to settle those costs or a particular item of costs which, if acceptable, would obviate the need for an adjudication or reduce the scope of adjudication.  This procedure is known as the lodgment and tender process.  To provide an incentive to a party seeking costs to engage with such procedure, it is necessary to provide that a party which unreasonably refuses to accept an offer to settle the amount claimed would be liable to bear the costs of the expense of the adjudication process from the point at which the offer is made.  The proposed additional provisions in subsection (10) would enable the making of court rules to facilitate such a procedure and set the respective liability of the parties for the cost of an adjudication where the amount offered is not exceeded by the amount of the costs determined to be paid.<\/p><p>Section 3(c) provides for the amendment of section 160 of the 2015 Act.  Its purpose is to correct an erroneous cross-reference.  The reference should be to section 163 which deals with the power of the legal costs adjudicator to specify forms in connection with the application for the adjudication of costs.  The cross-reference in section 160 should be to section 163 rather than to section 166 which deals with information, documents and records.<\/p><p>Section 3(d) provides for the amendment of section 172 of the 2015 Act and deals with the advisory committee on the grant of patents of precedence.  A grant of patents entitles a legal practitioner to whom it is granted to use the title of senior counsel.  The purpose of the amendment is to correct the omission of the President of the Court of Appeal from the membership of the advisory committee on the grant of patents of precedence.  The omission arose due to the fact that the Court of Appeal Act and the Legal Services Regulation Act crossed each other in time in coming to enactment.  Accordingly, the amendment includes the President of the Court of Appeal in the list of members of the advisory committee.  It also provides for a temporary alternative member of the advisory committee in the event of the death or retirement of the President of the Court of Appeal in a similar fashion to procedure in the cases of the Chief Justice and President of the High Court.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#O03100","speaker":"1233","continuing":true},{"type":"unspoken","time":1562751000,"counter":122,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1562751000,"counter":123,"content":"<p>Government amendment No. 2:<\/p><p><\/p>"},{"type":"unspoken","time":1562751000,"counter":124,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1562751000,"counter":125,"content":"<p>Government amendment No. 3:<\/p><p><\/p>"},{"type":"speech","time":1562751000,"counter":126,"content":"<p>The amendment seeks to amend section 30 of the 1961 Courts (Supplemental Provisions) Act which deals with the retirement age of a judge of the District Court.  The effect of the amendment is to increase from 65 to 70 years the age of retirement of a judge of the District Court.  The new retirement age will overtake the current practice of continuing a District Court judge in office from the age of 65 to 70 years by means of an annual warrant, which means that in each year the judge concerned must be extended in office.  Subsection (1) provides for the increase to 70 years, amending the 1961 Act in a straightforward manner through the substitution of 70 for 65.<\/p><p>Subsection (2) provides that the increase to 70 will apply to serving judges when the amendment is brought into operation.  In particular, it clarifies that the increase generally to 70 years applies to a judge who, having already reached 65 years, has been continuing in office by means of a subsisting annual warrant made under section 2 of the 1949 Courts of Justice (District Court) Act.<\/p><p>Subsection (3) further clarifies that an increase to 70 years applies in the case of an annual warrant made retrospectively under the 1949 Act in the circumstances provided for by section 1 of the Courts (No. 2) Act 1988.  The circumstances referred to include where the omission to make a warrant is attributable to error or oversight.  I was in the House when that Bill was passed.  It arose in regard to a specific District Court judge who served in my district at the time, district No. 14.  I make that point to underline that <i>tempus fugit<\/i>.<\/p><p>I am proposing this straightforward amendment in response to pressing views expressed by the Courts Service and the Association of Judges of Ireland seeking implementation of this measure so as to standardise the retirement age of judges of the District Court with that of other judges and to do away with the system of annual extensions from the age of 65.  It will enhance court administration and the continuity of any District Court proceedings concerned.  The amendment is based on section 59 of the Judicial Appointments Commission Bill 2017 as passed by D&aacute;il &Eacute;ireann and which is currently before this House.  It is largely a technical amendment more appropriately suited to this Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#P00600","speaker":"1233"},{"type":"speech","time":1562751000,"counter":127,"content":"<p>I welcome the amendment.  It is sensible to make this provision and to do so in this Bill rather than in the Judicial Appointments Commission Bill which we will shortly have the pleasure of debating again.  I did not get the opportunity to speak on Second Stage of this Bill.  I very much welcome it.  It is a brief and sensible Bill which seeks to extend the number of judges on the Court of Appeal, which has fulfilled an important and useful function and undoubtedly deserves support.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#P00700","speaker":"1402"},{"type":"unspoken","time":1562751000,"counter":128,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1562751000,"counter":129,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1562751000,"counter":130,"content":"<p>Amendments Nos. 4 and 5 are related and may be discussed together, by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#P00900","speaker":"1412"},{"type":"unspoken","time":1562751000,"counter":131,"content":"<p>Government amendment No. 4:<\/p><p><\/p>"},{"type":"speech","time":1562751000,"counter":132,"content":"<p>Amendment No. 4 provides for the amendment of section 2 of the Bill which sets out its Short Title.  It is to be amended from the Courts (Establishment and Constitution) (Amendment) Act 2019 to the Courts Act 2019.  The amendment was recommended to the Government by the Office of the Parliamentary Counsel to reflect the content of the Bill on the basis of the amendments proposed by the Government.<\/p> <p>Amendment No. 5 amends the Long Title of the Bill.  The amendment was proposed to the Government on the recommendation of the Office of the Parliamentary Counsel.  It has the purpose of including in the Long Title reference to existing statutes which are now proposed to be amended by the Bill.  This reflects standard practice in the drafting of the Long Title of the Bill.  The Acts to be amended now include the Courts (Supplemental Provisions) Act 1961, the Courts and Court Officers Act 1995 and the Legal Services Regulation Act 2015.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#P01100","speaker":"1233"},{"type":"unspoken","time":1562751000,"counter":133,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1562751000,"counter":134,"content":"<p>Section 2, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1562751000,"counter":135,"content":"<p>TITLE<\/p>"},{"type":"unspoken","time":1562751000,"counter":136,"content":"<p>Government amendment No. 5:<\/p><p><\/p>"},{"type":"unspoken","time":1562751000,"counter":137,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1562751000,"counter":138,"content":"<p>Title, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1562751000,"counter":139,"content":"<p>Bill reported with amendment, received for final consideration and passed.<\/p>"},{"type":"majorheading","content":"Judicial Appointments Commission Bill 2017: Committee Stage (Resumed)","time":1562751000,"counter":140,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#Q00100"},{"type":"speech","time":1562751000,"counter":141,"content":"<p>The Minister is very welcome back.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#Q00200","speaker":"1412"},{"type":"unspoken","time":1562751000,"counter":142,"content":"<p>Section 53 agreed to.<\/p>"},{"type":"unspoken","time":1562751000,"counter":143,"content":"<p>NEW SECTIONS<\/p>"},{"type":"speech","time":1562751000,"counter":144,"content":"<p>I move amendment No. 103b:<\/p><blockquote>In page 36, between lines 5 and 6, to insert the following:<b>&ldquo;54.<\/b>Where the Procedures Committee prepares a statement of procedures for submission to the Commission under this Part and where the statement so prepared sets out different procedures in respect of any particular judicial office in cases where some or all of the applicants already hold judicial office, the statement may provide that different selection procedures shall apply to applicants holding judicial office by reference to the particular judicial office held by such applicants.&rdquo;.<\/blockquote> <p>I wish to say in preparation for the debate that Senator McDowell is delayed on very important business in the court and could not be here, unfortunately, so he has asked me to move the amendments-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#Q00500","speaker":"1392"},{"type":"speech","time":1562751000,"counter":145,"content":"<p>I did not hear that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#Q00600","speaker":"1233"},{"type":"speech","time":1562751000,"counter":146,"content":"<p>I am quite sure the Minister did, and his broad smile indicates that he has told a little fib.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#Q00700","speaker":"1392"},{"type":"speech","time":1562751000,"counter":147,"content":"<p>Can we have that again for the record?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#Q00800","speaker":"1233"},{"type":"speech","time":1562751000,"counter":148,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#Q00900","speaker":"1392"},{"type":"speech","time":1562751000,"counter":149,"content":"<p>The House deserves it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#Q01000","speaker":"1233"},{"type":"speech","time":1562751000,"counter":150,"content":"<p>The House has got it so it will have to make do with-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#Q01100","speaker":"1392"},{"type":"speech","time":1562751000,"counter":151,"content":"<p>If Senator Norris would like to say it again, he is more than welcome to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#Q01200","speaker":"1412"},{"type":"speech","time":1562751000,"counter":152,"content":"<p>I do not really want to.<\/p> <p>These amendments, in the names of Senator McDowell and my other colleagues, who have graciously allowed me to move them, are very clear and specific.  Appointments for different judicial offices - in the District Court, the Circuit Court, the High Court and so on - may have different aspects.  The point of this amendment is to make sure that the committee charged with advising the commission how the appointment process should run can be empowered to make this so.  The amendment therefore allows the commission to have authority and empowers it to make sure that different processes are used.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#Q01300","speaker":"1392"},{"type":"speech","time":1562751000,"counter":153,"content":"<p>The purpose of this amendment is to ensure that, as the process of appointing for different judicial offices - in the District Court, the Circuit Court, the High Court, etc. - may differ, the committee charged with advising the commission how the appointment process should run can be empowered to make this so.  We will withdraw the amendment but we reserve the right to reintroduce it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#Q01400","speaker":"1379"},{"type":"speech","time":1562751000,"counter":154,"content":"<p>I welcome the Minister to the House for another instalment, perhaps the final instalment, of Committee Stage of this Bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hear from Senator Boyhan that Senator McDowell is withdrawing amendment No. 103b, which I think is wise.  The motivation behind it is clear and admirable but the wording of the provision is inelegant, at best.  It is somewhat clunky and the Bill is already full of cumbersome wording and convoluted passages.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#Q01500","speaker":"1402","continuing":true},{"type":"speech","time":1562751000,"counter":156,"content":"<p>We do not need to discuss it for too long.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R00200","speaker":"1412"},{"type":"speech","time":1562751000,"counter":157,"content":"<p>I hope it will come back on Report Stage in a redrafted form.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R00300","speaker":"1402"},{"type":"speech","time":1562751000,"counter":158,"content":"<p>Is it agreed that amendment No. 103b is being withdrawn?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R00400","speaker":"1412"},{"type":"speech","time":1562751000,"counter":159,"content":"<p>I am perfectly certain that Senator McDowell will be in a position to redraft the amendment in a more acceptable fashion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R00500","speaker":"1392"},{"type":"speech","time":1562751000,"counter":160,"content":"<p>That underlines the status of the underlings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R00600","speaker":"1233"},{"type":"speech","time":1562751000,"counter":161,"content":"<p>The Minister is in good humour and is smiling broadly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R00700","speaker":"1392"},{"type":"speech","time":1562751000,"counter":162,"content":"<p>There is potential for some 60 more votes so-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R00800","speaker":"1412"},{"type":"speech","time":1562751000,"counter":163,"content":"<p>I think we should all take exception to the Minister's comment about underlings as it is uncalled for, even in the spirit of good humour with which I hope he offered the quip.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R00900","speaker":"1402"},{"type":"speech","time":1562751000,"counter":164,"content":"<p>There may be an end-of-term feel about the place at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R01000","speaker":"1412"},{"type":"speech","time":1562751000,"counter":165,"content":"<p>While refusing to explain in full the absence of Senator McDowell, Senator Norris then went to great pains to say that, of those who proposed the amendment, one of them, namely, Senator McDowell would be charged with the responsibility of redrafting it.  I merely pointed to the fact that if Senator McDowell is the driver of this car, the others are mere passengers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R01100","speaker":"1233"},{"type":"speech","time":1562751000,"counter":166,"content":"<p>What a horrible thing to say.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R01200","speaker":"1390"},{"type":"speech","time":1562751000,"counter":167,"content":"<p>I do not mind.  The Minister is a decent, civilised Laois man and I have no objection to being called a passenger or an underling.  I have been an underling all my life.  It is a very comfortable position to be in and one which I occupy with great dignity..<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R01300","speaker":"1392"},{"type":"speech","time":1562751000,"counter":168,"content":"<p>While the Minister sees me as a passenger, I got into the car of my own free will and am delighted to be associated-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R01400","speaker":"1390"},{"type":"speech","time":1562751000,"counter":169,"content":"<p>The Senator has had a bumpy ride.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R01500","speaker":"1233"},{"type":"speech","time":1562751000,"counter":170,"content":"<p>The only one who has had a bumpy ride around here is the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R01600","speaker":"1390"},{"type":"speech","time":1562751000,"counter":171,"content":"<p>Let us not inflame the situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R01700","speaker":"1412"},{"type":"speech","time":1562751000,"counter":172,"content":"<p>I admire the Minister for his tenacity and for hanging in there.  If we go through Committee Stage today, I will look forward to Report Stage at around Christmas 2020.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R01800","speaker":"1390"},{"type":"speech","time":1562751000,"counter":173,"content":"<p>We should get back to serious business.  The remarks the Minister made are a little bit beneath him and I hope he made them in good humour.  Senator Norris does not have to explain why Senator McDowell is not here.  All good drivers need good navigators.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R01900","speaker":"1417"},{"type":"speech","time":1562751000,"counter":174,"content":"<p>I was not referring to Senator Humphreys.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R02000","speaker":"1233"},{"type":"speech","time":1562751000,"counter":175,"content":"<p>We made an agreement to finish Committee Stage today.  We should do the business and get it finished.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R02100","speaker":"1417"},{"type":"speech","time":1562751000,"counter":176,"content":"<p>I am trying to do the business but I am at the will of Members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R02200","speaker":"1412"},{"type":"speech","time":1562751000,"counter":177,"content":"<p>I took objection to the Minister's use of the word \"underlings\", which has a nasty and derogatory sound.  However, the word \"passenger\" is far less loaded and the Minister has taken on a distinct transport hue, somewhat like the Minister for Transport, Tourism and Sport.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R02300","speaker":"1402"},{"type":"speech","time":1562751000,"counter":178,"content":"<p>Who is the Minister for Transport, Tourism and Sport?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R02400","speaker":"1392"},{"type":"speech","time":1562751000,"counter":179,"content":"<p>He is, perhaps, the real driver of this entire Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R02500","speaker":"1402"},{"type":"speech","time":1562751000,"counter":180,"content":"<p>The Minister for Justice and Equality is the underling in respect of this Bill, like I am.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R02700","speaker":"1392"},{"type":"speech","time":1562751000,"counter":181,"content":"<p>There are quite a number of passengers here but only one driver.  That is all I will say on the matter.  It is clear that the driver is not in the room but he is responsible for transport.  While I agree with Senator Humphreys that we should conclude Committee Stage today, we should not forget who the real driver is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R02800","speaker":"1402"},{"type":"unspoken","time":1562751000,"counter":182,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1562751000,"counter":183,"content":"<p>I move amendment No. 103c:<\/p><blockquote>In page 36, between lines 5 and 6, to insert the following:<br \/><br \/><b>&ldquo;54. <\/b>Where the Procedures Committee prepares a statement of requisite skills and attributes for submission to the Commission under this Part, the statement so prepared shall include a statement setting out the approach to be taken in determining for the purposes of <i>section 7(1) <\/i>of this Act what constitutes merit and shall, for that purpose, indicate any criteria other than those set out at subsection <i>(6)(a) <\/i>to <i>(c) <\/i>of <i>section 53<\/i>.&rdquo;.<\/blockquote> <p>This is about merit.  We have heard a great deal about merit, diversity and other things and about the absolute necessity for judges to be appointed on merit, on which we all agree.  Senator McDowell's amendment would give the procedures committee the capacity to examine what is meant by &quot;merit&quot; and how it is reflected in the appointment of judges.  It is very important that judges are appointed strictly on merit alone.  Merit includes knowledge of the law and a capacity to determine things.  It is a very important criterion, to which the Minister has paid adequate tribute throughout the debate.  I understand that Senator Boyhan will withdraw the amendment but that it will be reinstated on Report Stage by Senator McDowell.  It is a very important amendment that deals directly, clearly and cogently with merit and it is very significant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R03000","speaker":"1392"},{"type":"speech","time":1562751000,"counter":184,"content":"<p>The purpose of this amendment is to allow the procedures committee the freedom to determine what constitutes merit and ensure that appointments to the Judiciary are based on merit and not on other criteria.  I will withdraw the amendment but I will reserve the right to reintroduce it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R03100","speaker":"1379"},{"type":"unspoken","time":1562751000,"counter":185,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1562751000,"counter":186,"content":"<p>There remain 24 amendments and six sections to be dealt with, in addition to the concluding part of the Bill, which has to be finished by 3.07 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R03250","speaker":"1412"},{"type":"speech","time":1562751000,"counter":187,"content":"<p>We are making progress.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R03400","speaker":"1379"},{"type":"speech","time":1562751000,"counter":188,"content":"<p>I move amendment No. 103d:<\/p><blockquote>In page 36, between lines 5 and 6, to insert the following:<br \/><br \/><b>&ldquo;54. <\/b>A statement made under this Part shall contain an acknowledgement for the information of applicants that, in respect of any appointment to judicial office, the Government is not obliged to recommend to the President the appointment of any person recommended by the Commission and may recommend the appointment of any person eligible in law to be appointed.&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R03500","speaker":"1392"},{"type":"speech","time":1562751000,"counter":189,"content":"<p>I understand the Senator is going to withdraw the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R03600","speaker":"1233"},{"type":"speech","time":1562751000,"counter":190,"content":"<p>I have moved it and I await the Minister's response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R03700","speaker":"1392"},{"type":"speech","time":1562751000,"counter":191,"content":"<p>I am not accepting the amendment because I have already made it clear that the specific provisions in sections 40(2) and 41(3) relate to the advice the Government gives to the President.  In this regard, I intend to bring forward an amendment to insert a more general provision that will be applicable to the Bill as a whole.  A general broad statement will clearly and unambiguously state that nothing in the Bill may undermine the constitutional prerogative of Government to advise the President in the matter of appointments.  In that regard, amendment No. 103d is not necessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R03800","speaker":"1233"},{"type":"speech","time":1562751000,"counter":192,"content":"<p>We will withdraw the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R03900","speaker":"1379"},{"type":"speech","time":1562751000,"counter":193,"content":"<p>Who is withdrawing it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R04000","speaker":"1412"},{"type":"speech","time":1562751000,"counter":194,"content":"<p>For information, the amendment proposes that a statement made under this Part shall contain an acknowledgement for the information of applicants that, in respect of any appointment to judicial office, the Government is not obliged to recommend to the President the appointment of any person recommended by the commission and may recommend the appointment of any person eligible in law to be appointed.  It gives greater freedom to the Government in making these appointments so that it does not have to confine itself to the recommendation but can go outside it to find somebody who is peculiarly fitted to this particular position.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R04100","speaker":"1392"},{"type":"unspoken","time":1562751000,"counter":195,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1562751000,"counter":196,"content":"<p>SECTION 54<\/p>"},{"type":"speech","time":1562751000,"counter":197,"content":"<p>I move amendment No. 104:<\/p><blockquote>In page 36, line 7, after &ldquo;Commission&rdquo; to insert &ldquo;, subject to <i>subsection (4)<\/i>,&rdquo;.<\/blockquote> <p>This amendment mirrors a Scottish Act.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It ensures that the lay members are not assessing that part of the formal statement which will govern how to consider an applicant on criteria they have no qualifications, experience or capacity to assess.  I am withdrawing the amendment and reserve the right to reintroduce it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#R04300","speaker":"1379","continuing":true},{"type":"speech","time":1562751000,"counter":199,"content":"<p>This is following the Scottish precedent and the Minister has urged the significance and relevance of the Scottish experience upon us.  It is important that we do not just confine it to where the Minister considers it appropriate but that we look at the Scottish experience in detail.  It is perfectly reasonable to suggest that where there are lay members, and there are quite a number of lay members in this situation, the lay members who are not qualified and do not have the capacity or experience to assess these criteria should not take part in this process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S00200","speaker":"1392"},{"type":"unspoken","time":1562751000,"counter":200,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1562751000,"counter":201,"content":"<p>I move amendment No. 105:<\/p><blockquote>In page 36, between lines 18 and 19, to insert the following:&ldquo;(4) Lay members of the Commission shall not take part in the modification referred to in <i>subsection (1)(b) <\/i>insofar as it concerns&mdash;<blockquote>(a) a statement made under <i>section 53(1)(b)<\/i>,<br \/><br \/>(b) part of a statement made under <i>section 53(1)(a) <\/i>which concerns&mdash;<blockquote>(i) knowledge of the law,<br \/><br \/>(ii) skills and competence in the interpretation and application of the law, or<br \/><br \/>(iii) ability to exercise functions as holders of judicial office.&rdquo;.<\/blockquote><\/blockquote><\/blockquote> <p>Amendment No. 104 is consequential to amendment No. 105.  We withdraw this amendment and reserve the right to reintroduce it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S00400","speaker":"1379"},{"type":"unspoken","time":1562751000,"counter":202,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1562751000,"counter":203,"content":"<p>Section 54 agreed to.<\/p>"},{"type":"unspoken","time":1562751000,"counter":204,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1562751000,"counter":205,"content":"<p>I move amendment No. 105a:<\/p><blockquote>In page 36, between lines 18 and 19, to insert the following:<b>&ldquo;55. <\/b>(1) Where the Commission has approved a statement in accordance with <i>section 54<\/i>, it shall submit the statement to the Secretary to the Government.<br \/><br \/>(2) A statement submitted under <i>subsection (1) <\/i>shall not be published under this Part unless and until a motion approving the statement for publication shall have been prepared by or on behalf of the Government and approved by each House of the Oireachtas.&rdquo;.<\/blockquote> <p>Senator McDowell's interest here is in the constitutional robustness of the provisions of the Bill.  He believes that the procedures the judicial appointments commission operates under should be ones that have received a certain amount of scrutiny by the Government.  Many times during the 125 hours of this debate, Senator McDowell has referred to the power of the Government.  It is reserved for the Government to make the appointments and nobody else should be involved directly in the process of appointment.  We want the Government to continue to have the exclusive power to recommend judicial appointments to the President.  That is the significance of this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S00800","speaker":"1392"},{"type":"speech","time":1562751000,"counter":206,"content":"<p>The amendment would make the process of appointment more robust constitutionally and would ensure that the procedures adopted by the judicial appointments commission are those which would have received democratic scrutiny by the Government, which has the exclusive power to recommend judicial appointments to the President.  We will withdraw the amendment and reserve the right to reintroduce it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S00900","speaker":"1390"},{"type":"unspoken","time":1562751000,"counter":207,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1562751000,"counter":208,"content":"<p>Section 55 agreed to.<\/p>"},{"type":"unspoken","time":1562751000,"counter":209,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1562751000,"counter":210,"content":"<p>Amendments Nos. 105b, 107a to 107d, inclusive, and 108a are related and may be discussed together.  Is that agreed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S01300","speaker":"1412"},{"type":"speech","time":1562751000,"counter":211,"content":"<p>No.  We must discuss each separately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S01400","speaker":"1392"},{"type":"speech","time":1562751000,"counter":212,"content":"<p>That is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S01500","speaker":"1412"},{"type":"speech","time":1562751000,"counter":213,"content":"<p>I move amendment No. 105b:<\/p><blockquote>In page 37, to delete lines 8 and 9 and substitute the following:<b>&ldquo;Review by the Commission and Recommendations<\/b><br \/><br \/><b>56. <\/b>(1) The Commission shall monitor and review&mdash;&rdquo;.<\/blockquote> <p>This amendment relates to the activities of the procedures committee that the Bill will bring into operation.  The amendment removes from that committee the responsibility for overseeing and monitoring the implementation of the Bill and instead gives that responsibility to the commission.  There is no valid or decent reason that a sub-committee of the commission should have the exclusive power to monitor and review how the legislation is operating.  Senator McDowell believes, and I agree, that the full commission should do this.  I strongly recommend the amendment to the Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S01600","speaker":"1392"},{"type":"speech","time":1562751000,"counter":214,"content":"<p>I will speak briefly on the amendment, which, I suspect, Senator Boyhan intends to withdraw.  I hope it will be reintroduced on Report Stage.  It is sensible that it would be the commission that would have responsibility, under section 56, for monitoring and reviewing the implementation of the legislation.  I note that among the aspects of the implementation of the Bill to be reviewed are aspects such as diversity among candidates for judicial appointment.  The Labour Party brought forward a number of amendments, which I have withdrawn and which I reserve the right to reintroduce on Report Stage, relating to the issue of diversity among candidates for judicial appointment and, in particular, the need to ensure gender balance in the Judiciary.  If these amendments were reintroduced on Report Stage they would fit neatly with our amendments Nos. 86, 87, 91 and 93, which I reserve the right to reintroduce on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S01700","speaker":"1402"},{"type":"speech","time":1562751000,"counter":215,"content":"<p>This amendment would remove the procedures committee as established under the Bill from having the responsibility for monitoring and reviewing the implementation of the Bill and instead vest that responsibility in the full commission.  There is no reason that a subcommittee of the commission should have the exclusive power to monitor and review how the legislation is operating.  It should be the responsibility of the full commission.  I am withdrawing the amendment and reserve the right to reintroduce it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S01800","speaker":"1379"},{"type":"unspoken","time":1562751000,"counter":216,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1562751000,"counter":217,"content":"<p>SECTION 56<\/p>"},{"type":"speech","time":1562751000,"counter":218,"content":"<p>I move amendment No. 105c:<\/p><blockquote>In page 37, to delete line 12.<\/blockquote> <p>The amendment seeks to remove line 12 on page 37 which reads:<\/p><blockquote>&quot;(1) The Procedures Committee shall monitor and review&mdash;(a) the implementation of this Act including in particular&mdash;<blockquote>(i) the practical operation of the published statement,<br \/><br \/>(ii) the diversity among candidates for judicial appointment,&quot;<\/blockquote><\/blockquote> <p>Senator McDowell wishes to remove the line which reads &quot;(ii) the diversity among candidates for judicial appointment,&quot;.  The deletion would remove the procedures committee from the responsibility of monitoring and reviewing the diversity among candidates for judicial appointment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S02000","speaker":"1392"},{"type":"speech","time":1562751000,"counter":219,"content":"<p>This amendment would remove from the procedures committee the mandatory criterion that diversity among candidates for judicial appointment form part of the review of the implementation of the legislation.  I am withdrawing the amendment and reserve the right to reintroduce it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S02100","speaker":"1379"},{"type":"unspoken","time":1562751000,"counter":220,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1562751000,"counter":221,"content":"<p>Amendment Nos. 106 and 107 not moved.<\/p>"},{"type":"speech","time":1562751000,"counter":222,"content":"<p>I move amendment No. 107a:<\/p><blockquote>In page 37, line 23, to delete &ldquo;Procedures Committee&rdquo; and substitute &ldquo;Commission&rdquo;.<\/blockquote> <p>This is a similar amendment in that it takes the procedures committee out of the situation.  The situation involved is commissioning research into the qualification requirements for appointment and for selection and recommendation of persons.  Instead it should go back to the full commission.  I urge the House to accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S02400","speaker":"1392"},{"type":"speech","time":1562751000,"counter":223,"content":"<p>This amendment would remove the procedures committee established under the Bill from having the responsibility for commissioning research into qualification requirements for appointment to judicial office and the requirements for selection and recommendation of persons for such appointment and instead would vest that responsibility in the full commission.  I am withdrawing the amendment and reserve the right to reintroduce it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S02500","speaker":"1379"},{"type":"unspoken","time":1562751000,"counter":224,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1562751000,"counter":225,"content":"<p>I move amendment No. 107b:<\/p><blockquote>In page 37, line 28, to delete &ldquo;Commission&rdquo; and substitute &ldquo;Minister&rdquo;.<\/blockquote> <p>In most legislation it is the Minister who requests that legislation be reviewed.  It is very unusual for the bodies that are established under the Minister's authority to decide independently that it is necessary to have a review.  I hope the Minister will feel able to support this amendment because it is returning to him the powers that normally reside with the Minister in any event.  We are following good parliamentary procedure in moving this amendment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2019&amp;amp;month=07&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am not sure if the Minister is shaking his head because he cannot find the place in the Bill or whether-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#S02700","speaker":"1392","continuing":true},{"type":"speech","time":1562751000,"counter":227,"content":"<p>I have it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T00200","speaker":"1233"},{"type":"speech","time":1562751000,"counter":228,"content":"<p>He is on the ball as always, like a good Laois man.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T00300","speaker":"1392"},{"type":"speech","time":1562751000,"counter":229,"content":"<p>I will tell the Senator why I am shaking my head when he is finished.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T00400","speaker":"1233"},{"type":"speech","time":1562751000,"counter":230,"content":"<p>I will pass over to my distinguished colleague, Senator Boyhan.  I look forward to listening to the Minister with great interest.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T00500","speaker":"1392"},{"type":"speech","time":1562751000,"counter":231,"content":"<p>This amendment would give the Minister, not the commission, the power to decide whether a review of the form set out in section 56(1) of the Bill should take place.  Most Bills provide for the Minister to request reviews, and do not allow the bodies established under the Minister's aegis to decide that a review is warranted of their own motion.  I am withdrawing the amendment but I reserve the right to reintroduce it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T00600","speaker":"1379"},{"type":"speech","time":1562751000,"counter":232,"content":"<p>Would the Minister like to speak to this amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T00700","speaker":"1412"},{"type":"speech","time":1562751000,"counter":233,"content":"<p>No.  I was asked by Senator Norris if I would accept the amendment.  I am less than comfortable accepting any amendment in the name of Senator McDowell without him being present.  I do not believe it would be fair of me to do so, having regard to his role in this Bill.  In any event, I do not have that choice because Senator Boyhan is withdrawing the amendment, which I am sure is in deference to the role of Senator McDowell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T00800","speaker":"1233"},{"type":"speech","time":1562751000,"counter":234,"content":"<p>Can I just say-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T00900","speaker":"1392"},{"type":"speech","time":1562751000,"counter":235,"content":"<p>That concludes-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T01000","speaker":"1412"},{"type":"speech","time":1562751000,"counter":236,"content":"<p>Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T01100","speaker":"1416"},{"type":"speech","time":1562751000,"counter":237,"content":"<p>When an amendment is properly moved in the House, I do not think the Minister can refuse to accept it just because the initial sponsor is not present.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T01200","speaker":"1392"},{"type":"speech","time":1562751000,"counter":238,"content":"<p>He has said that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T01300","speaker":"1233"},{"type":"speech","time":1562751000,"counter":239,"content":"<p>We need other reasons, which the Minister will have the opportunity to give Senator McDowell on Report Stage, as we hope he will be here in the flesh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T01400","speaker":"1392"},{"type":"speech","time":1562751000,"counter":240,"content":"<p>In his capacity as Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T01500","speaker":"1379"},{"type":"speech","time":1562751000,"counter":241,"content":"<p>He is also a former Minister for Justice and Equality, a former Attorney General, and a very distinguished senior counsel.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T01600","speaker":"1392"},{"type":"speech","time":1562751000,"counter":242,"content":"<p>He is also a former T&aacute;naiste if the Senator wants to include the full list.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T01700","speaker":"1412"},{"type":"speech","time":1562751000,"counter":243,"content":"<p>I beg your pardon, he is also a former T&aacute;naiste.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T01800","speaker":"1392"},{"type":"speech","time":1562751000,"counter":244,"content":"<p>If we are doing the list, we might as well do the full list.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T01900","speaker":"1412"},{"type":"speech","time":1562751000,"counter":245,"content":"<p>He may be a future T&aacute;naiste.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T02000","speaker":"1233"},{"type":"speech","time":1562751000,"counter":246,"content":"<p>He might be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T02100","speaker":"1392"},{"type":"speech","time":1562751000,"counter":247,"content":"<p>He may be a future Taoiseach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T02200","speaker":"1416"},{"type":"unspoken","time":1562751000,"counter":248,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1562751000,"counter":249,"content":"<p>I move amendment No. 107c:<\/p><blockquote>In page 37, line 29, to delete &ldquo;Procedures Committee&rdquo; and substitute &ldquo;Commission&rdquo;.<\/blockquote> <p>This follows on naturally from the previous amendments we have discussed because we are taking the power away from the procedures committee, and giving it back to the commission, where it belongs.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T02400","speaker":"1392"},{"type":"speech","time":1562751000,"counter":250,"content":"<p>We are withdrawing this amendment but reserve the right to bring it back on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T02500","speaker":"1390"},{"type":"unspoken","time":1562751000,"counter":251,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1562751000,"counter":252,"content":"<p>I move amendment No. 107d:<\/p><blockquote>In page 37, line 30, to delete &ldquo;Commission&rdquo; and substitute &ldquo;Minister&rdquo;.<\/blockquote> <p>I am moving this on behalf of Senator McDowell.  This also follows on directly from the previous amendment which has been withdrawn but will be reintroduced on Report Stage.  It is part of granting full powers back to the Minister, and in order to do that it is necessary to delete the word &quot;commission&quot; and replace it with the word &quot;Minister&quot;.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T02700","speaker":"1392"},{"type":"unspoken","time":1562751000,"counter":253,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1562751000,"counter":254,"content":"<p>Amendment No. 108 not moved.<\/p>"},{"type":"speech","time":1562751000,"counter":255,"content":"<p>I move amendment No. 108a:<\/p><blockquote>In page 38, to delete lines 4 to 7 and substitute the following:&ldquo;(5) The Minister shall, having considered any report and recommendations made under <i>subsection (4)<\/i>, lay the report and recommendations, if any, before both Houses of the Oireachtas.&rdquo;.<\/blockquote> <p>Instead of the commission providing a report of the review to the Minister and it remaining in the Minister's Department, this amendment would ensure it is laid before the Houses of the Oireachtas, like all other reviews in other Bills.  This is important for our democracy.  In other words, it is to ensure it does not just go to the Minister for his personal decision, but that both Houses of the Oireachtas will have the opportunity to discuss the matter in full.  What is the point in having a review if it is going to be confined to the Minister and not laid before these Houses, when it is normal practice to do so?  In my lengthy experience in this House the practice has been to put these reviews before the Oireachtas for a full debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T03000","speaker":"1392"},{"type":"unspoken","time":1562751000,"counter":256,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1562751000,"counter":257,"content":"<p>Amendment No. 109 has already been discussed with amendment No. 102.  Is it being moved?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T03200","speaker":"1412"},{"type":"speech","time":1562751000,"counter":258,"content":"<p>I move amendment No. 109:<\/p><blockquote>In page 38, between lines 7 and 8, to insert the following:&ldquo;(6) (a) Lay members shall not take part in the preparation of a recommendation referred to in this section which concerns a statement made under <i>section 53(1)(b) <\/i>of this Act or that part of the statement referred which formed part of the Published Statement within the meaning of this Act.<br \/><br \/>(b) Lay members shall not take part in the preparation of a recommendation referred to in this section which concerns a statement made under <i>section 53(1)(a) <\/i>of this Act or that part of the statement referred which formed part of the Published Statement within the meaning of this Act insofar as it concerns&mdash;<blockquote>(i) knowledge of the law,<br \/><br \/>(ii) skills and competence in the interpretation and application of the law, or<br \/><br \/>(iii) ability to exercise functions as holders of judicial office.&rdquo;.<\/blockquote><\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T03300","speaker":"1390"},{"type":"unspoken","time":1562751000,"counter":259,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1562751000,"counter":260,"content":"<p>Section 56 agreed to.<\/p>"},{"type":"unspoken","time":1562751000,"counter":261,"content":"<p>NEW SECTIONS<\/p>"},{"type":"speech","time":1562751000,"counter":262,"content":"<p>I move amendment No. 109a:<\/p><blockquote>In page 38, between lines 9 and 10, to insert the following:<b>&ldquo;57. <\/b>The provisions of this Part shall also apply to the Commission in the discharge of its functions under this Act.&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T03700","speaker":"1390"},{"type":"unspoken","time":1562751000,"counter":263,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1562751000,"counter":264,"content":"<p>I move amendment No. 109b:<\/p><blockquote>In page 38, between lines 9 and 10, to insert the following:<b>&ldquo;57. <\/b>Where the Commission considers that it is appropriate in any case it may determine to make a recommendation to the Minister without ranking the persons recommended in the order of the Commission&rsquo;s preference.&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T03900","speaker":"1390"},{"type":"speech","time":1562751000,"counter":265,"content":"<p>This amendment means the commission, in certain circumstances, can make a recommendation and does not have to list people in order of preference.  That is an important point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T04000","speaker":"1392"},{"type":"speech","time":1562751000,"counter":266,"content":"<p>I would like to briefly set the record straight on this.  It is an important point and one I will reflect further on, having regard to the arguments put forward.  Both I and the proposing Senator will reflect on that and we will come back to it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T04100","speaker":"1233"},{"type":"speech","time":1562751000,"counter":267,"content":"<p>I welcome the fact that the Minister is so flexible on this matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T04200","speaker":"1392"},{"type":"unspoken","time":1562751000,"counter":268,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1562751000,"counter":269,"content":"<p>I move amendment No. 109c:<\/p><blockquote>In page 38, between lines 9 and 10, to insert the following:<b>&ldquo;Records of the Commission<\/b><br \/><br \/><b>57. <\/b>Records of the Commission required to be kept under <i>section 29 <\/i>shall not be amenable to discovery in any court proceedings, civil or criminal and shall not be amenable  to any order for production, inspection, correction or amendment under any law relating to data protection or freedom of information.&rdquo;.<\/blockquote> <p>This amendment ensures the privacy of the commission's deliberations.  It is important to have this element in the Bill, and for the commission to be able to range widely in its discussions and make reference to matters, which may not be in the public interest to be bruited abroad.  It insulates the records of the commission from orders for discovery in court proceedings, for example.  I am aware of the idea of discovery, which is an important element in the law, because I made some very important discoveries in a libel case I once took.  A woman published an interview she did with me in 2000 or 2001, and I wanted to take libel action against her but could not find a barrister prepared to take the case.  Subsequently, when I took the libel action, we won discovery of the tapes, which was significant because they differed substantially from the grotesque distortion of my views she had published.  I therefore accept that discovery is an important mechanism.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#T04400","speaker":"1392"},{"type":"speech","time":1562751000,"counter":270,"content":"<p>I hope the Senator was adequately compensated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U00100","speaker":"1416"},{"type":"speech","time":1562751000,"counter":271,"content":"<p>I was very well compensated, thank you.<\/p> <p>This is to ensure the privacy of the discussions of the commission.  It is an important amendment.  I regret very much that Senator McDowell is not able to be here today but I am sure he will make a very full and complete point when it comes forward on Report Stage.  I say \"full\".  Many people in this House say \"fulsome\".  That is a completely incorrect use of the word \"fulsome\".  \"Fulsome\" is a nasty word and implies very negative things about the process described as being fulsome.  I am saying a \"full\" explanation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U00200","speaker":"1392"},{"type":"speech","time":1562751000,"counter":272,"content":"<p>I am not accepting this amendment.  I rise because Senator Norris remarked on my flexibility.  Lest he become carried away, I want to make it clear that I am not accepting this amendment because I do not believe the commission can be exempted in such a broad manner.  In any event, as the amendment is in the course of being withdrawn, I will not elaborate further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U00300","speaker":"1233"},{"type":"unspoken","time":1562751000,"counter":273,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1562751000,"counter":274,"content":"<p>I move amendment No. 109d:<\/p><blockquote>In page 38, between lines 9 and 10, to insert the following:&ldquo;<b>57. <\/b>When establishing the Procedures Committee under section 16 the Committee shall include in its membership both the practising barrister and the practising solicitor appointed under section 13.&rdquo;.<\/blockquote> <p>It is important to have a wide view from the legal profession of these kinds of matters and to have both a barrister and a solicitor represented in the discussions.  For that reason, it is important that we accept this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U00500","speaker":"1392"},{"type":"unspoken","time":1562751000,"counter":275,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1562751000,"counter":276,"content":"<p>I move amendment No. 109e:<\/p><blockquote>In page 38, between lines 9 and 10, to insert the following:&ldquo;<b>57.<\/b>No cause of action shall exist against the Commission or any of its members arising out of the failure of the Commission to recommend any person or category of persons for appointment to judicial office under the terms of this Act and no cause of action shall exist against the State or the Government arising from any failure to advise the President to appoint to judicial office any person recommended for such appointment by the Commission.&rdquo;.<\/blockquote> <p>I would say this is fairly obvious.  In order to make an informed decision, the Government needs the widest possible information on the subject.  The amendment reinforces that, regardless of any recommendations made by the commission, the appointment of judges remains a power vested in the Government, and that is what the Constitution requires.  Any deviation would necessitate a referendum.  Further, or in the alternative, if a conflict arises between this Act and the Constitution, the Constitution is what is relied on.  This is a very important point.  Senator McDowell is raising constitutional issues.  He is reinforcing the fact that, regardless of recommendations made by the commission, the power of appointment of judges would remain solely a Government function.  It is vested, under the Constitution, exclusively in the hands of the Government.  There should be no attempt whatever to dilute or weaken this, and it should be implemented.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U00700","speaker":"1392"},{"type":"speech","time":1562751000,"counter":277,"content":"<p>This is an issue that has bothered me the whole way through this Bill, namely, that the absolute power with respect to the appointment of judges rests with the Government under the Constitution.  Regardless of the findings or deliberations of any commission or committee, at the end of the day, the Minister for Justice and Equality, advising the Government, can pick a candidate who has not come before this commission.  As Senator Norris has just said, it would require a referendum to change the law if we were to change the way judges are appointed.  I will withdraw the amendment while reserving the right to reintroduce it on Report Stage.  However, it is a question that we need to answer when the Minister comes back on Report Stage as to how exactly we can compel a Government to accept the nominees, which I do not believe we can do under the Constitution.  I will await the Minister's advice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U00800","speaker":"1390"},{"type":"speech","time":1562751000,"counter":278,"content":"<p>We will come back to this.  I note the Senator has withdrawn the amendment while at the same time reserving the right to re-enter it on Report Stage.  I merely want to flag a reason for my inability to accept the amendment, which I am sure will also be the case at a later stage when we are discussing the Bill.  I specifically sought the advice of the Attorney General on this matter.  There is an issue with the requirement in the amendment which would have the result of posing obvious legal issues by ousting completely the jurisdiction of the courts to deal with any legal or constitutional issue surrounding the process for a judicial appointment.  It is the belief of the Attorney General, which I share, that this would be liable to constitutional challenge.  I do not accept for one moment that Senator Craughwell wished to see that in the amendment.  Let both sides reflect further on it.  I am assuming the amendment will be re-entered in this or a similar form.  However, I ask the proposer of the amendment to bear in mind the advice of the Attorney General as given to me on the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U00900","speaker":"1233"},{"type":"speech","time":1562751000,"counter":279,"content":"<p>I appreciate the Minister's willingness to engage on these matters.  It is not the first time he has shown a willingness through what has been a fairly lengthy process.  I ask that, before we come back to Report Stage, we all sit around the table and have a look at that specific issue, given it is the one that has brought me into this debate the whole way through.  If we can resolve that and in some way find a solution to it, I would find myself far more comfortable with this Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U01000","speaker":"1390"},{"type":"speech","time":1562751000,"counter":280,"content":"<p>I am very glad the Minister has indicated in this fashion.  While I know it is not usual to make the Attorney General's advice available, I wonder if, in this instance, since we are dealing with a former Minister for Justice, Equality and Law Reform, the general outline of that can be made available.  This would be of great help to Senator McDowell in redrafting the amendment, if he so decides.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U01100","speaker":"1392"},{"type":"speech","time":1562751000,"counter":281,"content":"<p>I will make two points.  First, I will not be departing from the time-honoured principle and convention on the matter of the Attorney General's advice.  Second, I say to Senator Craughwell, who invites me to sit around the table, that this is precisely what we are doing.  We have been sitting around the table for 125 hours over 16 months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U01200","speaker":"1233"},{"type":"speech","time":1562751000,"counter":282,"content":"<p>It is a little more now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U01300","speaker":"1392"},{"type":"speech","time":1562751000,"counter":283,"content":"<p>We might shorten it the next time around.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U01400","speaker":"1390"},{"type":"speech","time":1562751000,"counter":284,"content":"<p>I am prepared to give further consideration to it but I am not sure about any other means by which this issue can be addressed, other than through the Standing Orders of either House.  That is why I have been perfectly happy to be here for 125 hours or, indeed, any other time it might take Senators to deal with the matter.  However, I do not foresee another forum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U01500","speaker":"1233"},{"type":"speech","time":1562751000,"counter":285,"content":"<p>I wonder why we were threatened with a guillotine if the Minister is prepared to sit around the table for any number of hours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U01600","speaker":"1392"},{"type":"speech","time":1562751000,"counter":286,"content":"<p>Sometimes it focuses the mind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U01700","speaker":"1416"},{"type":"speech","time":1562751000,"counter":287,"content":"<p>Maybe we should go back to the point raised by Senator Bacik.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U01800","speaker":"1233"},{"type":"speech","time":1562751000,"counter":288,"content":"<p>I do not remember that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U01900","speaker":"1392"},{"type":"speech","time":1562751000,"counter":289,"content":"<p>I did not impose any guillotine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U02000","speaker":"1233"},{"type":"speech","time":1562751000,"counter":290,"content":"<p>One was referred to on the Order of Business.  I am not accusing the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U02100","speaker":"1392"},{"type":"speech","time":1562751000,"counter":291,"content":"<p>It may have been referred to but it was not proposed by me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U02200","speaker":"1233"},{"type":"speech","time":1562751000,"counter":292,"content":"<p>I wonder, for the sake of the record, if the Minister will be able to tell us whether this 125 hours, to which he has referred on so many occasions, and I think it is a little more now, is a historical record.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U02300","speaker":"1392"},{"type":"speech","time":1562751000,"counter":293,"content":"<p>I leave these matters in the hands of the Clerk of the Seanad and his able team.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019071000002#U02400","speaker":"1233"},{"type":"unspoken","time":1562751000,"counter":294,"content":"<p>Additional debate to follow.<\/p>"}]