[{"type":"minorheading","content":"Prelude","time":1548325800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1548325800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1548325800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1548325800,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1548325800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#A00100"},{"type":"speech","time":1548325800,"counter":6,"content":"<p>I have received notice from Senator Michael McDowell that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to provide an update on the proposed comprehensive strategic review of the Garda Reserve as recommended in the report on the Future of Policing in Ireland.<\/blockquote> <p>I have also received notice from Senator Grace O'Sullivan of the following matter:<\/p><blockquote>The need for the Minister of State at the Department of Communications, Climate Action and Environment to outline why the power to conduct environmental impact assessment screening of deep drilling for minerals exploration purposes was removed from local authorities under the European Union (Environmental Impact Assessment) (Minerals Development Act 1940) (Amendment) Regulations 2018.<\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p><blockquote>The need for the Minister for Health to outline how many medical card appeals were upheld in the CHO area 3 in 2018.<\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>The need for the Minister of State at the Department of Health with special responsibility for disability issues to make a statement on existing respite services across Monaghan and Cavan for persons with disabilities in light of the respite situation ongoing with Annalee View, Cootehill.<\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to investigate the option of developing an affordable housing scheme in Kinsale on land under the ownership of Cork County Council.<\/blockquote> <p>I have also received notice from Senator Frank Feighan of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to provide an update on the N5 Ballaghaderreen to Scramoge project.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  I have selected the matters raised by Senators McDowell, O&rsquo;Sullivan, Byrne and Gallagher and they will be taken now.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#A00200","speaker":"1381"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1548325800,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#A00300"},{"type":"minorheading","content":"Garda Reserve","time":1548325800,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#A00350"},{"type":"speech","time":1548325800,"counter":9,"content":"<p>I am grateful to the Cathaoirleach for allowing this Commencement matter to be dealt with this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#A00400","speaker":"1403"},{"type":"speech","time":1548325800,"counter":10,"content":"<p>Respectfully, the Senator does not trouble me too often.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#A00500","speaker":"1381"},{"type":"speech","time":1548325800,"counter":11,"content":"<p>I am grateful to the Minister of State, Deputy Phelan, for coming into the House to substitute for the Minister for Justice and Equality to deal with this matter.  I understand the Minister, Deputy Flanagan, may be receiving medical attention for having a boot on his throat from the former Senator Ross, according to today's <i>Irish Independent<\/i>, which is an interesting development.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#A00600","speaker":"1381"},{"type":"speech","time":1548325800,"counter":12,"content":"<p>We wish him a speedy recovery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#A00700","speaker":"1381"},{"type":"speech","time":1548325800,"counter":13,"content":"<p>In any event, what I am dealing with here is a matter of the greatest seriousness.  This Government, on foot of a statutory provision that I put into the Garda S&iacute;och&aacute;na Act 2005, committed itself to expanding the Garda Reserve to 2,000 men and women who would voluntarily assist An Garda S&iacute;och&aacute;na in the discharge of its duties, be available as backup and support, and be part of An Garda S&iacute;och&aacute;na rooted in the community across rural and urban Ireland.<\/p> <p>In 2013, the number of reservist garda&iacute; was 1,164.  In 2018, it had sunk to 542.  I know that because I have been approached in the street by people I have never met before who have told me they were reservists disgusted by the way they were treated by An Garda S&iacute;och&aacute;na.  I want to make that clear.  They were disgusted by the way they were treated.  They entered in a spirit of voluntarism and willingness to help An Garda S&iacute;och&aacute;na, willing to do voluntary service in just the same way as reserve constables do in Britain.  I led a delegation of Irish media to see the reserve police force, the special constables, in Chester.  People such as nurses from ICUs in Chester also volunteered to be woman reserve constables in their spare time.<\/p> <p>The experience of Irish reservists, however, has been uniformly awful.  The reason the numbers have declined so spectacularly is that they were made to feel redundant, unwanted and in many cases actually shunned.  They turned up to perform their duties and were left standing there, one arm as long as the other, with nothing to do.  The general attitude which percolated down to them through An Garda S&iacute;och&aacute;na was that their services were not required, their presence was an unpleasant consequence of a statutory change and that they had nothing to add to the efficiency or efficacy of An Garda S&iacute;och&aacute;na.  I am disgusted by that because I believe it represents a clear issue of culture which came not only from the bottom up, and I remember the GRA's opposition to the creation of a reserve in principle, but from middle ranking and more senior ranking garda&iacute; who did not want the bother of having a reserve force and thought they already had enough problems.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We now have the suggestion that there is to be a strategic review but we have not heard who will do the review, when it will complete its activities or the like.  The result is that this group of men and women have now been reduced to a small remnant of what they were and are being left, effectively, to wither on the branch.<\/p><p>A point made in the other House by a Minister was that this was a matter for the Commissioner of An Garda S&iacute;och&aacute;na.  It most certainly is not.  I ask the Minister of State, Deputy Phelan, to go back to the Department of Justice and Equality and tell it that it is a matter for the Minister for Justice and Equality, personally, whether the Garda Reserve is increased to 2,000 personnel, as he promised, or halves in number as has actually happened since 2013.  It is his personal responsibility.  Instead of him coming in here and telling us about how he wants to do the Minister, Deputy Ross's bidding on how the Judiciary should be appointed, he should be doing his job.  His job is to ensure that An Garda S&iacute;och&aacute;na operates effectively, that his targets for the recruitment of the Garda Reserve are met, that he insists the Garda Commissioner and An Garda S&iacute;och&aacute;na conclude any study they want to do immediately, that he restores the Garda Reserve to the strength that he promised it would be and that he stops this appalling campaign to effectively drive out decent people from the reserve by a process of neglect and indifference.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#A00800","speaker":"1403","continuing":true},{"type":"speech","time":1548325800,"counter":15,"content":"<p>The Minister and his Minister of State are in the Department of Justice and Equality today, so I have the task, due to being on the rota, to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#B00200","speaker":"1265"},{"type":"speech","time":1548325800,"counter":16,"content":"<p>Something must be damaged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#B00300","speaker":"1403"},{"type":"unspoken","time":1548325800,"counter":17,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1548325800,"counter":18,"content":"<p>I remember the opposition and the issues that arose when a reserve was first mooted and introduced.  From my experience of knowing people in the reserve, that some of them had similar appalling experiences to what was outlined by Senator McDowell.  Equally, I could mention a number of people who are now garda&iacute; having first been members of the Garda Reserve.  It is not accurate to say the treatment meted out to members of the Garda Reserve was universally appalling, as mentioned by Deputy McDowell, but there were cultural and other issues.<\/p> <p>The introduction of the reserve was an excellent initiative and was one which the Minister, Deputy Flanagan, strongly supported at the time.  The Minister wants to acknowledge the deep interest in the reserve that Senator McDowell has, following his role in its establishment.  Acknowledging the Senator's experience in this matter, I remind the House that the Garda Reserve was established to enhance the links between An Garda S&iacute;och&aacute;na and local communities, through the deployment of locally recruited volunteers who operate in support of their full-time colleagues.  The Garda Reserve continues to be a valuable operational resource for An Garda S&iacute;och&aacute;na with approximately 530 reserve members currently working alongside garda&iacute; to protect and serve their local communities.<\/p> <p>The Minister has asked that I take this opportunity to commend the Garda Reserve members for their commitment to serving their communities.  It is clear, as in other aspects of the overall organisation of policing and the provision of State services to protect communities, that there is a need to examine the reserve to ensure that it both operates to maximum effectiveness and fits coherently into the overall architecture of community policing in Ireland.<\/p> <p>As the Senator will be aware, the Commission on the Future of Policing, which undertook a review of all aspects of policing in Ireland, published its report on 18 September 2018.  The commission recommended that recruitment to the reserve be paused, pending completion of a strategic review of the reserve, with a view to ensuring that the best possible use is made of this valuable resource.  On 18 December 2018, the Government endorsed the report of the Commission on the Future of Policing in Ireland and agreed to accept all 157 recommendations contained in the report, including those relating to the Garda Reserve.<\/p> <p>On 18 December, the Minister published a four year high-level plan, entitled A Policing Service for the Future, which sets out the approach to the full implementation of the commission's recommendations.  As set out in the implementation plan, the strategic review of the Garda Reserve is one of the key issues being taken forward, as a matter of priority, in 2019.  It is prudent that the role of the reserve is considered at this time of policing reform.<\/p> <p>I know Senator McDowell shares the Minister's goal, which is to maximise the full potential of the reserve and ensure it is deployed in a meaningful way that best meets the needs of a modern police service and the communities which it serves.  While it is disappointing that the number of reserve members has dropped in recent years, both the Government and the Garda Commissioner remain committed to increasing the strength of the reserve.  In that regard An Garda S&iacute;och&aacute;na has indicated that a training class of approximately 100 reserves, who successfully applied under previous recruitment drives, will commence training in the first quarter of 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#B00500","speaker":"1265"},{"type":"speech","time":1548325800,"counter":19,"content":"<p>A brief supplementary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#B00600","speaker":"1381"},{"type":"speech","time":1548325800,"counter":20,"content":"<p>I thank the Minister of State for his response but he knows the problem runs much deeper than the text of his reply suggests.  There is a cultural problem, as he admitted.  There is a resistance to the Garda Reserve.  If there is to be a review of the reserve, I want to know the following.  Who will be on the review?  Who will conduct the review?  Within what timeframe will they bring back their review?  When Mary Harney was a Minister and I was a former Deputy, she commissioned me to do a review of company law enforcement and compliance, which we did within three months.  Around the same time, the then Minister for Finance, Charlie McCreevy, asked me to do a review on the Central Bank structure.  We did it within three months.  Either the Government is serious about a review or this is a kicking the can down the road exercise.  I very much fear that it is the latter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#B00700","speaker":"1403"},{"type":"speech","time":1548325800,"counter":21,"content":"<p>The Minister of State is not the line Minister but I am sure that he will find out the information sought.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#B00800","speaker":"1381"},{"type":"speech","time":1548325800,"counter":22,"content":"<p>I will try to ascertain who will conduct the review.  In hindsight, perhaps the review on the Central Bank, which was done in three months, was a bit rushed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#B00900","speaker":"1265"},{"type":"speech","time":1548325800,"counter":23,"content":"<p>A minority report was preferred to our recommendation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#B01000","speaker":"1403"},{"type":"speech","time":1548325800,"counter":24,"content":"<p>I understand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#B01100","speaker":"1265"},{"type":"speech","time":1548325800,"counter":25,"content":"<p>We will not trespass on the Central Bank and on banking issues.  I thank the Minister of State and Senator McDowell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#B01200","speaker":"1381"},{"type":"minorheading","content":"Exploration Licences","time":1548325800,"counter":26,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#B01300"},{"type":"speech","time":1548325800,"counter":27,"content":"<p>I thank the Minister of State for coming to the Chamber.  I know this is matter is not his specific area but I will address it and, hopefully, receive some response.  On 4 October 2018, by statutory instrument, the Department of Communications, Climate Action and Environment removed from local authorities the power to require an environmental impact assessment for prospecting, which means drilling for mineral deposits such as gold or zinc.  On 24 October, a circular was forwarded to local authorities advising them not to conduct their own EIAs.  Through a statutory instrument the Department has put in place the exact same environmental impact assessment process that exists for offshore drilling for fossil fuels.<\/p> <p>The body that promotes Ireland as an international destination for mining companies is now the body that regulates mining.  We know well how this will work out as the offshore fossil fuel industry has never once, in its entire history, conducted an environmental impact assessment in Irish waters before drilling.  According to the annual survey of mining companies conducted by the Fraser Institute of Canada, the mining policies written by the Department have been ranked the number one most attractive to the industry out of 91 jurisdictions, and that has been the case for five years in a row.  Ireland's policy and regulatory system for mining is so lax that we are more attractive than Guatemala, Bolivia or South Africa, where local communities have risen up and protested against this type of prospecting.<\/p> <p>After nuclear, the global minerals industry is the most damaging industry on the planet.  Whole mountains have been stripped for gold in Romania.  In 2000, the multinational company Aurul leaked cyanide into the Some River in Romania, leaving rivers destroyed across the country.  Thousands of people had to leave their homes and many others developed cancer from breathing the toxic dust that resulted from the mining processes, which released chemicals such as arsenic for up to 100 miles.  Yet, the Department of Communications, Climate Action and Environment has allowed over 25% of the Republic of Ireland to be opened up for prospecting without the following: a public consultation; a strategic environmental impact assessment; and without proper debate in the D&aacute;il or Seanad.  MOAG of Toronto operates in Carna, which is in Connemara.  The company has the right to drill without landowner consent across 50 km, even in special areas of conservation.  Over the Christmas holidays townlands in Waterford, Cork and Galway were opened up for exploration, and again without local authority or county councillor oversight.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Grace O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2467\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2467&amp;amp;pid=GraceOSullivan&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What is the Minister of State's intention in this regard?  A prospecting licence for six years costs between a mere &euro;1,250 and approximately &euro;3,000, so it is a pittance which grants these companies the right to drill over 35 km, accessing people's private lands.  If anything commercial is found, not only does the State get a mere 25% of the royalties, but the taxpayer must compensate the company for all costs incurred.  Is it worth it?<\/p><p>I wish to make the Minister of State aware of what communities in the Sperrin Mountains in Northern Ireland face.  The Canadian multinational, Dalradian, plans to create the largest gold mine in Europe in the Sperrins.  To do this, it has drilled 500 exploration wells, none of which has planning permission.  Local authorities have no power, as the Department for the Economy in Northern Ireland licenses exploratory drilling and prospecting.  The largest cyanide processing plant in Europe is to be built to facilitate the mine.  Due to this lack of democratic oversight and accountability, conflict is starting to tear the community apart.  We remember all too well what happened with Shell in north Mayo.<\/p><p>It is 100 years since the first D&aacute;il, and I find it shocking that here we are giving away our rights to companies that have poor track records.  I am just very concerned.  There has been no public consultation and now local authorities have been stripped of any powers they have.  I ask for the Minister of State's response to this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#B01500","speaker":"1385","continuing":true},{"type":"speech","time":1548325800,"counter":29,"content":"<p>I thank the Senator for raising this matter.  The Minister of State, Deputy Canney, is taking oral parliamentary questions in the D&aacute;il at the same time as this, so it is just one of those scheduling issues, but I will respond on behalf of his Department and relate to him the questions raised.<\/p> <p>It is important to note that mineral exploration drilling projects do not ordinarily require planning permission as they are generally non-invasive, low-level activities.  The competent authority for mineral exploration drilling consent is the Minister for Communications, Climate Action and Environment.  In accordance with the planning Acts, mineral exploration is an exempt activity and, in general, planning permission is currently only required where a screening for environmental impact assessment, EIA, determines that a full environmental impact assessment is required, in which circumstances the exemption from planning falls and the matter is then referred to the relevant local authority.<\/p> <p>Until 2018, it had been considered that the environmental impact assessment process, under Directive 2011\/92\/EU, as amended by Directive 2014\/52\/EU, did not apply to mineral exploration activities, including mineral exploration drilling.  In June of last year, however, the Department received legal advice to the effect that mineral exploration drilling should be considered to fall within the scope of \"deep drilling\", as referred to in the EIA directive.  As a result, the exploration and mining division of the Department prioritised the transposition of the directive to ensure that all mineral exploration \"deep\" drilling was subject to screening for EIA.<\/p> <p>While work on the transposition was under way, a further problem was identified arising out of SI 543 of 2014.  This statutory instrument provides that all \"deep\" drilling would require mandatory EIA, save in circumstances where the relevant local authority or An Bord Plean&aacute;la or the appropriate Minister within the meaning of the Foreshore Acts determined that the \"deep\" drilling concerned would not have a significant effect on the environment.  This was enacted before the Department received the legal advice to the effect that mineral exploration drilling was covered by the concept of deep drilling in the EIA directive.<\/p> <p>The result was that there was an unintended lacuna in the legislative framework in respect of the powers of the Minister for Communications, Climate Action and Environment and, for a time, a situation arose whereby the Minister, as competent authority, was unable to carry out his function in this area.  This also meant that for a period mineral exploration drilling proposals could only be screened for EIA by the relevant planning authority or, in the case of the foreshore area, by the Minister for Housing, Planning and Local Government, even though mineral exploration drilling is generally not subject to planning permission.  An immediate stay had to be put on the granting of consents by the Minister for all mineral exploration drilling in the country until such time as the legislative anomaly could be rectified.  This took a number of months to resolve because of the legal complexity and, regrettably, a number of jobs were lost in the industry during that time.<\/p> <p>The necessary amending legislation, SI 384 of 2018, which provided the Minister for Communications, Climate Action and Environment with the legal basis for undertaking EIA screening, was eventually enacted on 2 October.  It should be reiterated that this statutory instrument does not have effect for planning purposes as mineral exploration drilling is in general not subject to planning permission unless it is determined that a full EIA is required.  I should also like to make clear that the signing of the statutory instrument did not take any authority from local authorities and that section 5 of the planning Acts remains in place, as was previously the case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#C00200","speaker":"1265"},{"type":"speech","time":1548325800,"counter":30,"content":"<p>The Senator may ask a brief supplementary question.  The difficulty she has is that the Minister of State is not the line Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#C00300","speaker":"1381"},{"type":"speech","time":1548325800,"counter":31,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#C00400","speaker":"1385"},{"type":"speech","time":1548325800,"counter":32,"content":"<p>I will take the questions, though.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#C00500","speaker":"1265"},{"type":"speech","time":1548325800,"counter":33,"content":"<p>I thank the Minister of State and appreciate the clarification on the matter.  It must be made very clear that where an EIA takes place there must also be community involvement because the last thing we want is to have multinationals coming in and creating chaos in communities.  I thank the Minister of State for the clarification.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#C00600","speaker":"1385"},{"type":"speech","time":1548325800,"counter":34,"content":"<p>I am sure the Senator will find other ways of raising the matter.  It is important to her.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#C00700","speaker":"1381"},{"type":"minorheading","content":"Medical Card Appeals","time":1548325800,"counter":35,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#C00800"},{"type":"speech","time":1548325800,"counter":36,"content":"<p>I welcome the Minister of State, Deputy Catherine Byrne.  The reason I tabled this matter is that I am encountering a lot of frustration in my office about medical cards.  How many appeals have been upheld in the mid-west?  Limerick, north Tipperary and Clare all come within the same catchment area.  I have dealt with several people who have terminal illnesses and who have received four or five items of correspondence from the HSE questioning whether they are sick or are still sick.  It is terrible.  I recently dealt with one medical card application for someone who was ill.  It took seven months to be delivered.  When people are at a vulnerable time in their lives and are ill, it is not acceptable that it should take seven months for a medical card to be delivered.  I do not say everyone should qualify for a medical card, but there are people at vulnerable times in their lives, perhaps with terminal illnesses, which is the case with most of the people to whom I refer.  It is frustrating that they keep receiving back more forms and red letters asking questions that have been asked, which is  the reason I tabled this matter.  It is frustrating not only for the people dealing with this, but especially for the person who is ill.  I am dealing with someone who is going through treatment for the fourth time.  They still have not received their medical card, which is totally unacceptable because they have been through an awful lot.  They were given some very bad news during the week and the same day a letter arrived from the HSE still questioning how ill they were.  I wanted to raise this with the Minister of State because she needs to be made aware that there is a lot of frustration out there and that people are not receiving an acceptable level of courtesy.  Perhaps she could address the issue of delivery of the card as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#C00900","speaker":"1384"},{"type":"speech","time":1548325800,"counter":37,"content":"<p>It is extraordinary that the Senator has to raise the matter, but anyway, I will allow the Minister of State respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#C01000","speaker":"1381"},{"type":"speech","time":1548325800,"counter":38,"content":"<p>I thank the Cathaoirleach and Senator Byrne.  I am taking this matter on behalf of the Minister, Deputy Harris.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As the Senator will be aware, eligibility for a medical card is determined by the HSE in accordance with the provisions of the Health Act 1970, as amended.  Applicants must complete and submit a medical card application form to the Health Service Executive national medical card unit for assessment.<\/p><p>Every effort is made by the HSE, within the framework of the legislation, to support applicants in applying for medical cards and, in particular, to take full account of the difficult circumstances in the cases of applicants who may be in excess of the income guidelines.  The national medical card unit receives approximately 39,000 medical and GP visit card applications per month.  A large percentage of these applications will be deemed unsuccessful for reasons such as insufficient information provided or failing to meet the qualifying criteria.  Where a person is unhappy with a decision concerning entitlement to a medical card, he or she has the right of appeal to the HSE appeals officer.  The HSE's national appeals office plays an important role in ensuring procedures, guidelines and legislation are correctly and fairly followed.  The appeals officer will review the original decision and make an independent decision, taking into consideration relevant legislation and guidelines.  In particular, the appeals officer considers if income and expenses have been appropriately assessed and if the applicant is in a category of people who are exempt from the financial means assessment.<\/p><p>Community healthcare organisation, CHO, 3 region covers Clare, Limerick and north Tipperary with a population of almost 400,000 people.  In 2018, only 25 medical card appeals from the CHO 3 region were submitted to the HSE&rsquo;s national appeals office.  In these cases, the independent and impartial appeals officer reviewed the original decision made, and ultimately deemed the 25 applications to be subsequently eligible for a medical card.  This demonstrates the important role of an appeals mechanism, ensuring that good governance, impartiality and due regard are given to the nature of decisions related to medical card eligibility.<\/p><p>The HSE also recognises the importance of having a compassionate and holistic process in the assessment of medical card applications.  To this end, a number of measures have been implemented, including the development of a burden of illness questionnaire.  This questionnaire is now being rolled out in circumstances where the assessing doctor in the HSE's national medical card unit requires a more comprehensive assessment of an applicant's medical and social circumstances and any resulting undue financial hardship.<\/p><p>I hope this clarifies the matter for Senator Byrne and reassures her that the medical card appeals process is operated in a fair, impartial and efficient manner and within its legislative framework.  I have listened to what the Senator said and if there is any way that I or the Minister's office can help in dealing with some of the cases she has raised, particularly those involving people who are terminally ill or fighting an illness and dealing with the emotions and everything else that goes with having a severe illness, we will do so.  If she provides details, I will certainly bring the cases to the attention of the relevant authority.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#C01100","speaker":"1307","continuing":true},{"type":"speech","time":1548325800,"counter":40,"content":"<p>Anybody with a terminal or long-term illness should not have to fight for a medical card but the point is taken.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#D00200","speaker":"1381"},{"type":"speech","time":1548325800,"counter":41,"content":"<p>I agree but there are legislative protocols in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#D00300","speaker":"1307"},{"type":"speech","time":1548325800,"counter":42,"content":"<p>I know.  There is no utopia.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#D00400","speaker":"1381"},{"type":"speech","time":1548325800,"counter":43,"content":"<p>What I take most from the Minister of State's reply is the reference to a holistic and compassionate approach.  While some people can be very nice to deal with, I cannot believe that somebody who is on a fourth round of treatment still has to fight for a medical card.  Discretion is still being held impeded by red tape and more compassion and discretion needs to be shown.  Writing to people and asking if they are still ill on their fourth round of treatment is not the correct way to go about it.  I understand that it is not the Minister of State's fault but it is something that needs to be raised and highlighted.  I would appreciate if the Minister of State would take that message back to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#D00500","speaker":"1384"},{"type":"speech","time":1548325800,"counter":44,"content":"<p>I will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#D00600","speaker":"1307"},{"type":"speech","time":1548325800,"counter":45,"content":"<p>If the Senator raised the matter on local radio, someone might listen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#D00700","speaker":"1381"},{"type":"minorheading","content":"Respite Care Services Availability","time":1548325800,"counter":46,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#D00800"},{"type":"speech","time":1548325800,"counter":47,"content":"<p>I welcome the Minister of State to the House and thank her for taking time out of her busy schedule to attend this morning.  I will discuss the important issue of the suspension of much needed respite services at Annalee View respite centre in Cootehill, County Cavan.  As I am sure the Minister of State can imagine, this is causing great hardship to the many families in counties Cavan and Monaghan who depend greatly on this service.<\/p> <p>This issue demonstrates the clear lack of respite services to cater for families in need in counties Monaghan and Cavan.  I thank the Minister of State at the Department of Health, Deputy Finian McGrath, who attended a meeting with the families arranged by my colleague, Deputy Brendan Smith.  I sincerely hope that something positive comes out of that meeting.  I also recognise and commend the families of the individuals affected by the suspension.  They have organised into a lobbying group to try to address this issue.  I understand the Annalee View facility is out of bounds for families and has been for a number of months.  As a result, they have not been given any facility to allow respite for themselves or the loved ones for whom they care.  As I said, this issue shines a light on the chronic lack of respite services.  It also highlights the need for a separate respite facility for children in order that we would have a designated centre for adults and another for children.<\/p> <p>Family carers, adults and child dependants depend greatly on and look forward to the all too short break they get in respite facilities.  Unfortunately, they have not been able to get a break for some time.  One family member told me that the family had been waiting for two and a half years to get into the system.  Given the high care needs of some of the individuals in question, it is disappointing to learn that it takes so long for them to enter the system.  I am sure the Minister of State will agree that is simply not good enough.  I understand a number of buildings are lying idle on the St. Davnet's complex in Monaghan town.  The option of using these buildings to provide a temporary or even a more long-term solution to the immediate problem should be explored.<\/p> <p>These hardworking, decent people in the Cavan and Monaghan area who provide much love, care and attention on a 24-7 basis deserve much better.  The least we can do is provide them with a basic respite service whenever it is needed.  I urge the Minister of State to ask the Minister of State, Deputy Finian McGrath, to treat this issue as a matter of urgency because the individuals in question need a break.  I hope the Minister of State, Deputy Finian McGrath, will find a solution to this problem as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#D00900","speaker":"1396"},{"type":"speech","time":1548325800,"counter":48,"content":"<p>I am taking this Commencement matter on behalf of the Minister of State, Deputy Finian McGrath.  I thank Senator Gallagher for raising this important issue and giving me an opportunity to outline the position in relation to the provision of respite services in counties Cavan and Monaghan.  This Government's ongoing priority is the safeguarding of vulnerable people in the care of the health service.  We are committed to providing services and supports for people with disabilities which will empower them to live independent lives.  Respite services are an important part of the range of services supporting people with disabilities and their families.<\/p> <p>The need for increased respite services is acknowledged and the HSE continues to work with all service providers to explore various ways of responding to this need in line with the budget available.  In 2018, there was a significant improvement in respite services.  An additional &euro;10 million was provided to fund 12 new respite houses.  That is one in each HSE community healthcare area, as well as an additional three houses in the greater Dublin area in response to the very high demand for respite from this area.  These additional houses are providing additional respite for families who need it.  Ten houses have opened to date, with the remaining two scheduled to open shortly.  When fully operational, this will provide 19,000 extra overnights and 2,520 home-sharing nights annually.  As part of its ongoing service provision, this year the HSE will provide more than 182,500 respite nights and 32,662 day respite sessions to families in need across the country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I am informed by the HSE that respite services within Cavan and Monaghan disability services are currently provided as follows: Steadfast House has the capacity to provide 1,008 adult respite beds per year; Annalee View Respite Centre has the capacity to provide 910 adult respite beds per year; and St. Christopher&rsquo;s Disability Centre, on average, provides 730 adult respite beds per year.<\/p><p>Annalee View Respite Centre, Cootehill, County Cavan can accommodate five service users at a time - three bedrooms upstairs and two downstairs.  It provides alternative respite weeks between child and adult service users with an intellectual and-or physical disability.  The number of adult service users continually increases as service users transfer from child to adult services, therefore, this impacts on the level of respite existing service users receive.  In addition, a number of service users have associated mobility needs which means they can only access downstairs bedrooms.  This, too, affects the level of respite they receive.  <\/p><p>Respite services in Annalee were recently restricted due to the needs of one person.  However, the restriction is now lifted and the service has returned to normal capacity.<\/p><p>We are acutely aware that families need support to care for their loved ones.  The Minister of State, Deputy Finian McGrath, recently met with a group of parents from the Cavan-Monaghan area to listen to their concerns and to discuss respite services.  I want to assure the House that the Government is committed to providing a range of accessible respite care supports for people with a disability and their families.  I will respond again when the Senator has concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#D01000","speaker":"1307","continuing":true},{"type":"speech","time":1548325800,"counter":50,"content":"<p>I thank the Minister of State for the response.  As I said, I acknowledge that the Minister of State, Deputy Finian McGrath, met with the families in a meeting organised by my colleague, Deputy Brendan Smith.  There is clearly a need for respite services, and these families are determined that they will not go away until such time as they see an adequate service available to them.  The Minister of State might inform the Minister of State, Deputy Finian McGrath, that they are determined to seek what is a very basic need for respite services for the people they love and for whom they care.  I and other colleagues will ensure that happens, hopefully sooner rather than later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#E00200","speaker":"1396"},{"type":"speech","time":1548325800,"counter":51,"content":"<p>I thank the Senator again.  I certainly will speak to the Minister of State, Deputy Finian McGrath, regarding the concerns he has raised.  I emphasise again the importance of respite services.  My family has used respite services in the past for my parents.  It is very important that we reach out to families because they are doing an extraordinary amount of work, much of which cannot be valued in monetary terms.  It is important that we allow families have that respite, even an overnight stay.  The Minister of State, Deputy Finian McGrath, understands that need and the difficulties being experienced.  He continues to appeal for more funding, which in many ways will open up other services within communities.  In terms of the issue the Senator raised, if somebody is waiting two and a half years for the opportunity to have respite, that is far too long.  I will relay that message to the Minister of State, Deputy Finian McGrath, who may revert to the Senator on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#E00300","speaker":"1307"},{"type":"majorheading","content":"Teachtaireacht ón Dáil - Message from Dáil","time":1548325800,"counter":52,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#E00400"},{"type":"speech","time":1548325800,"counter":53,"content":"<p>D&aacute;il &Eacute;ireann has agreed to the amendments made by Seanad &Eacute;ireann to the Local Government Bill 2018.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#E00500","speaker":"1381"},{"type":"unspoken","time":1548325800,"counter":54,"content":"<p>Sitting suspended at 11.15 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1548325800,"counter":55,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#G00100"},{"type":"speech","time":1548325800,"counter":56,"content":"<p>I ask the Deputy Leader, Senator Noone, to outline the business for the day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#G00200","speaker":"1381"},{"type":"speech","time":1548325800,"counter":57,"content":"<p>The Order of Business is Nos. 1,  motion for earlier signature of the Local Government Bill 2018, to be taken on the conclusion of the Order of Business; and No. 2, statements on progress in relation to climate action, to be taken at 12.45 p.m, with the time allocated to group spokespersons not to exceed ten minutes and all other Senators not to exceed six minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#G00300","speaker":"1406"},{"type":"speech","time":1548325800,"counter":58,"content":"<p>The Government's policy of being reactive rather than proactive has come home to roost again.  The lack of foresight in ensuring more resources and more laboratories were available to read cervical screening tests after free tests were offered to women has caused even more anxiety among women.  The Taoiseach made a statement at the time that plaintiffs in these medical negligence cases would not have to pursue their cases in court.  We now know this statement to be untrue and a knee-jerk comment by the Taoiseach made in the wake of the cervical scandal controversy.<\/p> <p>The CervicalCheck programme has been hugely successful and has saved many lives but we need to be very proactive now.  We need to consider the Scally report and ensure its recommendations are implemented.  These cover open disclosure and quickly introducing the simpler HPV testing system.  We need to encourage women to continue to get cervical screening tests and do so in a positive manner.  We must be pragmatic and ensure sufficient resources are in place if we promise any further services to women.<\/p> <p>On a second matter, the waiting lists for primary care psychology appointments, more than 6,500 children are waiting for a first appointment according to Dr. Shari McDaid, the director of Mental Health Forum in Ireland.  We are celebrating the 14th year of A Vision for Change, the programme for mental health services in this country.  It is a very ambitious document and many of the policies set out in it have been successfully introduced.  Unfortunately,  however, many have not been implemented.  Dr. Shari McDaid, in an interview on \"Morning Ireland\" this morning, described A Vision for Change as a car without wheels.  She explained that to put wheels on the car we need a cost implementation plan, we need to know where we want to be in the future and how much it would cost and we need to put that into action and stand by the budget.  In the past, Governments have not stood by mental health budgets and there have been serious deficits in them.  We have raised this issue when discussing the child and adolescent mental health services, CAMHS, and the closing of Cherry Orchard Hospital.  This week, 500 psychiatric nurses went on strike, which means nurses are being taken from the system and there are fewer services for children.  <\/p> <p>Yesterday, we introduced a Private Members' Bill providing for investment in teachers to ensure they have more expertise in first aid and are able to identify children experiencing anxiety issues.  As the old proverb goes, mol an &oacute;ige agus tiocfaidh s&iacute;.  C&aacute;in na n-&oacute;g agus cr&iacute;onfaidh siad.  We must invest in children because investing in adults is that little bit too late.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#G00400","speaker":"1407"},{"type":"speech","time":1548325800,"counter":59,"content":"<p>The Cathaoirleach spoke yesterday about providing guidance regarding the Order of Business and he was dead right and spot on.  I reflected on that and all Senators will have received correspondence from the Cathaoirleach's office on the matter.  I will make a suggestion to the Deputy Leader.  The Cathaoirleach, in his letter, makes the valid point that Members may support, oppose or seek to amend the Order of Business.  That is our function on the Order of Business in the Seanad.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are at somewhat of a disadvantage because the Leader has a copy of the Order of Business.  I accept that it is his business.  The top desk and the Cathaoirleach will have a copy of the Order of Business, but we are being asked to consider, accept, reject or amend it but we do not have sight of a copy.  I do not expect there would be a problem in that regard but it would be helpful if we had a copy.  I did speak to the Leader on the matter before Christmas and he was generally receptive to the idea.  Could the Deputy Leader raise the matter with the Leader of making available a handful of hard copies of the Order of Business?  The Leader brings a draft Order of Business to the House, not the accepted Order of Business until we discuss it.  It would be helpful to all involved if we could have a few hard copies of it when the Leader comes to the House each morning.<\/p><p>On a daily basis in my office I receive complaints from people who have great difficulty in getting the carer's allowance.  I am told reliably that it takes between 16 and 26 weeks for people to get their carer's allowance application processed.  The average time for the fair deal process is eight weeks.<\/p><p>We meet people who are waiting months for home care packages.  I spoke to an 82 year old man who minds his 82 year old wife and they were waiting for a home care package.  He was told it would be easier and quicker to get her into an old people's home.  That is not very nice to hear when one is trying to care for one's spouse and support him or her.  I would appreciate it if we could we have the relevant Minister with responsibility for the carer's allowance and home care packages to come to the House and specifically deal with those two issues at some time in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#G00500","speaker":"1379","continuing":true},{"type":"speech","time":1548325800,"counter":61,"content":"<p>As it stands, there will be a nurses' strike in less than a week, the second strike in the 100-year history of the Irish Nurses and Midwives Organisation, INMO.  The Government has stuck to the line that to accept the pay claim would breach the public sector pay agreement.  The agreement has been breached already as far as nursing is concerned.  When I talk about nursing I am cognisant of the fact that nurses are supported by a valuable team of care workers who also have to be recognised for the valuable service they give within all the health institutions.  As it stands, the Government employs up to 1,000 agency nurses per day, with many being paid up to 20% more than HSE nurses.  The salary for Deputies was increased in the budget, increasing to more than &euro;98,000 per year.  The public sector pay agreement was to end the two-tier pay scale which affects 10,000 nurses.  Problems with conditions at work and retention will not be addressed by refusing to engage with nurses.  We all saw the photo of the young nurses on the steps of the Sydney Opera House.  They asked the Government to simply give them a reason to come home.  That is another issue.  Nurses return to this country and their qualifications and experience abroad are not recognised within the system so they end up starting again on a much lower point on the pay scale than they were on for many years.<\/p> <p>I am also deeply concerned that even more elective procedures and surgeries must be postponed.  The current health care system is not acceptable.  Citizens continue to die prematurely because of the failure of this State to provide timely diagnosis and treatment.  That is a fact and it is wrong.  I want the Minister for Finance to come into the House and at the very least explain why the Government will not even engage with the nursing unions.  We all accept that pay claims and industrial disputes happen but the public have an expectation that the Government will do its best, through negotiation and mediation, to ensure that vital services are not impacted.  I call again on the Government to engage with the nurses to provide the dynamic to effect positive change and make a career in nursing attractive to current and future nurses, and to ensure that nurses and other health care staff are working within institutions and an environment that is safe, not the high-risk environment they are forced to work in every day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#H00200","speaker":"1378"},{"type":"speech","time":1548325800,"counter":62,"content":"<p>I wish to raise dementia and Alzheimer's disease.  I raised the issue on many occasions prior to Christmas.  An all-party working group on dementia and Alzheimer's disease is operating in this House.  We had one ask for the HSE National Service Plan 2019, namely, for eight advisers to help citizens who are suffering from this terrible disease to access the proper services.  We were led to believe on many occasions that the request would be acceded to.  Some advisers are operating around the country and they are doing an excellent job.  The benchmarking of the service that is being provided has shown it to be excellent.  It has helped many citizens who are suffering from the disease and their families by working with them and providing training to ensure that the person suffering from the disease can stay at home for much longer and can get the proper supports.  Unfortunately, there has been no increase under the HSE service plan.  I ask the Deputy Leader to ensure that the Minister for Health comes into this House as soon as he is available to discuss the HSE service plan and supports for people with dementia and Alzheimer's disease.  It is a crying shame that more than 50,000 citizens have been left with a poor service.  One simple measure could make a major difference not only to them but to their extended families.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#H00300","speaker":"1417"},{"type":"speech","time":1548325800,"counter":63,"content":"<p>In July 2017, 18 months ago, this House unanimously passed a Bill on autism and demanding a national strategy.  There were no dissenting voices.  Eighteen months later, the Bill has not moved so much as an inch towards D&aacute;il &Eacute;ireann.  In the meantime, 60,000 families with children with autism mark this passing with anxiety and worry.  A year in the life of any child is critical, but a year in the life of a child with autism is even more so because it is difficult to catch up on the missed opportunities.  The early interventions that they should be having, which they are not having, will impact on them much later in life.  We know that if children with autism get early intervention they can do very well.  They can remain independent and stay out of institutions, go to school, be part of their communities and contribute to society in a major way.  Why has this Bill has not gone to D&aacute;il &Eacute;ireann?  I request that the Minister for Health, Deputy Harris, come into this House and explain why a Bill, which received unanimous support and which had the online support of 77,000 people by means of a petition, now lies dormant with no further action.  It is not good enough to produce reports on the state of children with autism and still not respect the wishes of this democratic House regarding the needs of those children and their families.  I hope the Deputy Leader will get the Minister in here.  I know he has a lot of other problems on this mind, but he needs to come to the House and tell us why this Bill is not proceeding.  To be honest, parents would much prefer to see the Bill being debated in the D&aacute;il and obviate the need for him to come in here at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#H00400","speaker":"1421"},{"type":"speech","time":1548325800,"counter":64,"content":"<p>I compliment the Ceann Comhairle, the Cathaoirleach, Clerk of the D&aacute;il, Clerk of the Seanad, the staff of the D&aacute;il and Seanad, the Office of Public Works, and the Houses of the Oireachtas Commission on the event to mark the 100th anniversary of the First D&aacute;il on 21 January 1919, which was commemorated on the same day in 2019 in the Round Room of the Mansion House and which was a marvellous success.  It was a fitting tribute to the men and women who established the First D&aacute;il.  I salute their courage, commitment and bravery.  They were subject to arrest for sedition against the Crown and the Government of the United Kingdom, yet they went there openly and were prepared to form the First D&aacute;il.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Government of Great Britain may have learned a lesson from its actions in 1916 but I do not think it ever accepted the ability of those men and women to establish a new state following years of oppression.<\/p><p>The excellent graphics at Monday's event, the wonderful presentations by all concerned, including our Cathaoirleach, and all the material available in the Mansion House should be put in place in this room when the Seanad returns to its original home in Leinster House.  This is an excellent room and it could be used to commemorate the first 100 years of the D&aacute;il and, in the future, please God, the Seanad.  The graphics and audiovisual presentation in the corridor here are second to none.  They are of the highest standard and an example of the ability of Irish people to create displays of this type.  I do not think anyone who was present at Monday's event would be anything other than impressed by the audiovisual presentation.  All that material should be retained for students who come to visit Leinster House.  There are plenty of display walls here.  The area in the coffee dock and the material in the corridor and throughout the House should all be retained carefully and put on display again here.  It was well done indeed.  If there is any duplication, I suggest that the relevant material be retained in the Round Room of the Mansion House as another location where people might appreciate the work.  Through the Committee on Procedure and Privileges, the Cathaoirleach, the Clerk to the Seanad and the Leader should table that as a proposal or a recommendation from Seanad &Eacute;ireann to the Government, the Office of Public Works and the Houses of the Oireachtas Commission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#H00500","speaker":"1393","continuing":true},{"type":"speech","time":1548325800,"counter":66,"content":"<p>I thank Senator Leyden for his kind remarks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#J00200","speaker":"1381"},{"type":"speech","time":1548325800,"counter":67,"content":"<p>I echo Senator Leyden's kind remarks.  Perhaps he would go further and recommend that we stay here altogether and use the old Seanad Chamber for such noble purposes.  However, that may be a matter for discuss on another day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#J00300","speaker":"1401"},{"type":"speech","time":1548325800,"counter":68,"content":"<p>I am sure Senator Boyhan would have something to say about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#J00400","speaker":"1381"},{"type":"speech","time":1548325800,"counter":69,"content":"<p>This room is too cold.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#J00500","speaker":"1379"},{"type":"speech","time":1548325800,"counter":70,"content":"<p>Monday's events were very good.  It is tempting for us, looking across the water at the chaos our friends in Britain are experiencing as a result of Brexit, to run away with ourselves, start to feel condescending and clap ourselves on the back for how well we do things.  Anybody who listened to Jimmy Sheehan, the founder of the Blackrock Clinic, discussing the new national children's hospital on radio this morning or who was present at yesterday's meeting of the Joint Committee on Health would come to the conclusion that this project has been an unmitigated disaster from the outset and that it reflects badly on the entire political class.  I felt sorry for the representatives from the HSE and the Department of Health officials who tried to defend a bad situation at yesterday's meeting.  However, I was obliged to wonder at the righteous tone of politicians who seem to have forgotten that the political class got us into this mess.  In that context, every member of Cabinet received a dossier from the Connolly for Kids group before the final decisions were taken.  Some 60,000 signatures were presented to the former Taoiseach, Deputy Enda Kenny, who reluctantly accepted them.  A detailed submission was made to An Bord Plean&aacute;la and oral submissions were heard.  The point was made all along that the risk of spiralling costs, which look likely to go over &euro;2 billion, was not the only issue.  This matter cannot be spun in the way that is being attempted, namely, to the effect that the project will cost a fortune but that we will have the best hospital in the world, particularly when there are problems that money cannot solve because of the choice of location, the fact that the largest search and rescue helicopters cannot land there, parking issues, the fact that there is no co-location with a maternity hospital and a lack of room for expansion.  All of these problems relating to the fact that a greenfield site was not chosen.  As Dr. Sheehan stated this morning, it is difficult to know whether anything can be done now.<\/p> <p>I listened to Senator Humphreys refer to the fact that the HSE service plan does not make provision for the dementia advisory services that a re needed.  I know something about the challenges in getting the services needed to care for persons with dementia.  The scandalous waste of money in this project is not an indictment of the HSE or the Department of Health in the first instance but of the political parties.  The Government and Deputy Mich&eacute;al Martin were unhelpful.  Deputy McGuinness was the only person in Fianna F&aacute;il who paid any attention to the Connolly for Kids group.  Sinn F&eacute;in was less than useless and yet one of its members spoke in the righteous tones to which I referred earlier at yesterday's meeting.  There are questions to be answered about the political parties and, yet again, the unacceptable waste of public money, bad decision-making and group-think that has marked this matter from beginning to end.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#J00600","speaker":"1401"},{"type":"speech","time":1548325800,"counter":71,"content":"<p>Before Christmas, in Trim, County Meath, a person who lived alone died.  This individual had no immediate family.  The local community raised &euro;6,000 and the community welfare officer gave &euro;3,000.  The community got together and the spirit displayed was reported on by <i>The Irish Times<\/i>, <i>The Star<\/i>and all the major newspapers.  Various articles detailed how the community gathered to help bury the lady in question.  She was a great community person.  Her name was Margaret Lang.  Seeing the community bond gives great hope for the future and I thank the community of Trim.<\/p><p>I want to address the good work that the Kevin Bell Repatriation Trust does to repatriate people to Ireland because of tragedies or sudden death.  Last year, the trust repatriated over 100 people.  This organisation is funded entirely by voluntary donations and charity.  I ask that the Minister for Employment Affairs and Social Protection to come before the House to discuss this matter and indicate whether it might be possible to provide funding for the trust on a yearly basis.  Airlines charge ridiculous rip-off prices of anywhere between &euro;20,000 and &euro;40,000 to transport bodies back to this country.  That is a disgrace.  We should examine this matter in order to discover whether it might be possible to legislate and get the airlines to see sense in the context of what they charge at times when people are desperate and vulnerable.  Airlines are ripping people off.  Coffins are kept with passengers' luggage on aeroplanes but at a cost of between &euro;20,000 and &euro;40,000.  I ask that Minister for Employment Affairs and Social Protection come to the Seanad to discuss providing the Kevin Bell Repatriation Trust - a fabulous organisation - with a yearly funding allocation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#J00700","speaker":"1423"},{"type":"speech","time":1548325800,"counter":72,"content":"<p>Young people in our towns and cities are looking for sustainable places in which to dance, staggered opening hours and closing times and public transport home.  On a number of other nights this week, a campaign group, Give Us The Night, is holding meetings regarding the recent closures of clubs in Dublin.  Hangar, which was located in St. Andrew's Lane, closed last year and District 8 and the Wright Venue are due to close at the end of the month.  No new nightclubs have opened in Dublin in the past ten years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There were about 350 people at the public meeting.  They included nightclub operators and promoters and people who create the culture of the night such as DJs, staff, students and club-goers.  The vitality of night-life culture is caught up in this perfect storm of gentrification, planning and licensing.  Dublin and all other Irish cities seem to be going in entirely the opposite direction to our European neighbours.  Britain has made moves towards retaining and advancing night-life options.  It has established a night-time mayor.  It values its night-time economy at around &euro;66 billion per year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#J00800","speaker":"1372","continuing":true},{"type":"speech","time":1548325800,"counter":74,"content":"<p>Night-time mayor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K00200","speaker":"1401"},{"type":"speech","time":1548325800,"counter":75,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K00300","speaker":"1372"},{"type":"speech","time":1548325800,"counter":76,"content":"<p>Is that a nightmare?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K00400","speaker":"1401"},{"type":"speech","time":1548325800,"counter":77,"content":"<p>The commonly-recognised timeframe in this sector is about 6 p.m. to 6 a.m. but in Dublin we are all out on the street at the same time between 2 o'clock and 3 o'clock in the morning.  Our discussions on a directly-elected mayor should include a night mayor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K00500","speaker":"1372"},{"type":"speech","time":1548325800,"counter":78,"content":"<p>It sounds like a nightmare.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K00600","speaker":"1401"},{"type":"speech","time":1548325800,"counter":79,"content":"<p>Is this a conversation we are having here?  Does the Senator know the scene himself?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K00700","speaker":"1372"},{"type":"speech","time":1548325800,"counter":80,"content":"<p>I am intrigued.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K00800","speaker":"1401"},{"type":"speech","time":1548325800,"counter":81,"content":"<p>I understand Senator Mullen's interest in what Senator Warfield is saying but I think he should be allowed to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K00900","speaker":"1381"},{"type":"speech","time":1548325800,"counter":82,"content":"<p>I would welcome an invitation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K01000","speaker":"1401"},{"type":"speech","time":1548325800,"counter":83,"content":"<p>There is always an open invitation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K01100","speaker":"1372"},{"type":"speech","time":1548325800,"counter":84,"content":"<p>I do not get out much.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K01200","speaker":"1401"},{"type":"speech","time":1548325800,"counter":85,"content":"<p>I gathered that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K01300","speaker":"1372"},{"type":"speech","time":1548325800,"counter":86,"content":"<p>There might have to be a special arrangement made for Senator Mullen.  Ar aghaidh leat.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K01400","speaker":"1381"},{"type":"speech","time":1548325800,"counter":87,"content":"<p>I will leave that to the Cathaoirleach.  I am calling for the Minister-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K01500","speaker":"1372"},{"type":"speech","time":1548325800,"counter":88,"content":"<p>And probably myself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K01600","speaker":"1381"},{"type":"speech","time":1548325800,"counter":89,"content":"<p>I am calling for the Minister for Justice and Equality to come to the House to discuss licensing and how we can rethink this system and have a mature conversation - we have started on the wrong foot - about how we can rethink the system and not restrict our night life.  We need to recognise its contribution towards the culture of the island.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K01700","speaker":"1372"},{"type":"speech","time":1548325800,"counter":90,"content":"<p>An issue that has arisen recently and which was brought into focus at a demonstration this morning on Dawson Street is that of trainee pharmacists.  Since 2015, trainee pharmacists in Ireland are required to complete a five-year integrated Master's programme with one of the three accredited pharmacy schools - UCC, Trinity College or the Royal College of Surgeons in Ireland, RCSI.  The new format involves two unpaid work placements of four and eight months in years 4 and 5, respectively.  In addition to this unpaid work, the fees for the fifth year have increased from &euro;3,000 to &euro;7,500 in UCC, to &euro;8,500 in TCD and to &euro;9,000 in RCSI.  As a result, each pharmacy student is looking at a cost of approximately &euro;25,000 over the course of the degree.<\/p> <p>These students, whose skills will be badly needed by our country upon their graduation, are facing a long course combined with unpaid work and, in many cases, seven days a week of combined study and work to make ends meet and complete their courses.<\/p> <p>I want to ask the Government if this is acceptable.  The Higher Education Authority has refused to fund the fifth year of the pharmacy programme leaving colleges to foot the Bill.  The colleges have inevitably passed it on to students.  It is paramount that we act now to remove the blanket ban on payments to students to prevent pharmacy courses becoming elitist.  To this end, students from UCC, TCD and the RCSI are calling on the Pharmaceutical Society of Ireland to remove the blanket ban immediately.  That is what they were doing this morning.  I support them at a time when we need medical professionals and support from pharmacists.  We need the students to get the support to get their Master's without experiencing poverty or difficulty in pursuing it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K01800","speaker":"1385"},{"type":"speech","time":1548325800,"counter":91,"content":"<p>I was not going to mention the pharmacy issue but it is an important one and a debate in the House on it is pertinent.<\/p> <p>I will raise an issue the Cathaoirleach is very much aware of, particularly in our part of the world, namely, the crisis in the beef industry.  The weekly kill has gone from over 40,000 head of cattle before Christmas to 36,000 last week.  We have a significant crisis of over-supply and dropping prices and we have Brexit around the corner which could have a major impact on our beef industry.<\/p> <p>It is an issue of confidence for the industry.  The beef forum has to be activated.  It must meet in the next few weeks to discuss how we deal with supply.  There will be a large kill in the next number of weeks.  We need to find markets for it.  The Food Wise 2025 policy was put in place ten years ago but there are no markets now.  It is becoming a significant issue for the number of cattle going through the system.  The real issue is farmers are being squeezed and prices are being cut.  They are 20% below the UK average.  It is having an enormous effect on rural Ireland and industry, which is dwindling away because confidence in the market is slipping away.<\/p> <p>The beef forum needs to be reactivated as a priority.  It would be helpful if the Minister for Agriculture, Food and the Marine could come to the House to discuss these issues regarding the beef industry and Brexit.  An amazing statistic is that 75% of the beef that entered the UK market last November was Irish beef.  The UK market is our main destination for beef.  If there was to be a slowdown in that supply chain or, God forbid, if we had a hard Brexit, the industry would be affected more than any other industry in the country.  The debate would be helpful.  I hope we can have it soon because time is passing.  The debate needs to happen.  It would be appropriate for the Minister to come to the House next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K01900","speaker":"1386"},{"type":"speech","time":1548325800,"counter":92,"content":"<p>I propose an amendment to the Order of Business that No. 20, which is leave to publish the national anthem Bill, be taken before No. 1.<\/p> <p>We approach the 110th anniversary of the composition of \"The Soldier's Song\" which was later translated into \"Amhr&aacute;n na bhFiann\".  As a key symbol of our State, it is worthy of protection and respect.  Other key symbols such as the flag are provided for in Article 7 of the Constitution.  The Taoiseach's Department has guidelines and protocols around its use and what should and should not happen with regard to the national flag.  With regard to our harp, we are the only nation on earth that has a single musical instrument as its national emblem.  That is because of our culture and musical heritage.  It is protected by patent law placed upon it by the State.<\/p> <p>The reason the Seanad carried out a public consultation is the national anthem fell out of copyright protection in 2013.  There was public consultation held in the Seanad Chamber and as a result the House has been responsible for the production, in collaboration with the deaf community, of the first ever official Irish Sign Language version of the national anthem.  It was a student from Bishopstown community school, Alain Newstead, who identified the fact that until now there has been no version.<\/p> <p>On the 100th anniversary of D&aacute;il &Eacute;ireann's beginnings we should protect our national anthem and give it formal recognition.  Through the public consultation, we discovered the State never formally adopted the Irish language version of the national anthem.  It is something that has to be rectified.  As we are all aware, the national anthem has been used in advertising and the legislation would put in place a process whereby if somebody wanted to use it, he or she would have to apply to the Department of Finance, as previously required under the copyright legislation.  I ask for the leave of the House to publish the Bill and debate the issue.<\/p> <p>The public consultation, as a result of the work of this House, means for the first time ever we have protocols for the use of our national anthem.  Heretofore that was not the case.  There was no one set of protocols for our national anthem.  That has now been rectified as a result of everybody in the House and the public consultation process we undertook.  The next step is to formally recognise the national anthem and give it the protection that is its due.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#K02000","speaker":"1414"},{"type":"speech","time":1548325800,"counter":93,"content":"<p>Recently, the issue of rural transport has been in the news, as well as drink driving and many other aspects.  A lot of has been done with the rural transport initiative.  The Minister of State at the Department of Health, Deputy Jim Daly, and Deputy Robert Troy have hit upon a unique idea of an Uber-style rural taxi service or, as the Minister of State called it, a \"Ruxi\".  In Dublin, we have excellent taxis and they are good value.  In London, I have shared an Uber taxi with another person and I shall explain how it works.  A 30-minute journey in an Uber taxi costs between &euro;5 to &euro;7, there is a pool of Uber taxis, customers are given an estimated price, two people can share a taxi, and customers must pay their fare using an App so no money exchanges hands.<\/p> <p>An Uber taxi, which is a privately owned car, can transport ten or 15 people as part of the one journey thereby giving value for money.  Uber taxis are the way forward.  I understand why the taxi drivers in Dublin would oppose an Uber-type taxi, whereby private car drivers rent space in their vehicles.  Uber taxis are a solution for the transport woes in rural communities.  Uber taxis are now available all over the world and they are available in hundreds of cities in Europe and North America.  The availability of Uber taxis is a way to solve our transport problems.<\/p> <p>On 19 January, I attended a course in self-driving cars that took place at the Institute of Technology, Sligo.  The availability of self-driving cars will mean nobody would have to worry about drink driving because these cars can transport a person from A to B.  I compliment the institute on its fascinating work with the University of Applied Sciences in Kempten, Germany.  The institute of technology has an innovative approach to online learning because almost half of its 6,000 students now study online.  I believe that self-driving cars are the way forward and it is nice to see that a small town located on the west coast of Ireland is at the forefront of such modern technology.  In years to come people will be able to throw away their breathalysers because we will have self-driving cars.  In the meantime, Uber is the way forward.  I do not know why the initiative does not exist in this country because it would be one way to address the taxi shortage, particularly in rural areas.  In addition, the initiative makes great sense and is great value.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#L00100","speaker":"1424"},{"type":"speech","time":1548325800,"counter":94,"content":"<p>Senator Feighan has mentioned a good and innovative idea.  However, the time that people leave pubs in County Westmeath must differ from the time that people in County Roscommon do so.<\/p> <p>Like Senator Reilly, I ask the Deputy Leader to invite the Minister for Health to the House.  However, my issue slightly differs from the noble issue raised by Senator Reilly.  The Taoiseach referred to this yesterday.  My general concern is about capital projects being kicked into touch and how the HSE has messed up on the back of the children's hospital debacle.  I wish to refer, in particular, to the hospital staff and the community of Mullingar who have raised just short of &euro;1 million in their community to fund a new MRI machine in Mullingar.  As part of that initiative, the HSE had given a guarantee and pledged that it would build a sufficient building to house the new MRI scanner in the existing Midlands Regional Hospital in Mullingar.  Unfortunately, we have been told that the project has been kicked into touch and the finances will not be available until 2022 at the earliest.<\/p> <p>I am concerned, particularly when a community has gone to such trouble to raise &euro;1 million for a piece of hardware, that the smaller end of this deal will not happen due to mismanagement of which we are all aware.  Now would be an opportune time to bring the Minister to the House and let him discuss the projects that will or will not be in trouble.<\/p> <p>I second the amendment to the Order of Business proposed by Senator Daly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#L00200","speaker":"1411"},{"type":"speech","time":1548325800,"counter":95,"content":"<p>The European Cervical Cancer Prevention Week will commence on 28 January so the announcement that up 6,000 women in this country will have their smear tests reread is ironic.  This is a worrying time for the women involved.  I know that they are due to receive their letters within the next ten days but we have had so much to do with CervicalCheck over the past 12 months.  I know that my own constituent, Vicky Phelan, was the lady who originally sounded alarm bells about CervicalCheck.  I know it has been said that the smear tests will be read as a matter of priority but I was frightened to read that it took up to 22 weeks for some tests to be read.  That is quite a long time to wait because the norm is between four to six weeks.  Twenty-two weeks is a long time for a woman to wait for her results.<\/p> <p>I support my colleagues in terms of what was said about pharmacists, which is an issue that concerns the Minister for Health.  In the past I raised the issue of pharmaceutical assistants here and, unfortunately, the issue still has not been resolved.  Perhaps we could invite the Minister for Health to the House to update us on the smear test issue, the pharmacists and pharmaceutical assistant positions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#L00300","speaker":"1384"},{"type":"speech","time":1548325800,"counter":96,"content":"<p>I want to take the opportunity to reflect on a meeting of the Joint Committee on Justice and Equality that took place yesterday morning.  On that occasion we heard from a range of human rights and legal organisations from the North.  They are very eminent and respected figures.  They gave a very stark and sobering series of contributions to members of the committee and, by extension, all Members of the Oireachtas as to the real crisis, as they deemed it, regarding the challenge posed by Brexit to rights and equality.  The delegations also referred to the real legislative and legal deficit, regardless of Brexit, that exists from a failure by Governments to fully implement the Good Friday Agreement.  They say that Brexit just peels off the cover that exposes the absence of legislative protections, safeguards and entitlements for Irish EU citizens who reside in the North.<\/p> <p>In terms of a further platform, I encourage the Seanad to explore ways that allow us to act as a driver of the bulwark that is necessary to ensure that the Government remains steadfast about rights because the Government can do so.  The very senior legal academics who attended the committee meeting yesterday encouraged the Government to act entirely within the confines of the Good Friday Agreement and unilaterally legislate for the rights of people who reside in the North.  At present, it appears that the only right that any of us have is to obtain a passport.  We need to offset the dangers, threats and jeopardy posed by Brexit being forced upon us but within the context of everything else that is going on.<\/p> <p>I appreciated the statements and updates that the Taoiseach made the other night.  He has been in here and engaged very regularly on this issue.  I do not have a specific ask of the Deputy Leader or the Government today.  However, I encourage Members to read the transcript of the committee proceedings and reflect on the stark warnings that were given.  I have asked the Chair of the Joint Committee on Justice and Equality to convene a joint sitting with the Committee on the Implementation of the Good Friday Agreement to look at the real threat posed by Brexit and how we can act as a platform for drawing attention to it, and encourage the Governments to fix the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#L00400","speaker":"1413"},{"type":"speech","time":1548325800,"counter":97,"content":"<p>I am impressed by the concern expressed about Brexit by my colleague, Senator &Oacute; Donnghaile.  In view of his party's inactivity in respect of participating in the decision-making process in the House of Commons, I do not think people can come into this House and outline the failure of this Government.  Over the past two and half years we have done everything possible to make sure that our influence is taken on board in making sure that there will not be a hard border and encouraging the UK to reach an agreement on the withdrawal process.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is disappointing that our colleagues from Sinn F&eacute;in will not participate in the decision-making process in the UK.  That must be taken into account.<\/p><p>Legislation relating to the boundary extension in Cork was finally passed in the D&aacute;il yesterday and it is welcome.  The extension will kick in whereby Ballincollig, Blarney and Glanmire are coming into the city.  It is also important that information is made available to people about the changes that are occurring because there is a lot of misinformation out there about where exactly the boundary line is.  New voting registers will be published within the next ten days and it is important that the relevant information is conveyed to people, perhaps by way of public advertising, particularly to those who are on the boundary lines between the city and county.  The Minister of State, Deputy Phelan, and the Department should make sure that the two local authorities and the Department get that information out there at the earliest possible date.  Local elections are not that far away and it is important that people know exactly where their new voting station is because people will be changing voting stations.  They should not have to look around for that information on the day of the election.  We should get that information out at a very early date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#L00500","speaker":"1409","continuing":true},{"type":"speech","time":1548325800,"counter":99,"content":"<p>I have been listening to reports from Davos.  I have checked with several of my colleagues and none of them seems to have heard of any major discussions on climate change.  I do not know if such discussions have occurred, perhaps they have and they have not been reported, or perhaps I just missed them.  It seems astonishing that the first and most important matter is Brexit, as far as representatives in Davos are concerned.  This is an extraordinary meeting of business leaders and politicians and one would imagine, if they were taking it seriously, that there would be something about climate change.  I understand that the local villagers in Davos have protested at the number of enormous, gas-guzzling limousines in which these people, who are supposed to be concerned about the environment, are turning up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M00200","speaker":"1392"},{"type":"speech","time":1548325800,"counter":100,"content":"<p>Do not forget the private jets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M00300","speaker":"1414"},{"type":"speech","time":1548325800,"counter":101,"content":"<p>I thank the Senator.  They are also arriving in private jets and private aeroplanes.  There is a huge amount of hypocrisy and it is about time that world leaders woke up.  It will not really affect me because I am far too old.  I will not see the planet crash and burn but other people will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M00400","speaker":"1392"},{"type":"speech","time":1548325800,"counter":102,"content":"<p>Is Senator Norris still burning turf?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M00500","speaker":"1380"},{"type":"speech","time":1548325800,"counter":103,"content":"<p>I certainly am, and turf from Senator Paddy Burke's part of the world.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M00600","speaker":"1392"},{"type":"speech","time":1548325800,"counter":104,"content":"<p>I remind both Senators that there will be a two-hour debate on climate action commencing in 15 minutes' time or thereabouts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M00700","speaker":"1381"},{"type":"speech","time":1548325800,"counter":105,"content":"<p>That shows that this House is taking it seriously, but it does not affect what is going on-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M00800","speaker":"1392"},{"type":"speech","time":1548325800,"counter":106,"content":"<p>The Senator can expand on his point during the debate if he wishes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M00900","speaker":"1381"},{"type":"speech","time":1548325800,"counter":107,"content":"<p>I have a hospital appointment, so I may not be able to, but I thank the Cathaoirleach for his indulgence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M01000","speaker":"1392"},{"type":"speech","time":1548325800,"counter":108,"content":"<p>The last word is for Senator Paddy Burke.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M01100","speaker":"1381"},{"type":"speech","time":1548325800,"counter":109,"content":"<p>He is a well-known turf burner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M01200","speaker":"1392"},{"type":"speech","time":1548325800,"counter":110,"content":"<p>I must get a bag of turf for Senator Norris.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M01300","speaker":"1380"},{"type":"speech","time":1548325800,"counter":111,"content":"<p>Deputy Dooley favours me so the Senator will have to outdo Fianna F&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M01400","speaker":"1392"},{"type":"speech","time":1548325800,"counter":112,"content":"<p>There have been occasions recently where drones have been tracking lorry drivers and oil delivery trucks in the Kerry region.  I ask the Leader to, at some stage, bring the relevant Minister before the House, whether that is the Minister for Transport, Tourism and Sport or someone with responsibility for aviation or whatever.  We need to discuss controlling drones.  Drones were tracking those oil lorries and householders found that, after the delivery, their oil tank was emptied.  It is an invasion of privacy and aids criminals.  I would like the Leader, or the Deputy Leader, to bring the relevant Minister before the House.  Every drone should probably have a licence, or maybe one should need a licence to operate a drone before one can buy it.  We need regulation in this area because it is too bad that drones can track lorries delivering oil and that people can find, the next day, that their tank is emptied of that delivery of expensive oil at considerable cost and inconvenience to the householders involved.  I would like a debate on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M01500","speaker":"1380"},{"type":"speech","time":1548325800,"counter":113,"content":"<p>These gadgets closed down Heathrow Airport and also recently caused consternation in Newark Airport, the second biggest airport in New York.  It is amazing how little yokes like that can cause such problems, apart from the matter of empty oil tanks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M01600","speaker":"1381"},{"type":"speech","time":1548325800,"counter":114,"content":"<p>I thank the Senators who raised issues on the Order of Business.<\/p> <p>Senator Ardagh raised the issue of CervicalCheck and, indeed, we are all concerned to hear that women are having to be retested because of delays.  I heard a doctor on the radio this morning and it is important that the word goes out from those in positions of leadership that CervicalCheck has saved an enormous amount of lives and that, despite the issues that are there and which will be overcome in the near future, it is important not to scaremonger, although that might be too strong a word.  We should be factual in how we speak about CervicalCheck because to do otherwise instils fear in women.  It would obviously be a good idea for the Minister for Health, Deputy Harris, to come to the House to discuss the issue of CervicalCheck and let us know of any progress with the implementation of the recommendations of the Scally report.<\/p> <p>I have no problem with the suggestion Senator Boyhan made about copies of the Order of Business.  I am not in favour of all the paper we use and I would have thought an email would be sufficient.  I have no difficulty with that and I will speak to the Leader about it.<\/p> <p>Senator Conway-Walsh raised the issue of nurses pay and nurses are very hard working.  The Minister for Finance has made a lot of sense any time I have heard him speak about this issue.  We have agreed a pay deal with the entire public service and it is hard to see where the money is going to come from to pay more.  There is a significant increase of about &euro;3,000 for nurses in the pay deal.  There are definitely issues in nurses' conditions that need to be addressed.  The Senator mentioned the word \"engagement\" and that is key and there is engagement.  Engagement is the only way forward and we all hope that any potential strikes could be averted.<\/p> <p>Senator Humphreys raised the issue of dementia and Alzheimer's disease.  I suggest that is another issue that the Minister for Health might like to update the House about.<\/p> <p>Senator Reilly spoke passionately about the Autism Spectrum Disorder Bill and I do not see any reason that should not be before the D&aacute;il.  I will follow that up and find out the reason for that delay.<\/p> <p>Senator Leyden complimented the 100th anniversary celebrations of D&aacute;il &Eacute;ireann and we all agree with him.  His idea to have a permanent home for the exhibition is a good one which I support.<\/p> <p>Senator Mullen raised the issue of the children's hospital.  It is an issue we are all concerned about and the Taoiseach and the Minister have expressed their serious concerns.  An independent body has been put in place to review these major cost increases and it would be a good idea for that to be discussed in this House in the near future.<\/p> <p>Senator Butler raised the issue of repatriation of Irish citizens, the Kevin Bell Repatriation Trust and a case in his local area.  I agree with the Senator about airlines because it seems that, when people are at a vulnerable point, airlines really slap on the charges.  I understand it is a business and they have to make money.  However, when there are difficult circumstances for people which, in the context of how many people fly, cannot be that common, airlines should be more supportive of individuals.<\/p> <p>Senator Warfield raised the issue of nightlife in Dublin.  I cannot say I was aware that many nightclubs are closing.  I would not have thought we have any difficulty when it comes to knowing how to party in this city but the Senator raises an interesting point.  Having acted as a lawyer over the years, I know how unnecessarily complex the whole licensing area is.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is an issue that we should debate.  It would be interesting to discuss how we want to go forward as a society when it comes to our nightlife.  I have seen many initiatives lately.  I believe a bar that is opening on Capel Street in the near future will sell non-alcoholic beer only.  There are ways for us to party and have fun without necessarily loading ourselves-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#M01700","speaker":"1406","continuing":true},{"type":"speech","time":1548325800,"counter":116,"content":"<p>Extended opening hours are not about extended drinking times.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N00200","speaker":"1372"},{"type":"speech","time":1548325800,"counter":117,"content":"<p>I know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N00300","speaker":"1406"},{"type":"speech","time":1548325800,"counter":118,"content":"<p>The drinking times can stay the same.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N00400","speaker":"1372"},{"type":"speech","time":1548325800,"counter":119,"content":"<p>Yes.  Will those who own businesses want to keep them open while selling the odd drink?  It is a difficult one to get a balance on.  I hear where the Senator is coming from.  We could have a very interesting debate on licensing in this House.<\/p> <p>Senator Grace O'Sullivan raised the issue of trainee pharmacists.  It would be a good subject for a Commencement debate.  That would allow the Senator to get a full answer from the Minister.  Nobody would want trainee pharmacists to be in any way impoverished or to have difficulty in this area.  Clearly, this issue needs to be addressed.<\/p> <p>Senator Lombard spoke about farming.  It would be a good idea to have a debate with the Minister for Agriculture, Food and the Marine, particularly in the context of Brexit.  He is a regular visitor to this House.  I do not think we can discuss enough the fears that exist because of the ongoing issue of Brexit.<\/p> <p>I can accept Senator Mark Daly's amendment to the Order of Business.  Senator Feighan mentioned Uber in the context of rural transport.  Uber exists in this country, but the charges are not as cheap as in other countries because our taxis are regulated.  If one gets a taxi on Uber, it costs the same as it would cost to get a taxi any other way.  It certainly offers a potential solution.  The area of hackney and taxi licences is a complex one.  I would see certain red lights flashing when it comes to the reaction of taxi drivers in this city.  It would certainly be a good idea in rural areas.<\/p> <p>Senator Davitt made the constructive suggestion that the Minister for Health should give us an idea of the projects that may be affected by the cost of the national children's hospital, which is obviously the biggest concern in any conversation about the hospital.  The Minister might not want to go into detail on the matter.<\/p> <p>Senator Byrne raised the issue of CervicalCheck.  The irony that this is an awareness week for cervical cancer is not lost on any of us.  As women, we are very keen for this matter to be resolved in the near future to the satisfaction of the women of Ireland.<\/p> <p>Senator &Oacute; Donnghaile told us that the Joint Committee on Justice and Equality heard from individuals from the North yesterday.  It was a very constructive thing to happen, especially in the context of Brexit.  The comments on the matter made by my colleague, Senator Colm Burke, were well made.<\/p> <p>Senator Colm Burke's suggestion that information needs to be made available to those who will be affected by the boundary extension is a constructive one.  It is something that should happen.  A Commencement debate may be required to draw the Minister's attention fully to the suggestion.  I can raise it with him too.<\/p> <p>Senator Norris spoke about climate change in the context of the Davos meeting.  I know that in his comments in Davos today, the Taoiseach specifically highlighted the importance of Europe having a united front on climate change.<\/p> <p>Senator Paddy Burke is dead right when he says that regulation is needed with regard to drones.  It is beyond unsatisfactory that issues of concern have arisen in this country and at a major airport in a neighbouring country.  We definitely need to think about legislating in this area, which should be brought to the attention of the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N00500","speaker":"1406"},{"type":"speech","time":1548325800,"counter":120,"content":"<p>I understand Senator Davitt would like to clarify something.  I do not normally allow such interventions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N00600","speaker":"1381"},{"type":"speech","time":1548325800,"counter":121,"content":"<p>I did not get in when the Deputy Leader was answering.  Does she think we can get the Minister for Health to come to the House?  I know she is sympathetic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N00700","speaker":"1411"},{"type":"speech","time":1548325800,"counter":122,"content":"<p>The Minister is not available next week.  The Leader's office is seeking to ascertain whether he will be available the following week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N00800","speaker":"1406"},{"type":"speech","time":1548325800,"counter":123,"content":"<p>I appreciate that very much.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N00900","speaker":"1411"},{"type":"speech","time":1548325800,"counter":124,"content":"<p>He has just had a baby.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N01000","speaker":"1406"},{"type":"speech","time":1548325800,"counter":125,"content":"<p>What a proactive leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N01100","speaker":"1411"},{"type":"speech","time":1548325800,"counter":126,"content":"<p>Senator Mark Daly has moved an amendment to the Order of Business: \"That No. 20 be taken before No. 1.\"  The Deputy Leader has indicated that she is prepared to accept it.  Is the amendment agreed to?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N01200","speaker":"1381"},{"type":"unspoken","time":1548325800,"counter":127,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"National Anthem Bill 2019: First Stage","time":1548325800,"counter":128,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N01400"},{"type":"speech","time":1548325800,"counter":129,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to confirm that the choral refrain, with or without the lyrics, of &quot;<i>Amhr&aacute;n na bhFiann<\/i>&quot; or, in the English Language, &quot;The Soldier's Song&quot; is and continues to be the National Anthem; to provide for a version of the National Anthem in the Irish Sign Language; to confirm that the Presidential Salute is and continues to be the music of the first 4 bars, followed by the last 4 bars, of the National Anthem; and to provide for other related matters.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N01500","speaker":"1414"},{"type":"speech","time":1548325800,"counter":130,"content":"<p>Is there a seconder?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N01600","speaker":"1381"},{"type":"speech","time":1548325800,"counter":131,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N01700","speaker":"1411"},{"type":"unspoken","time":1548325800,"counter":132,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1548325800,"counter":133,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N01900","speaker":"1381"},{"type":"speech","time":1548325800,"counter":134,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N02000","speaker":"1414"},{"type":"speech","time":1548325800,"counter":135,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N02100","speaker":"1381"},{"type":"unspoken","time":1548325800,"counter":136,"content":"<p>Second Stage ordered for Tuesday, 29 January 2019.<\/p>"},{"type":"majorheading","content":"Local Government Bill 2018: Motion for Earlier Signature","time":1548325800,"counter":137,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N02300"},{"type":"speech","time":1548325800,"counter":138,"content":"<p>I move:<\/p><blockquote>That pursuant to subsection 2<sup>o<\/sup>of section 2 of Article 25 of the Constitution, Seanad &Eacute;ireann concurs with the Government in a request to the President to sign the Local Government Bill 2018 on a date which is earlier than the fifth day after the date on which the Bill have been presented to him.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#N02400","speaker":"1406"},{"type":"unspoken","time":1548325800,"counter":139,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1548325800,"counter":140,"content":"<p>Sitting suspended at 12.35 p.m. and resumed at 12.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Climate Action: Statements","time":1548325800,"counter":141,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#O00100"},{"type":"speech","time":1548325800,"counter":142,"content":"<p>I welcome the Minister for Communications, Climate Action and Environment, Deputy Bruton, to the House.  There is no time limit on his contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#O00200","speaker":"1426"},{"type":"speech","time":1548325800,"counter":143,"content":"<p>Hopefully, I will not keep the House too long.  The first thing to do is to provide some context for my statement.  I was fortunate enough to have the chance shortly after I was appointed to attend the UN conference in Katowice in Poland.  No one who went there could be other than impressed by the urgency of the need to address the climate disruption agenda.  David Attenborough summarised matters very aptly when he referred to the threat to our civilisation and to many of the features of the natural world which we have come to take for granted.  Meeting Ministers from places like the Pacific Islands also brought matters home for me.  They talk about climate refugees and people being displaced by the climate impacts on their countries.  They ask how other states will treat people who have been dislodged by such events given that climate refugees are currently not recognised under international conventions.  It also made an impression to hear someone like the director of the World Bank, a person one might not necessarily imagine to be a firebrand in standing up for climate action, say she was deeply concerned about the future for her grandchildren if the globe did not awaken to the challenges that are here.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Richard Bruton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=119\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=119&amp;amp;pid=RichardBruton&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was very impressive.  In addition, there was a clear message that the window of opportunity to act on this is closing fast.  The UN report underlines that the trajectory we are on, even if we fulfil many of the objectives that have been set, still puts us on a very dangerous path.  There is a need not only to fulfil our commitments but also to increase them.<\/p><p>This country, by any standard, has been privileged to have had the opportunity for very considerable economic and social development.  It will be hard for us to tell countries in Africa or other parts of the world which have not had an opportunity for development that they must not take the easy route of a carbon development path but the more challenging one of a carbon neutral development path if we are not taking our responsibility seriously.  The challenge for us is absolutely vital.  I have a mandate from the Taoiseach and the Cabinet to deliver a plan that gets us back on track to deliver our 2030 targets and looks to a future in which we are leaders, not followers.  It is very important that we seize that challenge.  It will require almost a conversion in the way we view things.  Tradition, the way things have always been done and habit are big obstacles to achieving the type of conversion we must achieve in our lifestyles as individuals, enterprises, farms, communities and public servants.  This is truly a conversion of the way we think about carbon and its impact on our lifestyle.<\/p><p>Many people are concerned about the impact this might have and the burdens it might impose on them.  There is no way of pretending that it will not impose burdens of change on people but the other way to consider it is that if we fail, the burdens that will be visited on future generations will be enormous.  There will not only be burdens visited on people in far off lands for whom we should be properly concerned but there is also the future for ourselves.  People speak about agriculture and about being particularly nervous about the path they might have to travel.  However, if one projects oneself forward to 2050, when we know that even the Department of Public Expenditure and Reform is talking about carbon being valued at &euro;265 per tonne, the type of farming that will be competitive and have bright prospects for its future and for giving people a good livelihood will be dramatically different in that world.  If we do not start on a pathway to achieve the expectations of an agriculture that will be competitive in 2040 and 2050 we will have failed those who are entering farming today.  The same could be true of any other industry or activity.  I understand that people will agree to and like the fluffy bits such as recycling their plastics, but this is about much more than a small add-on to our existing lifestyle.  It is a substantial switch in the way we travel, heat our homes and use resources.  There must be a very significant change.<\/p><p>If this is to be achieved it will require great leadership.  I am very much aware that we are talking at a time when faith in traditional sources of authority, be they political or otherwise, has waned.  The authority of leaders generally is under pressure.  Equally, social media can spread views that deny even the most obvious evidence and they will get traction and purchase with people.  Creating a milieu where the type of conversion required can occur will be difficult in a more sceptical environment.  That is the reason I am convinced that we in the public sector must lead by example.  We cannot be preaching something and not walking the walk.  It is important to demonstrate that the public service is changing, that things are being done differently and that we are acting in a different fashion.  I was glad that one of the first things the Government did on 3 January last was to make the decision to ban the use of single-use plastics in Departments and to spread that to public bodies in the first quarter.  We will require plans to be developed this year for resource usage, be it energy, waste or water, in all public bodies.  We will put in place green procurement with clear principles enunciated by the Office of Government Procurement as to how the public service should prevent locking itself into high carbon ways of behaving.  I am conscious that 15 or 18 of us sitting around a table in Merrion Street will not create the change.  Every person, starting with the public service, must adopt the change.<\/p><p>The mandate I have is to produce a whole-of-Government plan that will take on the national mitigation plan.  That plan, admittedly, was not a detailed roadmap but a set of signposts for the direction of travel.  We must now create a detailed roadmap.  Furthermore, we must have the policy tools that will deliver progress on that road and verifiably show that we are reducing in the respective sectors.  We must have a target for the direction of travel for the sector, monitor it, verifiably examine the impact of policies we are adopting on that direction of travel and take corrective action if we are not achieving it.  This requires structural change, and that will be difficult.  It is a big structural change.  In the residential area, for example, to achieve the type of retrofitting that is necessary, bearing in mind that half our houses are at the low levels of building energy rating, will probably require &euro;40 billion to &euro;50 billion of investment in our housing stock over the coming years.  It is way beyond the capacity of the Government to fund that so this is about people deciding themselves that they want a low carbon approach and to be energy efficient and that they are willing to make the changes and investments.  Obviously, we can help in terms of information and, in some cases, with subsidies or smart finance measures, but it is still a road that we will have to bring people along and that will require them making big changes in their lives and prioritising this over other things.  The same is true for each of the different sectors, ranging from enterprise to transport.  Significant changes will have to be made in people's lives.<\/p><p>We are not starting from a great position.  That is acknowledged.  Looking back over the last number of years, it is clear that in the early years of the target period, which started in 2013, we appeared to be doing well.  We were below our 2005 emissions but the reason for that was the scale of the economic crash.  Some 20% of private sector employment had been wiped out.  As recovery has taken hold, it has become very clear that we have not broken the link between carbon and economic prosperity.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Richard Bruton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=119\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=119&amp;amp;pid=RichardBruton&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We see in all the critical areas of recovery - agriculture, transport, industry - significant growth in the volume of carbon emissions.  We must find the restructuring proposals that can arrest this growth.<\/p><p>The challenge, therefore, is substantial, and I acknowledge that much work has been done to start this movement.  We are at a time, if we show leadership in this area, where many things could help us, in particular, the national development plan, NDP, with its investment of &euro;116 billion.  It sets a new vision of what development should be like in this country.  It contains not only conscious decarbonisation investments such as in smart transport and the energy sector itself, which accounts for approximately &euro;30 billion of the investment, but also the concept of smart cities.  Furthermore, for the first time ever we are setting up a Land Development Agency run by the State to assemble the land to drive the master plan in order that we do not just have development as we have always had it: developer-led and sprawling farther and farther outside of our towns.  The vision that has been set out in the NDP is very different.  Equally, the transition statement we are discussing will show that even with that investment, we will only get a third of the way towards our targets.  We, therefore, need to do much more thinking about the kind of policy-shifting that needs to occur for us to achieve the rest.<\/p><p>This is where the hard work starts, and this is the work I am undertaking, going through each sector one by one to see what is possible.  We have created a framework for the dialogue we are having with other Ministers, Departments and agencies in order that it has a context.  The regulatory area, for example, is one area where there is potential.  The Department of Housing, Planning and Local Government, for example, has brought in the regulations for near-zero-energy buildings; any adaption over 25% of the structure must equally go for a high energy rating; from 2020, employers with more than 20 car-parking spaces will have to have an electric vehicle, EV, charging network; and so on.  There is scope in the regulatory environment going across the sectors.  Equally, there is what is called in economics language \"market failure\", which simply refers to the fact that by generating carbon we create a lot of damage that we do not pay for.  The issue of carbon pricing or pricing tools, trying to address the market failure, offers potential.  The Oireachtas committee and the Government are working on this, looking at how it can be structured and so on.  One can go through the sectors.  Many known technologies can be adopted; the question is how we adopt them.  There is much potential for renewable energy, and we are not doing badly in this regard.  A total of 30% of our electricity is renewable but we need to double that.  It is a question of how we achieve that and the pathway involved.<\/p><p>The work now is, therefore, to divine the pathway in each of the key sectors that can deliver to the maximum potential within that sector, while also bearing in mind that we want to take a pathway that minimises the burden on people and maximises opportunity.  We must design the interventions carefully.  There is no point in having a solely ideological designed intervention, for example, the keep-it-in-the-ground idea.  Before the Corrib gas field ever came on stream, we were 95% dependent on imported gas and oil, and gas will remain a part of our transition right up to 2050 and beyond.  Denying ourselves the opportunity to ensure security of supply and to have some of these needs that we anticipate over the next 50 years generated from within the country and instead relying on sources in Russia or the Middle East is not consistent with trying to manage people in their daily lives.  Whether we like it, 91% of our transport infrastructure is dependent on fossil fuels and 71% of our residences depend on fossil fuels.  We must divine a transition that is as effective as possible in getting to that destination and not assume that one solution that sounds good on paper will deliver the results.  We must think through the initiatives and ensure they are consistent with helping people to buy into this process and change their lifestyles and to do so in a way that minimises the burden on them but also creates the opportunities in the economic sectors we want to develop.  The truth is that if one becomes a leader rather than a follower in this sphere, one creates new sectors of activity that are healthier, better for the environment, more sensitive in resource use, more sustainable in the long term and more competitive in the international environment.  There is, then, a lot of positive opportunity in this as well as the fear that people naturally have of the sorts of lifestyle changes that this will demand.<\/p><p>I very much welcome the work of the all-party Oireachtas committee and the Citizens' Assembly before it.  I recognise that we in the Oireachtas must step up and find roadways and pathways to policy tools to underpin our ambition.  It is not about setting ambitions.  We had an ambition to reduce our carbon footprint by 20% by 2020, but where are we on that?  We will be 95% off target.  Therefore, in stating an ambition or setting out something in the Oireachtas, unless we build the underpinning - the policy tools, the social engagement, the support of communities and the pathways to deliver - we will not achieve those targets.  This is a complex issue.  Many people talk nowadays about behavioural economics, and that is a very true term because if we cannot get communities and clusters in the different sectors to say they are up for this, to see the opportunity and to say they are going to make it happen, we will fail.  This is a challenging area, but the rewards for getting it right are significant in terms of our responsibilities globally, nationally and to the next generation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#O00300","speaker":"1293","continuing":true},{"type":"speech","time":1548325800,"counter":146,"content":"<p>I welcome the Minister to the House.  I am disappointed that he is not accompanied by officials.  It has been the practice to be accompanied by officials, and indeed I exercised it myself when I was Minister of State with responsibility for trade and in other Ministries.  Officials came with me to ensure continuity of work.  The Minister has come here with a comprehensive speech about climate change and so on, but it is up to senior officials who should accompany him to list out the proposals made by Senators and see what practicalities will arise from those suggestions.  I will make a few such points to him.<\/p> <p>On 16 October the Minister took over a broad Department.  I believe it is too large.  There should be a Minister with sole responsibility for climate action.  It is so important that he should not have any other responsibility.  Regarding the communications element of his portfolio, he is up to his neck in the broadband issue, which is making no progress whatsoever.  What is happening is absolutely disgraceful.  He has taken no action in this regard since he assumed office in October, and there have been no developments or decisions regarding broadband coming to rural Ireland.  We do not have it where I live in Castlecoote, where there is a poor service.  Broadband is the one area which would allow for expansion of development in rural Ireland and it is not available.  The Minister might give broadband priority, he might give the environment priority, but if he gives one priority, he cannot give climate action, which is the starkest challenge we face today, priority.  It is even bigger than Brexit.  It is the challenge to the future of this country and the future of the world.  Brexit will come and go and solutions will be found, but climate action and the challenge we face in that regard are enormous.<\/p> <p>I will first give the Minister the official line and then I will give him my own views.  Fianna F&aacute;il is committed to tackling climate change and ensuring that Ireland meets its obligations.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We fully accept the findings of the Intergovernmental Panel on Climate Change.  The report finds that to limit global warming to 1.5&deg; Celsius would require \"rapid and far-reaching\" transitions in land, energy, industry, buildings, transport and cities.  This action needs to be taken within 12 years.<\/p><p>I have my own observations about this situation.  I suggest that the Minister provide fast-charging electric vehicle, EV, points in all towns and roll them out to filling stations.  They are not there at the moment.  They should be in every filling station, if the Minister is serious about reducing carbon emissions and promoting electric cars.  The charge will not come free because petrol and diesel are not free.<\/p><p>I am delighted the Minister has been joined by an official.  When I got up to speak the official was not present.  I have very good eyesight.<\/p><p>The provision of EV units at people's homes was a positive step but if motorists are to give serious consideration to electric vehicles they need assurances that they will find fast-charging EV points on their journey.  There can be no black spots.  For example, in Roscommon town, our county town, we have a number of EV charging points but they take on average seven or eight hours to fully charge a vehicle.  There is not one fast-charging EV unit in Roscommon town so what encouragement is there to buy such a car?<\/p><p>The Minister should remove subsidisation of onshore wind energy and subsidise offshore.  I welcome, in particular, the announcement by the Department and the semi-State company, the ESB, on developing an offshore wind farm to power 280,000 homes and provide 100 jobs.  That will be provided with a Belgian wind farm called Parkwind.  It will provide a wind farm approximately 25 km off the coast of County Louth, with 55 turbines which will produce 330MW of electricity while reducing carbon emissions by up to 600,000 tonnes a year.  That is a very positive development.  The ESB is providing this project.  It is an excellent project and I wish it well.  I also wish the project off the Arklow Bank well.  It is being developed by SSE and will be capable of generating 520MW with between 80 and 100 turbines.  This is a very positive development because we are surrounded by water and are in a position to provide good quality turbines in that area which would provide a lot of electricity.<\/p><p>My third recommendation is that the Government should upgrade the energy efficiency of housing in Ireland by providing high quality deep retrofit grants to individual homeowners.  The Sustainable Energy Authority of Ireland, SEAI, is offering a deep retrofit grant for old homes with a poor energy rating.  Homeowners who availed of the grant in the past are not allowed to engage in other upgrading which is a shame.  We should also upgrade all council housing stock.  This can be provided by the Government.  Where the warmer homes scheme assisted a low income household a number of years ago, it should be allowed to return to upgrade the house to A rating.  At present a return visit of works is not permitted.  I ask the Minister's officials to consider that and discuss it with other Departments.<\/p><p>When the Minister was Minister for Education and Skills did he ever think it might be worthwhile putting solar panels on every school in Ireland or is he a convert on the road to Damascus in respect of the climate because he was given this portfolio and decided he has to do this now?  Will he consider what the effect would be of putting solar panels on every school in Ireland?  During the summer months that energy could be redirected to the grid.  That is another positive step.<\/p><p>Water harvesting for farmers is vital.  I ask the officials to contact the Department of Agriculture, Food and the Marine to intensify their work in this regard to provide a quality system.  I understand there is a grant system in place but there should be more on-farm encouragement of a standard system and a scheme to provide this service.<\/p><p>We have an organic farm and we have organic cattle at the moment.  They do not require water from the mains with fluoridation and all the other chemicals which are in the water.  Their teeth are fine and their bones are fine.  Whatever benefit there is from fluoridation, clear water from the sky is perfect water.  It is coming from the Atlantic ocean.  Surely we could ensure that we would have a system in place, by getting Teagasc and everybody else involved and making them more proactive.  There is not enough action on the ground.  There is plenty of talk.  The Minister comes in here and makes a speech then he is gone and not much happens in the next few months.  I am putting forward a few practical suggestions to the Minister and his officials.  That is one practical approach, that is, to have a system designed that a farmer could implement and sub-contractors would be available to price, to provide a grant to them and to get that work done as quickly as possible.  There has to be a quality water supply coming from roofs &ndash; I know it cannot come from asbestos roofs &ndash; that is realistic but the water required for livestock does not need to be treated to the level it does for people who wish to consume it.  I have serious reservations about fluoridation of water.  It would never come in now if it was not there already.  Some countries have eliminated it and some countries which are providing the service would never bring it in now.  There are side effects to everything.  We might have very good teeth but something else might go wrong after tampering with the water.<\/p><p>Those are the kinds of steps which might be worthwhile.  They are simple and straightforward.  The Minister is looking at each sector in the State and each Department has to do work in this particular regard.  I am not enamoured of covering good quality land with solar panels.  It is acceptable to cover land that is not usable for other purposes, such as cut away bogs in some areas.  To use quality land for solar farms may not be the best way out because it is not the most productive.  To provide them on the roofs of buildings, schools and factories is more realistic than covering good land.<\/p><p>I could go on much longer.  Each one of us has a stake in this.  That is why the Seanad should return to this issue taking a more constructive approach and having a longer debate, with a question and answer session with the Minister and his officials.  We had several Ministers here some time ago.  It was a very quick debate.  It did not work that well.  I thank the Minister for coming in.  I know his heart in this from his statements.  He has taken action very fast.  I accept all that.  I wish him well in that regard and encourage him to continue his work and co-ordinate Departments, which may not be as enthusiastic as he is. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#Q00200","speaker":"1393","continuing":true},{"type":"speech","time":1548325800,"counter":148,"content":"<p>I thank the Minister for his presentation.  As everyone in this House knows, there is no silver bullet for this.  We talk about wind energy, electrification of vehicles, biomass, solar photovoltaics, PV, and retrofitting of insulation.  It is quite an endless list.  The important point to recognise is the significance of the work of the Oireachtas Joint Committee on Communications, Climate Action and Environment.  It is a key component.  It is key to ensure that any policy adopted is acted on and that we measure and evaluate it.  It is key that any policy we recognise is not delivering can be amended and made fit for purpose.  There is a risk in this area and in Government policy that we look for quick wins, things that will garner support and be regarded favourably in the court of public opinion.  That is a dangerous situation.  We need a full understanding of the long-term impact on all areas of business and society.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ian Marshall:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2486\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2486&amp;amp;pid=IanMarshall&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have worked a lifetime in the agrifood industry and I have great concerns for it, not because I question the value or integrity of the industry but the way it is both presented and presents itself.  We need to look at best practice in agriculture and all other sectors, and we look to other member states to see what they have done, what has worked and what has not worked.<br\/><br\/>However, we must acknowledge that Ireland is not the same as other parts of the world.  I refer to the current debate on the impact on the carbon footprint of our agriculture sector, especially in terms of the production of red meat.  The reality is that when we consider some of those discussions, Ireland is uniquely positioned.  It has a temperate climate with a plentiful supply of water in north-western Europe.  To compare beef production on the island of Ireland with beef production in California or New South Wales is unfair.  The reality is that per litre of water it is not the same limitation as other regions in the world.  We need to be cognisant of that.  I have concerns that some of the calculations are slightly questionable when we try to globalise and take averages from across the world.  That is unfair.  Ireland is uniquely positioned to produce good quality, sustainable food.<br\/><br\/>If we look at the reality, the Minister referenced leadership and authority, social media and public opinion.  That is a very important point because there is a requirement and a necessity to show strong leadership but, as I have mentioned, that is not always popular.<br\/><br\/>The Minister referenced a whole-of-Government plan that will take on the national mitigation plan, and he specifically mentioned the policy tools to do that.  Those policy tools will be the foundations for driving behavioural change across society.  I am a big supporter of evidence-based policy because we must be able to underpin our policy with science and fact.  When we are questioned, challenged or criticised for not delivering on policy, at least we can refer to the information we had at the time and the information upon which the decisions were based.<br\/><br\/>I have a genuine concern for cross-departmental engagement, which the Minister referenced also.  We need to avoid at all costs a silo mentality where each Department does an element of navel gazing and looks at the problems within that Department and not how they can be addressed by working with other Departments and deliver a greater good when they work together.<br\/><br\/>It is imperative also that we have a managed strategic approach in this area.  We have a legacy of <i>ad hoc<\/i>initiatives in isolation without looking at the complete picture.  This must be about taking a holistic approach.  It must be cross-sectoral and, importantly, it must examine the long-term impact, benefits and disadvantages because climate change and the environment is a long-term issue. Climate change and the environment must now be embedded in all Departments as the starting point and not be an additional component at the end of the discussion.<br\/><br\/>Climate change and the environment are complex but also simple.  It is about all society doing better and doing their best.  It is not that complicated.  Every individual in this House and in the D&aacute;il will have their own opinions on the best strategy for environment and climate change but it is about collective responsibility.  Even though political representatives are lobbied heavily by different components of society, organisations and individuals, this must be about collective responsibility and how we drive initiatives faster.<br\/><br\/>Ireland should not continually beat itself up about the past.  We have to learn from the past and make sure we do not repeat the mistakes we made in the past, but we must learn from our mistakes.  We must remember there are benefits in this because it is the second mouse to the trap that gets the cheese, so Ireland can benefit from some of this also.  <br\/><br\/>As recently as this morning, the World Economic Forum put out some information.  The Minister referenced Sir David Attenborough.  His message this morning was quite simple.  It was to say &quot;No&quot; to waste.  We must not waste plastic, food or power but, ultimately for us all, especially those of us in north-western Europe, we must live within our means.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#R00200","speaker":"1439","continuing":true},{"type":"speech","time":1548325800,"counter":150,"content":"<p>I welcome the Minister and the officials to the House.  This is a very important debate which falls into the approach we have taken on this issue, in particular in recent months.<\/p> <p>I must reference the Joint Committee on Climate Action which has been working diligently for the past two and a half months.  The next three weeks will be very important for that committee.  Several Members of this House are members of the committee and we know the body of work that is ahead of us.  A considerable amount of evidence has been brought before us by many stakeholders, which has informed us on many aspects, including having a whole-of-Government approach to this issue and how the other sectors in the economy, whether they be agriculture or transport, will be affected by it.  The report that will be brought forward will be important not alone for Government but for society itself.<\/p> <p>A previous speaker mentioned the idea of having a committee set up particularly for climate action.  That is the case in other parliaments throughout the world.  It is something we must consider because having a whole-of-Government approach, with the Government accountable for ensuring it is meeting the guidelines on a particular platform, is very important.  That is something that needs to be teased out in a debate because if that legislation comes forward, a Minister will be assigned to that committee who will then have to report on the updates from across Government regarding targets.  It will be a positive step forward to ensure we can bring about a change in attitude, which is probably an issue on which we need to work.  A change of attitude is needed not alone at Government level but also in terms of the general public.  The public's attitude needs to change regarding carbon, waste and how they live their lives.  That will take time for people to buy into.  Some people have bought into it; others have not.<\/p> <p>There is fear among communities, in particular the agriculture community, about what this could bring about.  The education element is something on which we have to work.  The rural community in terms of transport, carbon tax, particularly on diesel and petrol, is an issue that needs to be thought through also.  It is also about educating people on how we can deliver a more sustainable model of transport for them, whether that is by way of a public transport method, hybrid or electric cars.  It is about communicating that to ensure people's fears can be offset, perhaps by taking a carrot and stick approach in terms of offering grants to upgrade their cars or move to more efficient modes of transport.<\/p> <p>That is one of the initiatives in the recent fund where &euro;10 million was made available for electric car charging points.  That was a proactive step because it put out the message that we would invest in that infrastructure.  There was a deficit in that regard, which I saw myself during the summer.  As a result of that we will now have that investment, which will give people confidence to change.  We have seen a major change in the number of electric cars coming onto the market.  One of the figures I read during the Christmas period was that there was a 248% increase in the number of electric cars in Ireland last year.  That is a very significant change.  I agree it came from a low base but it shows that people are changing their mode of transport and changing the way they want to live their lives.  The challenge for us will be to ensure we can bring everyone on this journey with us.  Communication will be key to that.  We need to have that communication network set up to ensure that people are informed and can come with us on this journey.<\/p> <p>From an agriculture point of view, in many ways this challenge could be seen as something that could make the agriculture industry more sustainable in the future.  There are many options and challenges in that regard that could be very proactive in terms of the industry's survival.  Again, it is about communication and bringing that sector of the community with us.  They are genuinely concerned about where this will lead them.  I refer to smart power generation, whether it is solar panels on farm units, wind turbines or anaerobic digesters, which is something the agriculture community has a real option to buy into.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tim Lombard:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2466\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2466&amp;amp;pid=TimLombard&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That would give them a great opportunity to ensure they can be a part of the solution, profit from it and sustain the rural environment, which is important for all of us.  This is a challenge of a lifetime and one of the key issues in society.  I am confident that what will happen in the Oireachtas in the next few weeks will give us a blueprint to go forward and deliver this.  Nobody will stand by us if we do not deliver this change.  It is up to all of us to try to communicate the positive aspects of this change and what it can mean for this generation and future generations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#S00200","speaker":"1386","continuing":true},{"type":"speech","time":1548325800,"counter":152,"content":"<p>Cuirim f&aacute;ilte roimh an Aire.  I welcome the opportunity to address the Minister directly on the critical issue of climate change, which adversely affects each and every citizen in this State.  Unfortunately, the record of the Government with regard to our obligations to meet the minimum threshold of progress on addressing climate change, in particular in reducing greenhouse gas emissions, is one of failure in leadership.  In 2005, we set a target for the reduction of emissions by 20%, yet the Environmental Protection Agency regularly records increases in emissions or minimal decreases of 1% or 2%.  As of January 2019, there is every indication that without an immediate and monumental intervention, we will fail to meet our 2020 emission targets.<\/p> <p>It is evident from the national mitigation plan that the Government acknowledges the scale of the problem and the challenges in pollution reduction.  However, it fails to meet its obligations to define clear targets and provide for adequate solutions.  The Government has failed to set deadlines for the cessation of peat and coal fired generation of electricity and to provide a clear emission pathway to 2050.  It has failed to provide for community based solar initiatives, the reduction of agricultural production emission, sustainable transport solutions, near zero rated building regulations and a feed-in tariff to allow domestic microgenerators of electricity to contribute to the national grid.  Given the extent of this failure and neglect to provide for climate action changes, it is not surprising that a fair, just and equitable transition to a regenerative economy for those most vulnerable to the punitive impacts of change has not been established.  While such transitions must prioritise the Irish people, these decisions must not be taken to the exclusion of the moral obligations of all those in the supply chain.  For example, it is not planned to decommission the Moneypoint generation plant until 2025.  The plant is currently out of service owing to turbine maintenance works.  Any proposals to restart generation  from this plant must also consider the ethics of discontinuing sourcing coal from Colombia, where serious allegations of human rights abuses of minors and the indigenous population have come to light.  The people of Ireland are no longer willing to sit in our cosy homes watching \"The Late Late Show\" on the backs of human rights abuses of coal workers in other countries.  Added to that is the cost to the environment of importing this fuel and other fossil fuels, on which our dependence stands at 91%.  We are stuck as little else is being offered as an alternative.  The definition of a just transition is to take account not just of our local and national interest but also the impact of climate change across the planet.  <\/p> <p>The Government has committed to levying a carbon tax on citizens to pay for the failure to meet our responsibilities.  To the credit of citizens, ordinary people have shouldered the burden of initiating and implementing behavioural changes that are taking place in our society.  It is also to their credit that civil society organisations and campaigns have undertaken consciousness raising in the absence of leadership and public policy to support these efforts.<\/p> <p>I could spend the day detailing the extent of the Government's failures but I am more concerned with prevailing on the Minister and the Government the urgency of making progress from aspirational soundings and gestures and putting in place clear accountable policy plans for the implementation of transformative climate action measures that will ensure secure, sovereign and sustainable production and supply of energy, food, water, transportation, housing and employment.<\/p> <p>As a member of the Joint Committee on Climate Action, I have in the past few months deliberated on the recommendations of the Citizens' Assembly and heard testimony from dozens of non-governmental and civil society organisations.  There is no doubt that there is a wealth of collective expertise available to this Government to implement transformative change.  There is also an eagerness to change across most sectors of society.  The most significant barriers to progress have been inaction in creating legislative and political conditions for change to finance progression and compel certain vested interest sectors to move from supplying overconsumption exports markets to sustainable regenerative production.  It is clear from the evidence presented to the committee that the Government needs to take immediate priority action to enable diverse sources of renewable energy, including biogas, biomass, offshore wind, solar power and microgeneration.  All these sources must feed into an all-Ireland electricity grid.  It will not only help our environment, improve public health and maintain the island's security of supply but will also create jobs across rural Ireland.  We are years, if not decades behind.<\/p> <p>We are also behind in terms of transport renewable targets.  We have a minimal number of electric vehicles on the roads and confusion about charging points, on which there is no agreed plan.  Public charging infrastructure and electric vehicle affordability are critical to growth.  The Commission for Regulation of Utilities issued a paper on public charging in October 2018 in which it stated there would be no further funding of charging assets through network charges.  The regulator now expects the ESB to arrange the sale of these assets.  Who will buy these assets and who will finance, build and maintain the network in the future?  Without public charging, the number of electric vehicles on the road will not increase.  Charging needs to be integrated on an all-Ireland basis and must be supplied through an all-Ireland grid to ensure integration of transport.<\/p> <p>Brexit presents an unquantifiable threat to the single electricity market and every effort must be made if we are to truly combat climate change.  Stopping power infrastructure at the Border will not benefit the ordinary energy customer across the island and it makes it more difficult for the Six Counties and the Twenty-six Counties to develop diverse forms of renewable energy.  This island, North and South, does not produce oil and produces only a minimal amount of gas, with a short lifespan.  To combat climate change we need to develop indigenous renewable energy sources and we are well-placed geographically to do so. <\/p> <p>We need to consider lifestyle changes.  If one looks to the diets of our parents or grandparents, meat was not an essential ingredient of every meal.  We need to revert to those values.  In a presentation to the joint committee, hill farmers argued that we need to rethink how we feed the world.  That is important.  Trade is also important.  European car manufacturers export cars worth &euro;64 billion per annum to the United States.  US car exports to Europe are worth less.  Transporting cars across the Atlantic creates emissions.  Perhaps we should get used to not having Chrysler cars in Europe or Jaguar cars, which few can afford, in the US.  This does not make sense.<\/p> <p>I want to be positive because positivity will allow us to carry people, society, communities and the next generation with us.  The Democratic Programme read out on Monday when we commemorated an Ch&eacute;ad D&aacute;il states that private property, which includes every form of industry and business, must be subjugated to the needs of the needs of the people.  In this case, it must be subjugated to the needs of the planet.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to rethink how we get our food to us.  At the moment we are all trying to source our produce locally.  Will we locally source our EVs, our fridges and everything that goes with maintaining our homes?  We have to make a journey to get there and we need to be daring to take it. <\/p><p>On the positive side, protecting the ozone layer was our first foray into trying to raise awareness of the environment and the damage that human habitation is doing to our planet.  That was more than 20 years ago.  It was a positive news story.  The ozone layer was in dire trouble.  It was disappearing fast.  With the bold step of banning chlorofluorocarbons, CFCs, in Europe, and to some extent in greedy America, we have successfully reversed the depletion of the ozone layer.  It is now in a much healthier state and is regrowing.  <\/p><p>We will get there, because our generation will not live with or dealing with the consequences.  It will be our children and their children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#T00300","speaker":"1388","continuing":true},{"type":"speech","time":1548325800,"counter":154,"content":"<p>I thank the Minister for returning to the House.  We have been talking about generations, and the Minister mentioned future generations.  This generation, the children living now, is seeing the impacts of climate change.  In many parts of the world, lives and livelihoods are at risk or are being devastated by it.  This generation is on the streets protesting.  I have never seen so many children at protests as at the protests concerning climate change and extinction.  I see the passion young people are bringing to it.  That is because the public is far ahead of the Government on this issue and in their understanding of it.  We saw that in the Citizens' Assembly.<\/p> <p>I support the idea of a permanent committee on climate action.  It is important to remember that the mandate of the current Joint Committee on Climate Action was furnished by the Citizens' Assembly to examine how the State can make Ireland a leader in tackling climate change, as well making as a number of key recommendations.  We are currently far from implementing those recommendations and far away from a leadership role.  Some nine years ago the target that Ireland was given was to reduce greenhouse gas emissions by 20% by 2020.  Ireland has consistently lagged behind in reaching those goals, and is now on target to have reduced its emissions by just 1% by 2020.  The fines we may face from Europe are estimated at up to &euro;600 million a year.  I know the Government a has different view and there are different opinions on what those fines may be.  A Minister has estimated them to be approximately &euro;30 million.  These are significant costs, and the cost is far greater than those short-term financial fines.<\/p> <p>This year is crucially important.  It is deeply disappointing that the conversation is still focused on having clear actions in place by the end of this year . The ambition for 2019 needs to be greater.  It was deeply disappointing when Ministers came to the House to speak to us before Christmas.  I welcome the Minister's return, but I expect, as I am sure others do, that all of those Ministers will return for a proper debate in respect each of their portfolios.  We did not hear about plans for reduction.  In light of the fines we will pay next year, it would surely be better to front-load investment this year, before our first year of reckoning in 2020, to ensure that those fines are reduced.  That money could be invested in concrete action.<\/p> <p>I noticed a pattern among the Ministers who came in.  Many of them focused heavily on adaptation rather than mitigation.  Regardless of mitigation, the reduction in emissions must be the priority.  I am deeply concerned that in some areas the idea seemed to be to plough ahead with business as usual until we find a way to make certain other kinds of business profitable, and to put a few measures in place to deal with bad weather if it comes.  When we talk about transition, we must be clear.  Are we going to talk about a transition that will protect Ireland in a devastated world, or are we talking about a radical transition in how our society and economy function?  If we do not have that kind of radical transition, we will visit devastation on other countries, as well as on the most vulnerable in our own societies.  That is why a reduction of 1% by the end of 2019 is inadequate.  I urge the Minister to give us an assurance that radical front-loaded action on mitigation will be taken to increase the emissions reduction by the end of this year.  <\/p> <p>I acknowledge that the Minister is one of the first within the Government to begin the discussion about the concept of the circular economy and different models of development.  I commend him on that.  I believe that people are beginning to understand that this is not simply about tweaking but about radically different ways of doing development.  Socially and environmentally sustainable ways are needed.  We also need to realise that there will be losses.  Businesses and industries may not continue into the next era and may need to change.  <\/p> <p>I welcome the Government's signing of the Solidarity and Just Transition Silesia Declaration at the 24th Conference of the Parties to the United Nations Framework Convention on Climate Change, COP24, in December.  That was important, and I hope the Government will also support the just transition legislation put forward by the Green Party.<\/p> <p>There have been other positive moments.  This is where we have seen a few glimmers of positivity, though they can be increased.  We need to embrace legislation wherever it is coming from because this is an issue which affects us all and requires every resource that we can bring collectively as legislators.  There are some very good Bills sponsored by various parties, including the Petroleum and Other Minerals Development (Amendment) (Climate Emergency Measures) Bill 2018 and others.  They need to be considered and supported whatever their source.  It was a positive moment for everyone in Ireland and throughout the Oireachtas when we passed the Fossil Fuel Divestment Act 2018 with Government support.  I hope it gave the Government some insight to see how warmly and positively that bold and important step was greeted by the public and internationally.<\/p> <p>However, there is also hypocrisy.  The Minister referred to the transition and said that things do not happen instantaneously.  We cannot take negative steps towards the future at the same time.  I refer to the issuance of new drilling or exploration licences and new measures for importing liquified natural gas, LNG, repositories in Shannon, handling gas from other parts of the world which may have been fracked.  These are new and negative hostages to fortune.  This is not simply about not making the change fast enough; it is about taking steps in the wrong direction.  Senator Devine spoken eloquently about green energy and the need for that to be at the centre of what is done.  I very much support her concerns on blood coal.  We need to examine that on a number of ethical grounds.  We should be able to meet our 70% target by 2030 and that investment should be front-loaded. <\/p> <p>Globally, the Minister might tell us how Ireland is supporting both adaptation and mitigation in the countries experiencing the worst effects despite having done the least to contribute.  What is Ireland's position in the global negotiations on proper support in that area?  An area where the European Union, unfortunately, seems to be a laggard is technology transfer.  Technology transfer points to one key issue.  The solutions we come up with cannot all be located within the market and the area of intellectual property.  They cannot be hamstrung by the sensibilities of shareholders and so forth, which is a concern.<\/p> <p>I refer to the key issue that I would like the Minister to address.  He mentioned market failure but it has many forms.  Addressing climate change is primarily a political and social responsibility and accountability must be arranged accordingly.  In that regard, I have some questions about green bonds.  There has been a lack of information on this issue.  Ireland issued &euro;3 billion in green bonds to investors from around the world in the final quarter of 2018.  This needs to be discussed.  As I understand it, a coupon of 1.35% was attached to them.  The Minister may clarify this, but if I am not mistaken, this will generate a return of up to 16% for those investors over the next 12 years.  We need a few key pieces of information on that.  Where will the &euro;3 billion be invested?  Will it be in private or public projects?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->So far, I have found reference to eligible green projects.  What are such projects?  Where are the criteria involved?  What is the process for deciding how the &euro;3 billion will be invested?  I know that it maps onto the national development plan but, again, will the individual projects be required to be profitable or will it be a matter that this gives us money to invest in initiatives that are effective and that the money is returned from general State coffers?<br\/><br\/>The 12-year period relating to bonds somewhat ironically matches the 12 years remaining to avoid catastrophic climate change.  Can we rest assured that the meeting of our emission reduction targets will take top priority?  if, for example, there are actions which can be taken and which would more effectively reduce emissions but do not generate profit, will they be prioritised over less effective actions that would give rise to profits?  This is extremely important.  How does it map onto the fines we are paying?  Is it a case that the public will pay the fines but that potential financial benefits will go to investors?<br\/><br\/>The Minister referred to recovery and recession.  Again, will we remain resolute in our commitment to meeting these targets regardless of recovery or recession?<br\/><br\/>We know that public investment can be the best way to drive innovation.  Texts such as <i>The Entrepreneurial State<\/i>show that public investment in respect of which there is public accountability can be more responsive to innovation, to changes in technology and to changes in understanding and political requirements.  We must ensure that we do not tie ourselves into building toll roads again and that we invest in public transport and keep rail and bus networks in public ownership.  BusConnects is a positive step and we need bus and rail transport provision to increase.  Will that be in the context of public delivery so that we might continue to respond to changing and evolving standards?  Will investment in high-quality cycling infrastructure, which provides a direct return of 3:1 or higher on investment, be made?  It is not a zero-sum game.  If we invest in cycling, greenways, etc., we will not only reap benefits in terms of health, cost and social benefits but also in terms of the environment.<br\/><br\/>I am coming to my final point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#U00200","speaker":"1405","continuing":true},{"type":"speech","time":1548325800,"counter":156,"content":"<p>The Senator is already one minute over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#V00200","speaker":"1383"},{"type":"speech","time":1548325800,"counter":157,"content":"<p>It is a single question.  Could the Minister address the issue of the national development plan and that of green procurement in the context of same?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#V00300","speaker":"1405"},{"type":"speech","time":1548325800,"counter":158,"content":"<p>I want to place on record my thanks to the Friends of the Irish Environment, which has brought a case against the Government on the inconsistency it has shown in the context of its national, EU and global obligations.  I thank it for taking that case and for raising awareness regarding our lack of delivery.<\/p> <p>I welcome the Minister.  I wish him much success in his new Ministry, which deals with a matter that is so important to everybody on this island and the planet.  The Minister stated that we want to become leaders rather than being followers.  In many ways, I wish that we were even followers at this stage but we are not because we are not achieving anything like what we should be.  There was a time when we were leaders, however.  We were leaders in offshore wind generation.  That is no longer the case.  We were leaders in legislation when what became the Climate Action and Low Carbon Development Act 2015 was brought through both Houses.  That showed true leadership because we were one of only three European countries to put environment legislation on our Statute Book at that time.  We were leaders when we set up the Climate Change Advisory Council.  I am glad that we did so because it has been extremely informative regarding the lack of delivery on the part of this Government in respect of our international obligations.  Professor John FitzGerald has become a voice for many people in this country when he raises this lack of delivery over and over again.<\/p> <p>We were leaders in 2015 when we included in the legislation in question a provision to the effect that Ministers would be answerable to the people regarding the reduction of climate change gasses.  Ministers were supposed to make statements to the Houses, engage in debate and be answerable for delivery in this area by their Departments.  This was supposed to be done on the basis of a whole-of-Government approach.  In that context, prior to Christmas, Ministers queued up to make five-minute contributions in this House before making the 30-second dash back out the door.  At the end of that debate, a mere five minutes were allocated for a response.  That is neither accountability nor a whole-of-Government approach, it is a failure on the part of the Government to take climate change seriously.<\/p> <p>I hope we are witnessing a sense of change but I will only believe that when we see delivery.  It is only last year that we debated the protection of hedgerows and Members of this House were prepared to allow the destruction of same.  I find it quite difficult to listen to a Senator talking about protecting our environment and our climate this afternoon when he made a remark in the House asking what else could be done with farm machinery in August other than cut the hedges.  I question the level of commitment that is there in light of such remarks.  As a result, I will believe in delivery when I see it.<\/p> <p>The Minister referred to the Pacific Islands in-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#V00400","speaker":"1417"},{"type":"speech","time":1548325800,"counter":159,"content":"<p>Could the Senator confirm to whom he is referring?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#V00500","speaker":"1393"},{"type":"speech","time":1548325800,"counter":160,"content":"<p>He is referring to Senator Leyden.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#V00600","speaker":"1388"},{"type":"speech","time":1548325800,"counter":161,"content":"<p>I am very sensitive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#V00700","speaker":"1393"},{"type":"speech","time":1548325800,"counter":162,"content":"<p>It was not Senator Leyden.  It was a Government Senator and it is on the record now.<\/p><p>The Minister mentioned the dangers in the Pacific Islands, the climate change that is taking place there and the rising sea levels.  He could also put Miami, Shanghai and Bangladesh into that group because they will all be lost through a very small rise in sea levels.  If the Minister reads <i>The Guardian<\/i>or <i>The Irish Times<\/i>this week, he will find information about how quickly the ice sheet in Greenland is being lost and the fourfold increase since 2013 of the loss of ice coverage across glaciers.  That will cause rises in sea levels that will not just affect the Pacific Islands, Bangladesh or Miami but Cork, Waterford and Dublin as well.  If we have a whole-of-Government study and we look at the catchment flood risk assessment and management study, we will discover that this very premises is in danger of flooding from rising sea levels and by no means have we taken this into consideration.  The Minister has to think globally and act locally because there will be local destruction in our State.<\/p><p>I wish to mention three initiatives we can commence immediately if we have real commitment in respect of this matter.  The State needs to lead on climate action and support the people to make the necessary changes.  Public agencies and local authorities own land and buildings and they could be leading in microgeneration from solar and wind energy.  As Senator Leyden stated, the rooftops can and should be used for this purpose.  We can lead in this area so let us use our schools and office blocks to show that leadership.  We must do so very quickly.  The Minister could have a look within his own Department at how his employees travel to work and examine how he can encourage them out of their cars and onto public transport.  That would be a practical step that would show some leadership.<\/p><p>We need a climate action fund.  When we talk about carbon tax, we are accused of being taxation junkies as if we want to heave more taxation onto citizens.  In fact, it is quite the opposite.  If we use a climate action fund and put 100% of any carbon tax into it, we could then start to invest in deep retrofitting of homes across the State.  This would give rise to a real, practical impact in the context of energy expenditure.  We also have to consider that we have a dispersed population and that most people depend on oil to heat their homes during the winter.  We need to look at practical ways in which we can help people who live and work in rural areas to reduce their carbon footprint.  I suggest that we use the carrot before the stick.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We should try to encourage people away from using carbon-based fuels and show leadership in supporting them.  Last year, we saw that Bord na M&oacute;na was greatly reducing its output of peat and we saw the redundancies for so many people in the midlands.  I think we will be judged by how we treat the midlands with regard to this.  We do not want to destroy communities but to make sure that there are sustainable communities.  The Government has to lead in making sure that there is climate change justice around the country and that we make sure that those communities get the support that they will need so badly.  We have to make sure we invest in those areas so that generations of people dependent on Bord na M&oacute;na for work have a sustainable future.<\/p><p>With regard to scientific evidence and the maximum limit of Ireland in meeting our international binding targets, I want to see carbon budgets spread across all Departments.  The idea in the 2015 legislation that each Minister would be responsible for his or her own budget, showing the reduction in each area and bringing forward that report to each House has failed, and there was a conscious decision to make sure it failed.  We saw it in practice in the Seanad and in the D&aacute;il before Christmas because it was dealt with in a dismissive way as if it was not important to this House or the D&aacute;il.  It is important to everybody at home who worries about their children and grandchildren and the sort of climate and environment we are leaving them.  They demand that the Government of the day should be answerable to them.  If it is not answerable to this House and the D&aacute;il, the people will make sure that the Government is answerable through protest on the street.  I am a keen, lifelong supporter of democracy but what we saw in this House before Christmas was the undermining of democracy where the Government was not prepared to be answerable to the people through it.  I was disappointed by the actions of all the Minister's colleagues in government and the manner in which this was dealt with.  Each Department and Minister will have to be allowed a target on reduced emissions and if they do not achieve it, they will have to be answerable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#V00800","speaker":"1417","continuing":true},{"type":"speech","time":1548325800,"counter":164,"content":"<p>I call Senator Reilly, who has six minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#W00200","speaker":"1383"},{"type":"speech","time":1548325800,"counter":165,"content":"<p>I would be grateful if the Acting Chairman could sound the bell when I have 30 seconds left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#W00300","speaker":"1421"},{"type":"speech","time":1548325800,"counter":166,"content":"<p>I will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#W00400","speaker":"1383"},{"type":"speech","time":1548325800,"counter":167,"content":"<p>I welcome the Minister.  I listened attentively to what he had to say on the television in my office and I thank him for his statement.  I believe its content and his success rate in previous Ministries, especially jobs, gives us great hope for serious progress in this area.  I have repeated a few times that the Minister is right that people want to change but we need to make it easy for them to do the right thing, not make it harder.  People are interested in adopting carbon neutral approaches to their daily lives.<\/p> <p>The Minister admitted that we are laggards on this and will not meet our targets.  I understand that last year, 200 diesel buses were ordered, at a time when Amsterdam was getting rid of its last fossil fuel buses.  It has a completely electric fleet.  The bus recharges on an electric plate at every stop while passengers are alighting from and getting onto it.  We have to make real moves and show leadership in this regard.<\/p> <p>The Minister mentioned plastics.  This is a really serious problem which we see on television, relating to our oceans.  I commend the Government and Minister on banning the use of single-use plastic cups but we have to do much more than that.  The plastic bag tax which Fianna F&aacute;il brought in was very successful but we need to tax the production of plastics in a way that does not get passed on to the consumer.  We have to stop so much plastic from being produced and tackle the supermarkets head-on about their obsession about covering everything with plastic.  Farmers would much prefer not to have to do it.  They are producing the goods.  What happened to the biodegradable brown paper bag?  There are many small things to address.  The Netherlands takes the lead here with its supermarkets.  There is a supermarket in Amsterdam with no packaging.  One brings one's own bag.  I have mentioned this before to the Minister and other Ministers.  I know it does not relate specifically to the Minister's Department.  We need clear regulations for a whole-of-Government approach.  People are interested in building solar farms.  Several local authorities have refused permission on the basis that there are no national guidelines.  Some will argue that there is no need for a national guideline but we need to give very clear instructions to local authorities either to that effect or else we need to produce guidelines.<\/p> <p>With regard to farming, the Minister has mentioned biodigesters before.  This is a brilliant idea for people who are excellent at grass production and may not see the beef industry as offering the opportunity that it did before.  We know that it faces challenges.  If one takes out 280 acres of grass and feeds it into a biodigester, that is a hell of a contribution to the environment and one can also make a living from that as a farmer and protect the environment.  I reject the idea that farmers are not aware of their environment.  They are concerned and know it is in their interest to maintain it.  Why is there a limit on the area of a roof on a shed, which I have often spoken about elsewhere, and in regulations from the Department on new houses, that can be covered in photovoltaic or solar panels?  The same goes for all the farm sheds in the country.  In Germany, there are solar farms where one can farm underneath the solar panel, where there is only a 10% loss in agricultural production but a significant gain for the farmer.<\/p> <p>Talking about making the right thing the easy thing to do, I would like to go on the night rate.  Many of our machines in our homes have a delay such that one can start it hours later, after one has gone to bed.  Yet if one goes for a night rate, one has to pay an extra standing charge.  What is that about?  Are we not supposed to be encouraging people and is it not in everybody's interest for people to use the night rate and take the demand off the daytime high peak rates?  They are penalised for it.  Battery development will come in for tractors, and if a farmer's tractor could be powered by photovoltaics and electricity, I am sure there would be a clamour for it.<\/p> <p>I will discuss willow, which fixes carbon, heavy metals and other harmful substances in the air quickly.  Willow grows rapidly.  It can be coppiced and used to fuel biomass burners.  We have an expert on wind power in Skerries who I would love the Minister to meet.  There is a long history there of producing power from wind.<\/p> <p>I could address all the issues relating to education buildings, hospitals, etc., but there are two important matters to mention.  Microgeneration is all over Germany.  We need to encourage people and make it easy for them to contribute to the grid.  As I said at the outset, people want to contribute, so let us make that easy.  The Minister spoke earlier about walking the walk instead of talking the talk.  I am taking the delivery of an all-electric vehicle, a Hyundai Kona, either tomorrow or early next week.  I have spoken to the Sustainable Energy Authority of Ireland, SEAI.  There is a ten-day turnaround to get the grant so the car would not be released until that is in order but apparently the car has to be taxed before the provider will get the grant.  That seems to be another barrier to people wanting to pursue electric cars.  We doubled the numbers last year and the SEAI tells me that we have tripled the sales in January.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#W00500","speaker":"1421"},{"type":"speech","time":1548325800,"counter":168,"content":"<p>How much of a grant did Senator Reilly get?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#W00600","speaker":"1393"},{"type":"speech","time":1548325800,"counter":169,"content":"<p>It is the same for everyone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#W00700","speaker":"1293"},{"type":"speech","time":1548325800,"counter":170,"content":"<p>I was surprised to find, when I approached the superintendent-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#W00800","speaker":"1421"},{"type":"speech","time":1548325800,"counter":171,"content":"<p>I think it is relevant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#W00900","speaker":"1393"},{"type":"speech","time":1548325800,"counter":172,"content":"<p>Let us lead by example.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In the Fingal County Council area there are six charging points for electric cars.  In this Oireachtas as I stand here there are none but I am told there will be one next week.  I am also told, and I am surprised about this, that I am the first person to ask for one.  Does that mean there is not anyone else in these Houses who has an electric car?  I would find that surprising.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#W01000","speaker":"1421","continuing":true},{"type":"speech","time":1548325800,"counter":174,"content":"<p>They are in the Lower House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#X00200","speaker":"1293"},{"type":"speech","time":1548325800,"counter":175,"content":"<p>Many people have hybrids and I thought I saw a Tesla here last week.  I believe it was Senator Leyden who said that Brexit is a problem.  I would say that this is the challenge that will define our generation, not Brexit.  We will survive Brexit but we may not survive ongoing climate change if we do not take action.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#X00300","speaker":"1421"},{"type":"speech","time":1548325800,"counter":176,"content":"<p>Hear, hear.  Well done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#X00400","speaker":"1393"},{"type":"speech","time":1548325800,"counter":177,"content":"<p>Well may the Senator wear and safe driving.<\/p> <p>I call Senator Boyhan and he has six minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#X00500","speaker":"1383"},{"type":"speech","time":1548325800,"counter":178,"content":"<p>I welcome the Minister to what is a challenging yet very exciting Ministry.  I have no doubt he will excel as he does in most things.  I genuinely wish him well.  I will not repeat what previous speakers have said.  It would be helpful if the Minister could circulate his speech because it is always helpful to have it.  I came in thinking there was one but there is not one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#X00600","speaker":"1379"},{"type":"speech","time":1548325800,"counter":179,"content":"<p>I do not use one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#X00700","speaker":"1293"},{"type":"speech","time":1548325800,"counter":180,"content":"<p>I know the Minister can wing it, and wing it well, but it would be helpful to reference it.<\/p> <p>What Senator Humphreys said was right in that it was a bit of a sham when we had Ministers coming into the House, darting in from the side, saying their piece and then running out.  They did not have the courtesy to stay here and listen to the Members.  I thought that was quite disrespectful.  It is such an important subject.  That was a disappointment.  <\/p> <p>I welcome the fact that the Minister has taken the time to come back here and that is important.  We need to reconsider the way we will manage this annual review or annual account of key objectives in terms of climate change for both Houses.  It is important to have a whole-of-Government approach.  We hear a great deal about that.  We see all the logos and the branding.  Everything that goes out in the form of press releases now refers to a Government initiative.  It is a whole branding packaging.  Someone has made a conscious decision in government to brand itself as a collective in those terms.  I do not have a problem with that but I note that it is happening, so why is it not happening here?  I ask that the Minister would review long before the end of this year the way in which he will address that in a meaningful way but, more importantly, in terms of accountability to both Houses.<\/p> <p>I want to acknowledge two matters.  I thought it was important that in early January we had reports in all the national media about the fossil fuel divestment programme.  It must be welcome news for Ireland.  We are one of the first countries in the world to divest public money from fossil fuels.  That follows, ultimately, a landmark vote of the D&aacute;il, and of the Seanad for that matter, on the Fossil Fuel Divestment Bill 2018.  That is an important point to acknowledge.  Great credit is due to the Independent Deputy, Deputy Pringle, who started this process and introduced the Fossil Fuel Divestment Bill, which has compelled Ireland's Strategic investment Fund, ISIF, to look at the matter again.  It has confirmed it has sold investments in the global fossil fuel industry, which is valued at hundreds of millions of euro across, I am reliably informed, 150 companies worldwide.  It is significant that the ISIF can confirm it sold those investments on behalf of Ireland.  That is only one step but it is a positive and practical one.<\/p> <p>I also acknowledge that the Government and, in particular, the Minister for Finance, Deputy Donohoe, moved to implement Ireland's fossil fuel divestment strategy.  He has clearly set out that strategy.  It is important we acknowledge that because, after all, we signed up to and agree with the Paris Agreement in terms of action on global warning and how we would progress it.  I note from the Government's website that it has now established a climate change unit.  That posting was put up at the end of December 2018 with respect to the introduction and implementation of a green budgeting policy and strategy for Ireland.  There is clearly a lot of meat on that.  The Minister at some other stage might arrange for a briefing on that because it is important.  It is a practical step.<\/p> <p>The Government has established this green budgeting for Ireland strategy and initiative and there is the matter of how that is going to be measured and how the key objectives that are set down in that strategy will be implemented.  We can have all the plans in the world but we have to monitor those on a regular basis and report back.  That may be relevant to the Oireachtas joint committees in terms of the environment.  Given our remit and given the Minister's responsibility to come to both Houses of the Oireachtas once a year and report on the objectives of climate change, it would be good if we could hear something on this and if he would agree to arrange for a briefing on the climate change unit, the establishment of which is positive and welcome.  That would be important.  I wish the Minister well.  I do not want to repeat what all the main leaders of the groups have dealt with comprehensively.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#X00800","speaker":"1379"},{"type":"speech","time":1548325800,"counter":181,"content":"<p>The Minister is welcome to the House.  He started his contribution by referring to his attendance at and participation in the conference in Katowice and the impact climate change will have on the islands in the Pacific, the low-lying atolls, many of which I visited in 1985.  In 1986 I was down in Antarctica and we were already hearing about climate change and the melting of the glaciers, which we are seeing now year on year.  That is more catastrophe as a result of greenhouse gas emissions rising.<\/p> <p>I spent new year in Nijmegen in the east of Holland.  Following on from what Senator Reilly said about the Netherlands and Amsterdam, in Nijmegen they are working hard on climate mitigation and taking climate action.  As in Amsterdam, all the public transport is electrified.  When I returned from Nijmegen I felt like I was walking back into the Dark Ages.  It felt like \"Mad Max\" territory with the steaming, puffing, pumping greenhouse gases into our atmosphere.  I felt I was taking a step backwards.  <\/p> <p>The Minister said it is a challenge, and I agree it is one, but we need to get on with it because there are major opportunities.  It is the public who are leading the way.  We are seeing activists on the streets, students, children and citizens coming out and begging for the Government to take action.  As many Senators said today, there are many actions that can be taken.  For instance, we see the roll-out of photovoltaic solar energy technologies.  The farmers want it and are asking for it.  They are begging to diversify.  This is one way where they can be supported to have renewable energy technologies and not only to contribute positively to the issue of climate but to get a dividend in return.  Therefore, many actions can be taken.<\/p> <p>I ask the Minister to ensure that we do not abandon our 2020 EU climate and energy targets and that we use this year, 2019, to take action.  He spoke about needing policy tools and structural change but, in addition to that, we can start rolling out technologies and enabling that.  We are seeing small changes but we can do more.  I hope the Minister will support doing more in this regard.<\/p> <p>Only last week, the Minister was giving out more licences for exploration and exploitation of greenhouse gas emitting fossil fuels.  He said that 91% of transport in Ireland depends on fossil fuels and I believe 71% of households depend on fossil fuels.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Grace O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2467\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2467&amp;amp;pid=GraceOSullivan&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I recognise that we have a large step to take but we do not see action, such as farmers being supported with renewable technologies, industries being supported, public buildings with a photovoltaic system or that type of roll-out.  Rather, we see a contradiction where licences are being issued to enable companies to continue to exploit and extract fossil fuels when we know fossil fuels must stay in the ground.  Whatever licences are already in place are fair enough, although I hate saying that, but we must stop issuing further licences to explore or exploit.<\/p><p>In addition, how about subsidies and tax breaks for companies that harness renewable, clean energies?  Let us get on with that and give them all the supports in order that we use a positive opportunity to support industries and the creation of jobs in the renewable clean energy sector. <\/p><p>On public buildings, the Minister came forward with his initiative for single-use plastic, and public offices will no longer procure single-use plastic.  That was a good initiative but in the coming weeks, it would be great if he announced that public buildings such as schools, councils and so on, including Leinster House, will install renewable energy technology.  As one of the other Senators also recommended, I would like to see the establishment of a climate fund to support renewable energy projects and carbon budgets in order that we can see what each Department is doing before the end of the year.<\/p><p>Last but not least, we must recognise that we are talking about climate change and ecosystem breakdown.  There has been a 50% loss of species on the planet in the past 40 years.  I listened to the Minister's speech although I have not read the transcript.  He is still talking the talk but we are not seeing action.  I am a member of the Joint Committee on Climate Action, and I would like the continuation of the committee in the future because climate change is the most pressing issue, not only in Dublin, Ireland or Europe but globally.  We must keep the pressure on.  The Green Party and I will gladly work with the Minister and we will give him every support we can in this area, but we want to see the Government doing a bit of the work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#X00900","speaker":"1385","continuing":true},{"type":"speech","time":1548325800,"counter":183,"content":"<p>As no other Senators are indicating, I ask the Minister to reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#Y00200","speaker":"1383"},{"type":"speech","time":1548325800,"counter":184,"content":"<p>Senator Leyden raised the issue of the electric vehicle network.  There are currently 668 charge points and 77 fast charge points.  As I recently announced, through the climate action fund the ESB will invest in approximately 30 fast charge points.  There will be multiple locations, mainly on motorways, and it will also upgrade a number of them.  Hundreds more, therefore, will come on stream.  On the need for their availability in local towns and so on, I am examining the local authorities' potential role in that area.  From 2020, every employer that has the use of more than 20 parking spaces will have the obligation to provide electric vehicle chargers.  We need to expand the network and, in the context of the plan, I will examine whether our various initiatives are adequate to achieve the level of density required.  I am reminded of a phrase that is often used to describe a type of anxiety.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#Y00300","speaker":"1293"},{"type":"speech","time":1548325800,"counter":185,"content":"<p>Distance anxiety?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#Y00400","speaker":"1421"},{"type":"speech","time":1548325800,"counter":186,"content":"<p>It does not matter.<\/p> <p>The idea of schools is good.  There is an issue with low occupancy, which the Senator acknowledged by saying schools would need the capacity to sell solar power back to the grid.  It is similar to the issue of the role of microgeneration that arose time and again.  A microgeneration pilot is in place and there has been considerable uptake, but we need to develop a permanent, clear pathway to microgeneration, which is not in place.  To be fair, many renewables are on the grid.  Although 30% of electricity is generated by renewables, my ambition is to double that, and the most efficient way is by using large producers.  If we want to rapidly transfer our grid to renewables, it should not be a case of one or the other, that is, it is not about microgeneration displacing major generation but rather we must use both.<\/p> <p>The grid must also be fortified to enable it to take on board that level of renewables.  There is a peak limit of 65% on renewables and at present we cannot go beyond that.  In order to double the level of renewables on the grid, we need to push the limit to 85% or 90%, which will require the grid to be fortified.  When renewables go down, there will also need to be sources that can be powered up quickly, and it must be done cost effectively.  It is not, therefore, just a question of piling in the renewables; we must ensure we can use them.  Much work is ongoing with EirGrid in this regard.<\/p> <p>I fully agree with Senator Marshall that it requires working across silos, which we have not always been good at.  It will depend on the oversight model.  From my experience, if we did not have the Taoiseach's engaged interest, which I do, it would not work.  No Minister with a Ministry of jobs or climate action can deliver changes across the Government without the support of the Taoiseach of the day.  The process will hinge on quarterly reports, a demand that actions be delivered on time and accountability to the Taoiseach.  That model worked well on An Action Plan for Jobs and I will replicate it with whatever changes are necessary.  <\/p> <p>I also agree that we need a clear mandate for public bodies; it should not be an also-ran or a second thought.  Again, it will be a matter of seeking agreement and we will need support to achieve it, both in the Oireachtas and the Executive.  <\/p> <p>I fully recognise the work that the Joint Committee on Climate Action is doing, as raised by Senator Lombard.  We must design those nudges, carrots and sticks to help people engage with the sort of change that is needed.  I also recognise that there is a danger that people in agricultural and rural areas will see it as anti-rural, and we must ensure we bring those people with us and convince them that if they do not develop a decarbonised approach to their sectors and way of life, they will handicap the capacity of Irish agriculture to be competitive in the years ahead.  It is not a case of us telling them to do something for the good of Merrion Street but rather is part of a pathway for our community.  It will be a challenge and it will require microgeneration, aerobic digesters and other changes that people can buy into.  When people motivate themselves to become engaged, there needs to be a pathway to allow them get stuck in.  We need to design those measures even though we cannot fund them all, which is a balance that Senators must recognise.  I cannot go to the Minister for Finance with a bill for all of this.  Senators have said they want action now, and I agree there should be action now, but it is not a matter of finding a large bill in order that the Government can fund all the changes we need people to make.  It cannot work that way.  We must use nudges, carrots and sticks, engagement, clusters and all the other methods.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Richard Bruton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=119\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=119&amp;amp;pid=RichardBruton&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Interestingly where SEAI has driven clusters, it has had far greater leverage with carbon reduction per euro spent than with an individual grant to an enterprise.  Getting that sense of meithil behind this is really important.<\/p><p>Senator Devine said there is no deadline for decommissioning Moneypoint.  There is a deadline of 2020-25. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#Y00500","speaker":"1293","continuing":true},{"type":"speech","time":1548325800,"counter":188,"content":"<p>I did not say that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#Z00200","speaker":"1388"},{"type":"speech","time":1548325800,"counter":189,"content":"<p>That was the way-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#Z00300","speaker":"1293"},{"type":"speech","time":1548325800,"counter":190,"content":"<p>No, I said there was-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#Z00400","speaker":"1388"},{"type":"speech","time":1548325800,"counter":191,"content":"<p>The concept of the carbon tax is not to pay for failure.  The issue with carbon tax is that in our daily lives we are all generating carbon for whose consequences we do not take account.  The purpose of a carbon tax is not to take money but to make people recognise that there is a cost for the community, for the global environment, of some of our behaviours.  The Taoiseach has been clear that he sees that money being given back in its entirety.<\/p> <p>Let us consider the people who have commented.  The ESRI and the Climate Change Advisory Council have done work on this.  They all point out that if we do not have a trajectory for a carbon price, people will lock themselves into carbon-intensive ways of life.  It is a mistake to portray this as some sort of put-on by Government, trying to cover up for its failures.  Of course, this is one of the risks with people not buying into the change that we all recognise if we portray things in those terms.  People can portray them however they like, but parties thinking about carbon tax need to think that through because everyone tells us it is part of a pathway.<\/p> <p>I agree we need to think through the legislative environment.  Senator Humphreys and others were critical of the parade of Ministers and so on.  Ministers themselves found it a bit perplexing.  The Senators need to think about how they conduct this business.  Carbon targets have not yet been set.  Therefore, there is not a carbon target for agriculture, transport, housing, buildings, the public sector or the private sector.  Accountability requires that we agree targets across Government.  We are not yet in a position to do so.  We need to get to the stage where there is a target.  The difficulty is in deciding how to hold the Minister for Jobs, Enterprise and Innovation accountable for the target for industry.  To what extent can the Minister for Transport, Tourism and Sport deliver the target for transport?  He has certain tools in his armoury relating to public transport, cycle lanes, etc.  These are all important tools, but he does not have the full set.  There is an issue with the concept of setting targets and how we might decide what carrots and sticks will be used to have them delivered.  We will need to keep returning to that.<\/p> <p>It is not as simple as the D&aacute;il or Seanad saying that transport should reduce its carbon emissions by 5% next year and coming back next year to find out if it has happened.  Someone needs to develop the policy tools that will shift carbon usage from that level to a reduced level in whatever way it is.  While I recognise legislation can be a very important prompt, it needs to be underpinned by credible, reasonable and deliverable policy instruments.  A bit of give and take is required here.<\/p> <p>Senator Higgins talked about front-loading.  I am trying to front-load action.  Action on single-use plastics, plans in the public sector and green procurement within the public sector have all started this year.  That is the public sector seeking to lead by example.  The climate action fund has had its first issue and the &euro;77 million has leveraged &euro;300 million in investment in the wider economy.  We are doing things like the electric vehicle network and the natural gas injection network.  These are the sort of things that can seed wider change.  The State does not have the resources to fund this and so it is about designing policy tools that work.  This will be done partly through regulation and not all of it will be done through Government spending.  There is a complex mix of tax and spending, regulatory and information issues, building cluster issues, mandates for our authorities and so on.<\/p> <p>We have a spending target of, I think, &euro;175 million.  We are increasing our investment in climate action in less developed countries.  I announced an increase to one of those funds when I was in Katowice.  I met those involved in many of the funds that are driving some of this change and they are doing good work.  The Department of Foreign Affairs and Trade is committed to expanding that work.  It recognises that this is a key part of its overseas development aid programme.<\/p> <p>Obviously the green bonds are exclusively for the public sector.  Therefore these are not for profit-making institutions.  I understand they will cover retrofit programmes and so on.  There is not a confined menu at this stage.  It is true that there is a bigger appetite for green bonds in the market.  It is possible to effectively get cheaper money because of the interest in committing to it.  Part of the trick here is for us to find fundable financial vehicles to attract that money.  It is necessary to find ways to de-risk some of the investment in some way with State involvement and by designing smart funding mechanisms through which we can access cheaper money for these areas.  This is in its infancy.  Fortunately, Dublin is a centre where some of the thinking about how this can be done is occurring.  As an aside, hopefully we will see some pilots in Ireland to show that we can cut into this.  For example, in the area of buildings, Senators will know there is quick payback on certain things, but others have very long payback.  If personal finance is made available at 10% interest, it will never happen.  We need to find ways of accessing funding and design packages to make that happen.<\/p> <p>On green procurement, my officials are sitting down with officials from the Office of Government Procurement to have in place green procurement guidance by the end of March.  That will deal with the purchase of vehicles.  I know Senators Reilly and Grace O'Sullivan were annoyed about diesel buses still being purchased.  We need to get that into the thinking and get the procurement in place.<\/p> <p>We also need to deal with what the Secretary General of the Department of Public Expenditure and Reform said.  The price of carbon will be &euro;100 per tonne in 2030 and &euro;265 in 2050.  All projects need to be re-evaluated in the context of those lifetime costs.  If we get that socialised in the public service, we will see a shift in the sorts of decisions that are made.  However, we need that to get locked into public decision making.  A number of Senators raised that point.<\/p> <p>We have a &euro;500 million climate action fund.  Senator Humphreys proposed that all revenue from the carbon tax should go into that fund.  There are other points of view on this, including among many of the strongest advocates for environmental reform, with whom we had a consultation last week.  Many of them recognise the merit in what the Taoiseach is proposing rather than the model the Senator is suggesting.  I can see the reasoning.  I would love to have the money and be able to do some of these things.  There is a question of getting something in which people believe.<\/p> <p>I share the Senator's view that we need to manage the Bord na M&oacute;na change.  I met not only the public representatives, but also representatives from Enterprise Ireland, IDA Ireland, the Minister for Business, Employment and Innovation, Deputy Humphreys, our agencies and Bord na M&oacute;na, to discuss this transition in the midlands to see if we can develop a path.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Richard Bruton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=119\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=119&amp;amp;pid=RichardBruton&amp;amp;year=2019&amp;amp;month=01&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->To be fair, Bord na M&oacute;na has a lot of good ideas but we also have the regional development fund.  We have regional enterprise strategies.  We need to integrate those actions to get something credible.  I do not believe in setting up a new task force.  We have many systems and we just need to get them to focus on this.  We will meet again in June, having met in December, to monitor progress.  It is an important element.<\/p><p>I have already commented on the carbon budget.  I agree with the concept but it has to be realistic.  The person who can action the change has to be the one responsible, not someone at such an arm's length that it is not meaningful.  <\/p><p>Senator Reilly raised the issue of plastic.  We use more plastic than the rest of Europe.  We are good at recycling it but we use more of it.  We need to look at what is going wrong.  The same is true of food waste.  We have a lot of food waste which we need to drive down.  The Senator put his finger on an issue.  There seems to be a chilling around solar investment as a result of planning.  We need to bottom it out.  Either new guidelines are needed or the state of play needs to be made clear.  I accept the point made about the night rate.  We should look at it.  A night rate is best for the system because it means it encourages people to use their appliances at times when we have plenty of power and low usage.<\/p><p>The point about paying the motor tax before one gets the grant sounds sensible to me but maybe I missed-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#Z00500","speaker":"1293","continuing":true},{"type":"speech","time":1548325800,"counter":193,"content":"<p>It does not apply to diesel or petrol cars.  Why have this inhibition?  We should apply it to all cars or none.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#AA00200","speaker":"1421"},{"type":"speech","time":1548325800,"counter":194,"content":"<p>Okay.  Senator Boyhan raised the issue of oversight of the plan.  It is crucial.  It will not work unless we can be seen to be driving it forward.  I very much agree with that.  I will seek to implement it.<\/p><p>We will have to agree to differ on the licence.  I do not see that banning exploration will suddenly get farmers or the transport industry to change their behaviours.  I have to be conscious of energy security.  We will go back to 95% dependence on imported gas when Corrib runs out.  It is better if we can make the transition we have to make from fossil fuels with some level of security of supply.  I do not agree we should take a very hard line in the hope that even though it does not impact in any way our carbon emissions today, it will in some way bring about the transformation.  We have to develop the policies that change the route we are on.  The phasing out of our reliance on fossil fuels will follow that as we change behaviours.<\/p><p>There are substantial subsidies for renewables at the moment but they are built into the public service obligation.  They do not come up as cash subsidies in the Exchequer.  Under the various refit schemes, we have 43 million tonnes of carbon dioxide being taken out of the system over the projected 2030 horizon.  They are built into the price consumers pay.  One of the advantages we have seen is that the price of renewables has come down quite rapidly as we integrate them more into the system.  Consumers may be paying in the short term but they are seeing a more robust model emerging in the longer term so it is a good deal for consumers.<\/p><p>I will leave it at that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#AA00300","speaker":"1293"},{"type":"speech","time":1548325800,"counter":195,"content":"<p>In accordance with the order of the Seanad on Tuesday, 22 January 2019, the House now stands adjourned until 12 noon on Tuesday, 29 January 2019.  It is an earlier time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019012400002#AA00400","speaker":"1381"},{"type":"unspoken","time":1548325800,"counter":196,"content":"<p>The Seanad adjourned at 2.45 p.m. until 12 noon on Tuesday, 29 January 2019.<\/p>","notice":"TIME STRING DETECTED"}]