[{"type":"minorheading","content":"Prelude","time":1557999000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1557999000,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1557999000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1557999000,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1557999000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#A00100"},{"type":"speech","time":1557999000,"counter":6,"content":"<p>I have received notice from Senator Robbie Gallagher that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to allocate funding to home care packages to assist families in keeping their loved ones in care at home.<\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter: <\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to confirm that plans for the Cork north ring road will be included in the Cork-Limerick road development project.<\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter: <\/p><blockquote>The need for the Minister for Education and Skills to make a statement on the processes in place to ensure the provision of sufficient places for students with special needs.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  I have selected the matters raised by Senators Gallagher and Burke and they will be taken now.  Senator Lombard has withdrawn his matter, which I had originally selected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#A00200","speaker":"1381"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1557999000,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#A00300"},{"type":"minorheading","content":"Home Care Packages Funding","time":1557999000,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#A00400"},{"type":"speech","time":1557999000,"counter":9,"content":"<p>I welcome the Minister of State at the Department of Health, Deputy Catherine Byrne, to the Chamber.  T&aacute; f&aacute;ilte romhat.  I ask Senator Robbie Gallagher to proceed with his Commencement matter and he has four minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#A00500","speaker":"1381"},{"type":"speech","time":1557999000,"counter":10,"content":"<p>Go raibh maith agat, a Chathaoirligh.  Ar dt&uacute;s a Aire St&aacute;it, ba mhaith liom f&aacute;ilte mh&oacute;r a chur romhat go dt&iacute; an Teach seo inniu.<\/p> <p>I welcome the Minister of State to the House.  I would like to discuss the crisis in home care and home help in the HSE sector.  Elderly people are suffering without home care because the HSE has frozen the provision of home care packages.  No new hours have been allocated in the community health organisation or CHO 1 area since February of this year.  There has been a complete shutdown.  The CHO area includes many rural counties, among them counties Monaghan and Cavan.  Almost 300 people await home care packages in Monaghan and Cavan.  Some people have been approved for a home care package but they are waiting for one to be provided.  Almost 50 people are on what is called a priority list, which means they have a high dependency.  They have waited more than a year for a service.  In most cases these people are elderly and very vulnerable so are in need of care and support.<\/p> <p>This is a national disgrace.  There is a crisis in the sector.  We are letting down the very people who have given so much to our country and who are now in need of our care and support in their later years.  The system is broken, it is not fit for purpose and it needs a root and branch review.  As I am sure the Minister of State will agree, most people would like, where possible, to remain in their own homes among their families and communities but the present system does not allow them to do so.  Many people go to great lengths to ensure their loved ones remain in their own homes.  Most have young families themselves and are working yet they do all they can to ensure their loved ones remain at home but we, as a State, are letting them down.  Every cent we spend on home care and home help is money well spent.  Many millions of euro are spent throughout the health service but every penny spent on home care and home support for our elderly is one of the best investments we can make as a State.  It makes no financial sense whatsoever to fail to do this because the net result will be that our elderly people will end up in nursing homes, or worse still due to a lack of care, in an acute hospital lying on trolleys waiting to be seen by medical staff.<\/p> <p>Clearly, I do not use the word \"crisis\" in an exaggerated fashion because there is a serious problem that needs attention.  There are 300 people in Cavan and Monaghan awaiting home care and money is needed for the service to be provided.  I call on the Minister of State and the Government to allocate funding to assist and help those people to remain in their own homes where they would like to be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#A00600","speaker":"1396"},{"type":"speech","time":1557999000,"counter":11,"content":"<p>I thank the Senator for tabling this matter, which I am taking on behalf of my colleague, the Minister of State at the Department of Health, Deputy Daly.<\/p> <p>The Government's core objective is to promote care in the community in order that people can continue to live with confidence, security and dignity in their own homes and communities for as long as possible.  A wide range of services are provided, including home supports, day care and residential care through direct service provision and voluntary and private providers.<\/p> <p>Improving access to home care support is a priority for the Government.  Over the past four years, there has been a considerable increase of nearly &euro;140 million in the budget from &euro;306 million in 2015 to almost &euro;446 million in 2019.  More than 53,000 people will receive in excess of 18 million home care support hours this year, including intensive home care packages for approximately 235 people.  Despite this significant service provision, the demand for home care support continues to increase.  The allocation of funding for home supports across the system though significant is finite and services must be delivered within the funding available.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Preliminary data indicate that during the first quarter of the year, 4.2 million hours were delivered nationally, 4,411 new clients commenced the service, and 6,238 people have been assessed and are waiting for either new or additional home care support services.<\/p><p>The Minister of State, Deputy Jim Daly, acknowledges that in some cases access to the service may take longer than we would like.  However, the HSE has assured the Department that those on a waiting list are reviewed when funding becomes available.  This is to ensure that individual cases continue to be dealt with on a priority basis within the available resources and as determined by the local front-line staff.  The local staff know and understand the clients&rsquo; needs and undertake regular reviews of those care needs to ensure that the services being provided remain appropriate.<\/p><p>The number of people waiting for funding for home care support services reflects a point in time.  While the existing home support service is delivering crucial support to many people throughout the country, it is acknowledged that the service and access to it needs to be improved to better meet the changing needs of our citizens.  That is why we intend to establish a statutory scheme for home support services which will improve access to the service on an affordable and sustainable basis while also introducing a system of regulation that will ensure public confidence.  I will come back on some of the issues later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#A00700","speaker":"1307","continuing":true},{"type":"speech","time":1557999000,"counter":13,"content":"<p>I thank the Minister of State for her response and I appreciate that this is not her area.  I am disappointed with the content of the response, however.  There is clearly little comfort here for the more than 300 people waiting on home care packages in Monaghan and Cavan, and there is little comfort for their families as well.  People are saying to me that we can spend billions building hospitals and we can spend billions on broadband, but when it comes to basic care, namely, looking after our elderly, we are selling them short.  I appeal again for additional funding.  We are talking about small amounts here and it could take as little as &euro;100 per week to make sure that someone had a basic home care package to remain in their home.  When that is compared with &euro;1,000 or &euro;1,200 to stay in a nursing home, or worse still to end up in an acute hospital setting, it does not make economic sense to go down the road we are travelling.  I appeal again for Government to allocate more funding to the people who are waiting and suffering while they are waiting on this home care package to be provided.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#B00200","speaker":"1396"},{"type":"speech","time":1557999000,"counter":14,"content":"<p>I thank the Senator again for acknowledging the fact that the Government is in the process of developing a home care package in a different way.  There was &euro;140 million added to the overall budget this year, which raised it to &euro;446 million.  That is quite a substantial amount of funding but we all know that people are living longer and life expectancy is longer.  As we all know, over the coming years there will be an increase in the population over 65 years of age, so we need to work actively together to provide a high-quality and flexible service that not only best meets the needs of individual clients but also reduces pressure on the health system elsewhere.  The social care services, including home care, day care and respite, are an important component in enabling people to remain at home, as the Senator has said, and I can adhere to that myself.  They also provide valuable support to carers.<\/p> <p>We are aiming to improve the home care support service so that people can remain living with confidence, dignity and, above all, in their community with security.  While existing services are delivering crucial supports throughout the country, it is recognised that home care supports need to be assured to better meet the changing needs of our citizens.  I am conscious of the fact that I was replying to the Senator from a statement that has been given to me, but every day I receive calls about people's home care packages being delayed, or calls even just about home care hours.  We will work together to develop the engagement and the details process to deliver a new stand-alone statutory system for the financing and regulation of home care services.  This system is a key action under the Sl&aacute;intecare implementation strategy, along with improving the development supports in the communities.<\/p> <p>I will bring the Senator's concerns back to the Minister of State, Deputy Jim Daly.  We all know that the best place to keep people is in their communities and homes, and we should be doing everything we can in that regard.  There has been a substantial increase in funding, but I have mentioned that we are dealing with an older population and the numbers continue to build and increase for long-term care packages and home care packages.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#B00300","speaker":"1307"},{"type":"minorheading","content":"Road Network","time":1557999000,"counter":15,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#B00400"},{"type":"speech","time":1557999000,"counter":16,"content":"<p>I thank the Minister of State.  My issue is that, as the Minister of State is aware, there is a long-standing proposal to build the new Cork to Limerick motorway.  It is back on the books and a new contract was signed recently to start the initial process of identifying the route and delivering a motorway between Cork and Limerick, or as people in Limerick would say, the Limerick to Cork route.<\/p> <p>One of the problems I am facing on the north side of Cork city is that we have a major problem on both the western and eastern part of the north side of the city in that there is little road infrastructure available to take heavy traffic coming from the Mallow direction.  On the eastern side, which is what my Commencement matter is about, there are heavy goods vehicles passing through residential areas in The Glen, Mayfield and down into Silversprings because that traffic is heading towards the Port of Cork.  If we build a new Cork to Limerick motorway, it is important that we do not have a bottleneck when it comes to Blackpool.  This traffic will still have to travel on to the Port of Cork.<\/p> <p>I am seeking that in dealing with this Cork to Limerick road, we would also tie in at least part of the structure at this stage in the process, namely, the north-eastern relief road, which would connect the Cork to Limerick road to the Cork to Dublin road.  There were proposals more than 15 years ago for what was called the north ring road, NRR.  Unfortunately, on the north side of the city we do not have what is in Dublin, namely, the M50.  We have old road infrastructure which is no longer adequate to deal with the traffic coming into the city, especially heavy goods vehicles which are travelling on to the Port of Cork, which is growing every year.<\/p> <p>We are building a brand new port facility in Ringaskiddy, construction work is well under way and, therefore, it will be an attractive port for heavy goods to go to because we will be able to bring in bigger ships because the port will have deeper waters for ships to dock in.  It is in that context that I am raising this issue and I wonder if the whole issue of the north ring relief road on the north-eastern side of the city can be tied in together with the Cork to Limerick road.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#B00500","speaker":"1409"},{"type":"speech","time":1557999000,"counter":17,"content":"<p>I thank the Senator and I am taking this issue on behalf of the Minister for Transport, Tourism and Sport, Deputy Ross.  The Minister has responsibility for overall policy regarding and funding of the national roads programme.  Under the Roads Acts 1993 to 2015, the planning, design and construction of individual national roads is a matter for Transport Infrastructure Ireland, TII, in conjunction with the local authorities concerned.<\/p> <p>Within the overall context of Project Ireland 2040, the national development plan, NDP, has been developed by Government to underpin the successful implementation of the new national planning framework, NPF.  This provides the strategic and financial framework for TII's national roads programme for the period from 2018 to 2027.  In the ten years covered by the plan, in excess of &euro;11 billion will be invested in the road network.  There are two separate road proposals to alleviate traffic congestion for the north Cork city area.  Under the NDP, there is a reference to an NRR, linking the N20 to Dunkettle.  The Cork NRR is a scheme complementary to but independent from the M20 Cork to Limerick scheme and the NDP indicated that this scheme could be best assessed as part of the overall transport strategy for Cork.  Another option is the provision of a Cork northern distributor road which is being considered under the Cork metropolitan area transport strategy, CMATS.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The NTA is in the process of finalising the CMATS, which will be published in the near future.  This strategy will establish the context for the consideration of the Cork NRR and the northern distributor road as part of an overall transport strategy for the metropolitan Cork area, which would include the examination of public transport and demand management options.  The Cork northern distributor road will be appraised first and afterwards consideration will be given to the need for the proposed Cork NRR.<\/p><p>The original preferred route for the N40 Cork NRR was established by Cork County Council and Cork City Council circa 2007-08.  It is approximately 22 km in length.  I refer to the east and west sections.  As this will be subject to reappraisal, however, it is too early at this stage to establish whether it can be best delivered and justified as an eastern section or a western section, or both, and the impact the Cork northern distributor road will have on its appraisal.<\/p><p>The CMATS study that is currently under way will set the context under which both the Cork NRR and the northern distributor road are further examined and progressed, if appropriate, subject to the availability of funding.  The Cork NRR, if progressed, will be determined in accordance with departmental guidance for scheme appraisal and the the TII project appraisal guidelines for national roads, including a route options assessment and business case.  It is very technical.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#B00600","speaker":"1307","continuing":true},{"type":"speech","time":1557999000,"counter":19,"content":"<p>I hope I am around to enjoy all these improvements in Cork.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#C00200","speaker":"1381"},{"type":"speech","time":1557999000,"counter":20,"content":"<p>I thank the Minister of State for her contribution.  It concerns the one area where road infrastructure needs to be built.  The reason I suggest the eastern section should be done first is the western section is complicated because of the landscape.  If there is a decision to work on all parts of the north ring road together, one will keep hearing the project is  expensive and that the funding does not exist.  If, however, one approaches it the way I propose, at least there will not be a bottleneck in Blackpool owing to traffic heading for a port.  This is the priority.  It is in this context I am raising the matter.  I acknowledge it is under the remit of the Minister for Transport, Tourism and Sport, not that of the Minister of State, Deputy Catherine Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#C00300","speaker":"1409"},{"type":"speech","time":1557999000,"counter":21,"content":"<p>As I stated, the response was complicated.  Since I am not familiar with the locations in Cork that the Senator has spoken about, I have taken some notes.  I will ask the Minister for Transport, Tourism and Sport to revert to the Senator.  I will explain to him that the Senator has recommended that the eastern section be one of the first parts to be prioritised.  That is all the information I have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#C00400","speaker":"1307"},{"type":"speech","time":1557999000,"counter":22,"content":"<p>I am sure the Senator will be in the other House before too long and will be able to make progress on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#C00500","speaker":"1381"},{"type":"speech","time":1557999000,"counter":23,"content":"<p>I will pursue it with the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#C00600","speaker":"1307"},{"type":"majorheading","content":"Messages from Dáil","time":1557999000,"counter":24,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#C00700"},{"type":"speech","time":1557999000,"counter":25,"content":"<p>D&aacute;il &Eacute;ireann has passed the Coroners (Amendment) Bill 2018, to which the agreement of Seanad &Eacute;ireann is desired.  D&aacute;il &Eacute;ireann has agreed to the amendments made by Seanad &Eacute;ireann to the Aircraft Noise (Dublin Airport) Regulation Bill 2018.  D&aacute;il has passed the Greyhound Racing Bill 2018 without amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#C00800","speaker":"1381"},{"type":"majorheading","content":"Message from Joint Committee","time":1557999000,"counter":26,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#C00900"},{"type":"speech","time":1557999000,"counter":27,"content":"<p>The Joint Committee on Business, Enterprise and Innovation has completed its consideration of the following order in draft:<\/p><blockquote>Sectoral Employment Order (Construction Sector) 2019.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#C01000","speaker":"1381"},{"type":"unspoken","time":1557999000,"counter":28,"content":"<p>Sitting suspended at 10.55 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1557999000,"counter":29,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#G00100"},{"type":"speech","time":1557999000,"counter":30,"content":"<p>The Order of Business is No. 1, motion regarding Sectoral Employment Order (Construction Sector), back from committee, to be taken on the conclusion of the Order of Business without debate; No. 2, statements on progress regarding the implementation of the Comprehensive Employment Strategy for People with Disabilities 2015-2024, to be taken at 12.45 p.m. and to conclude at 2 p.m., with the contribution of group spokespersons not to exceed eight minutes, all other Senators not to exceed five minutes and the Minister to be given no less than five minutes to reply to the debate; and No. 3, statements on the national broadband plan, to be taken at the conclusion of No. 2 and to conclude after one and a half hours with the contribution of group spokespersons not to exceed eight minutes, all other Senators not to exceed five minutes and the Minister to be given no less than five minutes to reply to the debate.<\/p> <p>With the indulgence of the Cathaoirleach, I welcome the students and pupils from Knockbridge, Dundalk, who are part of the student council, accompanied by Councillor Maria Doyle, to the Gallery.  They are very welcome and I thank them for being here this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#G00200","speaker":"1391"},{"type":"speech","time":1557999000,"counter":31,"content":"<p>We all join with the Senator in that welcome and hope they have a lovely day in Leinster House and have happy memories for the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#G00300","speaker":"1381"},{"type":"speech","time":1557999000,"counter":32,"content":"<p>In the spirit of confidence and supply, I also welcome Councillor Maria Doyle and her group.  It is good to see young people so involved in politics.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#G00400","speaker":"1412"},{"type":"speech","time":1557999000,"counter":33,"content":"<p>That is why she is leaving.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#G00500","speaker":"1381"},{"type":"speech","time":1557999000,"counter":34,"content":"<p>She was leaving once she heard me mention her name again.<\/p><p>I thank the Leader for outlining the Order of Business.  I want to raise a couple of points.  A report in today's edition of the<i>Irish Independent <\/i>reports on the housing crisis and states that more than half of renters say that the housing situation is impacting on their mental and physical health.  Some 84% of all renters are feeling insecure about their housing situation, particularly those aged between 18 and 50.  Some 68% of women lack security and only 16% of people between 25 and 35 say they feel secure about where they live. <\/p><p>I acknowledge we dealt with residential property and tenancies yesterday and some of the things discussed will help tenants but this remains a considerable problem.  We are doing our best on mental health in many ways but, in other areas, there is a lack of progress.  I do not doubt that the Leader will have lots of good figures from Rebuilding Ireland to mention in his response but the lack of housing supply, security of tenure and the opportunity to buy a house for many people is causing damage.  If we could sort those things out and had a more sustainable housing programme, we might not have to invest half as much in mental and physical health measures.<\/p><p>I attended the Oireachtas Joint Committee on Communications, Climate Action and Environment this morning and I welcome the fact that the committee has agreed to establish an inquiry to investigate and examine how rural broadband can best be delivered.  That will be a timely and efficient report.  My party and I are absolutely determined that everyone in this country gets broadband but we need to ensure we get value for money and that, if we are contributing a lot of money, the State does not just hand it all over to an investor who will have ownership of the project despite investing much less money than the State.<\/p><p>We also need a debate on Rehab and section 38 and section 39 facilities shortly.  Rehab was hit by financial emergency measures in the public interest, FEMPI, and is not getting the benefits of the removal of FEMPI and it is important.  Many of those types of organisation are losing staff to other organisations which have had reduced FEMPI in the meantime.<\/p><p>I was canvassing yesterday and met a lady who had come back to Ireland from the missions in Lesotho.  She has been back for two years at this stage.  She wrote to the Minister for Transport, Tourism and Sport because, when she went to Lesotho, she exchanged her Irish driving licence for a Lesothan one.  She has not been allowed to exchange it back.  She also wrote to the Taoiseach who responded and said he would pass it on to the Minister for Tourism, Transport and Sport, from whom she still has heard nothing.  We need to deal with people's situations when they are coming back to this country.  This lady had an Irish driving licence.  I am sure her name, date of birth and so on are somewhere in the system, along with her qualifications.  She has been unable to drive since she came back to Ireland because she has no driving licence and has not been able to exchange the Lesothan one for an Irish one.  Lesothans drive on the same side of the road and observe the same rules of the road.<\/p><p>It is also timely that I welcome the visit of President Trump.  The USA is one of the most important countries with which we have an enormous connection.  My grandfather was the youngest of ten, eight of whom went to America and one of whom died young.  Almost everyone in this Chamber has family and connections in America.  It is a very important trading partner and cultural friend.  Regardless of who it is, the fact that the President of the United States is coming to Ireland is something we should welcome.  We welcome people from all kinds of other countries with human rights records that are not as good as America's.  It is important we welcome him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#G00600","speaker":"1412"},{"type":"speech","time":1557999000,"counter":35,"content":"<p>I echo the words of Senator Horkan.  We have a proud tradition of welcoming leaders of other countries and if we have something to say to them, regarding human rights or anything else, we say it to them when they are here.  I fully support what Senator Horkan has said.<\/p><p>I was one of the people who insisted yesterday that we stopped on Committee Stage of the Residential Tenancies (Amendment) (No. 2) Bill 2018.  That was not, in any way, to impede what the Minister is trying to do.  The Minister for Housing, Planning and Local Government gets a considerable amount of stick in the public domain.  We need to look at the financial side of purchasing property for young couples in this country.  I believe the Central Bank rules are too strict.  There are young couples capable of paying &euro;2,100 per month in rent who could mortgage the same property for approximately &euro;1,400 per month.  I know the Leader and his party would be interested in doing that.  We need the Minister for Finance to come to the house and see what pressure can be brought to bear on the banking system to facilitate mortgages for young couples.<\/p><p>I have spoken previously about Jadotville, as the Leader knows.  Today we read, in <i>The Irish Times<\/i>, of five men who took their own lives after returning from Jadotville.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Last night, Leo Quinlan delivered his Jadotville lecture to the women graduates group at Trinity College Dublin.  Afterwards, the sister of Matt Quinlan, who took his own life, read the story of Matt's life.  What that man went through after he came home was absolutely earth-shattering.  I have banged on and on about medals for these men, but God damn it, it is a small price to pay.  Last night, at the end of Bernadette Quinlan's presentation, a very elderly man from Kilkenny walked over and put his hand on my shoulder.  He was a Jadotville hero and he said: \"Senator, if you do nothing else in your life, bring Quinlan home to be rested with his mother and father.\"  He shot himself in Australia and all they have is a battered suitcase with his life's possessions in it.<\/p><p>Today I intend to start a campaign to bring him home.  I hope Members of this House and of the Lower House will support me.  It is a small price to pay for the dishonour and disservice we did to those men.  I ask for any support that can be given from the Leader's side of the House.  I know Fianna F&aacute;il, Sinn F&eacute;in, the Labour Party and other Independents will also look on it favourably.  Anything that can be done to bring that man home to rest with his mother and father is the least we could do.  I call on all in the public domain to support a call.  It is a very simple campaign: bring him home.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#G00700","speaker":"1390","continuing":true},{"type":"speech","time":1557999000,"counter":37,"content":"<p>Like many others, I welcome the move by the Government to rectify the 2012 changes to the pensions and the recalculation process.  As in many other announcements, however, there has been a lack of clarity about the timescale.  Thousands of people around Mayo have been affected by this and have suffered drastic cuts to their pensions.  They find as they come up to pension age that they are not entitled to what they rightfully expected they would be entitled to.  The Minister for Employment Affairs and Social Protection, Deputy Doherty, said recently that 8,500 people had received a payment.  She said that a further 24,000 have been contacted, leaving approximately 50,000 still to be contacted.  It is also my understanding that 11,000 have yet to receive the initial correspondence from the Department and this means that approximately 61,000 people have yet to be dealt with.  These people expect letters from the Department.  They have rung up and made inquiries and cannot get clarity on this.  How long is this process expected to take?  Is there a timeframe for finalising the 24,000 and dealing with the others?<\/p> <p>The Minister should come to the House to give us an update on the progress of the scheme.  This is very urgent because there are pensioners living in fear, some who have suffered cuts and some who have been left with hardly any money to survive on.  They are trying to pay for hospital treatment, travel and many other things and do not have the money for them.  What is the size of the average payment?  The Minister has said that 80% of the 8,500 have seen their payment increase, but what is the average uplift?  There is a real injustice being done to pensioners in this country.  It is being done covertly, particularly since 2012 when those changes were brought in.  In 2012, people were struggling to survive and the impact of those changes is hitting home now.  Some pensioners are followed beyond the grave for every last cent.  It is an indictment of our country that pensioners who have contributed so much during their lives do not have sufficient pensions because of those changes.  The changes do not apply only to State pensions.  The ESB and the community employment scheme supervisors' pensions are affected as well.  We need fairness and transparency.<\/p> <p>I would like the Minister to come into the House at the earliest opportunity, not to give a bland statement but to answer the questions we are asked every day on doorsteps and that I am asked around Mayo by pensioners about how come their pensions have been cut by anywhere from &euro;50 to &euro;100.  These may seem like small amounts but they are huge amounts for pensioners who have to pay for everything.  We do not want a nation full of pensioners living in abject poverty at the stroke of a pen, which happened in 2012.  When announcements are made, we need to see them implemented and to know before the election where pensioners stand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#H00200","speaker":"1378"},{"type":"speech","time":1557999000,"counter":38,"content":"<p>Yesterday I commended the Government on bringing in the &euro;20 million pilot fund for pyrite and mica remediation, and I welcome it for the people of Donegal and Mayo.  The Minister for Rural and Community Development, Deputy Ring, said:<\/p><blockquote>The scheme is an exceptional measure in response to an exceptional need.  Some homeowners are in dire straits.<\/blockquote> <p>There is many an apartment block with families living in them who are in dire straits.  There are fire marshals walking their corridors.  They face possible eviction because of safety issues.  The Minister for Education and Skills, Deputy McHugh, said Government agreement for the scheme is about protecting families in their homes.  Are apartment dwellers not families in their homes?  The Minister said also: &quot;It is about ensuring people feel secure and safe in the place where they have set down roots, where they are building a life, rearing a family and planning for their futures.&quot;  That is all true, but there is another group who have put down roots, who have purchased apartments in good faith and who are left with a legacy issue which is not being addressed.  I welcome what is happening in Donegal and Mayo, but it is purely for the election.  Not all our citizens are being treated equally.  Approximately 70,000 families live in apartments with legacy issues.  They have been told the State will not take on any liability.  I am asking for equality and fairness, that all our citizens be treated equally, that families living in apartments have the same opportunity to feel safe and secure in their homes, to put down roots, to send their children to school, but above all to feel safe in their apartments.<\/p><p>I propose an amendment to the Order of Business, that the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, would come to the House so that we can ask him why he is not treating all our citizens equally.  Why are citizens living in apartment blocks not being treated in the same way as people experiencing pyrite and mica problems?  This is a disgrace.  There is not a Member in this House who has not been approached by a person living in dire straits in an apartment block who is being asked to pay up to &euro;56,000 to make him or her safe and secure and to prevent fire travelling from one apartment to the other.  Those people are not being listened to.  Is that because they do not have the Minister for Rural and Community Development and the Minister for Education and Skills to fight for them?  Ministers have refused to meet the apartment dwellers.  Reluctantly, I am proposing an amendment to the Order of Business such that the Minister for Housing Planning and Local Government, Deputy Eoghan Murphy, will attend this House to deal with this important issue today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#H00300","speaker":"1417"},{"type":"speech","time":1557999000,"counter":39,"content":"<p>My colleague on the opposite side of the House raised the issue of housing.  The Central Statistics Office, CSO, has released figures today for house and apartment completions in the first quarter of 2019.  The total number is 4,275.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is very welcome news.  It shows that every effort is being made by the Government to encourage the building of new houses and apartments, as well as making money available to all local authorities to build social housing.  The target this year is 10,000 social housing units, whether apartments or houses.  I hope that target will be reached, in addition to the numbers of houses and apartments that will be completed in the private sector.  New house and apartment purchasers have challenges.  Therefore, we need to constantly review the procedures for making loan applications.  In the next two or three months we will need to see how we can further assist those who are paying high rents and trying to save and who will find, when they believe they have put a deposit together, that the goalposts have moved.  It is important that people be allowed to forward-plan and get into the housing market at the earliest possible opportunity once they have established that they have the capacity to do so which they already do by virtue of the rents they are paying.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#H00400","speaker":"1409","continuing":true},{"type":"speech","time":1557999000,"counter":41,"content":"<p>The red meat industry is coming under increasing pressure from a variety of threats.  The biggest threats are the lack of profitability and unsustainable businesses, not to mention the shambles that is Brexit and the damage it could cause.  The concerns were evident and raised last week at the <i>Irish Farmers Journal<\/i>beef summit at which many in the industry said they were at their wits' end and struggling to work out from where or when the rays of light of hope would emerge.  It is comforting to learn this morning that the EU Agriculture Commissioner, Phil Hogan, has announced a &euro;50 million package to assist the industry to incentivise and encourage it to navigate its way through these very challenging times.  This presents the Government with an opportunity to raise an additional &euro;200 million.  The package is both welcome and timely, but it is probably not going to be a panacea or a silver bullet for the industry because, whether we like to admit it, the agricultural system is broken.  Farmers and families are working longer, harder and faster for less and less and for meagre incomes.<\/p><p>What are the challenges?  The environment is one and we will not win the discussion by fighting with our critics.  Those involved in agriculture will have to make their points and substantiate their claims to promote its merits and advantages.  Another challenge is presented by <i>in vitro<\/i>meat.  Laboratory grown meat is becoming a source of huge concern.  One of the biggest food companies in the world, Cargill, has invested heavily in it; Memphis Meats is involved in it, while Richard Branson also invested millions in it.  In this morning's edition of <i>The Irish Times<\/i>there is a headline that future food production could be animal, vegetable or cell.  Vegetarianism and veganism, having started from a low base, are now significant.  People come to them from a plethora of positions, including animal welfare and environmental concerns which I do not think are new.  A few days ago I came across a press cutting dating from 2007 in which concerns were expressed about the dairy industry.  It could easily have been written today, 12 years later, by just changing some of the names.  The problems have not actually changed.  The front page of the <i>Irish Farmers Journal<\/i>in March 1957 carried headlines about the bacon sector being in the doldrums, the possibility of cattle becoming scarce, beef prices and concerns about carcase quality.  These issues are as relevant today as they were 62 years ago.  The industry must be market-forced, consumer-led and demand-driven.  We need a sustainable agricultural system in the absence of the support mechanisms which have come to be seen as the Holy Grail.  There is a need for integration and the adoption of technology and efficiency measures to harvest data to make informed decisions.  Doris Day passed away this week, aged 97 years.  She made famous the song &quot;Que Ser&aacute; Ser&aacute;&quot; which includes the lines:<\/p><blockquote>Que ser&aacute; ser&aacute;,<br \/><br \/>Whatever will be will be,<br \/><br \/>The future's not ours to see,<br \/><br \/>Que ser&aacute; ser&aacute;.<\/blockquote> <p>Those words ring true.  The future is definitely not ours to see, but we must be prepared.  We must counteract the lies and myths.  We need to sell the industry on its merits.  Those involved in it have to work together with academia and the Government to ensure we will embrace change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#J00200","speaker":"1439"},{"type":"speech","time":1557999000,"counter":42,"content":"<p>Senator Craughwell graphically outlined the situation facing the Jadotville heroes.  Many years ago I was one of the first Oireachtas Members to refer to their situation.  A man by the name of James Tahaney from Ballyfarnon served in Jadotville and made us aware of the situation, but seven years on I am a little disappointed that many of their concerns have not been addressed.  I hope they will be in the future.<\/p> <p>We have attended a few IFA meetings.  As beef farmers are very angry and upset at the way the beef industry is going, I am delighted at today's announcement that &euro;50 million has been allocated from exceptional EU funds to the industry.  I hope it will be matched by the Government and other sectoral funds because it is a way of compensating farmers for the vagaries of Brexit.  Senator Marshall is right that there will be a lot of challenges down the road.  He raised a few issues, at which we will have to look and which we will have to address.<\/p> <p>President Trump is coming to County Clare.  Every time I watch the film \"Saving Private Ryan\" I think we would not have a democracy in Europe but for the United States.  Whatever we think of President Trump, the United States is a country that is very dear and that has been very good to us.  Our links with it are very positive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#J00300","speaker":"1424"},{"type":"speech","time":1557999000,"counter":43,"content":"<p>A few minutes ago I was delighted to join colleagues from a number of parties on the plinth to stand with the Palestinian people and call for a boycott of the Eurovision Song Contest this weekend.  There was a big representation from my party, Sinn F&eacute;in, but I also noticed Civil Engagement group and Labour Party Members, a broad range of Independent Members, as well as Social Democrats Members.  I congratulate all of them on taking the time to do so and the principled stance they took.  I congratulate, in particular, Senator Frances Black who has shown such principled leadership on the issue of Palestine in the time she has been in the House.  It is truly disappointing, however, that nobody from Fianna F&aacute;il or Fine Gael could find the time to come and join us.  I call for a further debate on the issue.  Anyone who has been to Palestine knows the reality of what is going on there.  A further 65 people were injured this morning on the 71st anniversary of the Nakba, otherwise known as the catastrophe.  I think back to the movement of artists against apartheid in South Africa which, unfortunately, I am old enough to remember.  Can Members imagine the horror in the 1980s if South Africa was to host a song contest?  Would anybody really have stood up and said it was fine to go ahead and send our representatives there to sing and dance?  Of course, they would not have because it would have been horrific, but there is a wall of silence among the conservatives in this Chamber on the issue of Palestine.  It is truly shameful.  The Members to whom I refer are on the wrong side of history in that regard.  Just as the South African people found justice, the Palestinian people will also find it.  It is hugely disappointing that the Members to whom I refer have decided not to take a principled, cross-party stand with the people of Palestine.  It is shameful that Ireland is taking part in the contest and that RT&Eacute; is supporting that stance.  We can and must do better.  The people of Ireland are behind the Palestinians.  There were commemorations across the State yesterday, including in my city of Limerick, to remember the Nakba.  I express my genuine disappointment that the parties to whom I refer are not prepared to stand with the Palestinian people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#J00400","speaker":"1389"},{"type":"speech","time":1557999000,"counter":44,"content":"<p>I second Senator Humphreys' proposed amendment to the Order of Business.  <\/p> <p>When I arrived here this morning, I noticed a young man who was transferring plants from a box to a plant holder at the back of the building.  We do not often appreciate the valuable work done to make this House look beautiful, even with the renovations that are ongoing.  The plants are beautiful and make it a worthy place for us to receive international visitors.  It is appropriate to express our gratitude to those who undertake this work on our behalf.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#J00500","speaker":"1392"},{"type":"speech","time":1557999000,"counter":45,"content":"<p>This Saturday the people of Australia go to the polls in a hotly anticipated general election, but it is on a sad note that they do so, knowing that the former Prime Minister, Bob Hawke passed away earlier this morning.  As a very young child, following politics, I would have admired him, not least for his abilities in cricket and a couple of beers as well.  It brings a focus to a wider discussion on potential Irish-Australian and Irish-New Zealand connections in the post-Brexit era, where we see Australia and New Zealand are just two of 19 countries that trade with the EU solely on WTO terms, terms that are simply not good enough and terms that can be changed.  I am calling for a debate and a push from our Minister for Foreign Affairs and Trade to work with our European colleagues to facilitate and accelerate trade talks between the EU with Australia and New Zealand and I ask the Leader to raise this as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K00100","speaker":"1399"},{"type":"speech","time":1557999000,"counter":46,"content":"<p>I join Senator Richmond in extending our condolences to the family of Mr. Bob Hawke and the people of Australia on the very sad occasion of his passing.  Ar dheis D&eacute; go raibh a anam d&iacute;lis.<\/p> <p>I thank the Members of the House for their contributions to the Order of Business.  I thank Senators Horkan, Craughwell and Feighan for raising the possible visit of President Trump to Ireland.  It is important, as both Senators Craughwell and Horkan have said, that we welcome the President of the United States.  We may not agree with him politically and on any particular issue, but he is still the democratic Head of State.  As Senator Horkan quite rightly said, and I commend him on his remarks, generations of Irish people have travelled to and made a life in America, and they have made a vast contribution to the building of America.  We are very dependent on American companies coming to Ireland, but we are also very dependent on America as a market for many of our goods and produce.  Equally, many Irish people are working and setting up companies across America, so it is important that we welcome President Trump.  We can protest and disagree with him, as I have done on many issues of human rights, but it is important that we do not just become a nation that does not welcome him.  There is a way in which we can demonstrate protest and opposition to policies.<\/p> <p>Senators Horkan and Colm Burke raised the issue of the housing crisis.  Senator Horkan is correct.  I am working with Dr. Fiona Chambers from UCC on a project called WickED, and the Minister of State, Deputy English, came to Cork to meet the group two weeks ago.  There is a profound impact on the mental health of some people of a certain generation, and the Senator is right to raise that matter.  We must work to combat and overcome it.  Equally, Senator Colm Burke's contribution, which highlighted that there is a 22% increase in housing completions and apartment construction, is important and should be acknowledged.  We have challenges, we have a crisis, and we need to get it right.  The increase in supply is beginning to happen and Government is committing resources.<\/p> <p>The Joint Committee on Communications, Climate Action and Environment will be holding an inquiry into broadband.  We will have statements on it in the House later today, so I will let the matter rest.<\/p> <p>I also agree with Senator Horkan that we need to have a discussion on section 38 and section 39 organisations.  I know the Minister for Health, Deputy Harris has been working very closely with Rehab to ensure that services are provided.  Many of us have received emails from people, such as family members of those who benefit from the services and employment that Rehab provides.  Rehab plays a significant role in society.  Members want to see the continuation of Rehab services and want to see that the people who are benefiting from their involvement and engagement continue to do so.  I will have the Minister come to the House.<\/p> <p>Senator Horkan mentioned his conversation with a lady who had returned from Lesotho who had difficulties getting a driving licence.  The bureaucracy needs to be changed to ensure that Irish people returning from abroad can have their driving licence fast-tracked and can integrate into society more quickly.  I agree with the Senator.<\/p> <p>Senator Trump raised the issue-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K00200","speaker":"1391"},{"type":"speech","time":1557999000,"counter":47,"content":"<p>Oh no, never.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K00300","speaker":"1392"},{"type":"speech","time":1557999000,"counter":48,"content":"<p>Senator Craughwell raised the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K00400","speaker":"1391"},{"type":"speech","time":1557999000,"counter":49,"content":"<p>A natural mistake.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K00500","speaker":"1392"},{"type":"speech","time":1557999000,"counter":50,"content":"<p>An understandable mistake.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K00600","speaker":"1417"},{"type":"speech","time":1557999000,"counter":51,"content":"<p>I see very little resemblance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K00700","speaker":"1381"},{"type":"unspoken","time":1557999000,"counter":52,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1557999000,"counter":53,"content":"<p>As is normal, I will not rise to the bait.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K00900","speaker":"1391"},{"type":"speech","time":1557999000,"counter":54,"content":"<p>We are all human, Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K01000","speaker":"1381"},{"type":"speech","time":1557999000,"counter":55,"content":"<p>Senator Craughwell raised the issue, and I agree with him-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K01100","speaker":"1391"},{"type":"speech","time":1557999000,"counter":56,"content":"<p>The students were looking carefully for Senator Trump.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K01200","speaker":"1381"},{"type":"speech","time":1557999000,"counter":57,"content":"<p>They might find him in Doonbeg or in County Clare in a couple of weeks.  I am sure they will have a very different viewpoint from me.  Senator Craughwell raised the issue of those paying high rents, which should be taken into account when they are seeking a mortgage.  He is correct and I have made this point to the Minister for Finance, Deputy Donohoe, that the amount of rent paid should be taken into the calculation when people seek a mortgage.  People are paying significant rent, which is similar to if not more than the amount they would pay for a mortgage.  It would be very good to have a debate on this topic.<\/p> <p>Senators Feighan and Craughwell raised the issue of Jadotville.  We all want to see justice for the men of Jadotville and that they be honoured.  Senator Craughwell, along with others, has been a passionate advocate for them.  I am prepared to have the Minister come to the House and I will work with all Members to ensure that these soldiers are honoured and that the case the Senator raised is brought to the Minister's attention.  It is important that we remember that a wrong was done.  How we redress that is beyond the Members, but we can work with all parties to ensure it happens.<\/p> <p>There goes the harmony, as I come to my good friend, Senator Conway-Walsh.  There must be an election coming.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K01300","speaker":"1391"},{"type":"speech","time":1557999000,"counter":58,"content":"<p>If the Leader says so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K01400","speaker":"1389"},{"type":"speech","time":1557999000,"counter":59,"content":"<p>Is there another coming?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K01500","speaker":"1378"},{"type":"speech","time":1557999000,"counter":60,"content":"<p>There are elections on Friday week - the local elections and the European election, along with the plebiscite and the referendum on divorce.  The people of Cork will have four ballot papers.  I know that the opinion polls are worrying some of the members in Sinn F&eacute;in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K01600","speaker":"1391"},{"type":"speech","time":1557999000,"counter":61,"content":"<p>Does the Leader reckon?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K01700","speaker":"1378"},{"type":"speech","time":1557999000,"counter":62,"content":"<p>Sinn F&eacute;in had been moving toward the centre but now it has gone back to the one dimensional transferable speech of och&oacute;n agus och&oacute;n.  I would love to have an honest debate with Members of the House about how our country has benefited from the past seven years of Government of Fine Gael and the Labour Party and now Fine Gael and Independents.  Let us have an honest debate around the working and living conditions of many people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K01800","speaker":"1391"},{"type":"speech","time":1557999000,"counter":63,"content":"<p>We could hold it in Limerick hospital could we?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K01900","speaker":"1389"},{"type":"speech","time":1557999000,"counter":64,"content":"<p>The Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, is available to come to the House in June to have a debate on pensions.  I do not have the information raised by the Senator about some parts of the 2012 changes and the review of those.  I sent a message and we will have that debate in June.<\/p> <p>Senator Humphreys has been articulating, championing and advocating for people who are in a very distressed state, and it is very worrying, to be fair, about their property, its structural deficiencies, and other issues.  Unfortunately, the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy is not available today.  In the period between Senator Humphreys's contribution and now, I attempted to have the Minister available, but he is available to come to the House for a full debate on the matter on Thursday, 30 May.  Rather than dividing the House today, I appeal to Senator Humphreys, who ultimately wants to get a resolution, to agree that the best opportunity to do so would be to hold a debate on that date.<\/p> <p>I referred to Senator Colm Burke's contribution on housing.  Senators Marshall and Feighan also raised the issue of farming and the announcement by the European Commissioner for Agriculture and Rural Development, Commissioner Hogan of a &euro;50 million fund for the beef sector, which is welcome.  Senator Marshall stated that we should not take what the naysayers and the critics say but instead engage, listen and work together to deal with the compendium of challenges that face us.<\/p> <p>Senator Gavan raised the issue of Palestine, and again there must an election coming.  As I have said in this House previously, I am a very strong supporter of the Palestinian people.  I have not been a supporter of a boycott of the Eurovision Song Contest.  I have made that clear to Senator Warfield and his colleagues in this House and on other platforms.  I do not believe in a boycott of sporting, cultural or music events.  I do not think a boycott of the Eurovision will serve any purpose and it ill behoves people to use a platform to come in and cudgel people who have a different viewpoint.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator Richmond spoke about the EU and Australia trade deal, which it is important to acknowledge.  <\/p><p>I joint with Senator Norris in commending all who maintain the grounds here, indeed all who work with the OPW and do a great job in our parks and public places; it is important at this time of the year when tourists visit not just Leinster House but venues across the country.  The way places such as Charles Fort in Cork and the Rock of Cashel, where I stopped off the other day, are maintained is a tribute to the OPW.  If President Trump does visit, would it not be an opportunity to showcase the beauty of the west coast of Clare and other areas to the people of north America and the world?  M&iacute;le bu&iacute;ochas to those who work in and maintain public properties and spaces. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#K02000","speaker":"1391","continuing":true},{"type":"speech","time":1557999000,"counter":66,"content":"<p>Senator Humphreys has proposed an amendment to the Order of Business, that the Minister for Housing, Planning and Local Government come to the House today to support the introduction of fire safety measures for apartment dwellers.  Is the amendment being pressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#L00200","speaker":"1381"},{"type":"speech","time":1557999000,"counter":67,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#L00300","speaker":"1417"},{"type":"vote","time":1557999000,"counter":68,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 7; Níl, 14.<\/p><br\/><br\/><p>Tellers: Tá, Deputies Kevin Humphreys and David Norris; Níl, Deputies John O'Mahony and Neale Richmond.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#L00500","aye":["1378","1390","1388","1389","1417","1401","1392"],"nay":["1409","1391","1384","1420","1416","1424","1386","1439","1431","1374","1427","1426","1421","1399"],"abs":[]},{"type":"unspoken","time":1557999000,"counter":69,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Sectoral Employment Order (Electrical Contracting Sector): Motion","time":1557999000,"counter":70,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#L00700"},{"type":"speech","time":1557999000,"counter":71,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann approves the following Order in draft: Sectoral Employment Order (Electrical Contracting Sector) 2019, a copy of which has been laid in draft form before Seanad &Eacute;ireann on 9th May 2019.&rdquo; <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#L00800","speaker":"1391"},{"type":"unspoken","time":1557999000,"counter":72,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1557999000,"counter":73,"content":"<p>Sitting suspended at 12.25 p.m. and resumed at 12.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Comprehensive Employment Strategy for People with Disabilities 2015-2024: Statements","time":1557999000,"counter":74,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#O00100"},{"type":"speech","time":1557999000,"counter":75,"content":"<p>I appreciate the opportunity to discuss progress on the implementation of the Comprehensive Employment Strategy for People with Disabilities 2015-2024.  I thank Senator Dolan for his initiative in getting the issue on the agenda for discussion today.  I also thank Senator Mark Daly for his excellent work on the issue of disability and, in particular, on the Irish Sign Language Bill.  We worked closely on that important legislation and we are all proud of it.<\/p> <p>We have much more work to do on employment for people with disabilities, but we have support from all voices in the D&aacute;il and Seanad.  The comprehensive employment strategy sets out a ten-year approach to ensuring that people with disabilities, who are able and want to work, are supported and enabled to do so.  Essentially the strategy seeks to address the under-representation of people with disabilities in the labour force.  Its overarching purpose is to make a concerted, cross-Government effort to address the barriers and challenges that impact on employment of people with disabilities.<\/p> <p>The strategy contains commitments such as an increase in the public service employment target on a phased basis from 3% to 6% by 2024, special public service competitions and the opening up of alternative recruitment channels, and addressing disincentives to work and enhancing transitions from education and training to work.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It includes the following six strategic priorities: build skills, capacity and independence; provide bridges and supports into work; make work pay; promote job retention and re-entry to work; provide co-ordinated and seamless support; and engage with employers.  Implementation of these commitments and strategic priorities is co-ordinated by the Department of Justice and Equality and the Department also has a key role in regard to the increase in the public service employment target.  Legislation to amend the Disability Act 2005 in this regard has been prepared.  These provisions have been included in the Disability (Miscellaneous Provisions) Bill 2016, which is currently before D&aacute;il &Eacute;ireann.<\/p><p>The progress of the comprehensive employment strategy is monitored by an implementation group, which is independently chaired by Fergus Finlay.  This group, which meets six times a year, comprises relevant Departments, the National Disability Authority, NDA, and representatives from the Disability Stakeholders Group.  The Disability Stakeholders Group consists of disability service providers and disability service users, and it plays an essential role in ensuring the understanding and consideration of the individual lived experience, particularly in regard to identifying gaps in current provisions.  It is essential that the voice of the disabled person is heard at this level.  Having overseen the initial foundational, building-blocks phase, which spanned 2015 to 2018, the implementation group is currently putting the finishing touches to the 2019 to 2021 action plan, with a view to further progressing the six strategic priorities outlined in the strategy.  I will return to this matter later.<\/p><p>We are making progress on implementation of the strategy.  As I mentioned earlier, 2018 was the final year of an initial three-year phase of foundational activity.  This period of activity sought, in the main, to establish processes, systems and tools to progress the overall ambition of the strategy.  However, significant achievements were also recorded during this establishment phase.  In this regard, I want to highlight a selection of the extensive activity that has taken place across Departments and agencies.  First, many of the commitments in the Make Work Pay report of 2017, which relates to strategic priority three in the employment strategy, have been delivered.  For instance, as a result of recommendation 1 in the Make Work Pay report, on 1 December 2018, the Government introduced a significant increase to the earnings disregard for people on disability allowance from &euro;120 to &euro;427 per week.  This measure had an immediate - I stress that it was immediate - and palpable impact on the lives of people with disabilities who wish to work and fear losing their medical card.  That fear is still there today so we need to get that message across about the earnings disregard going from &euro;120 to &euro;427 and we need to ensure people know about that.  This fear of losing the medical card is being dealt with.  Furthermore, a fast-track return to payment for people with disabilities on disability allowance has been implemented.  If the job does not last too long, people do not spend another six months trying to get back onto the disability allowance.  This relates to recommendation 7 in the report and enables individuals to try out work knowing that their disability allowance will be restored quickly if the job does not pan out, which is a fact of life for everybody.<\/p><p>On recommendations 9 and 10 from the Make Work Pay report, a consultation process has taken place, the aim of which was to explore in depth the views of people with disabilities and their families regarding proposed changes to the disability allowance payment and development of early engagement on work in income support schemes.  The findings from the consultation are being examined by the Department of Employment Affairs and Social Protection to guide next steps.  To give one final example from Make Work Pay, a ready reckoner has been developed to enable people with disabilities to independently estimate the net benefits and financial implications of working, which is important.<\/p><p>Further achievements under the employment strategy include the agreement by the HSE and the Departments of Health and Employment Affairs and Social Protection on the roll-out of the individual placement and support, IPS, model of supported employment for people with mental health difficulties wishing to work, the commencement by the HSE of a trial process that will enable people with disabilities who have access to an adult day place to defer taking that place while they explore mainstream work or further education options, and the introduction by the Department of Employment Affairs and Social Protection of a new youth employment support scheme, YESS.  The scheme opened for applications in October 2018 and is specifically targeted at young jobseekers, including people with disabilities aged 18 to 24 years of age who are long-term unemployed or who face barriers to employment.  This scheme aims to give a person the opportunity to learn basic work and social skills in a supportive environment while on a work placement in a host organisation.  Participation on the YESS programme is wholly voluntary and participants will receive a weekly payment of &euro;229.20 for 24 hours of work per week.<\/p><p>In the educational sphere, the Department of Education and Skills carried out a comprehensive review of career guidance provision, which included a focus on guidance for students with disabilities.  This work was particularly guided by input from the comprehensive employment strategy implementation group.  The NDA, which plays a significant role in monitoring the implementation of the employment strategy, also has a number of important actions in the first comprehensive employment strategy action plan.  During the foundational phase, it published guidelines for employers and line managers on how to support staff with autism, highlighting the advantages of recruiting employees with different skillsets, and offering guidance on developing inclusive and supportive work practices.  It also published and disseminated research it commissioned into good practice in employing people with disabilities in the public sector.<\/p><p>The employer disability information service, EDI, launched on 1 January 2016, works to promote awareness and provide a service to employers, delivering a range of actions, including the WorkABLE Future 2018 conference for employers, which was held in March 2018.  At this conference, a peer network with more than 80 employer members was launched by the EDI.  We are currently working with employer representative bodies to develop a follow-on initiative that supports employers when recruiting and retaining people with disabilities.<\/p><p>In addition to these achievements, there are a number of areas where actions are being advanced and these initiatives will continue to be delivered under the next action plan for 2019 to 2021.  One of these actions is the commitment by the Department of Public Expenditure and Reform to expanding internships as a recruitment route for people with disabilities in both the public and private sectors.  While the Department has examined internship models currently in place and, for instance, Naas and Tallaght hospitals offer a strong rotating workplace option for young people with intellectual disabilities, the potential uptake of such an internship scheme with a number of Departments is also being considered.<\/p><p>Another work stream which will continue into the second action plan is the development of person-centred planning by the HSE under the transforming lives programme.  The framework being developed across HSE-funded disability services includes consideration of an individual&rsquo;s work goals as per action 2.9 of the comprehensive employment strategy.  This framework will be implemented across both day and residential services in the near future.  As we discovered in many day services, particularly in respect of people with intellectual disabilities, many young people are talented enough to undertake some sort of employment, whether part-time or full-time, and we have discovered a number of hidden talents within those day services.  This has great potential.<\/p><p>Action 5.1 in the employment strategy is a further key commitment that will be brought forward in the next phase of the strategy.  The next step is for the action 5.1 interdepartmental working group to implement the next steps to test, evaluate and scale the agreed policy of co-ordinated supports for people with disabilities.  There have been ongoing developments in the collection and analysis of data on participation levels of persons with disabilities in full-time employment, including the establishment of a social inclusion unit in SOLAS and the development of a template for education and training boards, ETBs, to establish learner pathways and targets over a three-year period.  As this data is built up over time, it will be important to analyse it for trends and opportunities for future focus.<\/p><p>In addition, in the educational area, SOLAS has recently published a review of pathways to participation on apprenticeships.  This review identified that 2.8% of people with disabilities are doing apprenticeships.  SOLAS has recommended five action areas to increase participation rates, including the promotion of a diverse pathway, and I am keen that this work is taken forward into the next action plan.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Last, in the area of work being brought forward, although the specific actions regarding vocational rehabilitation in regard to conducting and disseminating research have been completed, this work will continue in respect of interviews with key stakeholders and a round-table discussion on the necessary steps for a programme of vocational rehabilitation in Ireland.  This will inform the development of policy advice and associated actions in the action plan for 2019 to 2021. <\/p><p>Having acknowledged the achievements, which I have stressed, and the fruitful work that has taken place during the foundational phase of the strategy, it is important to note there are areas where progress has been slower than anticipated.  These include transitions between education and employment, the employment of people with disabilities who have moderate to high support needs and employer engagement more broadly.  On the latter issue, work is currently being undertaken with employer bodies to see how we can work together more effectively on programmes that meet their needs while creating more opportunities for people with disabilities.  In conclusion, my expectation is that these work streams will be carried over to the next three-year action plan under the strategy with due regard to developments and changes that have occurred within the system in the interim. <\/p><p>Implementing the strategy will require continuing interdepartmental co-operation and a joined-up approach to supports and services for jobseekers and workers with disabilities.  The first phase of the strategy encouraged new ways of working between Departments and agencies.  What I am seeking to achieve now is to deepen that collaboration, broaden the ambition of the strategy and to engage more intensively with employers.  I am confident that we will see real benefits for people with disabilities in the next phase of the strategy and, above all, more opportunities for them to participate in employment and to achieve their potential.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#O00200","speaker":"1359","continuing":true},{"type":"speech","time":1557999000,"counter":78,"content":"<p>I thank the Minister of State for coming to the House to outline the position on the implementation of the comprehensive employment strategy for people with disabilities.  I thank him for his work on behalf of the deaf community and on passing the Irish Sign Language Act for the deaf community and ratifying the UN Convention on the Rights of Persons with Disabilities.  We support the strategy and its implementation.  Like everybody, we want to see all the elements implemented as soon as possible.  The Minister of State outlined the six elements, which include building skills, capacity and independence; providing a bridge and supports to people so they can access employment; and making work pay, in respect of which the Minister of State referred to the medical card.  The latter is a very practical way of persuading people not to opt for unemployment, which would have a very detrimental impact on their health.  Where individuals cannot afford to access the services they need because of their disabilities, they are left in a poverty trap as a result.  Other elements include the promotion of taking up and re-entering work, and ensuring access to supports where, for whatever reason, employment does not work out; as well as co-ordinated and seamless supports and engaging with the employers.<\/p> <p>The Minister of State outlined what the Government is doing with regard to engagement with employers.  He referred to having more people from the disability sector involved, that is, those with disabilities themselves.  There are a number of initiatives in this regard in Leinster House.  Internships, however, can be abused, as we have seen previously.  There have been a number of scandals in regard to people with disabilities being used as a cheap source of labour.  That is something the Government must and does tackle.  As statistics show there are 176,445 people with disabilities and that their participation rate in the workforce is only 30.2%, in comparison with 61.4% of the population in general, we can see the scale of the mountain we have yet to climb to make sure people with disabilities can participate in the workforce.  The unemployment rate among people with disabilities is 26%, which is considerably more than twice that of the general workforce.  The earnings of people with disabilities in employment comprise a cause of concern.  One should bear in mind that the female population does not have pay parity either.  Therefore, the Government has a long way to go to ensure everybody, regardless of gender or ability, has pay parity.<\/p> <p>Fianna F&aacute;il was the first party to come up with a comprehensive Government strategy to ensure an overarching, all-of-government approach, which the Minister of State outlined.  It is important to see this continue, regardless of who is in government.  Regarding interdepartmental co-operation, we are lucky to have someone like Fergus Finlay chairing the implementation group to ensure the implementation element is the most important.  We have all seen the reports and know the recommendations but the tragedy is that they are not always implemented.  This is why implementation of this disability strategy and others is vital.  We are committed to making sure all the barriers that are keeping those with disabilities from entering the workforce are removed and that they are given the opportunity to achieve their full potential.  As the Minister of State pointed out, this is part of normal Government practice.<\/p> <p>The Irish Sign Language Act was a great achievement by the Department and those in the deaf community but I am concerned about the three-year timeframe for its implementation.  The Minister of State is speaking at the conference next month.  I will also be involved.  The implementation of this strategy, with 12 months to go under the legislation, essentially requires all Departments, the HSE and Courts Service to have in place a facility for members of the deaf community to gain access to Government services through translators and interpreters.  This is the equivalent of GDPR for the deaf community.  There does not seem to be urgency in Departments other than the Department of Health.  It seems there is not only no urgency but also, possibly, no awareness among other Departments of the fact that they will be breaking the law of the land by not having facilities in place.  It will become quite apparent, given there are only 12 months to go.  We could learn a lot about this at the conference.  Many Departments are not ready or aware.  Perhaps the Minister of State will, in the run-up to the conference, invite all the Secretaries General of the Departments to attend to learn that they will be required to have an interpreter available for members of the deaf community 12 months from now.  Saying they do not have a strategy in place is simply not good enough.  This is part of what we are talking about in terms of access to employment and access to State services by people with disabilities.  While the Minister of State managed to ratify the UN Convention on the Rights of Persons with Disabilities in the context of there having been many promises and to guide legislation through the Oireachtas with all-party support - we were delighted to play a role in that - it is important that there be implementation.  There is no point in our passing legislation if Departments are unaware that they have responsibilities and if they do not put in place the required structures.  Departments, the Garda and HSE must all have interpreters available and systems in place to ensure services are available for members of the deaf community when required.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#Q00200","speaker":"1414"},{"type":"speech","time":1557999000,"counter":79,"content":"<p>I welcome the Minister of State, Deputy Finian McGrath, to the House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is an important debate and I am glad to be given the opportunity to contribute to it.  I had hoped it would not be held on Thursday as it should have been given one of the prime slots.<\/p><p>The Minister of State, Deputy Finian McGrath, brings significant credibility to his brief.  He has walked the walk all his life.  He understands it implicitly.  He brings a range of skills, both with regard to intellect and, more practically, what it is like to have to deal with disabilities over a lifetime.  I commend him on that.  The Minister of State knows of my interest in this issue.  I am involved with various disability organisations and am particularly keen in respect of the leadership and advocacy students in Limerick Institute of Technology.  The Minister of State was at its most recent awards ceremony.  I think he is coming to it on 19 June and they are very excited about his impending arrival.  Martina Neylon is one of the unsung heroes, of whom there are many in the disability area, who works with this group.  They are coming from all the disability services in the mid-west, including the Daughters of Charity, Bawnmore, St. Gabriel's and St. Joseph's Foundation.  The Minister of State is well aware of this.<\/p><p>The National Platform of Self Advocates was involved in a meeting, hosted by either it or the Minister of State, on 30 January in the audiovisual room that we all attended.  It was an inspiring day with people with disabilities advocating for themselves.  They let us know in no uncertain terms the areas that were good and the areas that they felt could be improved.  I want to deal with a couple of those.  There is a target of bringing the 3% target to 6% over the next four to five years.  I do not know if the Minister of State has given what the figure currently is.  I did not see it in the speech.  That should be a minimum target which we have to reach.  How do we get there?  I do not think there is any target for the private sector but I believe there is willingness in the private sector to embrace people with disabilities.  The question is how do we create an environment with structures to enable employers to employ people with disabilities and for people with disabilities to be able to assimilate into the set-up.  I see many people coming into the programmes here in Leinster House.  It is very welcome.  They are a significant addition.<\/p><p>JobBridge did not give internships a particularly good name but if internship programmes are structured properly, they are a fantastic introduction into the work environment.  I welcome the fact that they are being looked at.  They certainly need to be furthered in the area of disabilities.  I note that the Department of Public Expenditure and Reform is looking at it.  It could perhaps be extended to the private sector.  At the meeting on 30 January, a number of items came up.  They related to engaging with the employer groups such as the Irish SME Association, ISME, IBEC and the chambers to see what could be done to put in supports for employees with disabilities.  I know that the work is under way.  When there are meetings, we would love to be involved.  An area of particular interest to me is career guidance.  I note that the Department of Education and Skills is carrying out a comprehensive review of that area.<\/p><p>Many of these measures are practical and I do not think they should be overcomplicated.  One wants someone with disabilities to have a CV structured like anyone else's, to accentuate the skill sets that he or she has, in order that an employer can see very quickly how it would benefit from employing that person.  We are moving into that area.  The Disability (Miscellaneous Provisions) Bill 2016 is currently before D&aacute;il &Eacute;ireann and I expect it to come before us pretty quickly.  There are a couple of positives.  The changes to the disability allowance are welcome.  The increase in disregard to &euro;300 is welcome.  The key feature that we have often come across is that people on disability allowance are petrified about going off the disability allowance for fear that they will never get back on it.  They could have a situation where they give up the allowance and it is uncertain whether they are capable of going back to work or not.  They then go back to work and are not able to function.  They then turn around, are not available for work because they are not capable of working, and at the same time they find it extremely difficult to get back on disability allowance.  I know that is being looked at.  It probably needs constant review because it often comes up.<\/p><p>The legislation coming before us is to be welcomed.  One size does not fit all and we have to look at inventive, imaginative ways to enable people with disabilities to be able to go into the workplace.  That may mean that it may suit them to work just ten or 20 hours a week.  Equally, I believe that there is a willingness among many employers to take on people with disabilities.  However, they are in business and they are worried about the impact that it will have.  We have to provide reassurance about this area.  It comes down to training.  One thing that came up with the National Platform of Self Advocates at our meeting in the audiovisual room was that they were fed up with being pigeonholed into certain jobs.  Many of them felt that there were other tasks that they could do.  We need to look at ways, both in the public and private sector, of expanding the roles would be available to people with disabilities.  That might involve training.  One of the key conduits is internships.  There needs to be formal engagement with employers' groups.  The Minister might let me know where that is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#Q00300","speaker":"1374","continuing":true},{"type":"speech","time":1557999000,"counter":81,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#R00200","speaker":"1359"},{"type":"speech","time":1557999000,"counter":82,"content":"<p>Designated areas should be set up to allow them to get proper CV training.  We should look at disability allowance and perhaps at the invalidity pension to ascertain if there are ways to relax that for people doing rehabilitative work.  I will not move into that space because disability allowance is the key issue.  I am delighted to be able to contribute and look forward to hearing the Minister of State's views on where things are.  He knows my commitment to this area has been lifelong and I commend him on his work to date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#R00300","speaker":"1374"},{"type":"speech","time":1557999000,"counter":83,"content":"<p>I welcome the Minister of State to the House.  I commend the fact that this debate is happening and the work that is going on here.  I have read about the priorities of the strategy; the building of skills; the providing of bridges and support into work; the importance of making sure that work is profitable for the persons involved and this is no mere lipservice exercise or question of generous inclusion but rather something that confers benefits on the employer and the employee with disabilities; the importance that the job is not just a token thing but one that can endure.  I have read about the importance of there being a possibility of a person moving in and out according to his or her abilities, availability and capacity to give time; as well as the need for support for persons in this area and the need for engagement with employers.  It struck me, listening to this both inside and outside the Chamber, that this work is not just about justice.  It is about more than justice but it is about doing justice for persons with disabilities and for the community.  It is much more than charity.  This work of including persons with disabilities in every aspect of life is the intersection of the duty to give each person his or her due but also recognising the particular contribution that such persons have to make.<\/p> <p>I pay tribute to and give thanks for the Oireachtas Work and Learn Programme, OWL.  It is a pilot project going into its second year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In saying this I am conscious that we must avoid any sense of being patronising.  The contribution and the visibility of persons with disabilities of various kinds to the work and the atmosphere in these Houses is really making a very positive difference.  I am delighted that the OWL programme is continuing.  I pay tribute to the staff involved with it.<\/p><p>I particularly laud the strategy's commitment to increasing the public service's targets for the employment of persons with disabilities from 3% to 6% on a phased basis.  It is vital that the public sector takes a lead in matters like this.  Where the public sector goes, the private sector will hopefully follow.  We need not pretend that there are not sometimes great difficulties and challenges to be faced.  One only has to look at the operation of employment equality legislation, the tests that have to be met to show that employer has discriminated on the disability ground and the opt-outs available to employers under the legislation.  These mean that sometimes there will not be the level of inclusion we would like.  <\/p><p>The Minister of State will not necessarily be aware of something I brought up in recent days.  It does not relate to how we do things here in Ireland, though it could do so.  It is something we could learn from.  It might make us more vigilant and is a cause for concern.  Sometimes the public sector, the establishment so to speak, can speak out of both sides of its mouth regarding persons with disability.  It can talk the talk about inclusion, set up committees and quangos and give grants on the one hand while the very apparatus of the State militates against persons with disabilities on the other.  I am thinking of the Suhinthan and Hyde families.  The former was denied residency in New Zealand and the latter's case is under appeal in Australia.  The Suhinthan family, who emigrated to New Zealand, were to be given residency permits for the mum, the dad and two of the three children.  The third child, who has Down's syndrome, was denied a permit because of the potential burden to the state.  That took place in liberal New Zealand, not Trump's America or Putin's Russia.  This is what the great apparatus of state can sometimes do.  I call that discrimination on the disability ground, though it does not come under the heading of employment equality or provision of services and access thereto.  I am sure those countries have anti-discrimination legislation.  The Hyde family emigrated to Australia.  A child was born in 2015 and diagnosed with cystic fibrosis, a condition whose nature and needs are well known to us here.  Again, a residency permit was denied to that family on the grounds of the condition of the child, who was born in Australia and has never known any other country.  When they applied for permanent residency this is the treatment they got from the great apparatus of state.<\/p><p>I brought forward a Commencement matter the other day to ask if this could happen in Ireland.  I understand that an approach has not been made to the Irish Government on the behalf of these families.  The case of the Hyde family is now on appeal to the immigration minister.  This is something we should do of our own volition without waiting to be asked.  That type of problem raises serious questions about how supposedly liberal modern societies respond to the particular extra needs of families with persons with disabilities or illnesses of some kind.  It should give us pause for thought at the very least and I hope reason for action of some appropriate kind.  I mention that not so much as a bad news story as a cautionary tale.  We need to keep our eyes on it and perhaps respond, as well as making sure it never ever happens in this country.  I commend the Minister of State and the workforce on this very important contribution to our public life. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#R00400","speaker":"1401","continuing":true},{"type":"speech","time":1557999000,"counter":85,"content":"<p>Cuirim f&aacute;ilte ar ais roimh an Aire St&aacute;it.  The last Irish census in 2016 indicated that 13.5% of the population had a disability.  In stark figures, that is 643,131 people.  However, Ireland has one of the lowest employment rates for people with disabilities in the EU.  It stands at 26.2%, whereas the EU average is above 48%.  Our poverty figures show that people who have a disability are part of the group at high risk of poverty and associated co-morbid illnesses and mental health issues.  The Minister of State is well aware of this.  We need to acknowledge advances and increasing enlightenment.  There is increasingly a spirit of embracing and including people who in previous years were deemed be \"not like us\".  I welcome that and the Minister of State has worked hard to enable those with a disability to live their lives to the full.<\/p> <p>This strategy contains six strategic priorities.  The first is the building of skills, capacity and independence.  We in Sinn F&eacute;in do not believe that enough progress has been made in this area.  While skills-building has certainly improved, capacity and independence have not.  Sinn F&eacute;in's alternative budget provided for the doubling of personal assistance hours in the State.  Let us face it; promoting independent living will cost money.  Personal assistants perform the tasks which a person cannot physically carry out.  Many people with disabilities have huge intellectual capacity but need support and the opportunity to contribute this intellectual value to society.  On Tuesday we hosted an presentation in the audiovisual room from the National Council for Special Education.  One of the women present was a parent who constantly battled to enable her child to stay in school.  The school made it difficult for this wheelchair-bound child to receive an education.  That child achieved 600 points in the leaving certificate examinations.  A parent had to continuously battle for the entire lifetime of the child.  We must make it much easier and stop adding stress to already stressful situations. <\/p> <p>The second strategic priority is to provide bridges and supports into work.  Progress has certainly been made in this area.  We need to move beyond corporations and companies employing persons with disabilities from a corporate responsibility point of view.  Employment for persons with disabilities must be meaningful, sustainable and well-paid.  It must take place on the same basis as the employment of an able-bodied employee.  On that point, I may be reading it wrongly but I would love to reword page 34 of the strategy document.  It reads: \"many people with disabilities could be accommodated to work at little or no cost\".  I know this is not its meaning but it does not read well.  There is value in work and there is value in rewarding work.  People are well able for well-paid work.  I know the phrase \"little or no cost\" does not mean to say otherwise, but it reads that way.  Perhaps the text could be revised. <\/p> <p>The third priority is to make work pay.  This is a concern for all persons in society, not just for one section.  We do not believe current wages make work pay.  We need to move towards a living wage for everybody in society.  Sinn F&eacute;in will be bringing forward a document that will show how a living wage can be introduced.  We can have fairly paid workers and profitable businesses.  They are not mutually exclusive.  This would drag many of our citizens and families over the poverty line and out of deprivation and hunger.  <\/p> <p>The fourth priority is to promote job retention and re-entry to work.   It is fair to say that employers are definitely becoming more accepting towards employing persons with disabilities.  The retention of these jobs and persons who have acquired disabilities re-entering work needs to become the norm.  The fifth priority is to provide co-ordinated and seamless support.  Persons with disabilities or different abilities must have every support available in order to be included in society and to have a decent standard of living.  This must be Government-led. <\/p> <p>In my own experience, one area where the Government falls short is in autism support and education.  I refer to an audiovisual presentation given by the Department of Education and Skills and AsIAm on Tuesday.  That charity published a report called Invisible Children.  The Minister of State will be well aware of it as it has been communicated to his Department.  The illegal and unacceptable allocation of one hour per day to what are deemed \"difficult children\" will be challenged in the High Court.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Several solicitors throughout the country will do this.  What hope do children have if they do not have education and anything worthwhile to offer in the employment market in the future?  Their future seems damned from the moment of their first attendance at a cr&egrave;che.<\/p><p>The last strategic aim of the strategy is to engage employers.  We are nearing what is perceived to be full employment.  We now have the luxury to truly engage with employers to promote employment of people with different abilities.  This requires increasing awareness of training of employers and affording equal opportunities.  The target for employment of persons with disabilities by 2024 is 6%.  It is still quite low compared with the 13.5% of the overall population who have disabilities.  In Crumlin in Dublin 12, the percentage is 12% which is at or above the average for other areas.  <\/p><p>I participated in the Walk In My Shoes initiative last year, as I believe the Minister of State did.  He is a decent  individual and he cares.  To stand beside person in a motorised scooter and another person in an electric wheelchair and to try to get them from A to B with our infrastructure is almost impossible.  It takes a person in a wheelchair three times the length of time to get from A to B as it would take for me to walk that distance.  The person in the wheelchair has to go on to the road as all the footpaths are not dished and there are cracks and hazards on them.  A person in a wheelchair would be late arriving in work every day because of the journey they have to make, never mind their attempts to board a bus.<\/p><p>The architectural departments in the local authorities have disability officers who are involved in drawing up new architectural plans and infrastructure for different towns.  Will the Minister write to the local authorities and ask what they have done to provide for people with disabilities, how far they have gone, what their plans are and when what is proposed will come to fruition?  We need to know our infrastructure is changing and becoming disability proofed.  I am under pressure of time and there is much more I would like to say.  We are behind the Minister of State in what he is doing and are supportive of him.  We urge him to move a little faster and to invest more money in this area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#S00200","speaker":"1388","continuing":true},{"type":"speech","time":1557999000,"counter":87,"content":"<p>I thank the Minister of State for being here this afternoon.  I also thank the Members for their participation in this important debate.  At a time when we have near full employment it must be recognised there are people who want to and who deserve to reach their full potential.  I commend Senator Kieran O'Donnell on his work and remarks.  He has articulated much of what I wanted to say.  I commend the Minister of State on his work on inclusivity and thank him for it.<\/p> <p>The implementation of any strategy is only as good as the people who can do it.  I will make a number of points.  First, as a facilitator, through the Government, we must put in place the required resources, training and  strategy.  Second, employers must make sure that they are willing to be accessible, flexible, inclusive and understanding in their approach.  Senator Mullen commended the OWL programme here in Leinster House.  I pay tribute to those men and women who are working and participating here.  They are a joy to watch and with whom to engage.  I do not say that in a patronising way but they make a difference.  They help the environment that is Leinster House and I thank them.<\/p> <p>It would not surprise the Minister of State or Senator Kieran O'Donnell if I were to mention the Cope Foundation in my remarks.  It is having its annual general meeting in Cork today and I send my apologies, through the Seanad, for not being there.  It has an Ability@Work scheme, which was launched in the Republic of Work in Cork, which was a fitting venue.  The aim of the scheme is to connect the jobseeker and the local employer and its mission is to put people at work.  It promotes inclusion and diversity and seeks to ensure the skill set the employee brings is matched with a job in the workplace.  The Ability@Work scheme has a positive effect every day in the lives of these people.  Its outcomes are positive.  Some of the firms involved in it include Lidl, the Mater private hospital and small coffee shops in Cork such as Dukes and Caf&eacute; Velo.  These are progressive forward-thinking employers.  I commend Marian Hennessy and all those involved in the Cope Foundation in Cork on their aim to make Cork the inclusive capital of Ireland.  The model adopted, which is what the Minister of State is trying to do with this strategy, is to have supported employment with a job coach and while that job coach will fade away as time passes, that support is available.  The model provides for placing people with the support of a job coach and equally there are the requirements of resources, training and ensuring the employer has the required understanding.  <\/p> <p>Senator Mullen was right in what he said and I say that sincerely.  The public sector must take a role and lead in the provision of placements for people with disabilities.  There was an article at the time of the forum in Davos, which called for more social inclusion for people with disabilities in the workforce and that is one to which we should revert.  Senator Kieran O'Donnell rightly noted that one size does not fit all.  There is a need for an innovative creative approach to be taken by the Government and by the mandarins in the Departments, which sometimes does not happen, as the Minister of State will know from his engagement.  The workplace can be a very daunting place for these men and women.  We must be flexible and open to resourcing and putting place the support and training that are needed.  <\/p> <p>The national Ability programme has made funding available to the Cope Foundation and it has also received funding from the European Social Fund, which reflects the partnership model.  I will make a point I have made repeatedly, which is that Maslow challenges us with his hierarchy of needs, where we all must try to reach our full potential at that self-actualisation point in the pyramid.  We may never get there but we must always try to aspire to be there.  We all benefit from engagement.  We are all social beings.  The workforce brings many challenges every day but there are many positives and very good outcomes.<\/p> <p>Being at work brings out the best in people.  I think of the young men and women with an intellectual or physical disability I meet every day who work in a myriad of jobs and I see the  smile, the happiness and the engagement.  We have the OWL programme here in Leinster House and we meet these employees every day who bring a smile to our day.  What is important is not only the fact they are here using a Hoover or photocopying but the fact that they bring a positive presence here.  I thank the Minister of State for this debate.  I hope the next time we discuss this area more Members will be involved.  We have a road to travel but we have started that process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#T00200","speaker":"1391"},{"type":"speech","time":1557999000,"counter":88,"content":"<p>As the Minister of State is in the House, I want to raise with him the issue of the Rehab services.  Like many of the people who depend on those services and the people who work in Rehab, I am extremely worried around the funding situation.  I ask the Minister of State to comment on that.  I know he has had some meetings with the organisation and I hope some progress has been made.  The possibility of losing some of these services, which already need additional resources, is a cause for concern.<\/p> <p>A Leas-Chathaoirligh-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#T00300","speaker":"1378"},{"type":"speech","time":1557999000,"counter":89,"content":"<p>It is all right.  They are widening the scope of the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#T00400","speaker":"1420"},{"type":"speech","time":1557999000,"counter":90,"content":"<p>Very well.  I ask the Minister of State to comment  It is a little aside from the matter under discussion but it is all related.<\/p> <p>I want to concentrate on people with disabilities who reach the age of 18 and find there are not appropriate training spaces for them or the people who provide training do not have the expertise that is needed.  I refer in particular to people on the autism spectrum.  When young people are put into positions where the required expertise and training is not present, it is a dangerous situation for them and there is also the issue of people not being able to reach fulfil their potential.  Resources need to be put in place because individuals and their parents need to know that when the young person reaches the age of 18, he or she will not simply be left to fend for him or herself.  Such people deserve a training place and to fulfil their potential as much as anybody else.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I strongly feel that our society is missing out greatly on the uniquely positive traits that are rare or non-existent among neurotypical individuals.  We have many people with disabilities and many people with autism, Asperger's syndrome, dyspraxia and other conditions, but we do not appear to realise that history is full of people who were on the autism spectrum and did the most brilliant things.  Among them were Hans Christian Andersen, Charles Darwin, Albert Einstein and, of late, Bill Gates and Steve Jobs.  These people did magnificent things, and by not providing the right environment, training and employment for people with autism, we are selling society short.  One of the traits of people with autism is they rarely lie.  Is that not great?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#T00500","speaker":"1378","continuing":true},{"type":"speech","time":1557999000,"counter":92,"content":"<p>That is needed here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#U00200","speaker":"1388"},{"type":"speech","time":1557999000,"counter":93,"content":"<p>There should be more people with autism in politics.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#U00300","speaker":"1378"},{"type":"speech","time":1557999000,"counter":94,"content":"<p>Would politicians be good judges in that regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#U00400","speaker":"1420"},{"type":"speech","time":1557999000,"counter":95,"content":"<p>We would save ourselves millions.  We have spent &euro;500 million on tribunals.  Imagine if we had people there who did not lie.  We could have saved all that money.  They tend to live in the moment and they rarely-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#U00500","speaker":"1378"},{"type":"speech","time":1557999000,"counter":96,"content":"<p>The Senator is broadening the scope of this debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#U00600","speaker":"1374"},{"type":"speech","time":1557999000,"counter":97,"content":"<p>It is true.  We need to think outside the box in terms of how we capture the expertise of people with autism and the other conditions I mentioned.  They rarely judge others.  They are passionate about what they are focused on, whatever it might be, and they are not tied to social expectations.  They have terrific memories.<\/p> <p>A couple of weeks ago I read about a young chap with autism.  I do not know if the Minister of State has ever tried to put a flat pack together but this chap could put together flat pack furniture without any instructions.  In terms of artistic value, I have seen people who are able to copy art in the most minute detail.  We do not capitalise on that and are losing out on those human resources.  If we were to provide proper training and proper environments, we could do a great deal more in addition to the individual fulfilling his or her potential and the joy the families would get from watching them fulfil their potential.  We are missing out on innovation and the monetary value to society because we are not providing opportunities, not to mind the fact that equality of opportunity should be taken as a given in a society or a republic.  We are not using advances in technology to assist people with autism and people with disabilities.<\/p> <p>We must think differently about people with disabilities and what we are missing if we do not resource them properly and provide the right opportunities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#U00700","speaker":"1378"},{"type":"speech","time":1557999000,"counter":98,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#U00800","speaker":"1388"},{"type":"speech","time":1557999000,"counter":99,"content":"<p>I thank the Senators for their contributions and their genuine interest in the disability issue, particularly in ensuring people with disabilities who are able to and want to work are supported and enabled to do so.  As many Senators said, having a job can help secure economic independence, social inclusion and personal fulfilment.  That is the reason the strategy for employment of people with disability is so important.  I thank Senators Mark Daly, Kieran O'Donnell, Mullen, Devine, Buttimer and Conway-Walsh for their positive suggestions, in particular.  I will bring those suggestions to the next meeting of the national inclusion disability strategy at the end of this month.  Many of the ideas mentioned today involve the responsibilities of different Departments.  I sit in a room every couple of months to chair the national disability inclusion strategy where all the Departments are represented, so the Senators' ideas will be brought there.<\/p> <p>My sense is that we are making significant progress on the implementation of the comprehensive employment strategy.  The first three years have borne fruit.  The collaborative work taking place across Departments and agencies and the resulting achievements are reflected in the 2018 independent assessment of the comprehensive employment strategy, CES, by the National Disability Authority, NDA, and the chairman's independent report, which are available from the Department of Justice and Equality.<\/p> <p>With regard to particular issues raised by the Senators, some of the positive, constructive ideas are very welcome.  I thank Senator Daly for his work on the Irish Sign Language.  He highlighted the important matters of the medical card, the unemployment rate and the number of people working in the public sector.  As of two weeks ago, there are 7,000 people with some form of disability working across all Departments and in the public sector.  There are approximately 12,000 young people with a disability attending third level colleges.  That is a revolution that has occurred over the past 20 years and it is very progressive.  The Senator made a strong point about the private sector as well.  There are examples of good practice in the private sector, with employers taking on people with disabilities.  They are paying them a proper wage and treating them with respect and dignity.  That has to be developed and that is part of my job.  Senator Kieran O'Donnell has been strongly involved in that process as well.<\/p> <p>In talking about that, I pay tribute to the former Senator, the late Feargal Quinn.  He had that inclusive attitude as an employer.  He had it 20 and 30 years ago.  He was very inclusive.  I express my deepest sympathy to Feargal Quinn's wife and family and I thank him for the work he did in breaking down barriers to people with disability securing employment.<\/p> <p>To return to Senator Daly's point on implementation, it is all very well to have ideas but they must be implemented.  I strongly believe that.<\/p> <p>Senator O'Donnell referred to prime slots for the debate.  I thank the Senators for being present for the debate.  I am saddened that more Senators are not present because we must bring disability to the centre of the Government, the D&aacute;il and the Seanad.  At present, that is a difficult job for me as Minister of State.  I was in Malta recently and met its Prime Minister.  He was at the event to ensure that when we were dealing with disability issues, his other ministers were there as well.  If a small country like Malta can do it, we can as well.  Senator O'Donnell's point about prime slots is very important.  I am well aware of the work he does in Limerick and I will be visiting Limerick Institute of Technology, LIT, in that regard.  I am also aware of the great work of Martina Neylon and the National Platform of Self Advocates.  That organisation is run by people with disabilities.  Its national executive is controlled by disabled people.  There are no NGOs.  I give it some funding to keep it going.<\/p> <p>Some Members mentioned the target of 6%.  My personal view is that it should be 10%.  We are driving towards 6%.  Some places have gone above 4%, 5% and 6%.  I will refer back to the Senators on examples because figures arrived on my desk recently.  Senator O'Donnell also mentioned the internships and I agree they could be extended to the private sector.  The disregard of &euro;120 going up to &euro;427 for those on disability allowance was a great help.  A number of people have gone into jobs because of that.  There is great interest in that issue.<\/p> <p>Senator Mullen spoke about justice for people with a disability.  That is crucial.  When one is talking about equality, one is talking about justice.  He raised an important issue which we should seriously consider, namely, the residency issue and discrimination.  As far as I am concerned, if a cystic fibrosis patient or a person with a disability is not allowed to stay in a country, it is discrimination.  I wonder if the countries are in breach of the UN Convention on the Rights of Persons with Disabilities.  That is something I will develop further.  The Senator referred to the Hyde family and cystic fibrosis.  These are serious questions not only for Ireland but also for the European Union and internationally.<\/p> <p>Senator Devine raised the important fact that there are 643,000 people with a disability in the State.  That is 13%.  We must make it easier for people with a disability.  The barriers have to go.  She spoke about the phrase \"little or no cost\" on page 34 and revising the text.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will say that to the people involved in the national disability inclusion strategy.  It is unacceptable for people with autism to receive a service for one hour per day.  Everybody has a right to an education.  I do not accept that children with disabilities receive home tuition because the service in school is not adequate to respond to their needs.  We have to plan services around them, a matter on which I have been working with the Minister, Deputy McHugh.  We have to do something about it.<\/p><p>Senator Devine suggested a 6% employment target.  I believe in having a 10% target.  She asked me to deal with the local authorities.  I will do so as part of the national disability inclusion strategy.  Representatives of the Department of Communications, Climate Action and Environment will be there and I will raise the issue with them.  It is essential that I do as accessibility is hugely important.  Would the Senator put up with it?  Would I put up with it?  The answer is \"no\".  Why, therefore, should a person with a disability have to put up with it?<\/p><p>I recognise the work done by Senator Buttimer on the issue of disability.  He emphasised the need for implementation and mentioned D&aacute;il staff and the Cope Foundation project in Cork, which I have visited on a number of occasions.  I have also met the Senator's father who has been very active for many years in the Cope Foundation's facility.  He said Cork was the inclusion capital of the country.  I would like everywhere in the country to be inclusive.<\/p><p>Senator Conway-Walsh referred to Rehab.  It is funded by the HSE and a section 39 organisation.  It operates in all nine CHO areas.  It provides services under the service level agreement which is signed on an annual basis.  The budget allocated to it this year is &euro;56.1 million, which figure includes an additional sum of &euro;1 million from the CHO.  There are issues, but we are sitting down to discuss them.  We have been talking about them for the past ten days to try to resolve them.  We are trying to close the gap between what it is looking for and what we have put on the table.  We are due to meet again tomorrow and on Friday.  We do not want people to have to hang around.  My focus is on the 3,000 people with disabilities.  I do not like the bad vibes because they cause stress for the families.  I hope we will have a final response for the Senator by next Tuesday.  I want a short and snappy deal.  I commend the front-line staff who work in Rehab.<\/p><p>I thank all Senators for their contributions and giving me the opportunity to address the House.  I will bring all of the issues which have been raised back to the national disability inclusion strategy team, as well as to my own team and the disability organisations.  We need to build and develop relationships.  There is a strong relationship, but we need to bring mainstream society into line with the UN Convention on the Rights of Persons with Disabilities.  We need to understand this is an equality and a justice issue.  People with disabilities must be treated with respect.  We have started the journey, but we still have a long way to go.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#U00900","speaker":"1359","continuing":true},{"type":"majorheading","content":"National Broadband Plan: Statements","time":1557999000,"counter":101,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#V00200"},{"type":"speech","time":1557999000,"counter":102,"content":"<p>I thank the Seanad for providing time for statements on this matter.  This is a really important investment for the future of the country.  Since Telecom &Eacute;ireann was privatised 20 years ago, we have been totally dependent on the private sector to deliver the telecommunications services we need.  It has been very successful and, for 75% of the population, a very good service will be rolled out.  It is on track to be delivered.  Recent announcements indicate that it will be in the form of fibre to premises in urban areas.  However, the other 23% of the population amounts to 1.1 million people.  They are on 56,000 farms which account for 68% of all farms in the country; in 44,000 businesses, including small enterprises; 764 schools; and 540,000 premises, whether homes or businesses.  It is a significant segment of the population.  Given the impact of the digital transformation on our society, access to high speed broadband will be as essential as rural electrification was many years ago.  It is really important that significant parts of the community, particularly those living in more rural parts, not be cut off from full participation in the opportunities digital transformation will provide.  Worse still, there is the risk that such communities will be hollowed out as activity moves towards the centres that are properly served.  This is an important commitment which has been at the heart of the Project 2040 strategy to deliver compact, sustainable but connected development.  We want to move away from the high concentration on Dublin city and see other parts of the country grow and thrive with strong and vibrant centres.<\/p> <p>Since Telecom &Eacute;ireann was privatised, the total spend by the State on telecommunications infrastructure has been the &euro;400 million spent on the metropolitan area networks, MANs.  From 1985 to 1996, before telecommunications services were privatised, investment by the State was running at &euro;2 billion.  We have only spent &euro;200 million per decade in the intervening 20 years, one tenth of the earlier figure, not taking the deflated value into account.  This contrasts with the level of investment in other areas in which we have rolled out significant investment.  We have &euro;11 billion in water services and close to &euro;40 billion in road construction.  We recognise the need to connect many parts of our investment strategy to make sure all parts of the community will be treated equally.  It is important that we adopt this position on future participation in the use of one of the most powerful technologies.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Richard Bruton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=119\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=119&amp;amp;pid=RichardBruton&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Because state aid is involved we have to give the private sector every opportunity to carve out the parts it wants to serve.  The State can only intervene in those areas where the private sector will not provide a service.  Members will recall that Eir decided, after the initiation of the national broadband intervention concept, to carve out 330,000 homes and premises to which it would deliver service, which was entirely its entitlement.<\/p><p>With reference to evaluation, many people talk about why the gap-funded model was chosen.  It was done after very careful evaluation of the alternatives.  Essentially, the reason the gap-funded model was considered to be the optimum was we wanted to recognise there was a core service - it is now privately owned - and to build out from it 146,000 km of fibre that would be connected to the core, to be done in the cheapest way possible.  The cheapest way possible is using the existing poles and ducts of either the ESB or Eir in most cases and the MANs structure.  That clearly meant the asset we were going to create was going to involve the rolling out of fibre, predominantly on rented infrastructure from the existing provider.<\/p><p>The other factor that bore very heavily was not just the cost factor but also non-financial performance capacity, that is, the capacity to deliver it in a way that would be sustainable and meet the growing needs of the rural community we were seeking to serve.  The very strong result of the evaluation was that it was much more preferable to have the entity that was designing, building and operating the scheme also responsible for ensuring there would be a very high take-up and that the technology and infrastructure would be future-proofed and that we not have the investor allowing the infrastructure to be run down in anticipation of a date at the end of 25 years when it would be handed back and it would no longer have influence over it.  They were very important features that led to the choice of using a gap-funded model.<\/p><p>Nonetheless, many people ask whether there was sceptical scrutiny.  We have seen, as it is in the public domain, some of the sceptical scrutiny in the Department of Public Expenditure and Reform.  It was entirely its entitlement to engage in such sceptical scrutiny.  A system needs that scrutiny to ensure it is robust.  However, I can assure the House that, whether it was about costs, affordability, uptake projections, risks, the single bidder process or the alternatives considered, every one of those concerns was considered in triplicate.  As I recall, five options were considered in 2015, while ten were considered in 2018 when, for the first time, we saw a market-tested cost emerge.  Even this year, a further three options were evaluated by the team that has been doing the work.  It is not the case, therefore, that we have not looked at the alternatives.  We looked at the alternative technologies and ownership models, including those that would involve rolling out the service slower or breaking it up into smaller parcels.  All of the options furnished have been evaluated, including the option of either using the ESB or a State agency.<\/p><p>It is worth saying because a lot has been suggested about it that the ESB entered the tendering process.  It was one of the three bidders which went through the first phase.  However, at a certain point, it decided that it would not proceed.  Clearly, in a fair and equitable tendering process one cannot, with one tenderer having dropped out, go back to that tenderer at a later stage as it would not be fair and equitable to those who had continued.  Therefore, one would have to end that process before one could consider the ESB.  Having ended the process, it is very clear under state aid rules, that one would be obliged to initiate a fresh procurement process.  It is not open to the State to allocate a state aid package of any sort to an economic entity, certainly not one which is a commercial State-sponsored body operating in the marketplace.  One would have to have a fresh procurement process.  As to the outcome at the end of such a procurement process which would take two and a half to three years, we would not know who would win - it could be the ESB or some other agency - but we would have lost considerable time.<\/p><p>The other point is that the ESB went a fair distance with its application; therefore, we know a fair amount about its cost structure.  There is no reason to believe the cost structure being delivered by the ESB would be cheaper than that offered by Eir which continued on in the competition or Granahan McCourt.  Both Eir and Granahan McCourt made comparable bids in terms of cost.<\/p><p>If Senators wish, I can go into the system of evaluation of the alternatives and the review of costs.  I should also comment on the issues of risk which have been raised.  We have adopted a novel approach to risk in this area, which I believe is prudent.  Under the contract, the core cost figure we have negotiated is &euro;2.1 billion, but we have recognised that there are certain risk factors.  Through a number of elements of the contract, we have contingency funds agreed to which are capped from the State's point of view.  They cannot exceed &euro;480 million, excluding VAT, and can only be drawn upon in the event that audited events occur that trigger the drawdown.  Therefore, we have been very careful to ensure that, unlike on other projects that have been subject to criticism, the State will in no way be exposed to any escalation in cost or any disappointment in the take-up of the scheme.<\/p><p>Some commentators have suggested take-up might be very low.  First, I have no reason to believe the take-up in rural areas will be lower than in urban areas.  It is very important to make the point that should it happen, the risk will be entirely carried by the provider, not the State.  By contrast, if the take-up is better than projected, the State will claw back 60% of the extra profits earned.  What we have done in the contract is we have gone through the risks with a very fine tooth comb.  That was absolutely appropriate when there was only one bidder remaining.  We have looked at international benchmarks, evaluated each cost element and each risk and negotiated and nailed down the limits of our risk on the project.<\/p><p>It is also worth saying that at the end of the project we will have a relatively small private company.  If it hits its projections, the company will have a turnover of &euro;150 million in 25 years' time.  Therefore, it will be less than one tenth of the size of Eircom which already has a turnover of &euro;1.3 billion and is growing significantly.  This will be a very small player.  That puts in context some of the commentary on the initial equity and the responsibilities of the company.  The successful bidder will be responsible for meeting &euro;2.4 billion of the overall cost of designing, building and operating the scheme.  The State is committed to providing &euro;2.1 billion in a good outcome or, in the worst case, &euro;2.6 billion.  Of course, some of the &euro;2.4 billion will be delivered by its initial equity - &euro;175 million - and its working capital - &euro;45 million - but the balance it will have to provide either by putting in more equity, raising further loan capital or earning user fees.  It is very important to note that it will have that exposure.  If there is disappointment on the cost or take-up front, it is the company which will carry the risk.  It is important to put the matter in context.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Richard Bruton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=119\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=119&amp;amp;pid=RichardBruton&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This will not be, as some have described it, a monopoly company operating in a way in which it can rip off the public.  This company will be confined to being a wholesale provider and, therefore, it cannot enter the retail market and compete with others.  It will be obliged to provide open access to the networks so any one of the existing private providers will be able to go on to this network and deliver services.  The company will have a capped fee.  It only can earn, from those who subscribe, &euro;100 for a connection and &euro;30 per month for usage.  That is a control fee based identically on the ComReg control fee that applies in urban areas.  The company will operate in a very regulated market.<\/p><p>In addition, we are putting in place a very detailed governance arrangement to which it has signed up. We will have access not only to the detailed cost returns where the State will ride shotgun to ensure that the &euro;480 million contingency fund is not drawn upon except in entirely justifiable circumstances - we will police that - we will also have information about the operation of the company.  We will have an appointee to the board.  The work of this company will be to deliver on a Government contract.  This is unlike other scenarios where a public interest director has been put in place.  There has been some concern about the role of a public interest director, for example, for a bank because a bank's role is to make a profit for its shareholders.  This company's role is to deliver on a Government contract.  <\/p><p>There are additional protections for the State.  We only pay on completion of the roll-out.  We will pay in arrears so we will only have paid whatever sums are drawn down from the &euro;2.1 billion as and when the homes or premises have been passed and connections have been made.  We do not pay upfront.  We will not give out money to a private company.  We will pay for the verifiable rolling out of fibre on the network, as required.  As I have mentioned, we have built up clawbacks.  Not only will there be a clawback on profits there will be a clawback in the event that its terminal value is greater than expected or that it is sold at any point before the 25 years are up.  <\/p><p>The reason we have chosen this model is that while the State is stepping in to make sure that the 146,000 km of fibre are rolled out to those 1.1 million people, importantly, we want to do so in a way that leaves this network able to stand on its own two feet at the end of the process.  This company is committing not only to run the service during the 25 years when there will be State support but also for ten years beyond that without State support.  That is an indication of its commitment.<\/p><p>The advantage of that model is being seen in that the minimum contract that we specified was a 30 Mbps service.  This company will start on day one with 150 Mbps service and will, by year ten, deliver 500 Mbps of service.  The private sector is recognising that if it is to operate this network successfully then the service will have to be future-proofed and it will have to deliver it to the highest standards that are required.<\/p><p>Some Senators may also be interested in the benefit-to-cost ratio that has attracted some commentary.  The ratio has been established on the most conservative of assumptions about the time savings that people will make based on their existing activity on the Internet, and the existing level of remote homeworking, which is 4% for white collar workers.  The ratio is based on small numbers as follows: less than 10% of farmers adopting digital technology to improve the operation of their works; a small proportion of sole traders using digital technology to transform their business; and a low assumption about the job creation potential that will come from those 100,000 enterprises in the area and the potential new enterprises to come.  Those elements have been conservatively measured and, even so, the benefit exceeds the cost by 30%.  The reason we are doing this is not to sustain remote working at 4% or existing levels of activity on the Internet.  We are providing this scheme in order that remote working can grow and people can have a better lifestyle and use remote working more.  Multinationals will only allow their workers to work remotely if they have secure access such that fibre provides them; they will not do so over a wireless network.<\/p><p>We are looking at a future where digital education, remote diagnosis and remote monitoring of a person's health condition will be available online.  This could be a valuable way for people to improve their lifestyle as a result of having technology of this nature.  This decision is much like many of the visionary decisions that were made in the past that were opposed by the Department of Finance such as free second level education introduced.  Let us also recall the benefits that were yielded by free second level education by a visionary Minister and Government who was not a Minister of my party.  These were visionary decisions, which were rightly taken by Government in the face of criticism from hard-working public servants, including probably one of the best public servants that the country has ever seen in Dr. T.K. Whitaker.  However, Governments have to make decisions based on what they believe is best. <\/p><p>There has been some commentary that it will take seven years to roll out the scheme but that is based entirely on an objective evaluation of the contract and the capacity of the network to be prepared to roll out the 146,000 km in an efficient way.  If I had stood over something that was not contractually underpinned, Senators would rightly accuse me of trying to present a rosy picture.  By contrast, we have in this roll-out a situation where if the company fails to meet its obligations, it will face financial penalties in failing to meet milestones.  Indeed, at the three important checkpoints - 30%, 60% and 100% roll-out - the company could forfeit its entire ownership of the scheme if it falls behind by 12 months.<\/p><p>I came to office with a fresh pair of eyes last October to examine the scheme anew.  Based on my considerable experience not only in politics but in my former profession, if we want to achieve the goal of universal access to high-speed broadband, the only cheaper alternative is to leave some people behind and decide we are not going to provide the service universally.  All the alternatives either impose greater cost or higher risk.  We have forensically gone through this using an arm's length evaluation.  All of the evaluation was not conducted with political involvement.  It was done by experts brought in to assist the Department to make this decision.  All of the evaluations were done objectively and were not based on any political evaluation.<\/p><p>Finally, this involves a large sum over 25 years.  It will represent at peak perhaps between &euro;300 million and &euro;400 million in the highest year and then trail off.  It is a significant investment but it is an investment that is intrinsic to the vision that has been set out in the national capital plan and Project Ireland 2040.  Our decision to provide for this project will not in any way encroach on the delivery of the other projects listed in the national development plan. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#V00300","speaker":"1293","continuing":true},{"type":"speech","time":1557999000,"counter":105,"content":"<p>I thank the Minister for his comprehensive statement.  I call Senator Gerry Horkan who has eight minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#X00200","speaker":"1386"},{"type":"speech","time":1557999000,"counter":106,"content":"<p>I thank the Minister for his comprehensive opening statement, which lasted 23 minutes.  Unfortunately, I have only eight minutes to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#X00300","speaker":"1412"},{"type":"speech","time":1557999000,"counter":107,"content":"<p>I beg the Senator's pardon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#X00400","speaker":"1293"},{"type":"speech","time":1557999000,"counter":108,"content":"<p>There is no need for the Minister to be sorry.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->To be fair, I did not realise the Minister has only been in the Department for Communications, Climate Action and Environment for seven months.  He has gained an expertise in the area.  I have benefitted from his contribution today, because he did not stick to the script, which was quite useful, as it showed he has a great deal of knowledge, much of which has not been in the general public domain, as to how the commercial operations are working or may potentially work.  <br\/><br\/>I will try to be as quick as I can.  I attended the Joint Committee on Communications, Climate Action and Environment, as a substitute for my colleague, Senator Terry Leyden, for whom I am covering this afternoon.  Fianna F&aacute;il supports the roll-out of the national broadband plan.  However, as my colleague, Deputy Timmy Dooley, said in the D&aacute;il, this promise is to deliver the broadband plan to one third fewer homes; to take three times as long to do so as previously envisaged; at six times the original price and at the end of it all, we will not own the network that has been built and paid for or very significantly subsidised at least by the taxpayer.  Certainly, it can be argued that the decision has been rushed to generate positive headlines ahead of the local and European elections next week, in spite of genuine and serious concerns raised by the Department of Public Expenditure and Reform.  I take the Minister's point about the introduction of free education and I thank him for complimenting my party and the then Minister, Donogh O'Malley, for doing so.<br\/><br\/>The previous Government of which Deputy Bruton was a member set up the Department of Public Expenditure and Reform to monitor public expenditure and reform.  It has advised and given direction not to proceed in the way that is being done.  The Department has raised specific concerns on the grounds of cost, affordability, value for money and risk.  The cost benefit analysis on which the Government has based its decision has been labelled by the Department of Public Expenditure and Reform as not credible.  An error of &euro;1 billion was found in the cost benefit analysis just weeks before the project was approved.  The cost benefit analysis over-estimated the benefits of the plan by &euro;1 billion immediately afterwards.  That hardly inspires confidence.  The Department's documents also indicate that it was concerned about the level of risk on the part of the State versus the remaining bidder.  I listened carefully to the Minister's comments and I will come back to that, but the documents from the Department of Public Expenditure and Reform indicate that Granahan McCourt will have completely recouped its investment within the first eight years.  The Minister has outlined some of the money issues but we need clarity on the amount of money Granahan McCourt will be investing and making on the deal for the initial outlay of &euro;220 million, which is for infrastructure and working capital.  In the context of the Department of Public Expenditure and Reform's quote of &quot;unprecedented risk to the Exchequer&quot;, the decision to push ahead with this plan to win a local election borders on farcical.<br\/><br\/>Fianna F&aacute;il has a number of serious concerns that must be answered regarding: the credibility of the cost benefit analysis of the plan, which was later queried by the Department of Public Expenditure and Reform; the burden of financial and social risk carried by both the bidder and the State regarding the plan; whether this project is in line with the public spending code; and the impact such a plan will have on the national development plan in general.  We question the role of Frank McCourt, the financial supporter of Granahan McCourt and his attendance at a meeting that took place in New York.  My colleague, Deputy Timmy Dooley, has written to the secretariat of the Joint Committee of Communications, Climate Action and Environment requesting an investigation be carried out.  This morning I attended a closed meeting of that committee and it is positive to see there will be a short, timely investigation and examination of where this project is going which will be concluded by the middle of July.<br\/><br\/>The Fianna F&aacute;il Party is focused on ensuring that national broadband is delivered quickly and for a price which represents value for money to the taxpayer.  Our position has been clear throughout.  We believe a State-owned company, such as the ESB and I acknowledge the Minister's comment about state aid rules and so on, is the best option for the delivery of broadband to rural Ireland.  Deputy Dooley wrote to the former Minister for Communications, Climate Action and Environment expressing his preference in 2016 and we tabled a proposal in the D&aacute;il, which was supported by a majority in the D&aacute;il in February 2018 and yet the Government failed to examine that option.  Documents released by the Department of Communications, Climate Action and Environment have raised issues regarding the use of the ESB but have not ruled out the use of a new entity.  No costings of alternative proposals have been published by the Government and none of the documents released indicates that such costings exist.<br\/><br\/>We are awaiting answers to questions to confirm that the Government did not cost alternatives.  Fianna F&aacute;il remains convinced that the State ownership of the infrastructure is possible and will be beneficial for the <i>circa<\/i>400,000 to 540,000 premises which the Government believes will sign up to the plan.  An additional &euro;1.5 billion will have to be found in the national development plan over and above the &euro;800 million already allocated for the plan on top of the additional funding of &euro;385 million required for the children's hospital in the next three years alone.  There is no provision anywhere for this funding.  Some &euro;500 million has to be found between 2019 and 2022, right when the roll out is meant to start.  How is that meant to happen without funds being allocated?<br\/><br\/>I take the point the Minister made that no other plans will be affected by it, but they must be at least delayed by it, because if one only has a certain amount of money and a load more has to be found for this, a whole lot of other projects will have to be at least delayed or shelved.  The Taoiseach has said that there will be no budgetary impact in 2019 and a minimal impact in 2020 but he confirmed there will be a budgetary impact from 2021 onwards.  He said the Minister for Finance, Deputy Paschal Donohoe, will indicate in the summer economic statement how that funding will be provided for.  It is surprising and indeed incredible that the Government thinks it is appropriate to announce it will proceed with the plan without saying how it will be paid for.  We also do not know, which the Minister acknowledges, how many homes will be connected in the first phase.  The Taoiseach had said that only 10,000 out of 442,000 homes will be connected in the first year.  The Minister may have said that it will be 133,000 homes in the first phase-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#X00500","speaker":"1412","continuing":true},{"type":"speech","time":1557999000,"counter":110,"content":"<p>In the first two years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#Y00200","speaker":"1293"},{"type":"speech","time":1557999000,"counter":111,"content":"<p>-----connected in the first two years.  I am not having a go at the Minister when he is only seven months in this particular role, nor am I being party political, but it is reasonable to say that there are serious questions.  I have been out canvassing with local election candidates.  I am surprised because generally people do not talk about national issues, but broadband is coming up, as is the ability of the Government to manage projects of very significant capital cost generally, such as the national children's hospital, broadband and others.  I think 20 of the last 23 health projects in the past seven or eight years have all overrun on budget.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#Y00300","speaker":"1412"},{"type":"speech","time":1557999000,"counter":112,"content":"<p>Senator Horkan has one minute remaining.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#Y00400","speaker":"1426"},{"type":"speech","time":1557999000,"counter":113,"content":"<p>I acknowledge that this is as transformative as rural electrification.  My father worked for a while in the ESB on rural electrification.  He was in Gorey, County Wexford, at the time and he saw the absolute transformative effect of it.  I acknowledge that the Minister is trying to do that.  He is new to the job and he has many other roles, such as dealing with climate change, post offices and so on.  I wonder how post offices are going to thrive in the long run when everybody gets broadband and they can do everything online.  That is for another day.<\/p> <p>I wonder about the impact of newer technology coming on stream.  I know people who rewired houses for CAT 5 cables, and wireless came along a couple of years later and they did not need it.  I live in Dublin but as a Senator I represent the whole of the State.  I know that people from Dublin go down the country and their children will want to use Wi-Fi when they are on holidays and want to be able to get their emails and so on.  It is very important that we have national broadband but we are looking for value for money.  I am concerned that the network could be sold on to somebody else, the profit share element of it.  It seems that the wins go to the company and the risk rests with the Government.  I was chairman of the Southern and Eastern Regional Assembly when we discussed the issue of broadband in 2014, half the room was happy because they had broadband, half the room was crying out for broadband.  In 2014 the thinking was that it was going to be rolled out within a year by the then Minister, Alex White.<\/p> <p>We need broadband.  I acknowledge the Minister's efforts but we are concerned about the cost of it, the risk share and the profit share.  I thank the Minister for his very comprehensive statement.  I wish him well, but I think there are valid concerns about the project.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#Y00500","speaker":"1412"},{"type":"speech","time":1557999000,"counter":114,"content":"<p>Senator Craughwell has eight minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#Y00600","speaker":"1426"},{"type":"speech","time":1557999000,"counter":115,"content":"<p>I thank the Chair.  I welcome the Minister to the House.  He was given the poisoned chalice seven months ago, and I wish him well with it.  Happy days, things were never better.<\/p> <p>As the Minister knows, I was president of a trade union during the worst time the country went through, one could not employ a teacher unless one had permission from the Department of Public Expenditure and Reform.  One could not fill a post in a hospital unless one had permission from the Department of Public Expenditure and Reform.  In fact one could do nothing unless the Department of Public Expenditure and Reform sanctioned it.<\/p> <p>Happy days, we have &euro;3 billion for tax rebates to the workers; we have &euro;3 billion to put into broadband.  We have &euro;1.7 billion to put into the national children's hospital.  We have another &euro;3 billion plus that was mentioned for the Cork transport system.  I am sure there is another &euro;3 billion or &euro;4 billion somewhere else that can be used for another project.  I am becoming deeply concerned as the life of this Government progresses that there are announcements being made that all of us in this Chamber know are unlikely to proceed or to get up and running before the end of this Government's term.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Rural broadband is badly needed.  No one in this room will disagree with that.  I turn now to the technology issue which my colleague, Senator Horkan, spoke about.  I taught computer technology for 25 years.  It was a poisoned chalice because I spent every summer upskilling as the technology moved on.  I remember my first computer had a 20 MB hard drive and the day I got it I thought I would never fill that space.  I used to wonder what I would do with it.  A few years later I have several terabytes of storage on my machine and I wonder if I will have enough to maintain the things we do with our technology today.  We use it for everything from photographs to video editing, the list is endless.<\/p><p>There are people criticising the Minister, questioning why he is supporting the installation of broadband through fibre and maintaining he should adopt a plan to put in 5G.  They ask what the status of fibre technology will be in ten years time.  I am not sure I agree with that argument.  I do not want to see a plethora of masts and regeneration stations at every turn.  That is not a solution as far as I am concerned.  A mix of both approaches may be a solution, where we could have 5G in densely populated areas, but that 5G technology will still require fibre to feed to it at the base station.<\/p><p>I am, however, deeply concerned about the issue of ownership.  Senator Horkan spoke about rural electrification.  Would we have electricity in every house in Ireland today if a private company had been running that entire process from day one?  I do not like the term \"preferred tender\", by the way.  It is the last and only tender the Minister has.  Let us be straight and honest about this.  Nobody else is willing to take on this project.  Senator Horkan referred to the \"remaining tender\" and that is probably a more honest way of looking at it.  Who in their right mind would bring in somebody to build a property for them and put &euro;300,000 into the project themselves versus the builder's &euro;200 only for the developer to then state he or she owns the house and rent will have to be paid?  <\/p><p>The provider of the fibre link we will be putting around the country will retain ownership of the infrastructure for at least 25 years.  While a regulator may be put in place to control the cost of access, the provider will have control of the tap and, therefore, control of the provision of services.  Internet access can be turned off if the provider is unhappy with developments.  As technology moves on, we have no idea how many things will be dependent on this broadband infrastructure.  Who would have thought that it would be possible for us to stand on a beach in Spain accessing our bank accounts in Dublin to transfer funds from one account to another to make up a shortfall?  <\/p><p>Let us look at how things have changed in the last five years.  We have no idea where technology will be in five years' time.  One of the fantastic things about technology is that it is always moving forward.  I do not believe it is possible to future proof other than with fibre, which is what is being done.  I compliment the plan and everybody in rural Ireland will be delighted with it.  A man told me the other day that in his heart of hearts he wants this plan to work but his head is telling him that something about the entire process is rotten.  We are putting &euro;3 billion of our hard earned tax moneys into something we will not own when complete.  A commentator recently queried whether that matters given that it is only a few cables.  It is an awful lot of cable and an awful lot of people are depending on it. <\/p><p>Neither the Minister, I nor anybody else can control the timeline.  If this goes wrong, it is going to go so seriously wrong that it will not be funny.  We have seen national infrastructure projects repeatedly going wrong.  I refer to national projects of all types, from the famous voting machines that cost us &euro;54 million, that we sold eventually for &euro;9 each, through to motorways that were meant to cost &euro;5.4 billion but cost something like &euro;16.8 billion by the time they were finished.  Major infrastructure projects like this never run smoothly.  We are stuck with one supplier.  We are putting a fortune into this project while that supplier is putting in a tiny amount of money in the grand scheme of things.  That supplier will then own the network and access to the network when it is complete.  <\/p><p>I ask the Minister to correct me on my next point because I am not 100% certain about the details.  Details are being bandied about suggesting that in some of the most rural locations in Ireland, it could cost somewhere between &euro;12,500 and &euro;40,000 to connect up a very remote house.  If that is true, it will be possible to get to the front door of a house with broadband and offer it to the householder only for that person to then state he or she does not want it.  That will leave a broadband connection outside of that door that will never be used.  Have we taken the time to go around and find out who wants this service?  <\/p><p>I remember as a young man being with my father putting in gaslights in a modern bungalow up near Scarriff.  We were putting in gas lights because the people who lived in the house could not afford to pay for the electric poles to bring electricity to their house.  We are now going to bring broadband to the same area and it is going to cost nothing.  I am deeply concerned about this project.  I wonder how much of it is dragging us closer to an election and having happy days as we go in to it.  It is the first time, I think, since the Department of Public Expenditure and Reform was established that a Government Department or Minister has brushed aside its advice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#Y00700","speaker":"1390","continuing":true},{"type":"speech","time":1557999000,"counter":117,"content":"<p>Except in education.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#Z00200","speaker":"1293"},{"type":"speech","time":1557999000,"counter":118,"content":"<p>The Secretary General of the Department has been clear-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#Z00300","speaker":"1390"},{"type":"speech","time":1557999000,"counter":119,"content":"<p>I ask the Senator to conclude now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#Z00400","speaker":"1426"},{"type":"speech","time":1557999000,"counter":120,"content":"<p>I will finish on this point.  I have been very clear on one thing.  The Secretary General has prepared himself for his next appearance before the Committee of Public Accounts.  Nobody can accuse him of not setting out the risk we are facing.  I wish the Minister well with the project but I am not sold on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#Z00500","speaker":"1390"},{"type":"speech","time":1557999000,"counter":121,"content":"<p>I welcome the Minister and acknowledge the lengthy statement he made on the national broadband plan.  He has covered the main issues.  This topic has been debated in the media and other fora in recent weeks.  This project is about trying to ensure we have equality of opportunity for rural and urban dwellers.  That is what we are trying to promote when we promote broadband.  There are about 75,000 properties in my county that have no broadband.  That is a major issue in that area and I am one of those people.  A lack of access to broadband has a major impact on how society develops and how these communities will develop.<\/p> <p>The key reason we put this national broadband plan together was to ensure equality of opportunity for rural and urban Ireland going forward.  Let us turn to the matter of the \"intervention zone\".  It is given that name because the private operator running telecom operation since the late 1990s will not expand to those areas where it is not financially viable.  That is why the Government has to step in and provide a subsidy to ensure we get that equality of opportunity for those who dwell in rural Ireland.  There have been calls for this national broadband plan to be put in place for a long time.  Fianna F&aacute;il has been repeatedly calling for this announcement in the last six to eight months.  When the plan was announced two weeks ago, that party then ended up not wanting it.  That is a bizarre scenario.  We need to acknowledge the political game that is under way here.  <\/p> <p>We are trying to move forward with the plan to ensure the opportunity to which I referred exists for the rural dwellers.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tim Lombard:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2466\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2466&amp;amp;pid=TimLombard&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There has been a great deal of talk about the significant cost of the plan to the State and the significant investment involved by a private entity.  However, for householders and businesses throughout the States, the cost of the service, at some &euro;30 per month, is feasible and practical.  That cost will be controlled by a regulator, making the service cost effective and accessible for everybody.  Senator Craughwell spoke about the prospect of poor take-up in rural areas.  If that issue does arise, the liability will not fall to the State but to the private operator providing the service.<\/p><p>The objective of this initiative is to help us to move forward as a society in a sustainable way.  We could, as Fianna F&aacute;il is proposing, postpone the project and put it out to re-tender.  However, we heard at a meeting of the Joint Committee on Communications, Climate Action and Environment this week that a re-tendering process would take 37 months to complete.  If I were to go back to my constituents tomorrow and say it will be 37 months before we can move forward with a proposal, which might turn out to be the exact same as what is currently proposed, I can imagine the reaction I would get.  The contract with the operator is complex and runs to more than 1,500 pages.  It includes provisions to ensure there is equality of opportunity for everyone in society.  It will help us to ensure Project Ireland 2040 is delivered, that we have a counterbalance to the east coast, facilitate the development of rural and peripheral areas, give people the opportunity to work from home, and enable smart farming, self-monitoring of health and so on.  Broadband is a vital, changing medium that will bring speeds up to 500 Mbps.  We are engaged in the coming six weeks in an exchange of views at the communications committee in an effort to achieve clarity on this matter.  Next week, in particular, the attendance of the Secretary General of the Department of Public Expenditure and Reform should clarify several issues.  It is important that we have this debate, after which we must move forward together.  The last thing people in rural areas need is political squabbling in place of action to implement equality of opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#Z00600","speaker":"1386","continuing":true},{"type":"speech","time":1557999000,"counter":123,"content":"<p>I thank the Minister for coming to the House.  It is important to reiterate that everybody wants to ensure there is broadband provision for people in rural areas.  There are important issues to be discussed about how we achieve that, but to claim that people on this side of the House do not want broadband provision extended is juvenile.  We have been asking for this provision for years.  The  problem is that the Government's national broadband plan represents a disaster for taxpayers and for all citizens, each one of whom pays VAT.  I commend the 12 year old girl in County Mayo, Aoibheann Mangan from Hollymount, who challenged the Taoiseach on the issue this morning, outlining to him the broadband problem and the associated inequalities.  People across the board are concerned about inadequate broadband provision but also want to ensure its extension is implemented properly.<\/p> <p>The plan the Government has put forward is based on a failed tendering process and a flawed-cost benefit analysis and does not represent value for money.  The taxpayer will not even own the infrastructure after investing almost &euro;3 billion in it.  We saw the same thing happen under a Fianna F&aacute;il Government when Eircom was sold off and left in the hands of Australian and French billionaires to asset-strip it. The Minister indicated a span of 25 years for the project.  Will it be possible for the system or any part of it be sold off within that period?  Does the contract include clauses for affordability or could the operator end up charging what it likes?  In Britain, there is an ongoing discussion about public ownership and the possibility of re-nationalising many essential services.  There are few services more essential than broadband, which has an impact on healthcare delivery in respect of X-rays and so on, job opportunities and many other issues.  We saw with JobPath what can happen when we hand the delivery of services over to the private sector.  We keep querying the &euro;159 million cost associated with that but have not been able to get the full information.  Again, we are seeing attempts to hide behind the notion of commercial sensitivity.  The broadband project is being removed from the people, but they should have a say over such a vital element of infrastructure.<\/p> <p>All parties say they are willing to look at all options and that the political will exists for us to move forward.  I do not want all of our time here to be used up in looking back at what was done wrongly or the many missed opportunities over the years to provide rural areas with a communications infrastructure that is fit for purpose.  Today Sinn F&eacute;in launches its plan to have the ESB, by way of ministerial direction, roll out the national broadband plan.  With the right political will, the solution we have put forward to solve the current debacle would ensure an almost immediate start to work on the roll-out of the infrastructure.  I expect the Minister will reject it out of hand with reference to the state aid rules.  However, my colleague, Deputy Pearse Doherty, firmly put that issue to bed on \"Pat Kenny's Big Debate\" last night.  Under the European Commission's 2013 communication on state aid rules for the deployment of broadband, it is clear that where it can be demonstrated that a private investor is not in a position to provide adequate broadband to all citizens within a period of three years, then state aid measures may be used.  The matter seems straightforward and I ask the Minister to address it directly in his reply.  The state aid red herring should not be raised repeatedly whenever broadband is discussed.<\/p> <p>It is possible to select ESB as broadband operator using one of two options.  First, there is the negotiated procedure without prior public notice, which could be used to choose ESB where no suitable tenders have been received from a previous open competition.  We have had an open competition for broadband and it has demonstrably failed.  Therefore, we are confident that the nomination of ESB can be justified to the Commission.  Has any advice been sought from the latter in this regard in advance of making such a serious decision?  The second option is the restricted procedure whereby any company may request to participate in a call for competition but the State may invite only those it deems suitable.  The ESB meets that criterion.  Under restricted procedure, the State can set a time limit of 60 days from the request to respond to a call for receipt of tenders.  In other words, we are not talking about months or years.  In fact, the process could be wrapped up within a few months with the right political will.  Sinn F&eacute;in's plan arises from our arguing, researching, negotiating and lobbying on behalf of people in rural areas for many years.  It was my colleague, Mr. Matt Carthy, MEP, who was alert to the Government not making the request under the EU's TEN-T core map review process.<\/p> <p>We are making our announcement one week before the local and European elections because it is our view that we are on the wrong pathway in seeking to ensure adequate broadband provision for all.  It is not about delaying the project but it does require further analysis.  We have shown clearly how it can be done in a timely manner.  We will strongly regret going down the path down which the Government seems adamant to proceed and in which it is supported by Fianna F&aacute;il.  I urge the Minister not to reject the Sinn F&eacute;in plan simply because we are eight days from the elections and he is trying his hardest to fulfil a promise the Government made to people in rural Ireland more than eight years ago.  We must stop and think before proceeding.  We absolutely need adequate broadband provision.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need it to have full coverage and be affordable.  I do not believe the private sector will deliver it in the way an organisation such as the ESB could.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#AA00200","speaker":"1378","continuing":true},{"type":"speech","time":1557999000,"counter":125,"content":"<p>Like many others who hail from rural Ireland or represent rural communities, I have mixed feelings about what is going on.  On the one hand, after decades of announcements and broken promises, we should just get on with it and start to deliver a quality broadband network to rural Ireland.  I believe the majority of the electorate in rural areas feel this way.  On the other hand, it is difficult to overlook the huge cloud.  The Government has boxed people living in rural Ireland into a corner.  It is like asking which illness would someone prefer to have.  The cost of &euro;3 billion is 14 times the entire allocation Ireland will receive in 2019 from the European Agricultural Fund for Rural Development which amounts to &euro;220 million, which is the same amount Granahan McCourt will invest in the entire project.<\/p><p>In a way, this controversy illustrates everything that is wrong in Irish politics.  We have the usual ingredients of a national infrastructural project beset by delays and paralysis at political level; a Government that seems to be more interested in spin and electoral considerations than in achieving good policy outcomes for taxpayers; and Opposition parties that, I have to say, huff and puff to achieve their own electoral ends but that have absolutely no intention of voting down, cancelling or doing anything that might make them unpopular.  We could apply these three rules of thumb to virtually every plan announced over the lifetime of the Government.  If this is new politics, we should have none of it.<\/p><p>The earliest reference I could find to the need for a national broadband network in the Official Report for the D&aacute;il and the Seanad was back in 2001, or 18 years ago.  To paraphrase Charles Dickens in <i>Bleak House<\/i>, children have been born and grown into adulthood in the time it has taken the political system to even sign contracts for the provision of such a network.  The national broadband plan announced by the Minister last week was the sixth such major plan announced by the Government in that time.  It is difficult, therefore, not to be cynical about its approach.  After years of delay and three years into its term, the Government is insulting the intelligence of every taxpayer when it states announcing the plan in the middle of local and European election campaigns is anything other than a vote getting exercise.<\/p><p>Three simple facts were known to the Government in advance of the announcement.  The first is the terms of the strategy appeared to be very favourable to the preferred bidder, Granahan McCourt.  The second is Granahan McCourt was to contribute a very small amount in meeting the overall capital cost, now known to be &euro;220 million.  Why was there such reluctance to speak about what the investor was to put in?  I would have thought once the taxpayer was putting in a cent, all information would be on the table.  The third fact is serious concerns were being expressed at a high level in the Civil Service about the achievement of value for money.  However strongly we feel about the need for a rural broadband network, this is something that has to be taken very seriously.<\/p><p>These facts were all guaranteed to emerge sooner rather than later and made it certain that the plan would be controversial.  If it was any other issue, the Government would not have touched it with a barge pole during an election campaign, but safe in the knowledge that there is an urgent need for broadband and a huge demand for the plan and that it would be well received, for electoral reasons it chose to ignore the huge issues and problems and proceed with the announcement.  It would have made sense for the plan to be announced after the upcoming elections, when the details could be debated and discussed in a more calm and rational environment.  That would have done justice to the homes and businesses that have been waiting 15 years for progress, instead of insulting people's intelligence and treating them like patsies.<\/p><p>The biggest issue with the plan appears to be that ownership of the asset, essentially the critical fibre-optic wires, will transfer into the hands of a private sector entity after 25 years.  Senator Craughwell has spoken eloquently about this issue.  The justification for it is that it will be of little value to the State after 25 years and that at that point the private sector is more likely than the State to invest in it.  I accept that KPMG states this model provides the best value for money, but I find it difficult to believe.  Could the same point not be made about the road network or the rail network?  They also need to be renewed and upgraded after a period of years and the solution is never to transfer their ownership lock, stock and barrel into private hands.  Instead, the State invests more money in upgrades over time.  Why does the same not apply to the broadband network?  It seems more likely that the Government is essentially being corralled into doing this by virtue of the fact that the tenders from Eir and SIRO, the joint venture between the ESB and Vodafone, were withdrawn.  With Granahan McCourt remaining as the only bidder, it has, unsurprisingly, led to it assuming relatively little risk but all of the reward.  For the umpteenth time, we get the impression that the taxpayer has been short-changed.<\/p><p>Correspondence from the Department of Public Expenditure and Reform makes for extraordinary reading.  The trenchant criticism of leading civil servants of the cost benefit analysis is very serious.  There is also the most extraordinary revelation that there had been a &euro;1 billion overestimate of the costs arising for the operation of the network, as well as a &euro;1 billion overestimate of the benefits flowing from the contract.  This only emerged in the past three months as a result of a PwC audit.  This fact alone should surely have given cause for thought.<\/p><p>At the end of the day, I have to say people living in rural Ireland have waited long enough for the project to begin.  There are towns and villages throughout the west, in particular, that are crying out for it.  During our debate a number of months ago on the regulation of gambling I mentioned that the one business that seemed to be thriving in every town was the local betting shop.  It is high time to do everything we possibly can to make sure other businesses with a greater social utility will have every opportunity to thrive also.  Broadband forms part of it.  While I accept that we cannot delay, we could certainly have delayed until after the elections to make the announcement.<\/p><p>I am gravely worried that we will be sitting here in 20 years's time regretting implementing the plan, as it stands.  It is now widely accepted that we would not be where we are on the broadband issue if a previous Government had not made the disastrous decision to privatise Telecom &Eacute;ireann in 1999.  I have spoken several times about the disaster that is the handling of the national children's hospital project, a decision that will perhaps cost the State more than &euro;2 billion and may end up costing children's lives.  A large number of experts believe it is simply located in the wrong place and that it is not just a matter of money.  I hope we will not end up ruing the decision to proceed with this project as planned and that we can finally deliver to people living in the west and elsewhere in rural Ireland the connectivity they badly need.  I do not believe history will be kind to the Government for the way it has handled this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#BB00200","speaker":"1401"},{"type":"speech","time":1557999000,"counter":126,"content":"<p>I thank the Senators who contributed.  I hope I can reassure Senator Horkan.  The plan does provide for a lower figure, but that is absolutely due to state aid rules.  Originally, it was projected to cover 750,000 homes, but once a private sector operator put up its hand to take on provision in part of the area, there was an obligation on the State to carve it out.  That is the reason for it and it is a condition of state aid provision, as Senator Conway-Walsh indicated.  That is why the area is smaller.  <\/p> <p>Senator Horkan is right about the cost.  The cost of rolling out fibre over 96% of the land area is not greatly reduced.  There will be fewer connections, but it does mean the cost will be higher.  However, they will certainly not be six times higher.  The figure of &euro;500 million to which the Senator referred was the cost of the project envisaged to bring fibre to 1,100 villages, but there would have been no service to homes or premises.  It was a very different project.<\/p> <p>When we had the tender process and a competitive dialogue, it was because we did not know what the cost would be.  It was not a costed operation.  At that stage a &euro;1 billion estimate was made, but it was simply to fulfil the requirement under the public spending code, that prior to starting the exploration of a competitive dialogue, we needed to have some indication of the cost and that was the figure indicated.  It was at a time when there were many more homes to participate.  There is an explanation for it, but it will not take three times as long.  It will be completed within seven years.  The earlier project was to have been completed in five years.<\/p> <p>A number of Senators repeated some of the comments about the Department of Public Expenditure and Reform and I am pleased to have an opportunity to deal with them.  The benefit-to-cost ratio was dragged left and right through a very detailed verification process and challenges were made to all elements of it.  The verification process was part of a robust tendering operation.  Reductions were imposed on some of the benefits and elements were identified that had been overlooked on the cost side.  This was the system working.  It was verification of the benefit-to-cost ratio and showed that it was credible.  It went through the most stringent verification process a benefit-to-cost ratio could undergo.  It is very important to bear this in mind.  It was not a political benefit-to-cost ratio.  It was done based on objective tested rules that were extremely conservative.  Many Senators would blanch at some of what was excluded such as the opportunity to provide for a greater level of remote working.  We all recognise that this could be healthy.  We could see rural people being able to stay in their communities and multinationals being more willing to move into regional areas if they could be assured that workers would be able to work remotely.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Richard Bruton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=119\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=119&amp;amp;pid=RichardBruton&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->All those future opportunities are staring us all in the face.  Anyone who reads any material about where the technology is heading will recognise that.  The options were all ruled out and it was said they could not be considered.  The 30% benefit-cost ratio is ruling out all these elements, which is really the reason we are doing what we are doing.  We want to afford people the opportunities in question.<\/p><p>On the issue of recouping investment, of course the company aims to recoup its investment.  It is not a charity, no more than any other business that tenders for a PPP project or any other project.  It wants to recoup its investment but, as I said in my opening statement, it carries the risk.  It will recoup its investment only if it is successful.  If it fails to roll out the network on time, it will incur penalties.  If it fails to achieve the take-up, it will incur penalties.  It carries the risk and has the obligation to deliver on take-up.<\/p><p>It is also important to bear in mind the size of the company.  In 25 years, it will have a turnover of &euro;150 million, based on paying a regulated fee on the basis of its expected take-up.  Investing &euro;175 million in equity initially and &euro;45 million in working capital must be considered in the context of a company whose turnover in the long term is projected to be &euro;150 million.  What the company is doing is undertaking to design, build and operate and to roll out the 156,000 km of fibre for us on existing poles and through existing ducts.  It will run the service.  It will be a small company, one tenth the size of Eircom.  It will be a wholesale company delivering open access at a regulated price.  Some talk as if this company will be ripping us off.  It has a very tight mandate.  That needs to be borne in mind.  There was no breach of the public spending code.  That is very clear.<\/p><p>Members are entitled to raise the meetings of the former Minister, Deputy Denis Naughten.  The conclusion is that he did not have any access to the decision-making, evaluation, tendering or standards that needed to be met.  The assessor, Mr. Peter Smyth, found he did not have that access and could not have had an influence.  What is more, Mr. Smyth found that, by stepping down, the former Minister removed even the hint that the process was in some way prejudiced.  That has been evaluated.  While people are certainly entitled to raise the matter, it is fair to say that it was evaluated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#BB00300","speaker":"1293","continuing":true},{"type":"speech","time":1557999000,"counter":128,"content":"<p>In that case, was the former Minister unfairly treated?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#CC00200","speaker":"1401"},{"type":"speech","time":1557999000,"counter":129,"content":"<p>I am not going to comment on that.  He made a mistake of meeting someone who was tendering in a process.  People have acknowledged that was a mistake.  In the event, when the matter was evaluated, it was found that while the Minister made a mistake, he had, by removing himself from his position, removed the potential for the allegation that the process might have been tainted.  The verdict of the evaluator was that he did the right thing.<\/p> <p>With regard to Fianna F&aacute;il and others preferring the ESB, it is important to recognise that one cannot give state aid to an economic entity unless there is a procurement process.  Senator Rose Conway-Walsh is correct that if the private sector cannot deliver, one is entitled to provide state aid.  That does not mean, however, that it can be given to anyone.  It has to be given in a fair and objective way based on the circumstances and based on a procurement process that is fair to others who might also want to avail of it.  That is very clear in the state aid code.  This was confirmed by the European Commission on numerous occasions.  One could set up a body from scratch, as was the case with Irish Water.  There are those who are advocating this.  One could set up a State company that would set about procuring for the rolling out of the fibre.  We saw all the trauma involved in starting up Irish Water and getting it to the current point.  Having set up a company, one would have to start a procurement process associated with identifying how to roll out the 146,000 km of fibre.  This would cause a delay.  At the very start of the process, this option was considered.  It was considered again in respect of the costs.  On every occasion, the option was ruled as being less reliable and more costly, and it was said it would not deliver for us.  It is not that those options were not considered.  We gave them very careful consideration.<\/p> <p>The Senator asked whether we costed the alternatives.  I have heard people ask why a cost-benefit analysis was not done of every one of the alternatives.  When we examined the alternatives, we examined the essential ways in which they would be different from the existing project.  Consider the option of going wireless, for example.  We considered what a wireless-based service would do in terms of cost and performance.  We did not go back and re-examine the benefits of the regime.  We simply considered all the elements that would be changed if we opted for the alternative.  With that, we found it would be more costly to reach 100%, and that the network would be shared.  In other words, if someone else is using it, I am losing my capacity.  There is a fixed amount and the greater the number of users, the more the capacity reduces.  It is not like fibre where everyone has full capacity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#CC00300","speaker":"1293"},{"type":"speech","time":1557999000,"counter":130,"content":"<p>It is still contingent on fibre.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#CC00400","speaker":"1390"},{"type":"speech","time":1557999000,"counter":131,"content":"<p>Exactly.  It is shared.  It is essentially a shared network.<\/p> <p>There is no comparison between this project and the national children's hospital.  One might believe the project is expensive but we made no commitment before we knew the absolute capped cost.  The complaint about the national children's hospital was that commitments were made to go ahead with the project and, those commitments having been made, the costs rose.  One might not like the cost of implementing the broadband plan but we are making no commitments until we decide on the preferred bidder.  It will not be finalised until we sign the contract.  This is not like the national children's hospital but one might not like the cost.<\/p> <p>I had to smile at Senator Craughwell's slightly nuanced version of what the Department of Public Expenditure and Reform brings to the party at times.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#CC00500","speaker":"1293"},{"type":"speech","time":1557999000,"counter":132,"content":"<p>He was referred to as Senator Trump this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#CC00600","speaker":"1412"},{"type":"speech","time":1557999000,"counter":133,"content":"<p>I see.  The Department of Public Expenditure and Reform is doing its job, which is to be sceptical about every investment ever considered.  As the Senator will know, it was particularly active during the very difficult years, and it continues to be active, but it does not have the final word.  We have set up a system whereby, like it or not, 15 Members are elected by the people to make these decisions.  The advice was considered by the Government, including the Minister for Finance, and it rejected it.  That is the reality.  We have made a decision much like Donogh O'Malley and the Government of which he was a member made a decision, namely, that this was something worth doing.  This represents the system working.  No Department gets it right every time.  Every other Department submitted views strongly in favour of the project.  My Department, which did all the analytical work, as the Senator knows, is very strongly-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#CC00700","speaker":"1293"},{"type":"speech","time":1557999000,"counter":134,"content":"<p>The Minister should not get me wrong.  I admire decision-making.  I am not criticising it but just saying it is rather unusual to go against advice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#CC00800","speaker":"1390"},{"type":"speech","time":1557999000,"counter":135,"content":"<p>It is unusual.  It does not happen every day but that does not mean one automatically assumes that the critique, which is the job of critics, is always right.<\/p> <p>On the issue of the ownership model, the Senator's analogy might lead him astray.  We are not asking someone to build us a property that we are going to rent.  We are asking someone to lay fibre on rented poles and to operate the fibre network thereafter.  We do not want, in 25 years, to have to replace the fibre.  We want it to stand on its own two feet.  This goes back to the Eircom decision.  Senator Ronan Mullen does not like it, with some considerable justification.  We sold the crown jewels, or whatever one likes to call them, so the network is not in private ownership.  It is working well but it is a privately owned network.  We want to extend it to reach 1.1 million people.  We want it to continue to work on the very same basis as it would for an urban dweller, such that customers would have the same connection charge and receive the same service and options.  That is what we are giving state aid to achieve.  We are not seeking to run a company to create a new telecommunications company that is running just at the margins of the core.  There is no sense in the State running just at the edge of the system.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Richard Bruton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=119\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=119&amp;amp;pid=RichardBruton&amp;amp;year=2019&amp;amp;month=05&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We want the system to be integrated and to be capable of supporting itself in the long term.  We also want those who have it to continue to reinvest in its service.  That is the backdrop to why the ownership model was chosen.<\/p><p>This company cannot just switch off the system and walk away because if it fails to complete it, the system will revert to the State.  At that point, we will have what we paid for.  If it is halfway through, half of all of the homes will be passed and the connections that have taken it up will be made.  We will have an asset at that point and we will have paid for the elements the company has delivered, so we will not be stranded.  This is a valuable network.  If it is fully built, it will obviously achieve the objective we all set but even if it is only half built, it will have delivered to significant parts of the country.  That light will not go out because the company fails to move ahead.<\/p><p>The issue of very remote premises is the reason we have left flexibility in the model.  This will allow the company to deliver 2% and, indeed, more than that on our say so.  Once it hits the quality mark, it can deliver 2% by wireless other than by means of fibre.  We have built in that flexibility and we do not anticipate that those more remote homes will have to pay extra because of that flexibility.<\/p><p>I agree with Senator Lombard.  If we abandon or delay this and go back to the drawing board, it will be 37 months before the State company, the ESB or whatever entity is involved, comes along.  We know a great deal about the ESB's capacity because it was a player in this tendering process.  It is not as if it has some magic formula and can suddenly deliver this in a cheaper way than when it was involved in the tendering process previously.  Let us be objective about the evaluation.  These are not new ideas; they were evaluated at the beginning, in the middle and at the end.  They are not ideas that are coming-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#CC00900","speaker":"1293","continuing":true},{"type":"speech","time":1557999000,"counter":137,"content":"<p>Did those involved examine the possibility of running data through electric cables?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#DD00200","speaker":"1390"},{"type":"speech","time":1557999000,"counter":138,"content":"<p>Not through the electric cables but they did look at using the electricity network as a basis for rolling it out.  That was the alternative SIRO model.  There are difficulties, in the context of health and safety, with using an electricity network as opposed to a telephone network.  It is not a straightforward option.<\/p> <p>Regarding Senator Conway-Walsh's point that it cannot be sold on, it can be but it would be sold on while it continued to be governed by fixed price and it would have to meet all the terms of the contract.  This does not in any way dilute the contract.  I or my successor must approve the buyer so it cannot hollow out the company in some way to remove equity or the funding base of the company in order to fulfil its capacity.  If there is a profit from the sale, we, the taxpayers, get a clawback from that.  A great deal of thought has been put into protecting the State in that regard.<\/p> <p>Senator Mullen stated that this is Irish politics for you.  I do not accept that.  I have been under sustained pressure - in the D&aacute;il and everywhere else - to ensure that we explored every option before I brought a recommendation to Government and to bring that recommendation forward as quickly as possible.  The Taoiseach indicated that he wanted it by Easter.  I brought it forward as close to that deadline as I could.  From the debate, we can see that this is not a big campaigning issue.  There are as many people who are unhappy with it as there are happy with it but, unlike the Senator, I am strongly of the view that 25 years from now we will look back at it as being more like free second-level education.  How could anyone say that introducing free second-level education was not a good thing to do?  In 25 years' time, people will ask how anyone could have thought that providing 146,000 km of fibre - something that can carry information at the speed of light - was a bad decision, particularly if our aim was to have balanced regional development.<\/p> <p>I would not be as reverent as Senator Craughwell when it comes to the views of the Department of Public Expenditure and Reform.  It is entitled to <\/p> <p>provide advice but that advice is among a series of advices that the Government must evaluate and make a decision on the basis of.  Regarding the reflection that the decision to privatise Telecom &Eacute;ireann was wrong, it may have been.  Many other states took the same approach at that time so the decision was not unique.  In retrospect, to have sold the spine of a service as important as that relating to telecommunications was a mistake but that is where matters stand.  We must use state aid judiciously to deliver the service to which people in rural Ireland are entitled.  It is not just rural areas in Cork.  I know that there are many remote places in Cork but there are 10,000 people in Dublin who will benefit from what is being done.  There are remote areas in every county, so this is not about rural Ireland versus Dublin.  There are people in every county who are affected.<\/p> <p>Another of my responsibilities that is even bigger than this is talking about how we build a sustainable country that can decarbonise.  This is one of the infrastructures that will underpin our capacity to decarbonise our economy because if we can do business remotely, including diagnostics and education, and do not have to have all those trips into the city or to the chemist, for example, we will have more sustainable and better communities.  That is a side of this which, obviously, does not enter the cost-benefit ratio that was analysed but it is a reality of why we are doing this sort of thing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#DD00300","speaker":"1293"},{"type":"speech","time":1557999000,"counter":139,"content":"<p>I thank everyone for a very constructive and instructive debate and the Minister for his very thorough responses.  When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#DD00400","speaker":"1426"},{"type":"speech","time":1557999000,"counter":140,"content":"<p>At 2.30 p.m. next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019051600002#DD00500","speaker":"1386"},{"type":"unspoken","time":1557999000,"counter":141,"content":"<p>The Seanad adjourned at 3.15 p.m. until 2.30 p.m. on Tuesday, 21 May 2019.<\/p>","notice":"TIME STRING DETECTED"}]