[{"type":"minorheading","content":"Prelude","time":1573569000,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30:00","time":1573569000,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1573569000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1573569000,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1573569000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#A00050"},{"type":"speech","time":1573569000,"counter":6,"content":"<p>I have received notice from Senators Maria Byrne and Kieran O'Donnell that, on the motion for the Commencement of the House today, they propose to raise the following matter:<\/p><blockquote>The need for the Minister for Communications, Climate Action and Environment to make a statement on RT&Eacute;'s proposed financial restructuring plan.<\/blockquote> <p>I have also received notice from Senator Terry Leyden of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to provide an update on the planned refurbishment of Roscommon courthouse.<\/blockquote> <p>I have also received notice from Senator Lynn Ruane of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to provide an update on the preparation of the report required under section 27 of the Criminal Law (Sexual Offences) Act 2017.<\/blockquote> <p>I have also received notice from Senator Paul Gavan of the following matter:<\/p><blockquote>The need for the Minister for Foreign Affairs and Trade to make a statement on the assassinations of community leaders in Colombia between August 2018 and August 2019.<\/blockquote> <p>I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the appointment of a sarcoma specialist for St. Vincent's University Hospital, Dublin.<\/blockquote> <p>I have also received notice from Senator Michelle Mulherin of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to make a statement on the provision of a new fire station in Crossmolina, County Mayo.<\/blockquote> <p>I have also received notice from Senator Mark Daly of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on staffing levels and bed capacity in Kenmare community hospital, County Kerry.<\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Finance to make a statement on his budget announcement of an amendment to section 477C of the Taxes Consolidation Act 1997 to provide for an extension of the help-to-buy scheme for a further two years.<\/blockquote> <p>I have also received notice from Senator Maura Hopkins of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the Cuisle accessible holiday centre in County Roscommon.<\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to make a statement on the current status of the building project for Scoil Mhuire, Rockcorry, County Monaghan.<\/blockquote> <p>Of the matters raised by the Senators suitable for discussion, I have selected those raised by Senators Byrne and Kieran O'Donnell, Leyden, Ruane and Gavan and they will be taken now.  I regret that I had to rule out of order the matter raised by Senator Boyhan on the ground that it anticipates the Second Stage debate of the Finance Bill 2019, which is scheduled to take place in the Seanad on Tuesday, 26 November 2019.<\/p><p>The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#A00100","speaker":"1420"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1573569000,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#B00100"},{"type":"minorheading","content":"RT&Eacute; Financial Restructuring","time":1573569000,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#B00200"},{"type":"speech","time":1573569000,"counter":9,"content":"<p>I welcome the Minister, Deputy Bruton, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#B00300","speaker":"1420"},{"type":"speech","time":1573569000,"counter":10,"content":"<p>I thank the Minister for attending to discuss this important issue.  It came as a shock a number of weeks ago when it was mentioned on \"Prime Time\" that Lyric FM in Limerick might be closing as part of RT&Eacute;'s cost-saving measures.  I am concerned about the closure of the Limerick studio.  I have had a number of meetings with Lyric FM, which plays an important role in the cultural life, not only of Limerick, but of Ireland.  It has a large listenership from all over the country and there has been a ground swell of support for the staff and the station.  While I am aware that the station is not closing but being dispersed to Cork and Dublin, our national broadcaster's proposed closure of the Limerick studio is going against the grain of what the Government is trying to deliver.  Under Project Ireland 2040, the Government has spoken about everything happening in the regions.  For example, six in every ten jobs that have been created in recent years have all been outside the M50 and in the regions.  However, this move has literally drawn a circle around the mid-west and decided to get rid of it and move so many people to Cork and so many to Dublin.  The Minister's other remit is climate action.  Staff piling into cars to drive to Cork and Dublin will add to climate change issues.<\/p> <p>This Thursday evening, a number of cultural institutions, including choirs and the Irish Chamber Orchestra, will hold an event in the chamber orchestra's performance space to support Lyric FM.<\/p> <p>I am worried about losing this cultural heritage in Limerick and the wider region and about the job losses.  Twenty-five jobs will be lost, which will have knock-on effects for their families.  RT&Eacute; has a cultural director, yet that person has never even visited the Lyric FM studio.  The University of Limerick has offered space to RT&Eacute; and other organisations are willing to offer space at knock-down rates to keep Lyric FM in Limerick.<\/p> <p>Given my major concerns about this issue, I look forward to hearing from the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#B00400","speaker":"1384"},{"type":"speech","time":1573569000,"counter":11,"content":"<p>I welcome the Minister, Deputy Bruton, and thank him for taking the time for this debate.  He has a report that was delivered by the board, which is chaired by Ms Moya Doherty, and Ms Dee Forbes as RT&Eacute;'s director general about a restructuring model for RT&Eacute;.  Everyone accepts the need for a restructuring of RT&Eacute; overall.  Nevertheless, I seek clarification from the Minister regarding two aspects in the context of the mid-west and Limerick specifically.  The first relates to RT&Eacute;'s regional broadcasting and general news remit in the mid-west.  My understanding is that RT&Eacute; will retain that, but we want to be certain that it will retain the ability to broadcast live from a studio there.  The Minister is probably aware that Lyric FM and RT&Eacute;'s regional newsroom are based on the same floor in the same building on Cornmarket Square in the heart of Limerick city.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They have been there since 1999.  The studio is the best state-of-the-art facility outside of Donnybrook.  It is in the heart of Limerick city and houses the RT&Eacute; regional studio and Lyric FM.  Lyric FM has the lowest cost per hour of any RT&Eacute; station.  I would make the counterbalancing case that there is a strong argument for the decentralisation of other arms of RT&Eacute;, such as 2FM, to the Lyric FM studio in Limerick.  A large amount of capacity is available and the livelihoods of 23 people are at stake.  Lyric FM is a major cultural element of what we offer in the mid west.  When the Minister is reviewing this proposal, I request that he ask RT&Eacute; to give careful consideration to the model operating in Limerick.  If some reorganisation is required, including a reduction of costs in Limerick, so be it.  Staff are aware that there could be a slightly smaller studio.  Lyric FM is key to the Limerick operation, however, and it is one of the successes of decentralisation.  The worry is that RT&Eacute; is going for the low-hanging fruit when wider restructuring could take place.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#B00500","speaker":"1374","continuing":true},{"type":"speech","time":1573569000,"counter":13,"content":"<p>I thank the Senators for raising this issue.  We all acknowledge that this is a difficult time for traditional media, whether national or local.  RT&Eacute; has not been immune from the impact of people migrating their viewing and listening habits to different platforms.  Senators also agree that broadcasting is a vital part of our public service, locally and nationally.  It is important to have that vibrant, locally relevant information and entertainment service.  Nonetheless, RT&Eacute; has to adapt to the dramatically changed environment in which public service broadcasting has to be delivered in a vibrant way.<\/p> <p>I welcome the work the RT&Eacute; board and management have put in to devising a strategy.  That strategy is about cutting back but it is also about developing new platforms and ways of addressing the audience.  RT&Eacute; has sought assistance and additional support from the Government.  We are committed to providing support and in last year's budget we provided &euro;10 million.  The difficulty for RT&Eacute; in recent years is that while its costs base has increased by some &euro;28 million, its income, other than from the licence fee, has been static.  The organisation has not been able to grow that revenue, so even the &euro;10 million extra provided by the State, via the licence fee and effectively adapting the social welfare contribution, has not been enough.  <\/p> <p>To date, the Government's decisions have been to tender out the collection of the licence fee so as to cut the very high evasion rate and also, over time, to move to a device independent charging system.  RT&Eacute; is asking the Government to review that option and suggesting that it is not enough.  We are evaluating the proposed plan.  RT&Eacute; has done its own work with PwC and there has also been a contribution from NewERA.  <\/p> <p>Turning to the details outlined, I am not across the detailed evaluation done on the individual changes put forward.  I understand the point that Lyric FM and the studio in Limerick has been a very valuable element of broadcasting in the mid west and that any change is going to be a problem.  RT&Eacute; is committed to discussing the impact of these changes with those directly affected, via their unions.  I am sure RT&Eacute; remains open to proposals that would deliver equal value.  The organisation recognises, however, that it must be financially viable while also developing a strategy that repositions RT&Eacute; to take up opportunities in a rapidly changing media world.<\/p> <p>Our work of examining what RT&Eacute; management has proposed is ongoing.  I will meet representatives of the organisation to discuss this strategy and how that can be developed over time.  I will return to the House to discuss the matter in greater detail.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Richard Bruton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=119\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=119&amp;amp;pid=RichardBruton&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The only matters that come to me for ministerial consent, as opposed to the board and the executive making decisions on them, are those relating to, for example, changes of channels or whatever.  This type of decision is within their remit.  The board will have to evaluate the case put forward by the Senator and others, including unions.  Its members will have to decide whether they need to modify their plan in light of what has been submitted.  That is a matter for the executive and the board in the first instance.  I will certainly convey the Senator's concerns to those involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#C00200","speaker":"1293","continuing":true},{"type":"speech","time":1573569000,"counter":15,"content":"<p>I thank the Minister for his reply.  My biggest concern is that the University of Limerick wrote to RT&Eacute; two months ago, as well as previously, but has not had the courtesy of a reply.  The university authorities offered a space on the campus.  There are many proposals out there.  So many people want to see Lyric FM kept in Limerick.  The cultural aspect is so important.  Lyric FM has become the meat in the sandwich.  There is to be a 100% staff cut.  The workers are not sure whether they will be offered jobs in Cork or Dublin.  This is supposed to be voluntary redundancy but the studio is being closed.  My understanding is that a kiosk-type facility will be built for the regional correspondent.  A studio will not be available if RT&Eacute;, 2FM or anyone else comes to Limerick.  That will be a huge disadvantage for Limerick and the region.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#D00200","speaker":"1384"},{"type":"speech","time":1573569000,"counter":16,"content":"<p>I thank the Minister for his comments.  I wish to make two quick points.  When the Minister meets the RT&Eacute; board, he should stress that it is critical that any decision should include a proper evaluation, particularly concerning the mid-west and Limerick.  All options must be considered where Lyric FM is concerned, including the University of Limerick offer and an examination of the current studio.  My worry is that this is not just about Lyric FM.  It is about outside broadcasting and live broadcasting from the region.  Any downgrading of the mid-west regional remit by RT&Eacute; is unacceptable.  The proposals that have been made by RT&Eacute; are disproportionate.  That is the key feature here.  We will be trying to ensure they are not the final decision.  The board appears to have chosen measures that are disproportionate for Limerick and the mid-west.  When the Minister meets RT&Eacute;, I ask him to request a proper evaluation of those decisions.  They do not add up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#D00300","speaker":"1374"},{"type":"speech","time":1573569000,"counter":17,"content":"<p>I reiterate that this is ultimately a decision for the executive and the board.  They must decide on the best site and rationalise their decision.  They will doubtless listen to the unions and others who will make the case the Senators are making.  The decision must be made in the context of a time of radical change in the broadcasting environment.  That puts huge obligations on the management and board to find a new path to delivering public service broadcasting in a vibrant way.  That is the challenge they face and I do not underestimate it.  That is why there is an independent board to decide how to deliver the public service broadcasting remit.  I will be working with the board to see how we can assist, but this repositioning of RT&Eacute; is a really important element in meeting the challenge.  While I understand the Senators' concerns, I am equally aware of the very difficult challenges with which the board is trying to cope.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#D00400","speaker":"1293"},{"type":"minorheading","content":"Court Accommodation Provision","time":1573569000,"counter":18,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#D00500"},{"type":"speech","time":1573569000,"counter":19,"content":"<p>I thank the Leas-Chathaoirleach for arranging for this matter to be discussed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I welcome the Minister, Deputy Flanagan, and thank him for taking time to come to the Seanad to respond to this particular issue.  The Courts Service and Ms Angela Denning announced on 24 October 2019 that Roscommon courthouse would close for refurbishment on 30 March 2020.  The closure of Roscommon courthouse would be another major blow to Roscommon town, the Courts Service, the public, staff and the solicitors and barristers who practise in this circuit.  The Courts Service took complete possession of this historic building when Roscommon County Council vacated it in 2018 to transfer to the new civic offices in Roscommon town.  The Circuit Court sits on the first and third Tuesdays of each month, with a break for summer.  The District Court and family courts also sit in the building.  It is a very historic building, going back more than 100 years.  It is a beautiful and iconic building in Roscommon town.  It is of a beautiful design.  With the vacating of the rest of the building by Roscommon County Council, it is a most suitable building.  One of the benefits of Roscommon County Council investing quite a considerable amount of money on new civic offices is that the courthouse and services could be developed to provide confidentiality and privacy for barristers, solicitors and, most importantly, the public who use these facilities, in which justice is served well.  <\/p><p>In the circumstances, I feel the proposals to move the Circuit Court's sittings to Carrick-on-Shannon in County Leitrim and the District Court's sittings to Castlerea are totally unacceptable.  This comes on top of the fact that the chief superintendent and the regional power of An Garda S&iacute;och&aacute;na in Roscommon, which serves Longford and Roscommon, is being moved to Castlebar.  This is another downgrading of the services in the area.  Boyle courthouse was closed in 2011 and was never reopened.<\/p><p>The Minister is aware of the situation.  Coming from the neighbouring constituency of Laois-Offaly and as a very accomplished solicitor, he will realise the benefits of these services being available as locally as possible.  A nexus of staff has also built up in the area over the years.  I accept that refurbishment is required and that the building requires rewiring and so on but is it possible to phase this in while the Courts Service continues to operate?  Failing that, I know that the Courts Service is looking for alternative temporary accommodation in Roscommon town.  I suggested that the new council chamber, which is not used every day of the week, could be adapted in a minor way to accommodate the Courts Service.  It has loudspeakers, an area for the press, and an area for the public to meet and there is good accommodation in the chamber.  I will not delay.  I am more interested in hearing the Minister's response than in making my case in this particular regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#D00600","speaker":"1393","continuing":true},{"type":"speech","time":1573569000,"counter":21,"content":"<p>I am pleased to have the opportunity to update the House, and Senator Leyden in particular, on progress regarding the Courts Service in Roscommon town and the refurbishment of Roscommon courthouse.  I hope I will be allowed to depart from my reply for a moment to offer my sincere congratulations to the Senator on the birth of his granddaughter, Nicole Mair&eacute;ad, in Brussels.  I wish her all the best in her future years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#E00200","speaker":"1233"},{"type":"speech","time":1573569000,"counter":22,"content":"<p>I thank the Minister.  I will convey that message.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#E00300","speaker":"1393"},{"type":"speech","time":1573569000,"counter":23,"content":"<p>I wish good health to her and to her grandparents here in Roscommon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#E00400","speaker":"1233"},{"type":"speech","time":1573569000,"counter":24,"content":"<p>That is very kind of the Minister.  I thank him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#E00500","speaker":"1393"},{"type":"speech","time":1573569000,"counter":25,"content":"<p>As Senator Leyden will be aware, under the provisions of the Courts Service Act 1998, management of the courts, including the provision of accommodation for court sittings, is the responsibility of the Courts Service, which is independent in the exercise of its functions.  However, I am happy to advise Senator Leyden that the Government&rsquo;s National Development Plan 2018-2027 includes a firm commitment for the development of new or refurbished courthouses, including the refurbishment of the courthouse at Roscommon.  This is a good news story for the people of Roscommon.<\/p> <p>The Courts Service has informed me that in 2018 it acquired full ownership of the historic Roscommon courthouse, which was formerly under the ownership of Roscommon County Council.  The Courts Service intends to refurbish the courthouse and to use the space previously occupied by the council to provide additional facilities for users of the court.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The OPW has conducted various surveys of the building since the Courts Service took possession of it and in common with many old buildings, the main areas of focus were the electrical works and the roof of the courthouse.  Based on initial surveys, it was estimated earlier in the year that &euro;350,000 would have to be put aside for electrical works.  However, at a meeting with the OPW in October 2019, I understand mechanical and engineering experts indicated the cost of the electrical works alone would be at least &euro;450,000.  In addition, following the recent collapse of a ceiling in a jury room on the ground floor of the courthouse, investigations were carried out on the condition of the roof and it appears it too needs considerable work.  In total, it appears it would be likely to cost at least &euro;1 million to repair the roof and to carry out electrical works at the courthouse.  At the same recent meeting, the proposal was put to the OPW about completing some small remedial works in order to keep the courthouse open until March 2020.  I welcome this approach and I am hopeful no further issues will arise between now and then.  If necessary, there is a contingency measure in place to facilitate sittings of the Circuit Court in Carrick-on-Shannon and sittings of the District Court in Castlerea as an interim measure.  I acknowledge what Senator Leyden has said about seeking alternative and appropriate facilities in Roscommon town.  I assure the Senator that is under way and I would be happy to keep him informed of progress on same.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#E00600","speaker":"1233","continuing":true},{"type":"speech","time":1573569000,"counter":27,"content":"<p>On a personal note, I thank the Minister for his best wishes on the birth of Nicole Mair&eacute;ad Leyden Ryan.  I will convey his best wishes to Sinead and Dermot.  I thank him very much for that from a personal point of view.<\/p><p>An interview the Minister gave was carried in the<i>Roscommon People<\/i>on 1 November.  In that interview, the Minister pledged to support the court staying in the locality and he has basically confirmed that in the sense that he would prefer if that arrangement could be made.  That can be done and suitable accommodation can be made in the area.  We also have Government offices in the town and the Courts Service has availed of same.  If there is a bit of arrangement carried out in the area there would be no difficulty in keeping those services in Roscommon town, pending the work that is needed.  I am not denying that work is required.  I would be concerned that the service can be retained in the building while some work is carried out.  As someone coming from a constituency like Laois-Offaly, the Minister knows the importance of Tullamore courthouse.  There is a beautiful building there and Laois also has fantastic facilities in Portlaoise.  I am confident the Minister will help us along the way with this.  I thank him again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#F00200","speaker":"1393"},{"type":"speech","time":1573569000,"counter":28,"content":"<p>I thank the Senator again for raising this issue.  Consultation is the key here.  I am keen to ensure that at all times there will be adequate consultation.  I understand the Courts Service has met with local practitioners on 24 October and again last week on 7 November to alert them to the issue and to seek the assistance of the local stakeholders with finding possible interim locations for Roscommon court sittings into next year.  I am informed by the Courts Service that it is happy to assess any suggested venues on the matter of their suitability for the hosting of court sittings.  The Courts Service has agreed to meet practitioners again in the near future and has agreed to visit any suggested venues.  I would be happy to continue to engage with Senator Leyden in order to ensure any venues he might put forward or any other venues in the area that might be considered appropriate for an interim court sitting would be inspected by the Courts Service in order to assess their suitability.  I welcome the fact the Courts Service is proactively working to maintain court services in the town of Roscommon, which I understand to be the basis of Senator Leyden's submission.  I agree with that and I am anxious to ensure the Courts Service continues to seek alternative venues to house the District Court in Roscommon and also, as was mentioned, the Circuit Court.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#F00300","speaker":"1233"},{"type":"minorheading","content":"Legislative Process","time":1573569000,"counter":29,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#F00400"},{"type":"speech","time":1573569000,"counter":30,"content":"<p>As the Minister will be aware, Part 4 of the Criminal Law (Sexual Offences) Act 2017 set out new criminal penalties on the purchase of sexual services from sex workers, where the buyer of sex is criminalised but the sex worker is not, sometimes referred to as the Nordic model.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In response to concerns that have been raised on the impact of this model on the safety of sex workers in jurisdictions where it has been implemented, the then Minister, Frances Fitzgerald, agreed to a report on the operation of the new provisions incorporating the number of arrests and convictions and an assessment of their impact on the safety and well-being of sex workers.  That section was commenced in March 2017, meaning that the report will be delivered to the Oireachtas hopefully before March 2020.<\/p><p>My first question is, therefore, what progress has been made in relation to the preparation of this report?  What is the process of the Department in assembling the information set out in subsection (2)?  What level of detail or analysis will be undertaken and how long will the report be?  As the Minister will be aware, the Nordic model has been criticised internationally by organisations representing sex workers and human rights bodies like Amnesty International, on the ground that it puts women involved in an even more vulnerable position, as it forces them to rely on law enforcement for their safety, when there may be low levels of trust in the criminal justice system or where the sex worker is a migrant, there are fears around the impact on immigration status.  Sex workers surveyed in Norway have even said that one only calls the police when one thinks one is about to die, and a recent Government report in Northern Ireland found that it led to a spike in demand for sex work rather than a decrease.  Based on what we know, it is likely the same issues are being reproduced here in Ireland.  The increased penalty for brothel keeping in the 2017 Act, where a brothel is defined as \"two or more sex workers\", is forcing women to make themselves more vulnerable by working alone or risking prosecution.<\/p><p>In June of this year, we saw two migrant women from Kildare receive significant custodial sentences under these provisions.  When this is compared to the extraordinarily low number of client arrests and prosecutions, it is clear that this law is having a disproportionate impact on the female sex workers rather than the intended target: the buyers of sex.  I am sure the Minister will agree that these are very concerning developments, and they call into question the effectiveness of these provisions, especially when those who support them frequently invoke their positive impact on sex worker safety internationally.  It places even greater pressure on this report process to properly analyse the law considering these developments.<\/p><p>My second question is, therefore, if the law is being found to have a negative impact on sex worker safety, will this report be considering options for law reform to improve safety and well-being?  Will the Minister be considering alternatives to the Nordic model of buyer criminalisation as a result?  At the very least, will the Minister consider repealing the draconian provisions on brothel keeping and make them fit-for-purpose, rather than just forcing vulnerable migrant women to work alone?<\/p><p>I know in responses to parliamentary questions on this issue that the Minister will be engaging with An Garda S&iacute;och&aacute;na, the HSE and civil society groups and that he will be funding research in this area.  What is the methodology that will be used for the research?  Will the Minister commit to it being independent and based solely on the evidence, excluding stereotypes and misconceptions of sex workers?  Will it place the voice of sex workers themselves at its centre and not just rely on testimony from An Garda S&iacute;och&aacute;na and civil society organisations?<\/p><p>I would appreciate a response to these specific questions.  I am deeply concerned by the impact of this law and believe that it is actively causing harm to extremely vulnerable women.  I hope this report and doing it properly is a significant priority in the Minister's Department, and I look forward to hearing his response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#F00500","speaker":"1404","continuing":true},{"type":"speech","time":1573569000,"counter":32,"content":"<p>I thank Senator Ruane.  I call the Minister, Deputy Flanagan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#G00200","speaker":"1384"},{"type":"speech","time":1573569000,"counter":33,"content":"<p>I thank Senator Ruane for raising this important matter.  Part 4 of the Criminal Law (Sexual Offences) Act 2017 provided for two new offences: paying for sexual activity with a prostitute, and paying for sexual activity with a trafficked person.  The Act also removes those who offer their services as a prostitute from the existing offences of soliciting for the purposes of prostitution.  A fundamental focus in the introduction to this legislation was to ensure that women working in the prostitution sector would have increased protection and face no repercussions for reporting crimes related to their work.  Senator Ruane will be aware that Part 4 of the 2017 Act specifies that not later than three years after its commencement, the Minister for Justice and Equality shall cause a report to be prepared on the operation of section 7A of the Act and cause this report to be laid before each House of the Oireachtas.  As the Act was commenced in March 2017, review of Part 4 will formally commence in early 2020 after three years of its operation.<\/p> <p>I appreciate the wide interest which there may be in the matter of this review.  My Department is at present undertaking the groundwork for the preparation of this report, including to the funding of relevant research.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->My Department will also seek submissions from interested parties when the review commences.  Indeed, Senator Ruane has raised a number of questions.  By way of reply at this stage, more detailed information on the approach to be adopted, including the means for consultation with stakeholders, will be announced when it is available, and the report when complete will also be published in due course.  Senator Ruane may be interested to hear of the two research projects being funded under the Dormant Accounts Fund, which we anticipate will feed into the review of the Act.<\/p><p>The first project is by the Sexual Exploitation Research Project, which is under the school of social policy, social work and social justice at UCD.  That aims to provide empirical data on the experience of women in the commercial sex trade and the response of the criminal justice system in the context of the new law.  This project draws significantly on information held by the HSE anti-human trafficking team and work already done under an earlier but much smaller joint research project during 2018, carried out by the HSE and the anti-human trafficking unit of my Department.<\/p><p>The second project is by Gender, Orientation, Sexual Health and HIV, GOSHH, which is a charity based in Limerick city.  The project aims to explore the current level of awareness and know-how about the criminalisation of purchasing sex legislation among survival sex workers.  It also aims to design an evidence-based ethical approach to research and working with survival sex workers.<\/p><p>Senator Ruane will also be aware of the second National Strategy in Domestic, Sexual and Gender-based Violence 2016-2021.  As Members of the House will be aware, the strategy is a whole-of-Government response to domestic and sexual violence and contains a range of actions to be implemented by Government departments and agencies and includes a monitoring committee, including membership from the non-governmental organisation sector.  I anticipate as the review gets under way and as it proceeds, the monitoring committee will be centrally involved in overseeing its progress and examining its recommendations.<\/p><p>Indeed, more generally, I take this opportunity to note that as part of the transformation programme in my Department over the past year, a new criminal justice policy function has been created.  Within this function, a community safety applied policy unit has been established with responsibility for policy on the full range of issues that relate to victims and community safety matters within the criminal justice system.  The pulling together of all matters relating to victims, including human trafficking, sexual violence and support for witnesses within trials will ensure that dedicated time and space will be available to enable complex issues such as this to be appropriately examined, ultimately leading to a more robust and evidence-based policy in this and other fields that best protect the position of victims, including vulnerable women as has been evidenced by the contribution of Senator Ruane.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#G00300","speaker":"1233","continuing":true},{"type":"speech","time":1573569000,"counter":35,"content":"<p>I thank the Minister, Deputy Flanagan.  Senator Ruane, would you like to ask a supplementary question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#H00200","speaker":"1384"},{"type":"speech","time":1573569000,"counter":36,"content":"<p>I thank the Minister for his very detailed response.  This is more an observation as we move forward when speaking of the monitoring committee.  The space in respect of representation for sex workers in Ireland is dominated by  organisations and NGOs in support of the Nordic model.  This is more about putting down the marker to ensure those groups that are not often represented in those wider gender conversations, such as Sex Workers Alliance or anybody that is working in the sex industry, find an avenue somehow into the process of developing this report in terms of the impact on them.  The Migrants Rights Council has been very involved over the years as well in terms of its role and the State's role in making sure that migrant women who are in fear in respect of immigration are in a position to come forward.<\/p> <p>The brothel keeping laws really prohibit that, and as part of the report's development, we really need to look at what we mean by \"a brothel\".  Maybe we need to define what a brothel is because more than one woman, or two women living in a house together as sex workers, is not necessarily a brothel in the terms we all believe a brothel to be.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have an industry-led idea of what a brothel is.  I believe this should form an important part of the discussions in the Department.  I have had a positive experience with the new policy team in recent weeks in respect of other justice Bills and so I look forward to their involvement on this report.  In the coming weeks, once the Minister has more of an idea of what it looks like, it would be great if he could share it with my office.  This would allow me to disseminate some of the information to some of the smaller groups working in this area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#H00300","speaker":"1404","continuing":true},{"type":"speech","time":1573569000,"counter":38,"content":"<p>Minister, would you like to respond?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#J00200","speaker":"1384"},{"type":"speech","time":1573569000,"counter":39,"content":"<p>I would.  I accept the invitation to engage further from Senator Ruane.  I would be keen to hear from the Senator and I would be keen to share with the Senator any information that she and I believe might be helpful.<\/p> <p>This is a complex matter.  I very much appreciate the interest of Senator Ruane and her contribution to the issue.  As I said earlier, at present we are undertaking the groundwork for the preparation of the report, including the matter of funding for an appropriate level of research.  We will be seeking submissions from interested parties once the review commences.  I anticipate the monitoring committee will have a central involvement in the process and in assessing the issues as matters proceed.  Of course it will play a role in any recommendation, guidance or advices that might be included in the matter of the reporting.<\/p> <p>I very much appreciate the interests involved here.  I acknowledge that there are differing views from different stakeholders.  I am not going to prejudice or in any way pre-empt the modalities for outcomes of the review but I will commit to engagement with Senator Ruane in particular.  Indeed, if there are other Senators who wish to engage or if the House, by way of motion or otherwise, wishes to hear further from me on this matter I would be happy to engage.  I suggest, however, that were the issue to be raised with me in January or in the new year when matters are more advanced by my Department, I certainly will update the House at that point if it is deemed appropriate in the circumstances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#J00300","speaker":"1233"},{"type":"minorheading","content":"Foreign Conflicts","time":1573569000,"counter":40,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#J00400"},{"type":"speech","time":1573569000,"counter":41,"content":"<p>I welcome the Minister of State, Deputy Doyle.  On the afternoon of 4 October a young artist and activist, 24 year old Dumar Noe Mestizo, was murdered in Cauca, southern Colombia, by men riding motorbikes.  He is one of the latest victims of the chronic violence against members of the indigenous communities in Colombia.  In 2009 Dumar's father, who was the Nasa indigenous leader, Marino Mestizo, was also murdered in the same region.  In a statement, people representing the north Cauca indigenous association said that they hold responsible the Colombian Government for showing total indifference to the incidents of genocide facing the indigenous people.  I wish to repeat that because it is such a significant statement: they said they hold responsible the Colombian Government for showing total indifference to the incidents of genocide facing their people.<\/p> <p>In August, the National Indigenous Organization of Colombia, the country's largest such body, said that 97 indigenous leaders and activists had been murdered in the preceding 12 months, with the majority of cases occurring in Cauca.  Since then, several other killings have occurred.  Overall, more than 500 social activists have been killed since the peace deal was signed in November 2016.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is not peace and the Colombian Government has shown no signs of wanting to implement the peace agreement.  Peace is not just important for FARC; it is also important for the natives of Colombia who, like most indigenous peoples of the Americas, are among the most oppressed and neglected communities in the world.  They have been totally ignored and abandoned by successive Governments in Colombia, but also by the international community.  They are victims of imperialism, colonialism and capitalism, and this is not what they deserve.  As a nation which prides itself on respect and dignity with aspirations for a seat on the United Nations Security Council, it is important that we stand up for indigenous communities and vulnerable peoples across the world.  <br\/><br\/>We know too well from our own history what it is like to be an oppressed people in our own country.  There is no point in seeking a place on the UN Security Council unless Ireland is prepared to speak out and stand up for the vulnerable.  Otherwise, we simply uphold the <i>status quo<\/i>.  Surely the point is to make the world a better place.  I hope the Minister of State will be able to clarify the situation for us today, since such representations should form a core aspect of our bid for a seat on the UN Security Council.  What has the Government done to help these people?  What will it do and what is it prepared to do to help bring these murders to an end?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#J00500","speaker":"1389","continuing":true},{"type":"speech","time":1573569000,"counter":43,"content":"<p>I thank the Senator.  As the T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Simon Coveney, is preparing for parliamentary questions in the Lower House, I have been asked to take this Commencement matter.<\/p> <p>I am aware of the difficult situation that exits for human rights defenders and indigenous leaders in Colombia and of the worrying levels of violence, threats and intimidation against these groups.  The absence of the state in former conflict areas following the demobilisation of FARC has resulted in other armed groups gaining control in these areas, primarily to control the illegal economy.  This has implications for the security of local communities, in particular human rights defenders and community leaders, including indigenous leaders.  <\/p> <p>Our new resident embassy in Bogot&aacute; has been engaging with civil society, European Union and multilateral partners on this issue since it opened at the beginning of this year.  We also raise this matter regularly in our exchanges with the Colombian Government.  The Taoiseach underlined Ireland's continuing support for the Colombian peace process at his meeting with President Duque on the margins of the UN General Assembly in New York in September last year.  The visit of the Foreign Minister of Colombia, Carlos Holmes Trujillo Garcia, to Ireland last September also included dialogue and exchanges on the situation for human rights defenders in the country.<\/p> <p>Earlier this year, former T&aacute;naiste Eamon Gilmore, in his position as UN special envoy to the Colombian peace process, a role in which he is supported by the Department of Foreign Affairs and Trade, led the 11th session of the EU-Colombia human rights dialogue.  During this dialogue with representatives of the Colombian Government he raised the alarmingly high numbers of attacks against human rights defenders across the country.  Particular reference was made to the disproportionately high level of violence against indigenous leaders and the need for collective protection measures.<\/p> <p>Furthermore, the Department of Foreign Affairs and Trade regularly meets and supports human rights defenders from Colombia.  It will continue to engage with these groups through our embassy in Bogot&aacute; and in Ireland.  The peace process is fundamental to improving the human rights situation in the country and Ireland has contributed over &euro;14 million in support of this since 2007, mainly channelled through the UN and Colombian and international NGOs focusing on human rights, conflict prevention, peace building and supporting livelihoods for rural populations.  Ireland also provides ongoing support in the form of lesson sharing, based on our own experience of peace building and reconciliation on the island of Ireland.  In June this year, a delegation from Northern Ireland visited Colombia to engage in discussions with the government on key elements of the peace agreement and its implementation.  <\/p> <p>Great strides have been made in the implementation of the peace accord in Colombia.  However, significant challenges remain, including in the areas of rural reform, the reincorporation of former combatants and the protection of human rights defenders and social leaders.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Andrew Doyle:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2170\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2170&amp;amp;pid=AndrewDoyle&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Not least among the lessons we have learned in 20 years of implementation of the Good Friday Agreement is how long it takes to build a sustainable peace.  It is not a linear process.  Ireland will remain a committed supporter of Colombia in its efforts to secure long-lasting peace and security for its people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#K00200","speaker":"1356","continuing":true},{"type":"speech","time":1573569000,"counter":45,"content":"<p>I thank the Minister for his response.  I have to tell him that this is almost a personal matter for me at this stage.  I went to Colombia in May and visited a town called Cajibio in the Cauca region, where the locals showed me pictures of all the young men who had been murdered by right-wing paramilitaries.  They operate with impunity.  That is why indigenous people have been so clear in calling out the responsibility of the Colombian Government.  I acknowledge the engagements that have taken place.  What is missing so far, however, is a clear condemnation by our Government of the extreme right-wing Colombian Government of President Duque, whose members are happy to sit with their arms folded and effectively facilitate the genocide of indigenous peoples in Colombia.  I suspect that one has to meet those people to see the true horrors that have unfolded.  I was equally horrified to find out that the local forests, from which these right-wing paramilitaries emerged to kill these people, were owned by an Irish company.<\/p> <p>We need to do more.  I would like to hear a clear ringing condemnation of the failure of the Colombian Government to protect the indigenous people I am speaking of.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#L00200","speaker":"1389"},{"type":"speech","time":1573569000,"counter":46,"content":"<p>I thank the Senator.  It is obvious that he is very engaged with and understands this situation.  I can say from my personal knowledge that the former T&aacute;naiste and Minister for Foreign Affairs and Trade, Eamon Gilmore, is equally committed to this process and has spent a lot of time on it.  He was there when the initial peace process came to a false dawn and did not come to pass.  He has worked incessantly ever since to secure the peace deal that was brokered three years ago and to make it work.  As I said in my opening comments, we have learned that this is not a linear or quick process.  There are lots of areas that need to be worked on.  Condemnation is simple, but is it effective?  We need to work with people to persuade them, as has happened in South Africa, Mozambique, Latin America and other places.  We need people to engage.  Over the years our President has been very involved in Central America in his previous roles as a Minister and Deputy.  There is a lot of work to be done.  There are lessons from all over the world which we can pick up on.  Hopefully those lessons will be accepted and taken up by the political leadership in Colombia.  That is absolutely essential if it is to work.  We see this ourselves and we sometimes fail to understand why others do not, but we have to work with them.  That is very important.  That is why we want to get a seat on the UN Security Council in 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#L00300","speaker":"1356"},{"type":"speech","time":1573569000,"counter":47,"content":"<p>I thank the Minister of State for coming before the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#L00400","speaker":"1384"},{"type":"unspoken","time":1573569000,"counter":48,"content":"<p>Sitting suspended at 3.25 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1573569000,"counter":49,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#N00100"},{"type":"speech","time":1573569000,"counter":50,"content":"<p>The Order of Business is No. 1, motion regarding the reappointment of an Coimisin&eacute;ir Teanga, to be referred to committee without debate, to be taken on the conclusion of the Order of Business; No. 2, Consumer Protection (Gift Vouchers) Bill 2018 - Report Stage [amendments from D&aacute;il &Eacute;ireann] and Final Stage, to be taken at 4.45 p.m.; and No. 3, statements on services at St. Joseph's Shankill, to be taken at 5.15 p.m. or on conclusion of No. 2, whichever is the later, and to conclude after 60 minutes, with the contributions of all Senators not to exceed six minutes and the Minister to be given no less than five minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#N00200","speaker":"1391"},{"type":"speech","time":1573569000,"counter":51,"content":"<p>I want to raise two matters.  The first relates to the drug Spinraza.  Children with spinal muscular dystrophy are still waiting on the roll-out of, and treatment with, Spinraza, despite the Minister&rsquo;s announcement approving this drug last June.  To date we have learned only three children are receiving the treatment out of a possible 25.  We all remember the Minister&rsquo;s major announcement but it seems obstacles have been put in the way of the roll-out.  Any obstacles should have been foreseen before the Minister made the major announcement and gave such hope to the families involved.  The Government appears to be excellent at making announcements but its follow through on them leaves much to be desired.  The announcement about Spinraza was particularly sickening when it is children who are affected.  Families have had their hopes dashed as they are not getting the treatment they were promised and about which the Government made a big deal.  We need to get Spinraza back on the agenda and figure out how to roll it out as soon as possible.<\/p><p>The second issue I want to raise relates to the rent increases we are seeing in the private sector.  The <i>daft.ie<\/i>report indicated that average rents have increased by &euro;373 since 2008.  The Minister is now targeting social housing rents in Dublin City Council by refusing to plug the hole in the council&rsquo;s funding through central funds despite his promises.  We know also that rents are now higher than mortgages.  Students in Cork are paying more than &euro;1,000 per month for a room.  In Dublin 8, rents have increased by 125% in the past nine years.  Rent costs in this city are insane.  All Members mention them every week.  We have Rebuilding Ireland but it has rebuilt nothing.  We need to prioritise building houses on public lands.  We also need to consider doing the unimaginable, namely, supporting private house builders.  We need to look at VAT, development levies, Irish Water connection charges, ESB charges and figure out a way to relieve the upfront payment and have it staggered.  We need to do something in respect of housing.  We need to have a decent public house building project.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We cannot deny that we also need private housing, which is not being built.  I ask the Leader to bring this message home because it is not acceptable.  Young adults are not able to afford rent or buy their own homes.  It is just unthinkable for them.  They cannot even think about owning their own homes because the situation is so dire and the supply of housing in the country is so low.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#N00300","speaker":"1407","continuing":true},{"type":"speech","time":1573569000,"counter":53,"content":"<p>I welcome the Local Authorities Members Association, LAMA, executive group that was in Leinster House today to engage in cross-party meetings on the terms and conditions of county councillors.  The Moorhead report is expected to be released fairly soon.  As the Leader also has an interest in this matter, perhaps he might do what he can to get that report released.<\/p> <p>Gay Byrne was the greatest radio and television presenter this country has ever had.  He brought many issues that were taboo to the public attention.  His passing, sad as it was, was not sudden or unexpected.  It was right and proper that he was given a farewell, and it was also right and proper that it was attended by political and religious leaders and members of civic society.<\/p> <p>Friday, 8 November was also the 59th anniversary of the Niemba massacre, the day the first Irish soldiers were killed on overseas duties with the United Nations.  Irish soldiers have served since then in places such as the Congo, Cyprus, Sinai, Lebanon, Iran, Iraq, Somalia, Eritrea, Bosnia, Kosovo, East Timor, Liberia, Chad and Syria.  The Naval Service has served in the Mediterranean.  For over 40 years we have slept safely in our beds knowing our borders were guarded by members of the Defence Forces.  Our Defence Forces have never been found wanting with respect to aid for the civil power.  Every day, members of the Defence Forces are working for the citizens of this country in bomb disposal, drug interdiction, tackling people smuggling and protecting our coastline and fisheries.<\/p> <p>In all, a total of 86 Irish soldiers of all ranks have died in the service of the United Nations since 1960.  Friday was their day of remembrance.  It was the day members of the Defence Forces prepared and trained for in order to put their best foot forward for the families of the fallen.  However, instead of honouring our fallen on their day, the event was postponed because of Gay Byrne's funeral.  He was an icon.  Would the UK have postponed its remembrance day if a television personality who had passed away was to be buried on the same day?  I have said many times that we give our Defence Forces much flattery but little respect.  By postponing the day military families get to remember their loved ones in the company of other families, we have sunk to a new low.  Gay Byrne deserved everything this country could give him to mark his passing, but surely the funeral could have been co-ordinated and the military event scheduled for the same day.  I am deeply embarrassed by the disrespect shown to my former colleagues in the Defence Forces.  I am fairly certain that no President or Taoiseach ever rearranged his or her diary in order to attend the funerals of those who paid the ultimate price in the name of this country.  I ask the Leas-Chathaoirleach to indulge me as I read the names of those who died: Felix Grant, Justin MacCarthy, Kevin Gleeson, Hugh Gaynor, Peter Kelly, Liam Dougan, Matthew Farrell, Thomas Fennell, Anthony Browne, Michael McGuinn, Gerard Killeen, Patrick Davis, Liam Kelly, Luke Kelly, Edward Gaffney, Patrick Mullins, Michael Nolan, Michael Fallon, Patrick Mulcahy, Andrew Wickham, Patrick Riordan, John Geoghegan, John Power, Ronald McCann, John McGrath, Thomas McMahon, Wallace MacAuley, John Hamill, William Hetherington, James Ryan, Christopher McNamara, James Fagan, Ronald Byrne, Michael Kennedy, Brendan Cummins, Thomas Wickham, Michael Nestor, Gerard Moon, Thomas Reynolds, Philip Grogan, Stephen Griffin, Thomas Barrett, Derek Smallhorne, Edward Yates, Vincent Duffy, John Marshall, James Martin, Caoimh&iacute;n Seoighe-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#O00200","speaker":"1390"},{"type":"speech","time":1573569000,"counter":54,"content":"<p>Sorry, Senator-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P00100","speaker":"1420"},{"type":"speech","time":1573569000,"counter":55,"content":"<p>I will read out the remaining names.  I believe they are entitled to this respect.  Otherwise, I would not have dreamt of putting it on the record.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P00200","speaker":"1390"},{"type":"speech","time":1573569000,"counter":56,"content":"<p>The Senator has gone a minute over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P00300","speaker":"1420"},{"type":"speech","time":1573569000,"counter":57,"content":"<p>I will conclude quickly.  Hugh Doherty, Niall Byrne, Gerard Hodges, Peter Burke, Gregory Morrow, Thomas Murphy, George Murray, Paul Fogarty, Aengus Murphy, William O'Brien, Dermot McLoughlin, John Fitzgerald, George Bolger, Paul Cullen, Patrick Wright, Michael McNeela, Fintan Heneghan, Thomas Walsh, Mannix Armstrong, Charles Forrester, Michael O'Hanlon, Michael McCarthy, Peter Ward, Martin Tynan, Declan Stokes, Stephen O'Connor, John Lynch, Michael Dowling, Kevin Barrett, Billy Kedian, Jonathan Campbell, Declan Deere, Brendan Fitzpatrick, Matthew Lawlor, Jonathan Murphy, Peadar &Oacute; Flaithearta, Derek Mooney, Paul Delaney and John Jack Griffin.  The last two men held the rank of lieutenant colonel.  I read out their names because I believe they were entitled to respect.  I respect them deeply, as I know Members do also.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P00400","speaker":"1390"},{"type":"speech","time":1573569000,"counter":58,"content":"<p>I respect them too, and I saluted them.  Their service was very worthy.  Does the Senator understand the predicament he put the Chair in by going two minutes over time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P00500","speaker":"1420"},{"type":"speech","time":1573569000,"counter":59,"content":"<p>I very much appreciate the Leas-Chathaoirleach allowing me do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P00600","speaker":"1390"},{"type":"speech","time":1573569000,"counter":60,"content":"<p>Before calling the next speaker, I want to welcome Deputy John Deasy and Councillor Cormac Devlin who are in the Gallery.  I agree with the Senator's remarks about the all-party group who are here with Councillor Devlin and wish them success.  I call Senator Gavan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P00700","speaker":"1420"},{"type":"speech","time":1573569000,"counter":61,"content":"<p>Neil Young is 75 years old today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P00800","speaker":"1389"},{"type":"speech","time":1573569000,"counter":62,"content":"<p>Who is he?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P00900","speaker":"1392"},{"type":"speech","time":1573569000,"counter":63,"content":"<p>It is hard to believe.  I know that because Marty Whelan mentioned it on his breakfast show on Lyric FM this morning.  That is a show that is broadcast from Dublin but produced from Limerick.  We are very proud of Lyric FM in Limerick.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P01000","speaker":"1389"},{"type":"speech","time":1573569000,"counter":64,"content":"<p>And so you should be.  It is brilliant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P01100","speaker":"1392"},{"type":"speech","time":1573569000,"counter":65,"content":"<p>We are very proud of the fantastic public broadcasting service produced from Limerick for the past 20 years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P01200","speaker":"1389"},{"type":"speech","time":1573569000,"counter":66,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P01300","speaker":"1427"},{"type":"speech","time":1573569000,"counter":67,"content":"<p>It is a broadcasting service that RT&Eacute; now wants to shut down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P01400","speaker":"1389"},{"type":"speech","time":1573569000,"counter":68,"content":"<p>That is not true.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P01500","speaker":"1427"},{"type":"speech","time":1573569000,"counter":69,"content":"<p>It is an absolute disgrace.  Every job in Limerick is to go.  That is what RT&Eacute; has said.  It is 100% true.  I can tell the Leader that the people of Limerick will not forgive Fine Gael if Lyric FM in Limerick is shut down.  It is the jewel in the crown of our arts and culture, and the Leader is laughing about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P01600","speaker":"1389"},{"type":"speech","time":1573569000,"counter":70,"content":"<p>I am laughing at the Senator being political.  He should have been here-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P01700","speaker":"1391"},{"type":"speech","time":1573569000,"counter":71,"content":"<p>Of course I am being political.  I am a politician.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P01800","speaker":"1389"},{"type":"speech","time":1573569000,"counter":72,"content":"<p>Where was he earlier?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P01900","speaker":"1391"},{"type":"speech","time":1573569000,"counter":73,"content":"<p>What does the Leader expect me to be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P02000","speaker":"1389"},{"type":"speech","time":1573569000,"counter":74,"content":"<p>Where was he earlier when Senator Maria Byrne raised it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P02100","speaker":"1391"},{"type":"speech","time":1573569000,"counter":75,"content":"<p>I was in the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P02200","speaker":"1389"},{"type":"speech","time":1573569000,"counter":76,"content":"<p>Order, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P02300","speaker":"1420"},{"type":"speech","time":1573569000,"counter":77,"content":"<p>The Deputy can put up his video if he wants, like he usually does.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P02400","speaker":"1391"},{"type":"speech","time":1573569000,"counter":78,"content":"<p>The Leader knows he will have an opportunity to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P02500","speaker":"1420"},{"type":"speech","time":1573569000,"counter":79,"content":"<p>I know, but I hate that kind of rubbish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P02600","speaker":"1391"},{"type":"speech","time":1573569000,"counter":80,"content":"<p>A Leas-Chathaoirleach, the Leader asked me where I was when the Minister, Deputy Bruton, was in the Chamber earlier.  I was sitting in this seat listening, and I can tell the Leader what he said.  He said he was not across these matters and that they appear to be within the remit of RT&Eacute;.  He washed his hands like Pontius Pilate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P02700","speaker":"1389"},{"type":"speech","time":1573569000,"counter":81,"content":"<p>That is ridiculous.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P02800","speaker":"1391"},{"type":"speech","time":1573569000,"counter":82,"content":"<p>I can tell the Leader that the people of Limerick will not stand for having their jobs removed from Lyric FM.  Limerick has been the centre of Lyric FM for the past 20 years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P02900","speaker":"1389"},{"type":"speech","time":1573569000,"counter":83,"content":"<p>And some-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P03000","speaker":"1391"},{"type":"speech","time":1573569000,"counter":84,"content":"<p>We are proud of the broadcasters.  We are proud of the service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P03100","speaker":"1389"},{"type":"speech","time":1573569000,"counter":85,"content":"<p>The Senator is wrong.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P03200","speaker":"1391"},{"type":"speech","time":1573569000,"counter":86,"content":"<p>However, we have this know-nothing Government that does not believe in public services-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P03300","speaker":"1389"},{"type":"speech","time":1573569000,"counter":87,"content":"<p>Here we go again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P03400","speaker":"1391"},{"type":"speech","time":1573569000,"counter":88,"content":"<p>-----clamouring to shut it down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P03500","speaker":"1389"},{"type":"speech","time":1573569000,"counter":89,"content":"<p>The usual old crap.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P03600","speaker":"1391"},{"type":"speech","time":1573569000,"counter":90,"content":"<p>Instead of regionalising jobs it wants to centralise jobs back to Dublin.  I propose an amendment to the Order of Business that we invite the Minister back to the House to debate this matter in detail so that all of us can have a say in terms of the future of Lyric FM in Limerick.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P03700","speaker":"1389"},{"type":"speech","time":1573569000,"counter":91,"content":"<p>That is a good proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P03800","speaker":"1427"},{"type":"speech","time":1573569000,"counter":92,"content":"<p>Is the Senator proposing an amendment to the Order of Business?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P03900","speaker":"1420"},{"type":"speech","time":1573569000,"counter":93,"content":"<p>Yes.  I propose that we ask the Minister to come into the House today or tomorrow.  We will insist on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P04000","speaker":"1389"},{"type":"speech","time":1573569000,"counter":94,"content":"<p>We cannot deal with business for tomorrow.  The Senator is proposing that for today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P04100","speaker":"1420"},{"type":"speech","time":1573569000,"counter":95,"content":"<p>Today is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P04200","speaker":"1389"},{"type":"speech","time":1573569000,"counter":96,"content":"<p>He has been here already.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P04300","speaker":"1391"},{"type":"unspoken","time":1573569000,"counter":97,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1573569000,"counter":98,"content":"<p>Order.  Members will have an opportunity.  I thank the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P04500","speaker":"1420"},{"type":"speech","time":1573569000,"counter":99,"content":"<p>This morning, I got the chance to speak with representatives from the Local Authority Members Association, LAMA.  My colleague, Senator Craughwell, mentioned it and I know this is something the Leader is aware of also.  LAMA represents councillors across 31 local authorities and it has been working hard to raise concerns about the working conditions that are driving many away from local politics, which is very worrying.  It is an issue I have raised many times in this House, as have several colleagues from across the political divide.  Since the Local Government Reform Act 2014, councillors have seen a big change in their role.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frances Black:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2474\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2474&amp;amp;pid=FrancesBlack&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I speak to them regularly, and consistently hear they struggle to cover larger areas with limited time and resources.  Local councillors are often the first port of call for people, especially the vulnerable, who have an issue or problem.  Aside from attending council meetings and votes, they need to ensure they are available if someone needs help, if a crucial local service is not working or if a person relies on State support to get by, they have to be there to answer the call.  This leads to councillors trying to play a full-time role but out of hours or by taking unpaid leave.  As councillors are not paid a full-time wage, most need to keep up employment in another job, which is then put under great pressure.  For many councillors who do not have much flexibility in work or do not come from a wealthy background, it is simply not possible to do the job properly.  The obvious issue is that it squeezes people on lower incomes out of local government.  So many fantastic councillors - people who represented their local community so well - have been forced to step away from the role because it just was not sustainable.  Local and national government will be much worse off if we continue to shut out people from different socioeconomic backgrounds.  While some of the reforms in recent years, to expenses and allowances, have been welcome, the feedback is that the process is very complicated and has not resolved the deeper issues.  Ultimately, we need a real debate on the role we want for local councillors and local government, and on how inclusive we want the position to be.  Currently, we are caught between two poles.  It is not a voluntary position with a low level of commitment, but neither is it not a full-time position with the resources available to do it properly.  I have never met a councillor who took up the role because he or she sought a high-earning career.  They just want the job to be sustainable.<\/p><p>In this light, I call on the Government finally to publish the Moorhead report examining the issues.  Plans need to be outlined to deal with pay and conditions, to support attending meetings and to examine the mileage system.  As we begin another five-year term following the local elections, I ask that the Government do this as a matter of urgency.<\/p><p>As I was not in the Chamber last week, I send my condolences to Gay Byrne's family.  As Senators will know, he played a pivotal role in my career and will be sadly missed.  All my family loved him dearly.  He was a neighbour of ours and we will miss him dearly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#P04600","speaker":"1408","continuing":true},{"type":"speech","time":1573569000,"counter":101,"content":"<p>During this session, both Seanad &Eacute;ireann and D&aacute;il &Eacute;ireann passed detailed motions on the death of Shane O'Farrell and calling for an independent public inquiry.  The Government responded by kicking the matter into touch and appointing Judge Haughton to conduct a scoping inquiry.  Judge Haughton, who is a very decent man, made recommendations in respect of the terms of reference but they were completely ignored by the Government, which is astonishing.<\/p> <p>The Department of Justice and Equality has done the following: removed references to Shane, and to the family's rights under the European Court of Human Rights to ensure an effective investigation into the unlawful killing; removed consideration of the prosecution of Shane's case or of the coroner's inquest into Shane's death, in which serious irregularities have emerged; limited the judge to take into account the outcome of prepared reports that are, in the family's view, deficient, rather than a review of the investigations behind the reports, as originally envisaged in the February terms of reference; and removed any investigation into the previous prosecutions of the accused, despite him being in breach of multiple counts of bail when he killed Shane.  I again call, therefore, for an independent public inquiry.  I do not understand how the Government can defy the majority wishes of both Houses of Parliament.<\/p> <p>On another example of kicking the can down the road, what will happen in the case of Standing Order 41?  I have raised the issue consistently and there is universal agreement on it, but it was kicked into touch by referring it to the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Q00200","speaker":"1392"},{"type":"speech","time":1573569000,"counter":102,"content":"<p>The matter is before the Committee on Procedure and Privileges.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Q00300","speaker":"1420"},{"type":"speech","time":1573569000,"counter":103,"content":"<p>It has been before the Committee on Procedure and Privileges for 100 years but it is doing damn all about it.  I want the matter addressed now and am very angry about it.  We have an opportunity to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Q00400","speaker":"1392"},{"type":"unspoken","time":1573569000,"counter":104,"content":"<p>(Interruptions)<\/p>"},{"type":"speech","time":1573569000,"counter":105,"content":"<p>Will the Leader shut up?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Q00600","speaker":"1392"},{"type":"speech","time":1573569000,"counter":106,"content":"<p>I will not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Q00700","speaker":"1391"},{"type":"speech","time":1573569000,"counter":107,"content":"<p>Order, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Q00800","speaker":"1420"},{"type":"speech","time":1573569000,"counter":108,"content":"<p>It is ridiculous that the Leader of the House does not know how to conduct himself when people raise serious issues in the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Q00900","speaker":"1392"},{"type":"speech","time":1573569000,"counter":109,"content":"<p>That is not parliamentary.  Order, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Q01000","speaker":"1420"},{"type":"speech","time":1573569000,"counter":110,"content":"<p>Telling the Leader to shut up is not a good way to conduct a debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Q01100","speaker":"1375"},{"type":"speech","time":1573569000,"counter":111,"content":"<p>It is about time he did.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Q01200","speaker":"1392"},{"type":"speech","time":1573569000,"counter":112,"content":"<p>The Senator's behaviour is not edifying-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Q01300","speaker":"1391"},{"type":"speech","time":1573569000,"counter":113,"content":"<p>We will not have an internal debate on the matter, Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Q01400","speaker":"1420"},{"type":"speech","time":1573569000,"counter":114,"content":"<p>I will not take such behaviour from the father of the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Q01500","speaker":"1391"},{"type":"speech","time":1573569000,"counter":115,"content":"<p>The Leader will have an opportunity to respond.  Do not worry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R00100","speaker":"1420"},{"type":"speech","time":1573569000,"counter":116,"content":"<p>It is about time the Leader kept quiet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R00200","speaker":"1392"},{"type":"speech","time":1573569000,"counter":117,"content":"<p>Senator Norris, without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R00300","speaker":"1420"},{"type":"speech","time":1573569000,"counter":118,"content":"<p>I would like to be able to speak without this heckling.  I do not mind intelligent interruptions but the kind of rubbish that comes from over there is a bit much.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R00400","speaker":"1392"},{"type":"speech","time":1573569000,"counter":119,"content":"<p>Senator Norris might practise himself sometimes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R00500","speaker":"1391"},{"type":"speech","time":1573569000,"counter":120,"content":"<p>I asked about Standing Order 41.  This is an attempt through blustering by the Leader to cover up what is an absolute scandal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R00600","speaker":"1392"},{"type":"speech","time":1573569000,"counter":121,"content":"<p>The Senator raised the matter and we will hear the Leader respond to it.  My understanding is that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R00700","speaker":"1420"},{"type":"speech","time":1573569000,"counter":122,"content":"<p>Let us get this done before the next election.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R00800","speaker":"1392"},{"type":"speech","time":1573569000,"counter":123,"content":"<p>The Senator has made his point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R00900","speaker":"1420"},{"type":"speech","time":1573569000,"counter":124,"content":"<p>The final issue I would like to raise is hate crime.  There have been a series of attacks on gay people, in particular the one on a very decent man named Marc Power, who came in to see me.  He was savagely attacked by a group of youths who were obviously intent on killing him.  There is no question about that.  He was lucky enough to be able to defend himself and escape.  An Garda S&iacute;och&aacute;na has spoken about hate crime.  It is proceeding on the basis that it is a hate crime but there is no legislative basis for this.  I ask that we consider the introduction of legislation on hate crime.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R01000","speaker":"1392"},{"type":"speech","time":1573569000,"counter":125,"content":"<p>Hopefully, I will behave a bit better.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R01100","speaker":"1375"},{"type":"speech","time":1573569000,"counter":126,"content":"<p>I beg your pardon?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R01200","speaker":"1392"},{"type":"speech","time":1573569000,"counter":127,"content":"<p>I said, hopefully, I will behave a bit better and not tell anyone to shut up.  I think it was outrageous of the Senator to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R01300","speaker":"1375"},{"type":"speech","time":1573569000,"counter":128,"content":"<p>Go away out of that.  That is rubbish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R01400","speaker":"1392"},{"type":"speech","time":1573569000,"counter":129,"content":"<p>I would not take it from my children so I do not think I would take it from a grown adult.  The UN International Day for the Elimination of Violence against Women will be held on 25 November - less than two weeks away.  To coincide with this day, Safe Ireland, whose headquarters is in Athlone, will host a national conference in Westport.  The theme of the conference is safe homes, safe communities.  Safe Ireland constantly challenges us to imagine an Ireland where women and children are free from domestic violence and asks us to dare to dream that we could rear a generation without exposure to violence or abuse.  This conference is not just for women or survivors of abuse.  It is for everybody, especially policymakers.<\/p> <p>I have raised the issue of domestic violence on several occasions in this House and elsewhere .  This Government, the Minister for Justice and Equality and the Minister of State, Deputy Stanton, have done more than anyone else in the past 30 years to tackle domestic violence on a legislative basis, but while legislation is vitally important, societal change is often more about changing attitudes than changing laws.  While we need to build a strategy to make real change in how we respond effectively to violence and abuse in our homes and communities, each of us needs to examine our own attitudes and actions towards women and children and indeed people in general.  Whether it is a tweet that reinforces negative attitudes to women or the blatant misogyny of various individuals and organisations in our society, we must be conscious and aware that the extreme behaviour we have seen in recent tragic cases such as that of Ana Kri&eacute;gel and many similar cases has its genesis in the everyday undermining of the value of women.  Therefore, it is the responsibility of all of us as representatives and members of society to be part of the solution.<\/p> <p>I ask that people from here consider attending this conference in Westport.  I think people have a lot to learn and a lot could be learned at this conference.  I ask the Leader to put it out through his colleagues that this conference is being held on 25 November.  It would be a very worthwhile exercise for everybody.  I also ask people leaving here today to ask themselves what they have done to counter negative attitudes to women and people in general.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R01500","speaker":"1375"},{"type":"speech","time":1573569000,"counter":130,"content":"<p>I fully endorse everything said about our councillors and the work they put in on our behalf.  As a former councillor, I am well aware of the workload involved, but this workload has trebled or quadrupled since the time I was a councillor because of the so-called better government policy that, unfortunately, was implemented by the previous Government.  I endorse what was said about pay and conditions and call for the Moorhead report to be published as a matter of urgency.<\/p> <p>I fully agree with what Senator Gavan said about Lyric FM.  While I appreciate that his main concern is the jobs that may be lost in Limerick, there is a bigger picture here.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Diarmuid Wilson:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2017\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2017&amp;amp;pid=DiarmuidWilson&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Senator might consider amending his proposal to amend the Order of Business that we have a general discussion on public broadcasting.  It is important that we have this discussion as a matter of urgency and make our input on the future of public broadcasting and, indeed, the local radio service in this country.  Unfortunately, we are in danger of public broadcasting being obliterated.  There is a decline in the viewing figures for RT&Eacute;.  I believe that some of the presenters are paid far too much for the quality of their presentation and that is something that should be looked at as well.  We should look at bringing in new talent and new ideas, shaking the system up, making public broadcasting relevant to today, and take into consideration the threat from social media and other platforms.  I would like to see a general discussion on public broadcasting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#R01600","speaker":"1418","continuing":true},{"type":"speech","time":1573569000,"counter":132,"content":"<p>I take it Senator Wilson is calling on the Leader to schedule a debate on public broadcasting-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#S00200","speaker":"1420"},{"type":"speech","time":1573569000,"counter":133,"content":"<p>In general.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#S00300","speaker":"1418"},{"type":"speech","time":1573569000,"counter":134,"content":"<p>-----rather than proposing an amendment to what is already proposed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#S00400","speaker":"1420"},{"type":"speech","time":1573569000,"counter":135,"content":"<p>I am agreeing with the points that have been made by Senator Gavan but we should have a more general discussion on the entire public broadcasting system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#S00500","speaker":"1418"},{"type":"speech","time":1573569000,"counter":136,"content":"<p>I thank Senator Wilson.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#S00600","speaker":"1420"},{"type":"speech","time":1573569000,"counter":137,"content":"<p>I made some references in good faith last week to the Minister for Communications, Climate Action and Environment, Deputy Richard Bruton, regarding trees.  I was talking about the fact that we will plant a lot of trees in the next ten years.  I certainly did not mean to undermine the Minister in any way.  I have a weeping willow at my house, which is actually bigger than the house, because I love trees and I think they are the last bastion of the lung of our island.  The Department came back to me stating it is planting not 25 million trees a year but 22 million trees a year, which means they are planting 61,000 trees per day.  I call this \"The fairy tales of Ireland.\"  That is one thing that gets on the public's nerves, when one knocks on doors and promises before midnight are not kept the following day.  I would like the Minister to outline - he need not come in to do it - how he intends to go about this, through the county councils, per day, per hour and per minute and the span and expanse of the trees and where they will be planted.  I am very much in favour of the planting of trees but I would like to know how this fantasy is turning into a reality.  Perhaps it will happen individually in people's gardens or on their roads, but how will it happen?  It is something that is achievable, unlike the 1 million electric cars.  The latter is not achievable from the point of view of expense.  I like the idea of the trees except that it did not seem to make sense.  I thank the Minister for his reply.  The Minister has only taken the number down by 3 million - we are on 61,000 a day.  Could the Minister let me know how that will happen?<\/p> <p>I happened to be in CareBright in Bruff in County Limerick where I visited the first purpose-built community for people living with dementia.  Never have I been in something as magnificent.  I commend any Senator here who is living in or representing the area of Bruff and any Deputy or Minister who is involved in it.  In fact, it was the former Minister for Finance, Deputy Noonan, who was mentioned by those working there.  It is a credit to the people of Bruff in County Limerick.  It is magnificent, involving three houses with six people who are suffering from dementia of whom there are 55,000 in this country, and an area of independent living, outside and inside.  I was so impressed with the artwork, the cooking, the music and the living quarters as I bring my own pathology - not necessarily dementia, although many around the House might think so - of growing old well and in safety.  In addition, there are there goats and their dog, Patch.  It is a template like Ms Margharita Solon's template in Naas at McAuley Place.  There are probably many more of them around Ireland.  Certainly this is a template that could be retraced in many towns in Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie-Louise O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2390\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2390&amp;amp;pid=MarieLouiseODonnell&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We do not hear many positive things but CareBright in Bruff run by Colette Ryan is a credit to everybody involved in the building, development and action of that dementia centre in Bruff.  All Senators should visit it because it is artistically, socially and humanely heartwarming.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#S00700","speaker":"1427","continuing":true},{"type":"speech","time":1573569000,"counter":139,"content":"<p>I raise the decision made by the ESB last Friday on the proposed closure of the peat burning plants in Shannonbridge and Lanesborough.  Clearly the ESB is reneging on its commitment to maintain power generation in Shannonbridge and Lanesborough until 2027.  As we all know, this is a major blow for staff, their families and the entire region.  I met the Minister for Communications, Climate Action and Environment, Deputy Bruton, the Minister for Culture, Heritage and the Gaeltacht, Deputy Madigan, and the Minister for Finance, Deputy Donohoe, during their visit to the region yesterday.  All three Ministers met management of Bord na M&oacute;na, the ESB, trade union representatives and community representatives.  It is very important that Ministers and the Government take heed of the concerns raised during the visit yesterday.  All of the Ministers said they found it helpful but we need to make sure that all of the measures to be put in place will support the affected workers.  It is absolutely essential that we have a whole-of-Government response to this latest announcement and that all possible supports are put in place for the workers and the entire region.<\/p> <p>I am aware the Minister, Deputy Bruton, has appointed Kieran Mulvey as the just transition commissioner whose role will be to co-ordinate all elements of the just transition throughout the region.  However, to meet the objective of a just transition, supports for the affected workers and the region must be ensured.  Funding was provided in budget 2020 to support retraining and reskilling workers, bog rehabilitation works and a new scheme in the midlands to support housing upgrades.  It is critical that an adequate fund is in place for this because the announcement last Friday has accelerated the pace at which both plants are to close.  It is critical that an adequate fund is put in place to support the affected workers and the region.  In light of the fact this is a significant blow to the midlands, I ask the Leader to facilitate a debate in the Seanad to discuss further how the Government will take on board the concerns raised with all three Ministers during yesterday's visit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#T00200","speaker":"1415"},{"type":"speech","time":1573569000,"counter":140,"content":"<p>I second the proposal by my colleague, Senator Gavan, to amend the Order of Business.<\/p> <p>Every week, we find out more about the destruction of our environment.  We now have something that happened recently, which has been spoken about by two other Senators.  Yesterday, the State was fined &euro;5 million by the European Court of Justice and faces daily fines of &euro;15,000 until compliance with environmental legislation is met.  I am not sure when the &euro;15,000 daily fines will start.  Perhaps we can get an idea.  This is because of the failure by the State to comply with EU legislation that could have prevented the awful landslide at the Derrybrien wind farm in Galway and the killing of 50,000 fish in the surrounding region.  The State consistently ignored previous rulings of the European Court of Justice.  There was a landslide of tons of peat when peat and forest were removed to a depth of 5.5 m to develop the wind turbines.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Imagine the removal of that amount of peat and forestry.  It would never happen today.<\/p><p>Are there plans to change legislation governing planning permission and to introduce more stringent rules to ensure adherence to environmental policies?  We heard today that hundreds of thousands of kilogrammes of potent greenhouse gases had been leaking from the Moneypoint plant for quite some time, yet the ESB, a semi-State body, did not see fit to inform the Environmental Protection Agency, EPA.  The EPA is now considering enforcement action.  The gases in question have a global warming potential 23,000 times greater than that of carbon dioxide.  Will the Minister update us on both issues, but overall on policy, planning and oversight by the EPA, which disgracefully was not informed about the Moneypoint plant issue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#T00300","speaker":"1388","continuing":true},{"type":"speech","time":1573569000,"counter":142,"content":"<p>In the context of the Derrybrien case, I ask that the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, be invited to the House to provide some clarification.  The decision of the Court of Justice to fine Ireland &euro;5 million for failing to ensure that an environmental impact assessment, EIA, was carried out prior to the granting of planning permission is concerning.  It is a significant fine.  At the beginning of the year, it was expected that the fine would be &euro;2 million.  Of even more significance is the &euro;15,000 daily penalty that the State will be fined until the lack of an EIA is addressed.  In a year, that amounts to &euro;5.475 million, which is a great deal of money.<\/p> <p>Of particular concern is the fact that the original decision was made in 2008, when the failure to supply an EIA was identified.  It would have been expected that issues arising out of the 2008 judgment would have been addressed by now, so finding ourselves in a situation where we are not only being slapped with a major fine but also where we will be fined on a daily basis requires considerable examination and means that questions need to be answered about how the authorities have been addressing the court's concerns.  It is important that we be environmentally responsible.  Without a doubt, however, the Derrybrien case has all the hallmarks of environmental recklessness, given the fallout and the environmental impact at the time, including the massive fish kill and local waters being polluted.  This situation points to the need to get things right.<\/p> <p>Questions arise about whether our planning system is fit for purpose, particularly given that we have failed to get to grips with the direction in which this judgment sent us.  It raises the question whether we have a handle on environmental legislation and environmental obligations, including a balance between conservation objectives and those socio-economic objectives that are legitimate on behalf of the people.  I suggest that we do not.  We only need to look at the obstacles to building roads around Galway, with its ring road and the N59, Mayo and the rest of the western seaboard, which has an environmental designation.  Due to us not having a handle on the question of what we are required to do to comply with environmental legislation, there is a paralysis in the system, be it on the part of local authorities, An Bord Plean&aacute;la or the National Parks and Wildlife Service, NPWS.  Everyone is afraid to make a decision that will end up before the Court of Justice.  Aside from the Derrybrien court case, this is costing the State a great of money in terms of delayed delivery of infrastructure and the actual financial cost of obtaining planning permission.  Projects are being held back for years and vital infrastructure like roads, bridges, wind farms and so on are not being delivered because we seem to be at sea.<\/p> <p>It would be helpful if the Minister attended the House and these issues were addressed.  I have been raising concerns about them for some time.  The situation does not seem to be getting any better.  Is it a question of resources?  Do the NPWS and planning authorities need more resources, including environmental professionals, not to provide further paralysis but to provide clarification?  We need to get development, but in an environmentally responsible way.  The recent judgment raises many questions that need answers.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important that the Minister comes in here, and sooner rather than later.  That &euro;5 million, and the &euro;15,000 a day, could be spent on many worthwhile projects.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#U00200","speaker":"1425","continuing":true},{"type":"speech","time":1573569000,"counter":144,"content":"<p>An accountant filing many tax returns has just contacted me.  The Leader may be aware of this already, but the Revenue system crashed today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#V00200","speaker":"1412"},{"type":"speech","time":1573569000,"counter":145,"content":"<p>The deadline has been extended.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#V00300","speaker":"1391"},{"type":"speech","time":1573569000,"counter":146,"content":"<p>I know the deadline has been slightly extended.  I was checking the latest update on RT&Eacute; and it stated that the system was back online at 15.48 p.m.  I heard from that accountant just before I came into the Chamber, however, that the system had not yet come back online.  The Revenue is acknowledged by most people as being one of the most efficient parts of the public service and I give much credit to the organisation.  The system is under more strain this time of the year, though, because so many people are trying to file their returns online.  The accountant I spoke to told me that he has about 100 returns to populate.<\/p> <p>The system was down and I ask that the Revenue keep track of that issue and ensure there is sufficient time for people to complete their returns.  Those people are honestly trying to put in their returns but the system has not been available.  I acknowledge that the extra time allocated, to 6 p.m. tomorrow, is sufficient in that more time has been given than has been lost.  I ask, however, that the Revenue be understanding as people are trying to submit forms and not introduce the penalties just yet.  If people are justifiably liable for not making their returns, so be it, and the rigours of the law should come down on them.  When people are trying to make submissions in good faith, however, perhaps the Revenue could just keep an eye on this aspect of the system.  The Revenue is an excellent organisation, but I was asked to raise this matter today on the Order of Business and I agreed.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#V00400","speaker":"1412"},{"type":"speech","time":1573569000,"counter":147,"content":"<p>I acknowledge what has been said regarding councillors and their remuneration.  I say that in light of the Government's decision to undertake a review of remuneration.  A senior counsel, Ms Sara Moorhead, was appointed on 21 June 2018 to undertake that report.  Some 17 months later, there is no conclusion to the process.  The objective set out when Ms Moorhead was appointed was that the report would be finalised by Christmas 2018.  In the autumn of 2018, it was announced by the Department of Housing, Planning and Local Government and the Minister, Deputy Eoghan Murphy, that there would be an interim report.  That interim report was published just prior to Christmas 2018.  There has, however, been no follow through since.  I was told in a response I received in the last few days that the report is reaching an advanced stage.  What does that mean?<\/p> <p>Following that advanced stage, the report will be discussed by the Department of Finance, the Department of Public Expenditure and Reform and the Department of Housing, Planning and Local Government.  After that, at some date in the future, the report will be brought before the Cabinet.  It appears that this is just kicking the can down the road.  It is disingenuous that this matter has not been resolved.  Councillors are the practitioners of local democracy and this is report is clearly now just being kicked along until after the next general election.<\/p> <p>All political parties need to come together and sort this out once and for all.  The existing confidence and supply arrangement must address this issue.  The remuneration cannot be allowed to dwindle any further.  What will happen is that there will be an election and all the Deputies running for the D&aacute;il will expect councillors to canvass for them and to do all the representational work on the ground, yet those same councillors are being treated with contempt by all of the Oireachtas.  It is a disgrace because those are the people working hardest at the local level.  This is something that should be addressed and I ask the Leader to facilitate a debate on this issue, with the Minister present, to discuss where we are at with this issue once and for all.<\/p> <p>Turning to another issue, the British Prime Minister at a press briefing yesterday announced a roll back on holding to account members of the British armed forces who were involved in-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#V00500","speaker":"1382"},{"type":"speech","time":1573569000,"counter":148,"content":"<p>The Senator is in injury time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#V00600","speaker":"1420"},{"type":"speech","time":1573569000,"counter":149,"content":"<p>-----actions in the North.  I appreciate the leniency of the Leas-Chathaoirleach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#V00700","speaker":"1382"},{"type":"speech","time":1573569000,"counter":150,"content":"<p>There is also only meant to be one item.  I ask the Senator to make his point quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#V00800","speaker":"1420"},{"type":"speech","time":1573569000,"counter":151,"content":"<p>During the Troubles in the North, soldiers committed crimes, including murders.  The Stormont House Agreement is the framework to provide truth and reconciliation to those affected by the Troubles.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It would appear the British Prime Minister and the Conservative Party are undermining that agreement.  I ask that the Minister for Foreign Affairs and Trade be invited to the House for a debate on the legacy issues of the past.  With the political vacuum in the North it is difficult to implement some of the requirements of the Stormont House Agreement but we should discuss those legacy issues in this House.  I ask the Leader to try to facilitate a debate on that matter prior to Christmas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#V00900","speaker":"1382","continuing":true},{"type":"speech","time":1573569000,"counter":153,"content":"<p>I want to raise the issue of dual pricing.  I welcome the Central Bank's decision to do a review on dual pricing within the insurance industry, particularly for motor and home insurance.  I commend my colleague, Deputy Pearse Doherty, on the work he has done in raising awareness of this issue.  I am firmly of the belief, even though the Central Bank will not admit to this, that the reason it is doing this review now is because of the Deputy's work on exposing issues in the insurance industry.  I refer to what the industry is doing regarding dual pricing and how it is using the information available to it.  The data available can be data gathered by the insurance companies in the first instance, data gathered from store cards or data secured from social media.  As an Oireachtas and Seanad, we have a job of work to do to make people aware that when they click something on social media or whatever it might be or sign up to a store card or anything else, they are giving away data and that those thousands upon thousands of items of data about themselves are being used against them.  In the insurance industry it is being used against them to extract more money from them.  If I and one of my colleagues were of the same risk in terms of insurance, we would find one is charged more than the other depending on the items of information that have been analysed.  We must be aware these analytical tools are becoming increasingly more advanced all the time.  I would like the Minister to come into the House for a full discussion on that issue.  It is not only confined to the insurance industry.  People are particularly vulnerable.  They are being exploited left, right and centre because they are not being protected in respect of the data that is being used against them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#W00200","speaker":"1378"},{"type":"speech","time":1573569000,"counter":154,"content":"<p>I wish to raise two matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#W00300","speaker":"1374"},{"type":"speech","time":1573569000,"counter":155,"content":"<p>I corrected another Member on this.  That is allowed for the leaders of groups but only item can be raised by other Members.  The Senator can get through the matters quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#W00400","speaker":"1420"},{"type":"speech","time":1573569000,"counter":156,"content":"<p>The first matter concerns an acknowledgement and the second is an issue I wish to raise.  I acknowledge what Senator Marie-Louise O'Donnell said about CareBright in Bruff.  I went to school in Bruff many years ago.  I know of the work of that care setting.  Dementia is an issue that will be with us and it must be dealt with in a way that is caring in the community.  Bruff is a special place.  The activities in that care setting are very artistic.<\/p> <p>I support the call for a wide-ranging debate on public broadcasting.  Such a debate is long overdue and it should be constructive.  I would like to see people such as Moya Doherty and Dee Forbes brought before us but that is probably not possible.  I was elected, along with others, from the cultural and educational panel.  In Limerick, Lyric FM is a particular issue in terms of regional broadcasting.  There is a need for a wider discussion.  Do we need public broadcasting?  Yes, we do.  I do not believe we would get the same quality of programmes provided by the public broadcaster in other areas of broadcasting.  I ask for expediency to be shown in having such a debate because decisions are being made around RT&Eacute; at a very quick pace.  There is a need for a wide-ranging discussion not only about RT&Eacute; but about public broadcasting generally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#W00500","speaker":"1374"},{"type":"speech","time":1573569000,"counter":157,"content":"<p>Senators O'Donnell and Wilson are <i>ad idem<\/i>on that.  Good on them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#W00600","speaker":"1420"},{"type":"speech","time":1573569000,"counter":158,"content":"<p>Just on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#W00700","speaker":"1418"},{"type":"speech","time":1573569000,"counter":159,"content":"<p>Just on that, is it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#W00800","speaker":"1374"},{"type":"speech","time":1573569000,"counter":160,"content":"<p>The Senator does not need to go further on that.  I call Senator &Oacute; C&eacute;idigh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#W00900","speaker":"1420"},{"type":"speech","time":1573569000,"counter":161,"content":"<p>The issue Senator Kieran O'Donnell raises is the one I would also like to address.  It is extremely important.  I spent two years on the board of RT&Eacute; from 2014 to 2016.  On three occasions I asked the Leader to invite in the Minister to have a discussion on this issue.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig &Oacute; C&eacute;idigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2482\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2482&amp;amp;pid=PadraigOCeidigh&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These were in November 2017, January 2018 and October 2019.  It is more urgent than ever.  I strongly believe that a public broadcaster is critically important for our country.  RT&Eacute; provides an amazing service but, as the Senator has rightly said, we need to have a broad discussion about public broadcasting in general and a specific discussion about RT&Eacute;.  The only way we can do that is if the Minister comes in and we hold a proper debate on the issue.  Members across the House are in support of that.  I will not go into detail on the matter, but I am seriously concerned for many of the 2,000 employees who suddenly found out that they may not have jobs in a couple of months.  It is a huge issue.<\/p><p>The other issue is the small and medium-sized businesses that provide production services and so on to RT&Eacute;.  Where do they stand?  There has been a cut of something like 50% to the budget allocated to those businesses over the past six or seven years.  That will probably now be totally wiped out.  Again, I urge our esteemed Leader to ensure the Minister comes in for a proper debate on this vital service to our communities and to Ireland as a whole.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#W01000","speaker":"1431","continuing":true},{"type":"speech","time":1573569000,"counter":163,"content":"<p>I thank the 16 Members of the House for their contributions to the Order of Business.  I will begin with the contribution of Senator Ardagh, who raised the issue of Spinraza.  It is disappointing that there has been no progress in some cases.  I know of one case in Cork in which the child affected did receive Spinraza just this week.  There should, however, be no obfuscation or prolongation.  The HSE has been in communication with Biogen.  This was announced in June of this year.  I will join the Senator to ensure that the drug is provided expeditiously in all cases.  I am disappointed to hear that there has been a delay.<\/p> <p>Senator Ardagh also raised the issue of rent increases and Rebuilding Ireland.  As she knows quite well, in the first nine months of this year alone 20,000 new apartments and houses were constructed.  In the third quarter of this year, construction was commenced on 7,560 houses and apartments.  It is about extending the help-to-buy scheme, but also about ensuring people have certainty.  That is why Government made changes with regard to rent.  I am not sure that a rent freeze would do what the Senator wants it to.  There is a worry about the effect it would have on supply, particularly for first-time renters, but I would be happy to invite the Minister to the House to debate the matter.<\/p> <p>Senator Craughwell and many other Members, including Senators Black, Wilson and &Oacute; Domhnaill, raised the issue of the Moorhead report.  As Members of the House, regardless of whether we are going for re-election to the Seanad, election to the D&aacute;il, or whatever else, we all recognise the importance of local government and of local authority members and the significant role those members play.  We all understand and acknowledge that the workload has increased beyond what was comprehended when local government was reformed.  There is a need for the Moorhead report to be published.  There is also a need for Government, irrespective of who is in government, to tackle the issue once and for all.  It will find no ambiguity among Members on this side of the House in that regard.  I join all Members in saying that.  I say it as somebody who has served on a local authority and who understands the importance of the role local councillors play.<\/p> <p>Senator Craughwell referred to the military event being postponed.  I am not aware of the details of the event he raised.  All of us in this House recognise the value and importance of the military and the role that it plays.  Today we remember and salute all of the members of the Defence Forces who died on active service during international duty abroad.  We also remember those who served abroad.  I am not familiar with the details of the issue the Senator raised regarding the Remembrance Day event.  I attended the one in Cork last Sunday.  It is important that we all respect and salute those who died and those who served.<\/p> <p>Senators Gavan and Marie-Louise O'Donnell raised the issue of Lyric FM.  If Senator Gavan wants to throw jibes at me, I invite him to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#X00200","speaker":"1391"},{"type":"speech","time":1573569000,"counter":164,"content":"<p>I thank the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#X00300","speaker":"1389"},{"type":"speech","time":1573569000,"counter":165,"content":"<p>He and those in the Sinn F&eacute;in press office can put up videos of me laughing, as they have done in the past.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#X00400","speaker":"1391"},{"type":"speech","time":1573569000,"counter":166,"content":"<p>Through the Chair, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#X00500","speaker":"1420"},{"type":"speech","time":1573569000,"counter":167,"content":"<p>I will make my point.  I will say it very clearly.  Long before today-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#X00600","speaker":"1391"},{"type":"speech","time":1573569000,"counter":168,"content":"<p>I do not want Senators addressing one another across the floor.  They should speak through the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y00100","speaker":"1420"},{"type":"speech","time":1573569000,"counter":169,"content":"<p>I am addressing the Senator through the Chair.  Long before today, I worked in local radio in Cork, which was closed by RT&Eacute; in 1999.  I did not see too many of the people on the Fianna F&aacute;il or Sinn F&eacute;in benches protesting about the closure of RT&Eacute; radio in Cork at that time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y00200","speaker":"1391"},{"type":"speech","time":1573569000,"counter":170,"content":"<p>Was it because Senator Buttimer was working there?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y00300","speaker":"1418"},{"type":"speech","time":1573569000,"counter":171,"content":"<p>Maybe it was.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y00400","speaker":"1391"},{"type":"speech","time":1573569000,"counter":172,"content":"<p>Buy that man a pint.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y00500","speaker":"1389"},{"type":"speech","time":1573569000,"counter":173,"content":"<p>I ask Senator Gavan to go back and check my comments in this House on the responsibility RT&Eacute; has to public service broadcasting in the regions, including Limerick.  I know Cork will benefit from Lyric FM moving to the city but that should not be the way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y00600","speaker":"1391"},{"type":"speech","time":1573569000,"counter":174,"content":"<p>In Cork now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y00700","speaker":"1374"},{"type":"speech","time":1573569000,"counter":175,"content":"<p>Senator Kieran O'Donnell can now see what the Leader is about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y00800","speaker":"1389"},{"type":"speech","time":1573569000,"counter":176,"content":"<p>Lyric FM should remain in Limerick.  I am all for regional broadcasting and recognise its importance.  That includes Lyric FM being located in Limerick, RT&Eacute; having a base in Cork city at its current headquarters on Father Mathew Street and RT&Eacute; increasing its programming output from the regions.  I have been clear on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y00900","speaker":"1391"},{"type":"speech","time":1573569000,"counter":177,"content":"<p>Let us get the Minister in here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y01000","speaker":"1389"},{"type":"speech","time":1573569000,"counter":178,"content":"<p>If the Senator will let me finish-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y01100","speaker":"1391"},{"type":"speech","time":1573569000,"counter":179,"content":"<p>I certainly will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y01200","speaker":"1389"},{"type":"speech","time":1573569000,"counter":180,"content":"<p>I thank Senator Gavan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y01300","speaker":"1391"},{"type":"speech","time":1573569000,"counter":181,"content":"<p>The Senator is welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y01400","speaker":"1389"},{"type":"speech","time":1573569000,"counter":182,"content":"<p>That was my intent before Senator Gavan and others raised the matter today.  To be fair, long before today, Senators Byrne and Kieran O'Donnell raised this matter on the Order of Business, as did many other Senators at the time the future of Lyric FM was in question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y01500","speaker":"1391"},{"type":"speech","time":1573569000,"counter":183,"content":"<p>They both spoke on the matter in the Commencement debate today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y01600","speaker":"1420"},{"type":"speech","time":1573569000,"counter":184,"content":"<p>Thankfully, the future of Lyric FM has been secured.  The battle now will be to have the station remain in Limerick.  I have no problem with that because I know many of the presenters who work from Limerick and travel to the city to work make a fine contribution.<\/p> <p>Senator &Oacute; C&eacute;idigh referred to requests he had made.  The Minister will be in the House next Tuesday for a debate on the future of public service broadcasting.  That is an important debate.<\/p> <p>I join Senator Gavan in wishing Neil Young a happy 75th birthday.  It is a rolling stone.  We wish him a happy birthday and thank him for his contribution to the music industry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y01700","speaker":"1391"},{"type":"speech","time":1573569000,"counter":185,"content":"<p>We will agree on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y01800","speaker":"1389"},{"type":"speech","time":1573569000,"counter":186,"content":"<p>Senator Norris should reflect on his contributions at times in the House, rather than berating me for mine.  The Shane O'Farrell case was raised in the House last week.  It is a tragic case on which there is no obfuscation by the Government.  The Minister for Justice and Equality, Deputy Flanagan, set up a scoping exercise under Judge Haughton.  The Taoiseach stated in the D&aacute;il earlier this afternoon that the report is due in the next couple of days.  Following on from that, there will be a further evaluation of what is needed.  The Minister responded to statements on the matter in the D&aacute;il last week.  All of us want justice for the O'Farrell family and we salute their tenacity, bravery and courage in their campaign.  I want to make clear that they deserve answers and people need to be held account for the tragic death of Shane O'Farrell.<\/p> <p>On Standing Order 41, we should allow the matter to proceed through the Committee on Procedure and Privileges where I am sure progress will be made.<\/p> <p>Senator Norris also referred to the attack on Marc Power.  We all condemn out of hand any attack on any member of the public.  There has been an increase in the number of attacks on members of the LGBT community, not just in Dublin but also in Cork.  Incidents of young men and women experiencing a lot of bullying and hostile behaviour on public transport and on the streets are to be condemned.  Anything in the area of hate crime legislation should be looked at as a matter of urgency.<\/p> <p>Senator McFadden made an eloquent contribution on the UN International Day for the Elimination of Violence against Women which will take place on 25 November and a conference run by Safe Ireland in Athlone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y01900","speaker":"1391"},{"type":"speech","time":1573569000,"counter":187,"content":"<p>It is in Westport.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y02000","speaker":"1375"},{"type":"speech","time":1573569000,"counter":188,"content":"<p>My apologies.  Safe Ireland is headquartered in Athlone.  All of us recognise the important work that is being done from a legislative and cross-party point of view and we also recognise the work being done by many organisations on domestic violence.  All of us must respect women and their integrity.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->All of us, whether we are a citizen or an elected representative, must be very careful about what we say and do in terms of the negative attitude that we bring to women and to people in general, as Senator McFadden very correctly said.  Senator McFadden asked that Members attend the conference.  I will be very happy to speak with her afterwards and to disseminate, to the Members of the House, the information on the conference.<\/p><p>The final point that Senator McFadden mentioned was the need for all of us, as citizens and elected politicians, to reflect on our own behaviour whether it is on social media or in general.  The point she made about negative attitudes is one that we must combat and counter.  I am happy to invite the Minister to come to the House to have a further debate on the matter. <\/p><p>The point that Senator Marie-Louise O'Donnell made about trees is one that I am happy to have the Minister come back to discuss in terms of climate change.  I am not an expert on the planting of trees but I have asked the Department to communicate with the Senator on the matter.<\/p><p>The points that Senator Marie-Louise O'Donnell made about dementia care in Bruff are ones that should be articulated beyond this Chamber because she is right that there is a need to take a look at the totality of the service.  In particular, people who are heading towards the end of their lives, and also those who are living in the autumn of their lives, should be looked after and cared for in the completeness of what she spoke about earlier.  Dementia is challenging for many different families in all parts of Ireland and it is a challenge for loved ones.  This morning, I spoke to a gentleman whose wife attends Bessborough in Cork city two days a week.  He said that it is two days when he does not worry about his wife because he knows she is well looked after and it is a break for him.  These facilities give carers peace of mind.  I agree with the Senator that we should plan for the future, which we have not been very good at doing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Y02100","speaker":"1391","continuing":true},{"type":"speech","time":1573569000,"counter":190,"content":"<p>I wish to point out to the Leader that the facility at Bruff is a live-in centre, not a day centre.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Z00200","speaker":"1427"},{"type":"speech","time":1573569000,"counter":191,"content":"<p>I did not say that.  I know it is a day centre.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Z00300","speaker":"1391"},{"type":"speech","time":1573569000,"counter":192,"content":"<p>The Leader has made the facility sound even better in terms of its standard of care.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Z00400","speaker":"1427"},{"type":"speech","time":1573569000,"counter":193,"content":"<p>Yes, and I support everything that the Senator has said.<\/p> <p>Senator Hopkins raised the issue of the ESB and its closure of plants at Shannonbridge and Lanesborough.  The proposed closures are very regrettable and a number of Ministers visited both sites yesterday.  I am happy to facilitate a debate with the Minister on just transition and ensuring that the voices of local people are heard.  The points the Senator made about providing measures to support the workers and the need for a whole-of-Government response were well made.<\/p> <p>Senators Devine and Mulherin raised the issue of the decision about the windfarm in Derrybrien that was announced today by the European Court of Justice.  I have not got an answer about the situation other than what I have read and heard on the news today and subsequent to that.  As both Senators have said, there is an absolute need to address the issues.  It beggars belief that an environmental impact statement was prepared.  As both of them have said in different ways, there is now a need for the matter to be addressed.  I am happy to have the Minister come to the House but, perhaps to get a more expeditious answer, the Senators could table Commencement matters on the topic.  <\/p> <p>Senator Horkan raised the issue of Revenue online service which was temporarily down this afternoon.  I am told that for the first time ever Revenue will extend the pay and file deadline, and I hope that it will not discommode people too much. <\/p> <p>Senator &Oacute; Domhnaill raised the issue of the comments on the North in terms of the statement made by Prime Minister Johnson.  It is a source of concern.  For a long time we have had an agreed approach to legacy and reconciliation issues.  As the T&aacute;naiste said yesterday, there can be no deviation, amnesties or differing viewpoints or treatment.  To re-echo his words, it is a concern.  I am sure that he will take this matter up with his counterpart in the North in due course.  <\/p> <p>Senator Conway-Walsh raised the issues of dual pricing and store cards.  Both points that she made are very pertinent.  I do not have a store card.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I refuse to have one because I do not want people to know what I am buying or what I am doing.  The same applies to insurance.  However, we are leaving digital footprints everywhere with Laser cards and credit cards and in the move to a cashless society, which gives away more information.  I would be happy to have the debate requested by the Senator because it is long overdue.<\/p><p>I hope Senator Gavan will accept my proposal for the Minister for Communications, Climate Action and Environment, Deputy Bruton, to come to the House next week.  If he does not, I will not accept his amendment.  It is my intention to have the debate on RT&Eacute; after the Order of Business and before the legislation is taken next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#Z00500","speaker":"1391","continuing":true},{"type":"speech","time":1573569000,"counter":195,"content":"<p>Senator Gavan has proposed an amendment to the Order of Business: \"That a debate with the Minister for Communications, Climate Action and Environment on a proposal to relocate Lyric FM out of Limerick be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#AA00150","speaker":"1420"},{"type":"speech","time":1573569000,"counter":196,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#AA00175","speaker":"1389"},{"type":"unspoken","time":1573569000,"counter":197,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Reappointment of An Coimisinéir Teanga: Motion","time":1573569000,"counter":198,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#AA00300"},{"type":"speech","time":1573569000,"counter":199,"content":"<p>I move:<\/p><blockquote>That the proposal that Seanad &Eacute;ireann recommends Mr. R&oacute;n&aacute;n &Oacute; Domhnaill for reappointment by the President to be <i>An Coimisin&eacute;ir Teanga<\/i>, be referred to the Joint Committee on the Irish Language, Gaeltacht and the Islands, in accordance with Standing Order 71(3)(<i>k<\/i>), which, not later than 26th November, 2019, shall send a message to the Seanad in the manner prescribed in Standing Order 75, and Standing Order 77(2) shall accordingly apply.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#AA00400","speaker":"1391"},{"type":"unspoken","time":1573569000,"counter":200,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1573569000,"counter":201,"content":"<p>Sitting suspended at 4.35 p.m. and resumed at 4.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Consumer Protection (Gift Vouchers) Bill 2018: [Seanad Bill amended by the Dáil] Report and Final Stages","time":1573569000,"counter":202,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#CC00100"},{"type":"speech","time":1573569000,"counter":203,"content":"<p>I welcome the Minister of State, Deputy D'Arcy, back to the House.  The Bill before us is a Seanad Bill which has been amended by the D&aacute;il.  In accordance with Standing Order 148, it is deemed to have passed its First, Second and Third Stages in the Seanad and is placed on the Order Paper for Report Stage.  On the question, \"That the Bill be received for final consideration\", the Minister of State may explain the purpose of the amendments made by the D&aacute;il.  This is considered the report of the D&aacute;il amendments to the Seanad.  For the convenience of Senators, I have arranged for the amendments made by the D&aacute;il to be circulated.  The Minister of State will deal separately with the subject matter of each related group of amendments.  I have also circulated the proposed groupings.  Senators may contribute once on each grouping.  I remind Senators that the only matters that may be discussed today are the amendments made by the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#CC00200","speaker":"1412"},{"type":"unspoken","time":1573569000,"counter":204,"content":"<p>Question proposed: \"That the Bill be received for final consideration.\"<\/p>"},{"type":"speech","time":1573569000,"counter":205,"content":"<p>The amendments made by D&aacute;il &Eacute;ireann involve the replacement in their entirety of sections 2 and 3 of the Bill as passed by Seanad &Eacute;ireann.  Acceptance of the amended sections accordingly entails the deletion of sections 2 and 3.  This approach to the amendments was taken on the advice of the Office of the Parliamentary Counsel in view of the number and nature of the changes made to section 2 in particular.  All bar one of the amendments are to this section.  No amendments have been made to sections 1 or 4.  All of the amendments are Government amendments.  No amendments were moved by Opposition Members of D&aacute;il &Eacute;ireann.<\/p> <p>The majority of the amendments to section 2 concern the form and not the substance of its provisions.  These amendments were made in order to lower the risk of legal challenge to the Bill, clarify aspects of its application, and provide additional protections for purchasers and recipients of gift vouchers.  As the Minister for Business, Enterprise and Innovation, Deputy Heather Humphreys, has emphasised, none of the amendments lessen or weaken in any way the protections contained in the Bill as passed by Seanad &Eacute;ireann.  In fact, the amendments significantly strengthen the protections provided for in the Bill.<\/p> <p>There are three substantive additions to section 2.  The first is the prohibition in section 66B(7) of section 2 of contract terms that place a limit on the number of gift vouchers that can be used in a single transaction.  Where such a contract term currently applies, a consumer with two &euro;100 vouchers who plans to buy goods or services for &euro;200 from the business that issued the vouchers would be permitted to use only one of them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In the view of the Minister, Deputy Humphreys, a contract term of this kind is unjustified and unfair to consumers.  The second addition provides in section 66B(8) of section 2 that where a gift voucher contract provides for the replacement of a lost or stolen voucher, the replacement voucher should have the same expiry date as the original voucher.  This provision will protect consumers by ensuring that an original and a replacement gift voucher will be subject to a combined expiry period of not less than five years, while clarifying for businesses that a replacement voucher will not be treated as a new voucher for the purpose of the five-year expiry date requirement.  The third substantive addition amendment provides in section 66B(10) of section 2 for an exception to the doctrine of privity of contract, which restricts rights and obligations under a contract to the parties to the contract.  As gift vouchers of their nature are normally redeemed by their recipients rather than their purchasers, it is necessary to ensure that the recipient of a voucher can exercise the same rights under the contract as its purchaser, including rights deemed to be included in gift voucher contracts by this Bill.<\/p><p>A number of amendments have been made in response to legal advice that certain provisions of the Bill, as initiated, were at risk of legal challenge on the ground of incompatibility with the maximum harmonisation nature of the unfair commercial practices directive.  The request for this advice was made after the Bill's passage through Seanad &Eacute;ireann and was prompted by a case referred to the EFTA court.  The legal advice recommended that in order to minimise the risk of legal challenge, provisions originally framed in terms of commercial practices by traders should be redrafted to refer instead to terms in gift voucher contracts.  This has been done in section 66B(1), and subsections (4), (6) and (8) of section 2 of the Bill.<\/p><p>The majority of the other amendments to section 2 of the Bill are technical in nature.  The definition of \"gift voucher\" in section 66A(1) of section 2 has been amended to exclude a number of products such as pre-paid telephone and Internet cards, gas and electricity cards, diesel and petrol cards, cheques and postal orders that share some characteristics with gift vouchers and might accordingly be held to come within the definition of that term but to which the protections of the Bill are unnecessary or would be inappropriate.  Electronic money gift vouchers are also excluded from the scope of the Bill in response to legal advice from the Attorney General that their inclusion risked incompatibility with the maximum harmonisation nature of the electronic money directive and conflict with the separate regulatory regime for electronic money.  The counterparty to the trader who supplies a gift voucher under a gift voucher contract is now referred to as a \"person\" rather than, as in the Bill as passed by Seanad &Eacute;ireann, a \"consumer\", in recognition of the fact that many businesses purchase vouchers to give to their employees and that these employees would not be regarded as \"consumers\" under the definition of that term in consumer legislation.  <\/p><p>Other technical amendments seek to clarify aspects of the application of the provisions to which they relate in order to avoid legal uncertainty and unintended consequences.  The provision at section 66B(5) of the Bill as passed by Seanad &Eacute;ireann, for example, could be interpreted as imposing a requirement on traders to reimburse the remaining balance on a gift voucher by means of cash or another gift voucher in all cases where a consumer redeemed only a portion of the value of a gift voucher and the remaining balance on the voucher was more than &euro;1.  There is no need for such a requirement, however, for gift vouchers that can be used multiple times as long as a balance remains on the voucher, and it was not the intention to impose a reimbursement requirement in such cases.  Section 66B4(a)(ii) of the Bill, as amended, clarifies accordingly that the reimbursement requirement applies only where the gift voucher contract contains a term preventing the remaining balance of the gift voucher from being redeemed in another transaction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#CC00350","speaker":"1364","continuing":true},{"type":"speech","time":1573569000,"counter":207,"content":"<p>As there are no Members indicating that they want to speak to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#DD00200","speaker":"1412"},{"type":"speech","time":1573569000,"counter":208,"content":"<p>Very briefly, I welcome what the Minister of State has put forward.  It is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#DD00300","speaker":"1391"},{"type":"speech","time":1573569000,"counter":209,"content":"<p>We are just dealing with the amendments in group 1.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#DD00400","speaker":"1412"},{"type":"speech","time":1573569000,"counter":210,"content":"<p>That is fine.  I will come back in again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#DD00500","speaker":"1391"},{"type":"speech","time":1573569000,"counter":211,"content":"<p>I will move on to group 2.  I ask the Minister of State to speak to the subject matter of the amendments in group 2.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#DD00600","speaker":"1412"},{"type":"speech","time":1573569000,"counter":212,"content":"<p>While the amendment of section 3 made by D&aacute;il &Eacute;ireann involves the replacement of the existing section in its entirety, sections 3(a) and (c) are similar to the corresponding provisions in the Bill passed by this House.  Section 3(b) is new and will provide that contraventions of the requirement to provide information on the expiry date or period of a gift voucher will come within the scope of section 85 of the Consumer Protection Act 2007 on fixed payment notices.  Contraventions of other information requirements in that Act and of information requirements in other consumer protection legislation can be the subject of fixed payment notices, and it is appropriate that contraventions of information provisions in the Bill can be dealt with in a similar way.  It will be for the Competition and Consumer Protection Commission to decide in the circumstances of a particular contravention whether a fixed payment notice is appropriate or whether the contravention should instead be dealt with by means of summary proceedings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#EE00100","speaker":"1364"},{"type":"unspoken","time":1573569000,"counter":213,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1573569000,"counter":214,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1573569000,"counter":215,"content":"<p>I welcome the clarification and the changes to the redeemability of gift vouchers, and that the same conditions will be given to the recipient and the purchaser.  The Minister of State made clear the need for replacement vouchers.  Gift vouchers should never have an expiry date and should last forever.  I welcome the Minister of State's changes and congratulate him and the Department on the Bill's passage.  It is important legislation that will give equal protection to the recipient and the purchaser and is about ensuring we make it easier for people to use gift vouchers and gift cards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#EE00400","speaker":"1391"},{"type":"speech","time":1573569000,"counter":216,"content":"<p>I am delighted to welcome the Minister of State back to the House.  As he will know, we spent some time debating the matter previously.  We welcome the amendments, which seem straightforward and logical.<\/p> <p>It would be remiss of me not to mention the significant birthday of our Acting Chairman today.  I am sure he will treat us all to wine and cake in the bar later.  I congratulate him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#EE00500","speaker":"1411"},{"type":"speech","time":1573569000,"counter":217,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#EE00600","speaker":"1412"},{"type":"speech","time":1573569000,"counter":218,"content":"<p>I join the Senator in wishing the Acting Chairman a happy birthday and look forward to sharing with him the wine and cake the Senator mentioned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#EE00700","speaker":"1391"},{"type":"speech","time":1573569000,"counter":219,"content":"<p>Senators are all very welcome.  We will see them later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#EE00800","speaker":"1412"},{"type":"speech","time":1573569000,"counter":220,"content":"<p>The gift voucher is in the post.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#EE00900","speaker":"1364"},{"type":"speech","time":1573569000,"counter":221,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#EE01000","speaker":"1412"},{"type":"unspoken","time":1573569000,"counter":222,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1573569000,"counter":223,"content":"<p>Sitting suspended at 5 p.m. and resumed at 5.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Health Services Provision: Statements","time":1573569000,"counter":224,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#GG00050"},{"type":"speech","time":1573569000,"counter":225,"content":"<p>I welcome the Minister of State, Deputy Jim Daly, to the House and I ask him to make his contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#GG00100","speaker":"1418"},{"type":"speech","time":1573569000,"counter":226,"content":"<p>St. Joseph's in Shankill is part of the St. John of God Hospitaller Services Group.  It provides residential care and day care for service users, all of whom have a diagnosis of dementia.  Most of the 60 residential places are funded through the nursing homes support scheme.  Separately, the HSE contracts for approximately 25 day care places per day at St. Joseph's.<\/p> <p>It is most regrettable that residents, their families and the service users of St. Joseph's are in a state of anxiety with regard to the services of which they avail.  My overriding message to all parties involved is to use the mechanisms available to engage on the matters of concern.<\/p> <p>Recognising the challenges faced by people living with dementia in Ireland and to provide services that will meet growing demand in future years, the Government launched the national dementia strategy in December 2014.  The strategy's purpose is to increase awareness of dementia, ensure timely diagnosis and intervention and develop enhanced community-based services, in line with the vision of Sl&aacute;intecare.  The HSE's national dementia office is developing a framework for dementia diagnosis and post-diagnostic supports, the testing and delivery of intensive home support packages and a programme to upskill GPs and primary care teams in diagnosing and managing dementia.  The Dementia: Understand Together campaign has also been a major success in making a difference in bringing down the walls surrounding dementia.<\/p> <p>In budget 2020, further investment was committed to provide ten additional dementia adviser posts as part of the drive under Sl&aacute;intecare to reduce our dependence on care in hospitals and support healthcare delivery in the community, along with significant investment in delivering an additional 1 million home support hours in 2020.  The Government remains committed to the full implementation of the national dementia strategy and to ensuring that people with dementia can access the services they need to live as well as possible in their own homes and communities for as long as possible.<\/p> <p>The nursing homes support scheme, commonly referred to as the fair deal scheme, is a system of financial support for people who require long-term residential care.  Participants contribute to the cost of their care according to their means while the State pays the balance of the cost.  The scheme aims to ensure that long-term nursing home care is accessible and affordable for everyone and that people are cared for in the most appropriate settings.<\/p> <p>The nursing homes support scheme is expected to support 23,042 people at any one time in 2019.  Its budget for 2019 saw an increase of &euro;24.3 million over 2018, making a total budget of &euro;985.8 million for 2019.  In 2020, the scheme will see a further investment in its budget of &euro;45 million, bringing its total annual budget to &euro;1.03 billion.  This substantial investment will provide ongoing long-term residential care over the course of 2020, ensuring the scheme continues to deliver affordable and accessible nursing home care for our citizens with long-term care needs.<\/p> <p>The National Treatment Purchase Fund, NTPF, has been designated by the Minister for Health pursuant to section 40 of the Nursing Homes Support Scheme Act 2009 as a body authorised to negotiate with proprietors of non-HSE registered nursing homes to reach agreement on the maximum prices that can be charged for the provision of long-term residential care services to nursing homes support scheme residents.  The NTPF has statutory independence in the performance of its function and negotiates with a nursing home on an individual basis.  The Minister for Health does not have any role in this regard.<\/p> <p>The NTPF has clear established processes for agreeing prices and has successfully negotiated terms with more than 430 private and voluntary nursing homes participating in the scheme.  The NTPF's processes are available to all nursing homes, and since the end of 2017 there has been a net increase in the number of nursing homes operating in Ireland, with an increase of almost 1,300 in the number of beds in the nursing homes with which the NTPF has agreed terms.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jim Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2328\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2328&amp;amp;pid=JimDaly&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In the context of its statutory role in negotiating maximum prices charged for the provision of long-term residential care services to NHSS residents, the NTPF established processes are the appropriate mechanism for engagement.  The established processes include provision for an NTPF review mechanism where agreement is not initially reached on the price.  I understand that the initial engagement and negotiation between St. Joseph&rsquo;s and the NTPF is currently active.  Given the NTPF&rsquo;s statutory independence in the performance of its functions, it would not be appropriate for me to comment any further.  As indicated at the outset, engagement through the established mechanisms is the prudent and appropriate course of action. <\/p><p>The HSE has been in extensive engagement with the St. John of God Hospitaller Services Group with regard to the day care service at St. Joseph's and this engagement is ongoing.  The HSE has further committed to continued intensive engagement on this matter before the end of 2019.  I acknowledge the role of private and voluntary providers in residential care provision.  I encourage the St. John of God group to continue its engagement with the HSE with regard to day care services in the context of the HSE's commitment to engagement.  I understand that the HSE will endeavour to meet with St. Joseph's in the coming days with a view to continuing the positive dialogue and to try to find a satisfactory resolution to the issue.<\/p><p>Day care centres play an important role in supporting older people to remain in their communities by promoting well-being, preventing or delaying health deterioration, supporting them to remain independent, and supporting the carer.  There are in the region of 300 day care centres across the nine community health organisations.  They offer services which include nursing and therapy supports, social activities, chiropody and some personal care.  The centres play a key role in facilitating early discharge and hospital avoidance.<\/p><p>I recently announced the approval of &euro;1 million in grant funding for community and voluntary groups under the community and voluntary supports grant scheme launched earlier this year.  This initiative will provide additional funding to community and voluntary groups to continue to support older people, family carers and significant others to stay well and remain connected with their local community.  The funding will support an additional 20,000 meals on wheels per annum, 90 additional day care places per week, 13 new or expanded social centres and 19 befriending projects.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#GG00200","speaker":"1261","continuing":true},{"type":"speech","time":1573569000,"counter":228,"content":"<p>Before I call Senator Davitt, I welcome Councillors Eddie Fitzpatrick and Cormac Devlin to the Public Gallery.  They are very welcome to this Chamber, to which councillors elect 43 Members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#HH00200","speaker":"1418"},{"type":"speech","time":1573569000,"counter":229,"content":"<p>I also extend a welcome to my neighbour, who we call Eddie Fitz in my part of the country, and to Cormac Devlin, who has talked to me about this issue on a number of occasions.  He is very active in the area and is a great representative for the community.  I am deputising for Senator Swanick, who is attending a meeting elsewhere.  The Senator was in contact with the Minister of State's office in that regard.<\/p> <p>St. Joseph's in Shankill reports that it will be forced to cease its day care service from January and gradually wind down the entire facility unless more public funding is provided this year.  St. Joseph's is currently operating at a major loss and the funding gap is getting wider each year.  The home gets funds from the fair deal scheme but not enough to cover its bills.  The money provided by Government has not increased since 2006 and costs have risen rapidly since then.  It has been trying to plug the gap with help from St. John of God's, as the Minister of State has mentioned, but in 2019 alone the shortfall will reach &euro;1 million, which is quite a lot.  The Government is refusing to take responsibility for the problem and is trying to pass the buck while citing a report on the fair deal scheme which will apparently be used to decide whether funding rates are appropriate.  That report has been delayed by two years.  In the meantime, the threat of closure hangs over St. Joseph's.  The care, compassion and clinical expertise that patients are given in St. Joseph's cannot be understated.  Closing it would be disastrous for the vulnerable residents but would also have a terrible knock-on effect for families who will have to deal with the stress and worry of finding somewhere new for their loved relatives.<\/p> <p>The St. John of God group has been lobbying the Department of Health and the NTPF in recent months for a significant increase in reimbursement payments for inpatient and day care.  St. Joseph's has covered the &euro;7 million financial shortfall from its own resources since 2012 but another &euro;1.2 million is needed next year.  Some 120 patients attend St. Joseph's day care services and 60 live there full-time.  The CEO of St. Joseph's has requested a weekly payment of &euro;1,785 per resident.  Most residential places at St. Joseph's are funded through the fair deal scheme but the rate is insufficient as it does not take account of the dementia-specific and palliative care needs of these residents who have a terminal diagnosis.  Numerous HSE nursing homes are getting paid more than the rate St Joseph's is asking for despite not specialising in the same expensive treatment.  Dementia care is an end-of-life palliative process and St. Joseph's simply cannot continue to offer this specialist long-term care based on the current funding model applied by the NTPF and the HSE.  It is paid at considerably lower rates than equivalent public facilities despite the additional costs associated with meeting the high-dependency needs of the people cared for there.<\/p> <p>The truth is that none of this needs to happen.  All of this could have been avoided had the Minister of State listened to the warnings regarding the financial situation at St. Joseph's when Deputy Donnelly first raised them in the D&aacute;il in June.  Now, the State's largest nursing home specifically for dementia patients faces closure over a funding crisis.  The Government is abandoning some of the most vulnerable people in society.<\/p> <p>I was happy to read that statement on behalf of Senator Swanick.  I listened to what the Minister of State had to say, which was important, and I appreciate that he is here today to discuss the matter.  He provided a lot of detail on many issues.  He told us about the &euro;1 million in grant funding, the 300 day care centres and the services provided at St. Joseph's.  He told us everything but he did not mention anything specific about keeping the residents in the centre and the deal he is trying to strike with the St. John of God's group, if he is, if fact, trying to strike one.  He said that the HSE has been talking to the board and, since St. John of God's has been covering the overrun, it will be the board that decides whether the service will continue.  I am a little bit disappointed that he could not tell us that we were 50% of the way to a solution or that we have been able to deal with some of the shortfall although without agreement on the overall figure.  I am sure anything that would help to keep these people where they are would be a better response than closing the centre.  The Minister of State knows that, if it does close, significant amounts of money will have to be spent to settle these people elsewhere.<\/p> <p>I appreciate the Minister of State being here and the compassion he has shown in respect of this issue but will he go off script and enlighten us a little bit more about some of the detailed discussion that has taken place?  I would appreciate it if he did that for the sake of the people involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#HH00300","speaker":"1411"},{"type":"speech","time":1573569000,"counter":230,"content":"<p>I welcome the Minister of State.  This is a matter in respect of which I have a particular interest and about which I have particular concern as a proud member of the Oireachtas dementia group.  It is via the latter that my colleagues and I work hard on this issue.  I refer particularly to Senator Humphreys, who is also a champion for those with dementia.  I have to confess, I feel a sense of <i>d&eacute;j&agrave; vu<\/i>.  These discussions bring to mind those we had in the summer of 2018 with regard to the closure of Linn Dara day hospital, which was to reopen.  Is sc&eacute;al eile &eacute; sin.  It was promised, it just never occurred.  I want to give a particular shout-out to the Alzheimer Society of Ireland in light of all the work it does in supporting the work of the Oireachtas group.  We work well, creatively and cleverly together.<\/p><p>Last November, the St. Joseph's campus was a finalist for a nursing home award.  These awards are a national celebration of outstanding care provided, innovative care and best practice.  They are the Oscars of the nursing home sector.  Testimony from carers, families, patients and the wider community acknowledges the massive difference the facility makes to their loved one's lives.  Care is delivered in the best way possible for people living with dementia and their families.  My office spoke with representatives of St. Joseph's earlier today and they told us the quite startling fact that use of psychotropic drugs in their service has dropped from a massive 78% to 23%.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->For too long, people living with dementia were chemically drugged with heavy doses of psychotropic medication, which hastened their physical and cognitive deterioration.  These are great statistics, which show the great action taken by staff at the centre.  Restraint mechanisms are not used to manage patients.  This shows the high quality of care that is unique.  <br\/><br\/>A few months ago, I had the privilege of hosting the writer, artist and anthropologist, Dana Walrat, in the audiovisual room.  Ms Walrat wrote an amazing book, <i>Aliceheimer's, <\/i>which documented her mother's journey with Alzheimer's disease.  She is a recognised international expert.  We spent a lovely weekend roaming around Dublin.  She was delighted that we in Ireland treat and care for people with dementia care using a social model as opposed to the medical model prevalent in the United States.  She found that wonderful, a great way of looking at the person and his or her environment and needs as opposed to strict medical diagnosis and medical management.  Under the social model, people are integrated in their community where they can socialise and be with others.  This holistic approach is exemplified in the model adopted by St. Joseph's.<br\/><br\/>My colleague, Deputy John Brady, who met management and staff at St. Joseph's, described the ethos in the facility as patient centred and said it provided a class A1 standard of care.  He also told me about the many volunteers who contribute to the running of the centre which provides this vital service.  There are two parts to the St. Joseph's service, as the Minister of State outlined, its day care service and its residential facility.  The Minister for Health, Deputy Harris, was reported in the <i>Wicklow Times<\/i>this week as saying he would not allow the centre to close.  At a glance, that is a very welcome statement but if we dig a little deeper, we find concerns.  The Minister indicated that the continuation of the residential facility is guaranteed under the National Treatment Purchase Fund.  Is this the assurance he was giving when he said the doors would not close?  The day care centre is funded by the HSE.  Given our vision of moving away from loading the fair deal into community provision and allowing people to remain independent, day care services will become a vital part of providing that.  If we close this facility, we would be shooting ourselves in the foot because there are so few such places around.<br\/><br\/>Last week the Minister said the HSE was intensively engaging, as the Minister of State reiterated today, to try to agree additional funding to keep St. Joseph's open. This is the crux of the worry.  Intensive engagement is not enough.  St. Joseph's engages in intensive negotiations every year just to maintain its services.  The Minister appears to frown on the decision by management to alerting residents and their families to the situation.  Management has a duty of care to notify if the service will not exist at the end of the year.  These discussions have been ongoing so announcement of intensive engagement is nothing more than a distraction.  If the Minister is serious about the service staying open, it will mean more than keeping the doors open.  The management need and deserve a legally binding agreement on funding in order that it can fulfil its responsibilities to patients.<br\/><br\/>There is a wider issue here regarding private, public and not-for -profit services.  There are serious question marks over whether there is a level playing field.  We need to address this issue.  A vital first step in doing so would be to have the National Treatment Purchase Fund review published.  The review would give us some of the information we need and recommendations to tackle this problem in order that it does not continue to arise around the country.  <br\/><br\/>Let us not forget in all this talk what this facility means to the families and the many residents who call it home.  The fear they are experiencing is very upsetting for them and their loved ones.  We should not disguise the truth.  We need more than a commitment that the door will not close.  There must be a full financial plan to secure the continuation of both the day care and residential services, as well as a plan to tackle the wider issues at play here.  I look forward to contributing to that process.  We must keep in mind that day care places will become a much needed resource when we implement the vision of allowing everybody allowed to stay in their own homes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#HH00400","speaker":"1388","continuing":true},{"type":"speech","time":1573569000,"counter":232,"content":"<p>I am grateful to the Minister of State for attending this debate and giving such a lengthy opening statement.  I am also grateful to my colleague, Senator Colm Burke, the Fine Gael health spokesperson, for allowing me to substitute for him today on basis that I am familiar with this matter, both as a local representative and from my time with Councillor Devlin on D&uacute;n Laoghaire-Rathdown County Council.  I must give credit to Senator Humphreys whose tireless efforts on the Order of Business last week ensured we were able to have statements on this crucial topic.<\/p> <p>We have discussed many issues, most importantly the funding shortfall and the real concern among the 100 staff of St. Joseph's who provide such excellent care to many people.  The community, not only in the Shankill area, but throughout south Dublin, north County Wicklow and into County Wexford, rely on the services provided by St. Joseph's.  I must echo the call that rather than continuing with intensive engagement, we must get a resolution to this issue which provides certainty to patients, their families and all those connected to this facility.<\/p> <p>Regardless of how it is phrased, the statement by the Minister for Health, Deputy Harris, that this facility will not close is welcome.  We need to see the flesh on the bone and the full detail of what is planned for this very important facility.  Many people in my area benefit greatly from the services it provides.  They are given great peace of mind, knowing their loved ones are receiving the best quality treatment from those who know them and care about their health.  Senator Devine eloquently laid out some of the advances that have been made in this facility over the years, which could serve as models for similar facilities throughout the country.  <\/p> <p>I was contacted by a lady in Dundrum whose husband has been cared for in St. Joseph's for some time.  She told me he has a wonderful life there and it is his home away from home.  Surely that is what we should advocate and seek in all such facilities but to do that we need to ensure that patients such as the husband of the lady in question are protected and can continue to avail of the superb standard of care offered by St. Joseph's.  That can continue with guarantees and assurances.  I urge all those concerned about this matter to allow the negotiations to run their course and not to panic.  I underline, however, that we need to see a conclusion to those negotiations.  While I fully appreciate that the Minister and Minister of State cannot engage directly and we must allow the negotiations to take their course, time is of the essence.  Those who have concerns for their loved ones need to be certain their loved ones will be looked after.<\/p> <p>I do not want to take up much time because many Senators want to contribute to the debate.  I underline how important it is to many of the people I deal with to know that this facility is there and their loved ones are being cared for.  St. Joseph's has become a vital part of our community and anything that can be done should be done as quickly as possible. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#JJ00200","speaker":"1399"},{"type":"speech","time":1573569000,"counter":233,"content":"<p>I will be brief because I have had a look at the Minister of State's statement and I do not want to repeat what previous speakers have said, other than to say that it should never have come to this.  It is as simple as that.  Fine Gael is in government and has known about this issue because it has been ongoing for some time.  I have spoken to some people in the St. John of God Hospital group who are involved.  It was unsustainable that it had to keep dipping into its own resources to keep services afloat.  This is not a new issue that arose last week or the week before.  It has been going on for months.<\/p> <p>I should declare that I was a director of the National Treatment Purchase Fund for two terms.  I am, therefore, fully aware of the NTPF's role in organisations similar to this one and the power of negotiation in fixing prices.  There must be consistency.  For every case where there is a problem, a balanced approach must be taken and one must be mindful of the overall picture.  I appreciate and understand that.<\/p> <p>It is of some comfort that the Minister for Health, Deputy Harris, has given an assurance that St. Joseph's will not close.  Why would he not do so given that the facility borders on his constituency?  It falls within the D&uacute;n Laoghaire electoral constituency but matters related to health should not reflect on the political landscape around it.  The reality, however, is that this facility is located close to the Minister's constituency.  It is disappointing that it has taken so long to address this issue.  It has come to the stage where the owner and provider of this service, the St. John of God Hospital group, had to indicate its concern.  Ultimately, as Senator Devine said, it had to give notice to the carers, families involved and the staff and management in St. Joseph's and flag its concern.  It would have been irresponsible of it to have left it any later to do so.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It has, however, focused minds because we are talking about it today.  As a member of the Joint Committee on Health, I suggest asking the Minister and his officials to come before the committee, along with some of the providers of the service, to explain what is happening.  We have to keep the momentum going.  I welcome the fact that the Minister of State is here and I have always been extremely supportive of him because his heart is in the right place.  I am sure that if he could write an open cheque for this he would do so.  It is important to keep the pressure up, from all parties in this House and the D&aacute;il, and the health committee should raise it.  It is about how we treat our most vulnerable people, be they young people, people with disabilities or older people, who are the majority though I also know a brother and sister aged under 60 who live in this facility.  Alzheimer's disease and dementia do not just hit older people.  These two people do not even know they are brother and sister on the same premises and that is a story in itself.  I suggest we raise the matter in a week's time in the Seanad as we need to keep it going and to give comfort to families and carers.  I acknowledge the staff at the top and bottom of this organisation, which I know well because I visit it on many occasions.  It is an amazing service - a purpose-built facility which is a model for the way we should be caring for people and could be replicated many times over because the demand exists for it across the country.  Let us keep the momentum up for a resolution to something that should never have come this far.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#JJ00300","speaker":"1379","continuing":true},{"type":"speech","time":1573569000,"counter":235,"content":"<p>I was fuming with anger when this came up last week, to the point where I demanded the Minister attend the House.  The fact that the Minister of State has come in is a compromise.  Has my anger diminished?  No, it has not.  In the D&aacute;il last week, the Minister, Deputy Harris, said the doors would not close.  He said St. Joseph's was a brilliant facility that needed to be supported and that it would be supported and remain open.  That is not what the Minister of State said in his contribution today, however.  He said the National Treatment Purchase Fund had statutory independence in the performance of its function so the Minister for Health should not have given that commitment last week.  It has not been negotiated and funding has not been secured.  We need to get away from soundbite politics that just push dementia further down the line, which is what has been happening for the past three years.  The all-party group on dementia has raised dementia and Alzheimer's over and over again and the Minister of State has been buttonholed on the issue on several occasions in the past three years.  We saw some movement on it in the budget but it was very small.  It was fought for very hard by families whose loved ones suffer from dementia.  In the media, we read that they have been told they may lose 120 day places and that the service for full-time care will be closed.  Why would everybody not seethe with anger about this?  The anger is still there because we are being fobbed off again and are not getting definite commitments from the Minister of State that St. Joseph's will stay open and that people suffering from dementia will be treated with respect.<\/p> <p>I will remain angry until there are meaningful supports for patients suffering from dementia and their families.  For the past three years they have not been treated well.  The Department's report of 2015 stated that the fair deal scheme was not fit for purpose and that fees payable to high-dependency patients in nursing homes, meaning the likes of St. Joseph's, were not viable.  We are two years past the implementation of that report and nothing has happened.  I prefer to stay in the community as long as possible but the Minister was asked if people who are suffering from dementia and who have to go into nursing homes could be treated as having a terminal illness, like cancer, and get similar funding.  Why is that not happening?  According to the Minister for Finance, we are out of the fiscal crisis so why have reports commissioned by the Department not been implemented?  Why has there not been a proper rolling out of services for people with dementia, rather than their families being told they could be turfed out and that they would have to find somewhere else for their loved ones?<\/p> <p>I am not happy with the Minister of State's answer to this.  Can he explain why the review system for nursing home prices under the nursing home support scheme are outstanding, four years after the report and two years after its implementation date?  Are people scratching themselves in the Minister's Department?  We are not seeing delivery though we are seeing report after report.  We are running budget surpluses and the Taoiseach spoke of them with glee this morning, while we are leaving families to suffer.  They are working and doing their best but they cannot launch political campaigns and regularly stand at the doors of Leinster House to demand a proper service for their loved ones, although they did this a couple of weeks ago.  It is heartbreaking to see these family members having to organise protests for their loved ones to be looked after correctly, decently and with respect, while letters are sent to them telling them they are going to lose their services.  The letters were issued in desperation because St. Joseph's cannot run a deficit of over &euro;1 million, year after year.  The hospital had a responsibility to say where it stood and it was criticised for doing so but it was wrong to do that and it was only another media soundbite.<\/p> <p>I ask the Minister of State to use the same words to reassure me as his senior Minister used, by telling me the doors will not close.  St. Joseph's is a brilliant facility that needs to be supported.  I ask him to back up his senior Minister's soundbite because if he cannot do that, it shows it is only a soundbite and that is not good enough.  We want it said loud and clearly.  The Minister should tell me that, without any doubt, the doors will remain open and St. Joseph's will be supported.  I ask him not to give me any of the bull about independent groups and reviews but to reassure me that what the Minister said in the D&aacute;il is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#KK00200","speaker":"1417"},{"type":"speech","time":1573569000,"counter":236,"content":"<p>I thank Senator Humphreys and the all-party working group on dementia for getting this debate onto the agenda.  This is a hugely important issue for me and I am shocked that it is even necessary to have the debate.  A friend of mine, Don O'Neill who lives in New York, is a very well-known fashion designer and he held a fashion show as a fundraiser a couple of years ago.  I went along to support it but I had no understanding of the great work the hospital did until then.  They showed videos of families and people with dementia, including young people who had dementia in their late 40s and who have children aged 18 or 19.  It was heartbreaking.  We have had long discussions about the resources allocated in the budget to vital services, yet we are now discussing the potential closure of an essential care centre which is relied on by many families and vulnerable older people.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frances Black:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2474\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2474&amp;amp;pid=FrancesBlack&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I thank the Minister of State for being here today.  This must be difficult for him because he is a very compassionate man.  The figures laid out by my colleagues are stark.  St. Joseph's in Shankill is the largest dementia care home in the country, which provides mostly end-of-life palliative care on a not-for-profit basis for people suffering from dementia.  Over 60 people live there.  The Minister of State knows all this.  It also provides a further 120 day-care places.  The home has been struggling with funding since 2012 and at this point the day-care centre may close as soon as January, with the entire facility being wound down not long after that.  That is really shocking.  What are those 120 families supposed to do?  What are the 60 people with dementia currently living in the facility supposed to do?  It is unacceptable that those families are facing into Christmas and the winter months with this horrible uncertainty looming over them.  We are talking about a matter of weeks.  At a minimum, we need a short-term funding allocation in order to provide security and comfort for the people involved and to allow time to meet with the management and figure out longer-term support.  People watching this debate are unsure as to whether their loved ones with dementia will have somewhere to go in a few weeks' time.<\/p><p>This is depressing, to put it lightly, and it is unacceptable that we are having this conversation in one of the richest countries in the world.  I believe we are the tenth richest country in the world.  We have a duty of care to the most vulnerable in our society and it is heartbreaking that they are facing a closure such as this one.  Politics is to a large extent a question of how we allocate resources.  I understand that we have competing demands and endless trade-offs for what we can do.  However, I firmly believe that a certain level of care and well-being is simply non-negotiable and represents a moral floor below which nobody in this country should be allowed to fall.  In a republic worthy of that name it should be taken as a given that we provide a basic standard of food, shelter, education and healthcare, which we should set as our minimum standard.  That is how a wealthy country should act, by looking after its most vulnerable.  That is what we should be doing.  It should be our top priority.  Beyond this, we can have a debate and weigh up the costs and benefits of how to allocate resources, but only above this line, once the basic needs of care and dignity are met.<\/p><p>I am sorry to say that we are failing badly when it comes to housing.  Given that the families of 60 people suffering with dementia have had to launch a public campaign to keep their vital support service open, it is clear that we are failing in healthcare too.  The figures show a &euro;7 million shortfall, which is mostly due to essential capital investment to meet targets set by HIQA.  St. John of God Hospital has been making up this shortfall for several years but it is becoming unsustainable.  It seems a further &euro;1 million will be needed next year.  These figures are alarming but we have to put them into perspective.  We need context when discussing resources and trade-offs.  Every year, the Irish State pays &euro;17 million to the greyhound industry and essentially pours public money into it in order to keep commercially non-viable tracks afloat.  That should serve as a stark reminder of the levels of money about which we are talking and how our priorities are reflected in the budget.  We are debating a small amount of money that is needed to provide vital supports for dementia sufferers and which pales in comparison with many of the other lines in the most recent budget.  It is simply not good enough.  I join my colleagues in calling on the Government to make sure this vital service is maintained.  We should be debating how this service can be replicated and expanded across the country, rather than being closed prematurely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#KK00300","speaker":"1408","continuing":true},{"type":"speech","time":1573569000,"counter":238,"content":"<p>I thank each of the Senators who contributed to the debate and acknowledge their commitment and passion.  Nobody has taken advantage of this situation and all are genuinely concerned about this issue, which I always appreciate.  I have a prepared script, but I will be brief in order to address the issues the Senators have raised with me directly.  I will not rerun everything I already said, but I stress that these Houses dictated that the NTPF must deal with nursing homes individually and independent of the Minister of the day.  If the Houses want to change that and believe the Minister should do the negotiating, we can debate it and the Minister can get involved.  As of now, according to the law of the land as set by this House and the Lower House, negotiations are conducted by an independent body, namely, the NTPF.  I must have due regard to that process.  Regardless of whether people like it, that is the harsh reality.<\/p> <p>We looked at some of the figures.  Over 23,000 people are in nursing homes today and are funded by the fair deal scheme.  The NTPF negotiates a rate for each of those 23,142 people.  We are talking about 60 residential places within that figure of over 23,000.  I am not saying for a second that any one of those 60 people are less worthy of everybody's full and total commitment and attention, but the NTPF by and large does a reasonably good job in this area.  We are not in here every day debating nursing homes across the board.  If we were, it would mean the whole thing was in chaos.  I am just making that point to put this in context, not to take away from any of the 60 people impacted by this issue.<\/p> <p>Senator Davitt asked for more detail regarding the negotiations.  I cannot give that detail as I do not have it.  I am not involved in those negotiations and do not have any input in them.  If I had input and started asking about how much various things cost or how much was being spent on food, I would be breaking the law as agreed by this House and the D&aacute;il.  That is the kind of detail that goes on in those negotiations, which I cannot give the Senator.<\/p> <p>Senator Devine-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL00200","speaker":"1261"},{"type":"speech","time":1573569000,"counter":239,"content":"<p>The Minister of State has said that they will meet again.  He could enlighten us as to whether the negotiations are under way, or if he is very hopeful-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL00300","speaker":"1411"},{"type":"speech","time":1573569000,"counter":240,"content":"<p>Senator Davitt had an opportunity to make his point during his contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL00400","speaker":"1418"},{"type":"speech","time":1573569000,"counter":241,"content":"<p>The good Senator over here has told us that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL00500","speaker":"1411"},{"type":"speech","time":1573569000,"counter":242,"content":"<p>Senator, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL00600","speaker":"1418"},{"type":"speech","time":1573569000,"counter":243,"content":"<p>-----all they wanted to hear was that it was going to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL00700","speaker":"1411"},{"type":"speech","time":1573569000,"counter":244,"content":"<p>Senator Davitt, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL00800","speaker":"1418"},{"type":"speech","time":1573569000,"counter":245,"content":"<p>I could not agree more with Senator Devine about day-care places and the need to support them as a preventive model which would keep people out of nursing homes.  I was with my own mother in a day-care centre yesterday.  They are fantastic and are absolutely out of this world.  They involve nurse-led care.  Not enough people know what day-care places actually entail.  There is a nurse in charge and nurses provide podiatry, physiotherapy and dietetic services.  They are fantastic places.  The longer people avail of such services, the more people do so, and the more such places we provide, the less likely it is that people will require long-term nursing home care.  I accept the broad context of the Senator's point and support her 100%.  That is not to take away from the debate we are currently having.<\/p> <p>Senator Richmond said that this is not only about negotiation but about resolution.  Both I and the Minister for Health agree with him, but we have to respect the process laid down by law.  We share the House's desire for a resolution, because it does not bring either the Minister or me any satisfaction to think that there are families out there tonight with a question mark over their future.  That is not acceptable.  No family or loved one who is resident in one of these homes should be in such a situation.  We have a vested interest in this and are 100% with the Senator in wanting this to be brought to a conclusion as quickly as possible.<\/p> <p>Senator Boyhan acknowledged the staff, which I echo.  A fantastic ethos has been developed by the staff in both St. John of God Hospital and across the country who care for the elderly.  That must be recognised in every single debate.  I welcome Senator Boyhan highlighting that fact.<\/p> <p>Senator Humphreys raised a number of issues external to today's debate which I will not go into.  I am happy to come back here on any occasion-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL00900","speaker":"1261"},{"type":"speech","time":1573569000,"counter":246,"content":"<p>The point is that those are the issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL01000","speaker":"1417"},{"type":"speech","time":1573569000,"counter":247,"content":"<p>I did not interrupt the Senator, so if he would not mind letting me finish-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL01100","speaker":"1261"},{"type":"speech","time":1573569000,"counter":248,"content":"<p>I cannot let Members back in unless they wish to raise a point of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL01200","speaker":"1418"},{"type":"speech","time":1573569000,"counter":249,"content":"<p>I am quite happy to come back to the House if Senators want a wider debate on the NTPF, nursing homes and levels of care.  We face a particular challenge of which this issue is probably a symptom.  I want to get to the cause as I cannot go into detail on individual symptomatic cases such as this one.  This is about a negotiation between a State body, namely, the NTPF, and St. John of God.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL01300","speaker":"1261"},{"type":"speech","time":1573569000,"counter":250,"content":"<p>I want to raise a point of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL01400","speaker":"1417"},{"type":"speech","time":1573569000,"counter":251,"content":"<p>The Senator can do so when I am finished.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL01500","speaker":"1261"},{"type":"speech","time":1573569000,"counter":252,"content":"<p>It is up to the Acting Chairman whether to accept a point of order.  The Minister of State said that he cannot go into it.  The report in question specifically related to the cost.  The point of order is that the statement said the doors would not close.  Based on what the Minister of State is saying, what the Minister for Health, Deputy Harris, said misled the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL01600","speaker":"1417"},{"type":"speech","time":1573569000,"counter":253,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL01700","speaker":"1418"},{"type":"speech","time":1573569000,"counter":254,"content":"<p>Is the Minister of State saying that the Minister for Health misled the D&aacute;il?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL01800","speaker":"1417"},{"type":"speech","time":1573569000,"counter":255,"content":"<p>That is not a point of order, and Senator Humphreys is well aware of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL01900","speaker":"1418"},{"type":"speech","time":1573569000,"counter":256,"content":"<p>It is a point of order because these things are all related in setting the cost.  It is not just about the individual but about the whole system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL02000","speaker":"1417"},{"type":"speech","time":1573569000,"counter":257,"content":"<p>I am ruling that it is not a point of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL02100","speaker":"1418"},{"type":"speech","time":1573569000,"counter":258,"content":"<p>If the Senator had the manners to let me finish, I would have addressed those points.  I ask him to please let me finish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL02200","speaker":"1261"},{"type":"speech","time":1573569000,"counter":259,"content":"<p>The Minister of State is to speak without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL02300","speaker":"1418"},{"type":"speech","time":1573569000,"counter":260,"content":"<p>The Senator raised a number of issues that are separate to this matter, but one particular issue does arise here.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jim Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2328\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2328&amp;amp;pid=JimDaly&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am referring to the lack of flexibility in the system to acknowledge increased levels of care and this is where the difficulty arises.  I am acutely aware that some nursing homes and care providers go above and beyond the call of duty.  They do not just provide the standard level of care, they provide seriously enhanced levels of care.  However, we have a standardised model of allocating funding to care homes that does not incentivise organisations.  I am not speaking about a particular organisation, I am making a general point that the model does not incentivise carers and providers to up the level of care.  We need to build in this flexibility.<\/p><p>The challenge we have is to build in more flexibility, tiers and levels into the payments to nursing homes based on the level of care.  I have been trying to get this into the system and have had numerous meetings with Nursing Homes Ireland on it.  If a nursing home goes way above and beyond the call of duty in providing activities, engagement, patient care and allied healthcare we have to have a way to fund it.  A single assessment tool model is badly required.  I communicated with the Secretary General of the Department this week about the urgent need for a single assessment tool so we can start building those blocks.<\/p><p>To move away from this debate, I do not know whether anybody in the House is familiar with what is provided for dementia patients in Bruff, County Limerick.  It is very difficult to make ends meet there under the NTPF restricted model.  The system does have this challenge that I must deal with and we are trying to deal with it.  This is a symptom of the challenge that exists in the system.<\/p><p>I do not have the power to negotiate so I cannot go into detail on this and we must respect the ongoing process.  There are two sides to it.  I reiterate there are 430 nursing homes and care providers in the same process and they are not arising as an issue.  We must acknowledge this, and that the NTPF is doing its job, notwithstanding this challenge.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#LL02400","speaker":"1261","continuing":true},{"type":"speech","time":1573569000,"counter":262,"content":"<p>That concludes the statements on services at St. Joseph's in Shankill and I thank all colleagues for their contributions.<\/p> <p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#MM00200","speaker":"1418"},{"type":"speech","time":1573569000,"counter":263,"content":"<p>Maidin am&aacute;rach ar 10.30.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#MM00300","speaker":"1399"},{"type":"speech","time":1573569000,"counter":264,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019111200002#MM00400","speaker":"1418"},{"type":"unspoken","time":1573569000,"counter":265,"content":"<p>The Seanad adjourned at 6.05 p.m. until 10.30 a.m. on Wednesday, 13 November 2019.<\/p>","notice":"TIME STRING DETECTED"}]