[{"type":"minorheading","content":"Prelude","time":1633440600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1633440600,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1633440600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1633440600,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1633440600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#A00100"},{"type":"speech","time":1633440600,"counter":6,"content":"<p>I have received notice from Senator Jerry Buttimer that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on the Government's aviation recovery strategy to support airports in a post-pandemic environment. <\/blockquote> <p>I have also received notice from Senator Erin McGreehan of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the BreastCheck cancer screening programme. <\/blockquote> <p>I have also received notice from Senator Mary Seery Kearney of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to make a statement on the adequacy of the resources allocated to meet the needs of children with complex needs in special educational needs schools.  <\/blockquote> <p>I have also received notice from Senator Fiona O'Loughlin of the following matter:<\/p> <blockquote> \tThe need for the T&aacute;naiste and Minister for Enterprise, Trade and Employment to make a statement on the current delays in the processing of visas for workers in the hospitality and food production sectors. <\/blockquote> <p>I have also received notice from Senator Aidan Davitt of the following matter:<\/p> <blockquote> \tThe need for the Minister for Justice to ensure that data captured on the property price register include the Eircode postcode and the number of bedrooms in each unit sold. <\/blockquote> <p>I have also received notice from Senator John McGahon of the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to provide an update on the development of greenways and blueways in County Louth. <\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to provide an update on the progress being made in appointing eye-care liaison officers to hospital groups nationally. <\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Mary Fitzpatrick of the following matter:<\/p><blockquote>\tThe need for the Minister for Health to make a statement on the proposed legislation to ensure that safe access zones are available to those accessing abortion services. <\/blockquote><p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>\tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the provision of grant aid for waste water infrastructure group sewerage schemes for communities with population bases under 10,000 people. <\/blockquote><p>I have also received notice from Senator Marie Sherlock of the following matter:<\/p><blockquote>\tThe need for the Minister for Finance to make a statement on the disparity in tax treatment of certain allowable expenses between landlords and owner occupiers of duplexes and apartments.  <\/blockquote><p>I have also received notice from Senator Garret Ahearn for the following matter:<\/p><blockquote>\tThe need for the Minister for the Environment, Climate and Communications to make a statement on the implementation of the national broadband plan, specifically on the progress on connectivity across County Tipperary. <\/blockquote><p>I have also received notice from Senator Tim Lombard of the following matter:<\/p><blockquote>\tThe need for the Minister for Education to provide an update on the timelines associated with the design and planning for the proposed new build for Summercove National School, Kinsale, Co. Cork. <\/blockquote><p>Of the matters raised by the Senators suitable for discussion, I have selected the matters raised by Senators Buttimer, McGreehan, Seery Kearney and O&rsquo;Loughlin and they will be taken now.  I regret that I had to rule out of order the matter raised by Senator Sherlock on the ground that it anticipates the statements on the budget, which are scheduled to take place in the Seanad on Tuesday, 12 October 2021.  I regret that I had to rule out of order the matter raised by Senator Conway on the ground that it is a repeat of a Commencement matter raised on 11 May 2021.<br\/><br\/>The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#A00200","speaker":"1650","continuing":true},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1633440600,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#B00200"},{"type":"minorheading","content":"Aviation Industry","time":1633440600,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#B00300"},{"type":"speech","time":1633440600,"counter":10,"content":"<p>I thank the Cathaoirleach for selecting my matter.  The Minister of State is welcome to the House.  As we emerge into a post-Covid-19 world, a traffic reinstatement support scheme for our airports is important, as is aviation recovery.  Route development, reinstatement and retention is what I am referring to and, in particular, the need for financial supports to be given to our airports and to be used to attract new business.<\/p> <p>I make no apology for being an advocate for not only Cork Airport, but all our airports.  Prior to Covid, Cork was the second fastest growing airport in the country.  It was growing faster than Dublin Airport, as the passenger data will show.<\/p> <p>The Minister of State is from the west of and knows that connectivity is important.  It is important for the external aviation sector.  It is pivotal to our tourism industry and to balanced regional development.  Our national broadband plan is being unfurled, which highlights the importance of connectivity to our regions.  <\/p> <p>As travel and transport return to normal, it is important that the Government sets out its stall to implement measures to restore confidence in air travel to encourage people to come into Ireland.  Central to that is that we show we are open for business and that potential visitors can visit Ireland with confidence.  Linked to that, we should, in the forthcoming budget and on an ongoing basis, offer financial assistance in the form of a rebate of airport charges.  I acknowledge that airport relief in continuing at local level.  We also need route incentivisation schemes and regional airport supports.  In fairness, the industry will recognise the supports that the Government has given.  All of us in this House and the Lower House should acknowledge that the Government has been quick to support our aviation sector through a multiplicity of schemes.  I very much welcome that.  The aviation sector supports what the Minister of State has been doing.  It is important that the capital expenditure and operating expenses supports for the regional airports in Cork and Shannon continue.<\/p> <p>The reinstatement support scheme for next year is important.  Aer Lingus has yet to announce its winter schedule, which runs from October to April.  Aer Lingus is our country's primary carrier.  In the context of the plan for the future, it is important that we give certainty.  <\/p> <p>I also raise the issue of Emerald Airlines.  The Minister of State has been involved in discussions with the company.  It is important for that company to get off to a good start.  I say that in the context of Cork Airport, from where Emerald Airlines has a regional franchise to parts of the provincial UK.  I wish the company well.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to give them supports and put in place that financial truncated support to ensure reinstatement of routes and route retention, as we saw last week with Ryanair and Cork Airport and as we saw with Shannon Airport.  I appreciate that the Minister of State, Deputy Hildegarde Naughton, is doing her level best but it is important in the context of what we are doing as a country around connectivity and route development, that Government continues to support our aviation sector.  This is about Ireland being open for business.  Our aviation sector is critical to tourism and jobs.  <\/p><p>I look forward to the Minister of State's response and thank her for the work she has been doing so far in her tenure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#B00400","speaker":"1637","continuing":true},{"type":"speech","time":1633440600,"counter":12,"content":"<p>I thank the Minister of State for coming in this afternoon to answer this question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#C00200","speaker":"1650"},{"type":"speech","time":1633440600,"counter":13,"content":"<p>I thank Senator Buttimer for giving me the opportunity to make a statement with regard to plans for an aviation recovery strategy and the commitment of the Government to support our airports.  We are all well aware that the aviation sector plays a critical role in our economy, as Senator Buttimer said, as a direct employer, an indirect employer and a driving force for tourism and business, including foreign direct investment.  Government policies have consistently recognised and supported this contribution.  Our national aviation strategy over the years has sought to enhance Ireland's connectivity by ensuring safe, secure and competitive access that is responsive to the needs of business, tourism and consumers.<\/p> <p>Ministers have engaged extensively with all aviation stakeholders, including the aviation recovery task force, the National Civil Aviation Development Forum and the aviation sub-group of the Labour Economic Employment Forum.  It is clear from this engagement that the single most important factor for Irish aviation was the earliest and widest possible reopening of international travel, subject to public health considerations.  The Government has agreed a range of measures and has allowed the resumption of non-essential international travel since 19 July.  Central to this was the substantial work undertaken to introduce the enhanced passenger locator form and the EU digital Covid certificate.  Under these arrangements we have seen a very welcome recovery in passenger numbers, up nearly 300% since 19 July at our State airports by mid-September.<\/p> <p>While passenger numbers at the airports are still only running at between 50% and 70% of pre-pandemic levels, we are seeing positive trends.  In that regard, I very much welcome the news that Ryanair will reopen its Cork Airport base from December, the return of Aer Lingus to Shannon Airport on the Heathrow route and restoration of its Knock airport service to London in December.  The announcement of the relaxation of the US travel rules for European travellers from November is also welcome and we can look forward to an increase in transatlantic traffic over the coming months.  The announced return of both American Airlines and United Airlines to Shannon Airport is a positive development, particularly as transatlantic connectivity is key to any commercial activities in the mid-west region, including tourism and the hospitality sector.<\/p> <p>An integral part of our current aviation policy is international connectivity which is fundamentally about access to markets and regions and it plays a key role in creating economic value.  The importance the Government places on regional accessibility, development and connectivity is evident in the supports provided to our regional airports, through the Exchequer funded regional airports programme which also supports our public service obligation, PSO, service between Donegal and Dublin.<\/p> <p>It is important to acknowledge what Government has done in regard to supports.  There has been a comprehensive suite of measures to support businesses, including the aviation sector, such as the employment wage subsidy scheme and the waiving of commercial rates, which are the cornerstone of the Government&rsquo;s unprecedented intervention to assist business.  It is estimated that our airports and airlines have received more than &euro;300 million under these support measures in addition to the aviation specific support package of &euro;80 million, which was announced last November.  This package represented a fourfold increase in the level of support normally provided to our airports under the regional airports programme, in addition to the &euro;21 million made available to our regional airports under the programme for 2021, and for the first time Cork and Shannon Airports also received funding.<\/p> <p>Having taken into account the recommendations of the task force for aviation recovery and in light of the impact of Covid-19 on Cork and Shannon Airports, the regional state airports programme for 2021 provided capital and operational supports of &euro;32 million for these airports.<\/p> <p>As Members will be aware, the European Commission approved under EU state aid rules a &euro;26 million Covid-19 supplementary supports scheme to compensate airport operators for the damage caused by Covid-19.<\/p> <p>Of this funding, the State airports were provided with &euro;20 million, with the remaining &euro;6 million allocated to the smaller regional airports of Ireland West Airport Knock and Donegal and Kerry Airports.  I can advise the House that my Department is currently assessing the possible need and considering options for further targeted supports for aviation with a view to aiding the restoration of lost air connectivity and competitiveness.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#C00300","speaker":"1578"},{"type":"speech","time":1633440600,"counter":14,"content":"<p>I thank the Minister of State for her response, and in particular, the last line of her response in which she stated that her Department is open and assessing options for further supports.  At the launch in Cork of the Ryanair base and new flights, Mr. Eddie Wilson remarked that Dublin Airport could see a fall in Ryanair passenger numbers by 35% next summer, as the DAA traffic recovery scheme does not have the required funding from Government to incentivise air traffic recovery.<\/p> <p>The important point is that we must all work towards air traffic recovery.  I wish to compliment those in the DAA under Mr. Dalton Philips, the CEO of Cork Airport, Mr. Niall McCarthy, and all who work in our aviation sector.  I also wish to compliment the Minister of State.  This is an important piece of work that Government must continue to support.  I appreciate the work that is being done, and has been done, by Government, the interventions made and the financial support provided.  However, it is now critical.  The Cathaoirleach is a fan of the USA.  As we open up transatlantic travel, it is important that Ryanair, which has done its bit in Europe, is matched by Aer Lingus in transatlantic flights.  I hope that we can see transatlantic flights departing from Cork.  We have seen the paradigm shift with transatlantic flights departing from Cork with Norwegian Air.  We must also ensure that Shannon gets its fair share.  It is important for our island nation that our air traffic gets back to normal and to pre-Covid levels and that we support it.  I know the Minister of State will do that.  I thank her for being here today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#D00100","speaker":"1637"},{"type":"speech","time":1633440600,"counter":15,"content":"<p>I thank the Senator for his comments.  We acknowledge that aviation is a global industry.  It has weathered a crisis and demonstrated great resilience.  It is important to state that much of the recovery in the passenger numbers has been driven by our successful vaccination programme and those of our European neighbours.  At this stage, approximately 90% of our incoming passengers completing the electronic passenger locator form are fully vaccinated.  Ireland's reputation as a safe destination is also enhanced by our impressive vaccination figures and our position at the top of the Bloomberg Covid resilience ranking.<\/p> <p>In relation to our national aviation policy, we started work on that but it was paused in 2020 as a result of Covid-19 so that we could deal with the crisis in aviation.  I wish to inform Senators that work on a revised national aviation policy will begin again in the coming months.  A key part of that policy will be the development of a comprehensive public consultation process, as well as close engagement with the aviation industry through the structures of the national civil aviation development forum.  The programme for Government acknowledges the value of aviation in supporting economic development, international connectivity and tourism via our airports, while also acknowledging our commitment to support EU and international action to reduce aviation emissions.  It is a priority for Government to continue to build on the recovery in the aviation sector.  I do not want pre-empt or indeed, pre-announce, budgetary measures that may provide additional supports for the sector for 2022, but I can assure the House of the Government's continued support for the aviation sector and our airports as we recover from this unprecedented crisis in the sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#D00200","speaker":"1578"},{"type":"minorheading","content":"Health Services","time":1633440600,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#D00250"},{"type":"speech","time":1633440600,"counter":17,"content":"<p>The next Commencement matter concerns the very important issue of the BreastCheck cancer screening programme.  I welcome the Minister of State, Deputy Butler, to the House and thank her for coming in today.  I also thank Senator McGreehan for her great initiative.  It takes a lot for me to change my green tie to a pink tie.  I would only do so for a good cause like this.  I thank her for raising this most important matter and for her initiative in relation to encouraging Members of House to wear pink during this month.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#D00300","speaker":"1650"},{"type":"speech","time":1633440600,"counter":18,"content":"<p>I thank the Cathaoirleach, the Minister of State, my other colleagues and the staff in Leinster House who are going pink for breast cancer awareness month.  First, I must say that today is an emotional day, because this issue means a lot to me.  I am thinking of everyone who is currently going through treatment for breast cancer or is in recovery.  I also wish to say how sorry I am for those families who are grieving the loss of a loved one.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Erin McGreehan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=ErinMcGreehan&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a terrible loss and one which is never understood.  This mark of solidarity, wearing pink, is meant to say that we remember these people's loved ones and that we want to raise awareness of this disease so that perhaps someone will be encouraged to get checked and, rather than having to remember loved ones, we will have them with us.  We just might save a life.  I thank Councillor Teresa Costello, with whom I am working on this.  She is a breast cancer survivor and has an incredible wealth of knowledge and a clear determination to raise awareness of breast health.<\/p><p>As the Cathaoirleach has said, my Commencement matter today is to ask the Minister for Health for an update on BreastCheck and to support an increased awareness campaign to support breast health.  Breast cancer is the most commonly diagnosed malignant tumour in Irish women.  There were 2,883 such diagnoses in 2014 and this increased to 3,700 diagnoses in 2021.  This represents one third of all the major malignancies diagnosed in women.  Although survival rates for breast cancer are currently very high, with 82% of those diagnosed surviving for more than five years, it is still the second most common cause of death in women, after lung cancer.  On average, 724 deaths per year were attributed to breast cancer in the period from 2015 to 2017.  This number has significantly declined, by about 2% per year, since 1994.<\/p><p>It is devastating that we lose 724 people to breast cancer every year but it is also estimated that 60% of those diagnosed with breast cancer every year are outside the national screening programme, BreastCheck.  I am an advocate for increased screening but this is a decision for the national screening advisory committee.  As part of my campaign, I will be submitting a proposal recommending that the Department of Health lower the age at which screening begins to 40.  The Department can act now to empower women and men to check themselves and to be breast aware.  We know that early detection saves lives.  A full population-wide awareness programme will change outcomes.  I ask that the Department fund an increased awareness campaign including national advertisements on television and social media reminding people to check for changes in their breasts.  It is also very important to show people how to check for changes in their breasts.  I also ask that each hospital group take a supportive and proactive role in this campaign and that the Department and the HSE work with GPs to facilitate increased education to support the referral of patients to specialist breast clinics.  Being breast aware, knowing the changes that could signify cancer in men and women, teaching people to check themselves and empowering people will save lives.  I look forward to the Minister of State's response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#D00400","speaker":"1671","continuing":true},{"type":"speech","time":1633440600,"counter":20,"content":"<p>I thank the Cathaoirleach very much for embracing the pink today.  It is great to see it on him and on all our colleagues here.  I also thank Senator McGreehan for giving me the opportunity to update the House on this important matter.  I understand how important it is.<\/p> <p>This Government is fully committed to supporting our population screening programmes which are a valuable part of our health service.  As the Senator will know, BreastCheck, along with other cancer screening programmes, was temporarily paused last year due to the impact of Covid-19.  The capacity in BreastCheck was also impacted by the cyberattack on the HSE.  It should also be noted that, even when screening was paused, the programme continued to operate follow-up clinics and the national screening service is working to maximise the screening invitation rate within the current environment.  The programme has done a significant amount of work to support the safe resumption of breast screening.  The focus of the resumption includes the management of capacity across the whole of the screening pathway, which includes follow-up assessment and treatments.  I am happy to report that routine screening appointments are now returning to normal with approximately 59,000 women screened between January and July of this year. This exceeded the target of 49,000 and more than 10,000 participants were screened in August 2021. <\/p> <p>Due to the impact of Covid-19 and the pause in screening in 2020 and again earlier this year, BreastCheck appointments are delayed by up to one year.  It will take approximately three years to get through this current screening round, which normally takes about two years.  However, this is still within international norms as countries such as England only screen every three years.  Women who have been waiting the longest will be invited first.  The national screening service is now working hard to return to breast screening every two years in a safe manner.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Mary Butler:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2445\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2445&amp;amp;pid=MaryButler&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->BreastCheck provides lots of information for the public on its website <i>breastcheck.ie<\/i>.  This includes educational materials to encourage women to be aware of general breast health and, crucially, the common symptoms they should seek medical advice for.  It runs social and digital media campaigns and provides valuable information on their website, including regular updates relating to Covid-19.<br\/><br\/>As Senators might be aware, and as Senator McGreehan said, October is breast cancer awareness month.  The national screening service and the HSE have planned an extensive media campaign to highlight key details about screening during Covid-19, breast cancer prevention and symptom awareness.  Some &euro;10 million additional funding was provided to the HSE for cancer screening in 2021.  These important new developments will help increase capacity and enable screening of individuals who had to defer their appointments because of Covid-19.  This includes two new mobile screening units for BreastCheck planned for Donegal and Dublin.<br\/><br\/>In line with commitments in the programme for Government, BreastCheck is currently implementing an age-extension project that will see all women aged between 50 and 69 being invited for routine breast screening.  As with all our national screening programmes, BreastCheck delivers its services in line with international criteria for population-based screening programmes that are kept under constant review.  Again, I take this opportunity to emphasise that screening is for healthy people who do not have symptoms.  People who are between screening appointments, or who are waiting for rescheduled appointments, are asked to be aware of symptoms.  If they have concerns or worries, they should contact their GP who will arrange appropriate follow-up care. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#E00200","speaker":"1614","continuing":true},{"type":"speech","time":1633440600,"counter":22,"content":"<p>It is positive news that, as the Minister of State mentioned, the three-year extension of BreastCheck appointments will be back to normal within the year.  When reflecting on all the challenges the health service and BreastCheck have had over the past 18 months to two years, it is good news that we will be back to normal and better than our neighbours in having a two-year turnaround for BreastCheck.<\/p> <p>I also very much welcome that the national screening service and the HSE will carry out an extensive media campaign to highlight this.  Early detection will save lives, improve outcomes and will make for far better outcomes for everybody.  I appreciate that they are implementing the current age extension, which is great.  I will look for those ages to be lowered, but that is another day's work.  It is up to the national screening advisory committee to recommend that to the Department. <\/p> <p>I very much thank the Minister of State.  It is good news.  There is a lot done and a little more to do. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#F00200","speaker":"1671"},{"type":"speech","time":1633440600,"counter":23,"content":"<p>The Senator is quite right.  As I have outlined, the additional &euro;10 million investment in cancer screening this year represents a commitment by the Government.  The development and opening of new BreastCheck units and the recruitment of more staff will assist and enhance capacity across the service.  The events around breast cancer awareness this month will, no doubt, raise awareness of the benefits of screening and support more women to be breast aware.<\/p> <p>The most important point to get across, and all my female colleagues present will support me in this, is that it is important that women who are called for their appointments go along.  I remember when I was called a couple of years ago - when a woman turns 50 she gets the call within a year - and it is so important to go.  Sometimes people are a little apprehensive and embarrassed but it is the most important thing they can do.  Sometimes they get good news and sometimes they get bad news, but early intervention is key.  The message from the House today, during such an important month, is that everyone is encouraged to go for their BreastCheck appointment when they are called. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#F00300","speaker":"1614"},{"type":"minorheading","content":"Special Educational Needs","time":1633440600,"counter":24,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#F00350"},{"type":"speech","time":1633440600,"counter":25,"content":"<p>As someone with many family members who have been diagnosed with breast cancer and successfully come through ttreatment, thankfully, it is great news.  I thank the Senator and the Minister of State.<\/p> <p>In the minds of parents who do not have a child with special or complex needs such that their child needs to attend a special school, there is a perception that special schools have the ability to cater for all of these complex needs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is the perception that these schools have staff who are fully trained and resourced to manage and respond to the complexities of the needs of the children, whatever matters arise.  A parent who has a child with complex needs will probably have that same view.  We come to it with a perception and the expectation that once the child commences education, he or she will be there throughout his or her education years, be fully catered for, that nothing that arises will be a surprise to anyone and that there will be professional and trained resource staff there to handle it.  In the Joint Committee on Disability Matters last week we heard there is sometimes a preference among parents to have their child in a special school even though mainstreaming, a lack of othering and all of that is also important.<\/p><p>It is a shock to everyone to hear children with complex needs can be expelled from a special school.  While I will not home in on any case, this is not something we would expect to happen.  Expulsion, in the general understanding, comes with a stigma for the child that he or she has exhibited some allegedly deviant behaviour such that the school authorities cannot countenance having the child in the school anymore.  It is a seriously reputationally damaging allegation to make against a child who is starting out in life, has little life experience and may be liable to make mistakes and stray into the wrong company, giving rise to the matters for which he or she is expelled.  That is the stereotype we have in our heads about an expelled child but that cannot be applied to a child with special needs, who, by his or her very nature, may exhibit behaviour that is difficult or challenging as an expression of frustration, an emotion or a method of communication which professionally trained staff are trained and equipped to deal with.<\/p><p>Parents of a child with special needs who has been expelled from a special school find themselves having to find alternative schooling.  Meanwhile, the child is cared for by a parent who may not be trained, has other responsibilities and has no respite care.  It is not hard to see why it is draining and those parents may feel a sense of abandonment.<\/p><p>I acknowledge all that has been done by the Minister of State's Department and by that of the Minister of State, Deputy Madigan.  The response from the Minister of State, Deputy Madigan, has been really good when I have brought these cases to her.  However, we need reassurances, given that these cases come up not infrequently, regarding the provision of education for children with acute needs, in light of the context of expulsions from special schools, where the behaviour that led to the expulsion is a manifestation of those complex needs.  Are the resources sufficient?  Is there sufficient planning?  Is there enough training in the special school setting?  If there are deficits, what plan do we have to campaign and combat that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#F00400","speaker":"1682","continuing":true},{"type":"speech","time":1633440600,"counter":27,"content":"<p>I offer apologies from the Minister of State, Deputy Madigan.  I thank the Senator for raising this matter.  Enabling students with special educational needs to receive an education is a priority for this Government.<\/p> <p>The policy of the Department of Education is that students with special needs should be included, where possible and appropriate, in mainstream placements with additional supports provided.  Where students require more specialised interventions, a continuum of education provision extends to include access to special school or special class places.  This continuum is consistent with the Education for Persons with Special Educational Needs, EPSEN, Act.  There are extensive supports in place in terms of additional teachers and special needs assistants, SNAs, to support students across the continuum of provision.<\/p> <p>The level of investment in special education, at almost &euro;2 billion, is at an all-time high.  As a result, the numbers of special education teachers, SNAs, special classes and special school places are at unprecedented levels.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Mary Butler:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2445\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2445&amp;amp;pid=MaryButler&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->An additional 269 additional special classes opened this school year, bringing the total number of special classes nationally to 2,118.  The new classes provide 1,600 additional places, spread throughout the country.<\/p><p>Some 124 special schools provide specialist education for approximately 8,000 students annually.  The Department has also established two new special schools in Cork and Dublin which are now open for the 2021-2022 school year, which I know will be welcomed by everyone.  These schools provide specialist educational services for students who have the most severe or complex levels of disabilities or special educational needs.<\/p><p>The Senator may also be aware that the Minister, Deputy Foley and the Minister of State, Deputy Madigan recently launched guidelines on the use of reduced school days.  These guidelines aim to ensure the use of reduced school days is limited solely to those circumstances where it is absolutely necessary.  They have been developed following consultation with the relevant education partners and give direction to school authorities on the process to be followed where the use of reduced school days is under consideration for a pupil.<\/p><p>I should also state that section 29 of the Education Act 1998 allows for appeals against the decision of a board of management of a school to suspend or exclude a student permanently, which speaks to the point made by the Senator.  This is a necessary provision to safeguard the rights of all children in a school.<\/p><p>In accordance with section 24(4) of the Education (Welfare) Act 2000, \"A student shall not be expelled from a school before the passing of 20 school days following the receipt of a notification under this section by an educational welfare officer.\"  This section of the Act provides for the educational welfare officer to convene a meeting with the school and the parents and any other persons, as agreed, to attend to make reasonable efforts to ensure provision is made for the continued education of the student to whom the notification relates.  <\/p><p>Where a student is expelled, section 29 of the Education Act 1998 provides for an appeal where a board of management, or a person acting on behalf of the board of management, normally the school principal, expels a student.  To make an appeal, a parent, guardian or the pupil, if over 18 years, must complete the section 29 appeal form for expulsion or suspension.  The Department does not hold the details on the number of children expelled from school and only has details on the number of appeals taken under section 29 in respect of expulsions.  Since November 2020, there have been 32 appeals received in respect of expulsions from schools.<\/p><p>Through the work of the educational welfare officers and the special educational needs organisers, support is available for both the school and the parents at a local level.  I thank Senator Seery Kearney for giving me the opportunity to address this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#G00200","speaker":"1614","continuing":true},{"type":"speech","time":1633440600,"counter":29,"content":"<p>I thank the Minister of State very much and I appreciate that expenditure is at an all-time high.  The creation of the Minister of State position dedicated to special education and inclusion is a flag-bearer that this is a very big priority for us as a Government.<\/p> <p>It is a surprise that the number is as high as 32, which is beyond what I thought it was, which was a figure in the early 20s.  I acknowledge the creation of a school in my own home constituency of Dublin South-Central, which I appreciate.<\/p> <p>We have clearly set out guidelines and our dedication to these children and it is important now we oversee and enforce it to ensure the children are at the centre of every decision made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#H00200","speaker":"1682"},{"type":"speech","time":1633440600,"counter":30,"content":"<p>I thank the Senator very much for her comments.  The Department is very aware of the educational needs of all children and of the need to ensure appropriate supports are available to each school where concerns about individual students are identified.  The level of investment now in place ensures these supports are available.  I will bring the Senator's concerns back to the senior Minister, and the Senator may be able to talk to her in person on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#H00300","speaker":"1614"},{"type":"minorheading","content":"Work Permits","time":1633440600,"counter":31,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#J00100"},{"type":"speech","time":1633440600,"counter":32,"content":"<p>I am here today to speak for the owners of many small and medium sized businesses, particularly in Kildare.  We all acknowledge that they have faced great adversity over the last 18 months and many of them are fighting for the survival of their businesses at present.  I must acknowledge that government subsidies have been forthcoming and have stopped the financial bleeding for many businesses, and the business owners I speak to are very complimentary about the suite of financial supports that has been made available.  However, the Government must now reposition its focus and support businesses to get back to financial independence.<\/p> <p>I wish to highlight the significant staffing shortages being experienced by many businesses as a result of the Covid-19 pandemic and why it is imperative that visas are issued in a far swifter manner for workers to step into the breach, particularly those who have skills in the hospitality sector and in food production.  I refer to one food production company that contacted me.  The company needs 100 skilled workers at the very minimum.  It cannot source them in Ireland and has tried to source them throughout Europe.  It needs 100 people.  It is turning away business at present and is finding it extremely difficult to meet the orders it has accepted.  It submitted visa applications and has been told that it is three to four months behind.  The Department is currently only dealing with applications that were made in late June and early July.  This is detrimental to the company.  Another business I wish to mention is a four-star hotel, a fine hotel at the heart of my constituency.  Again, it has been advertising for chefs and for others who are experienced in hospitality, but the quality and volume of staff required are simply not available.<\/p> <p>It is not an isolated issue, as I am hearing this from many businesses.  They were lucky to employ skilled and capable employees who happen not to be Irish citizens and who had been residing in Ireland solely for the employment opportunities it has to offer.  However, when the pandemic started many of them chose to return to their home countries.  Now there is a dearth of people who are able to take up specific employment positions.  The T&aacute;naiste and the Minister of State's Department have ultimate responsibility for ensuring that we have a robust workforce that is fit for purpose.  The T&aacute;naiste and the Minister of State must do more to support businesses to stand on their own two feet.  If businesses cannot access the skilled labour they need to run their businesses effectively, they will never be able to return to the level of their pre-Covid operations.  They are also very concerned about the staff who are working in their businesses at present and who are taking on extra shifts and so forth, because they want to ensure that everybody is working in a good employment situation.<\/p> <p>Visas are a particular issue, with many potential workers struggling to gain access to the employment market.  The Department must fulfil its brief and there must be a very strategic intervention.  Obviously, the Department must have additional staff to accelerate the permit process.  This is a major issue not just for the people I represent in Kildare but throughout the country.  I hope the Minister of State will take on board the message I am strongly giving to him and intervene in an appropriate way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#J00200","speaker":"1689"},{"type":"speech","time":1633440600,"counter":33,"content":"<p>I thank Senator O'Loughlin for raising this issue, which is something we have discussed quite a lot in recent weeks, mainly in this House.  It has been raised with me quite regularly by the business community and the representative bodies we engage with in the various sectors.  We have spent a great deal of time over the last couple of months engaging with various sectors and businesses that have highlighted this shortage of staff as a major issue and which are finding it very difficult to access the skilled staff they need, and in some cases the unskilled staff they need, in many sectors.  The Senator highlighted two today, hospitality and food production.  That matches up with the data coming through to us as well.<\/p> <p>We have engaged with the various sectors.  Part of the difficulty is that this year there have been more than 17,000 applications for permits since the start of the year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Over 11,000 applications have been granted so we are clear that we are moving through a lot of applications.  A backlog has developed in recent months, mainly due to the demand for medical permits, which had to be prioritised.  The process involving medical permits became a lot more difficult after the HSE cyberattack so we have had to process a lot of them manually and some were applied for manually as well.  We have increased staff resources and made changes in our Department to try to cater for the demand for permits and make decisions on applications a lot more speedily.  We are not in charge of the visas; we just have responsibility for the work permits.  The Department understands how important these work permits are for many sectors and we will try to engage with them on that.<\/p><p>A review is under way which is looking at the various sectors that might need changes to the permit system.  We have had 29 submissions to that review, including from the sectors the Senator has referenced, such as food production and hospitality, and many others.  We are working through those submissions and hopefully we can make any changes that are needed in the month of October.  That usually happens in November but we are going to try to do it in October of this year if possible to try to cater for that.<\/p><p>The Senator is right that some sectors have gone to great lengths to source staff in Ireland and in Europe and I have met some of the representatives of those sectors.  We grant permits outside of the EU and we would ask any sector or company that is making applications for permits or looking for changes to the permit lists to make every effort they can to source labour locally if they can and to engage with Pathways to Work and our Intreo offices, which provide great supports to take people off the pandemic unemployment payment, PUP, and social welfare.  Both businesses and people are supported as they go back to work so I ask businesses to engage with that service.  In the short and long term, businesses need to engage with our education system, including the higher education sector and the further education and training sector, to develop these skills locally if it all possible, rather than having to go down the route of work permits.  It is difficult to explain that there are 100,000 people on the PUP and another 100,000 plus on social welfare and yet thousands of these jobs are also available.  It is hard to address the need for work permits in certain sectors that do not have a need for high-skilled labour in that context.  We will try to accommodate it as best we possibly can.<\/p><p>The Senator mentioned the food sector and although I was not in the Department at the time, in 2018 it made changes to the scheme to try to cater for that.  A pilot quota-based scheme was introduced which issued 2,500 general employment permits for the meat processing industry, 500 permits for horticulture and 150 permits for the dairy sector.  That quota has been used up so the ask is that it would be increased, as well as making other changes to the list.  We are doing all that work at present and hopefully we will be able to provide an update before the end of October.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#J00300","speaker":"1505","continuing":true},{"type":"speech","time":1633440600,"counter":35,"content":"<p>I thank the Minister of State.  I have confidence that he recognises the extent of the problem and I recognise that some measures have been put in place.  Any of the companies that I had contact with tried Pathways to Work, but it just did not work for various reasons.  They took on people and those people left.  We have to recognise the reality of what is there.  Maybe we can have a separate debate on Pathways to Work on another day.<\/p> <p>We need to have the quota system opened again and the Minister of State has indicated that this could be done.  On the 3,000 permits that have not yet been processed and that the Minister of State mentioned, that is where the crisis and the crux of the matter is.  The Department must do whatever it can and I acknowledge that there is a difference between the work permits and the visa applications but the Minister of State was sent to deal with this matter and one goes hand in hand with the other.  We must think about what these businesses have gone through over the last 18 months, particularly the hospitality industry, which cannot get chefs for love nor money.  That industry wants to have a successful number of months in the rest of 2021 and into 2022 and it will not be able to do so if this is not solved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#K00200","speaker":"1689"},{"type":"speech","time":1633440600,"counter":36,"content":"<p>I thank the Senator again for raising the issue.  I totally understand the difficulties that are out there because I have engaged with the sectors quite a lot.  When I said we were prioritising medical staff I meant to point out that we prioritised permits for chefs as well because we understood that the sector was under an awful lot of pressure and that it was an essential service providing food during the Covid emergency.  We tried to fast-track and expedite permits for chefs wherever we could.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Likewise, other sectors have come forward recently making strong cases to have their applications dealt with in a timely manner.  Regular users of the permit system have a much quicker timeline for processing.  As I said, 1,784 applications were made this year, which is a 41% increase compared to last year.  The Senator will appreciate that meant there would be some delays.  We tried to address that through overtime and staffing.  On top of that, we had to deal with medical permit applications, which are generally submitted in May, June and July.  Many of those permits had to be processed manually, which caused great difficulty.  <\/p><p>However, our teams have been responding both in dealing with the permits in the system and in reviewing the lists under which people are allowed to apply for permits.  The hospitality sector and many other sectors, including the transport sector which is a significant one, are included on the lists.  We will deal with those in the coming weeks.  I will continue to engage with all those companies and sectors.  We have to address the skills shortage in many other ways in the long term, rather than simply a reliance on the employment permits system.  I am committed to doing that.  The various Departments will join forces to address that, if this can be done, in the long term.  The employment permits system is often a way to solve the problem in the short term as well as bringing in some new talent to the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#K00300","speaker":"1505","continuing":true},{"type":"unspoken","time":1633440600,"counter":38,"content":"<p>Sitting suspended at 3.22 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1633440600,"counter":39,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#N00100"},{"type":"speech","time":1633440600,"counter":40,"content":"<p>The Order of Business is No. 1, motion regarding the report of the Joint Committee on Environment and Climate Action under Seanad Standing Order 116 on legislative proposals of the EU Fit for 55 package - COM (2021) 551, 554, 555, 557, 558 and 568, to be taken on the conclusion of the Order of Business, without debate; No. 2, the Child and Family Agency (Amendment) Bill 2021 - Committee and Remaining Stages, to be taken at 5 p.m. and to adjourn no later than 6 p.m. if not previously concluded; No. 2<i>a<\/i>on the Supplementary Order Paper, motion regarding the report of the Committee of Selection, to be taken at 6.15 p.m., without debate; No. 3, statements on Belarus, to be taken on the conclusion of No. 2<i>a <\/i>and to conclude after 90 minutes, if not previously concluded, with the time allocated to the Minister's opening speech not to exceed ten minutes, those of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes, and the Minister to be given no less than ten minutes to reply to the debate; and No. 4, the Air Navigation and Transport Bill 2020 - Committee Stage, to be taken at 8 p.m. or 15 minutes after the conclusion of No. 3, whichever is the later, and to adjourn at 9 p.m. if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#N00200","speaker":"1653"},{"type":"speech","time":1633440600,"counter":41,"content":"<p>I compliment the Cathaoirleach on his pink tie.  Many of us are wearing pink today because it is Breast Cancer Awareness Month.  It is important that we commemorate those who sadly died with cancer, celebrate with those who survived and thrived, support those undergoing treatment and, most important, encourage women and men to get checked, including through BreastCheck when they are called for it, and to look after themselves.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->No matter where we were at the weekend, our minds were consumed with thoughts of two fine women, namely, Sarah Everard and Nadine Lott, their beautiful smiles and the grief and horror they went through in their last few hours of life.  Of course, we were also mindful of the grief and sorrow of their families and throughout their communities.  These were two women living in different communities in different countries who died in similar circumstances, one at the hands of a stranger who should have been a pillar of the community and protected and supported her, and one at the hands of a former boyfriend.  Such crimes horrify and shock us all.  We have to do what we can to empower women to be able to walk safely through the streets and to look for help when they need it.  It is important to acknowledge the really good organisations such as Women's Aid, Rape Crisis Network Ireland and Safe Ireland and ensure that every county has a refuge such as Teach Tearmainn in County Kildare, which does such wonderful work.  We also need to send a strong message to men that they should call out other men if they see certain tendencies within them.  We need to do more to ensure that men do not carry out these acts of violence.<\/p><p>I wish to add my voice to the call for St. Brigid's Day to be a new national bank holiday.  St. Brigid's Day falls on 1 February, which is also the day on which the pagan festival of Imbolc is celebrated.  A conversation I had last night caused me to reflect that it should be referred to as Brigid's Day, rather than St. Brigid's Day, because the name Brigid is also associated with paganism.  St. Brigid was the Greta Thunberg for our generation.  She was a keen environmentalist who nurtured the land and physicians.  She was an incredible role model.  She was really the first feminist we had.  The messages of peace and justice that she brought forward 1,500 years ago are every bit as relevant today.  As a proud Lilywhite, I know that Kildare people will join me in making that rallying cry for 1 February to be the new bank holiday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#N00300","speaker":"1689","continuing":true},{"type":"speech","time":1633440600,"counter":43,"content":"<p>I thank the Senator for her suggestion.  Leading off for the Fine Gael grouping is Senator Ahearn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#O00200","speaker":"1650"},{"type":"speech","time":1633440600,"counter":44,"content":"<p>I welcome the announcement this morning by the Minister, Deputy Humphreys, that the community employment scheme and T&uacute;s participants who were due to leave their schemes in November will now have their contracts funded until 4 February 2022.  There are approximately 13,500 people working on those schemes across the country, including many good people working in Tipperary who support Tidy Towns groups and day care centres.  I know that the Leader played a significant role in increasing the number of people who could go through that scheme while she was Minister for Employment Affairs and Social Protection.  It is very welcome and there are many people who use it and it is vital for those communities, so I welcome the announcement.<\/p> <p>There is a serious issue relating to work permits for many sectors that need them.  The application process has changed in recent years and become more difficult.  It has been quite successful, with approximately 14,000 of 17,000 applicants this year being successful and there has been an increase of approximately 41,000.  However, some sectors, particularly hospitality and agriculture, are just not getting workers as quickly as needed.  Some of the reasons for refusal are very frustrating.  A constituent of mine applied for a work permit for an employee.  He ran an advertisement for 28 days but when he submitted it he had to amend it slightly as there was a misspelling of the person's name.  He edited it and showed proof that he had done so but his application was refused because the name was misspelled at the start.  If there is an error in an application, there should be a process for informing the person of that error before a decision is made.  These people are waiting three, four or possibly six months but the application is then refused and they have to start the process all over again.  The most frustrating thing for these businesses is that the cost of applying for a work permit is on them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Garret Ahearn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=GarretAhearn&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is a cost of approximately &euro;1,000 on the business, and four or five months later it could find the application has been refused and the process must be started again.  There is also the question of the individual who expects to come to Ireland to work and create a life over here.  The hospitality, agriculture and transport sectors have faced real challenges over the years, and if we could speed up that process as much as possible, it would be very much welcomed.<\/p><p>I thank the Cathaoirleach and everybody else when I see the number of people wearing pink both inside this Chamber and outside, where staff are also wearing pink.  A picture was taken outside on the plinth earlier and it is really welcome to see people of all parties supporting breast cancer awareness month.  I have some understanding of the devastation of losing a mother at a very young age.  Senator McGreehan has spoken about encouraging a change so women of a younger age or who are healthy get checked.  My mother died at 49, which is very young, and we would not wish that on anyone.  It is very important we as a group highlight this effort.  It is very welcome to see so many people wearing the colour pink.  If we can do anything to promote it and encourage people to get checked, especially when healthy, it would be very much appreciated.  I thank the Cathaoirleach for facilitating this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#O00300","speaker":"1629","continuing":true},{"type":"speech","time":1633440600,"counter":46,"content":"<p>I thank the Senator and all those involved with this very important initiative.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#P00200","speaker":"1650"},{"type":"speech","time":1633440600,"counter":47,"content":"<p>I raise an issue with child safeguarding in schools of which I have recently been made aware.  As the House will be aware, parents in Ireland have a right to be informed of issues relating to their children and to be consulted on educational matters.  Both the Constitution and the Education Act 1998 are clear on the requirement for parents to be kept advised of all relevant issues.  However, I have been reliably informed this is not happening in a serious way, as there are cases of schools making logistical decisions relating to children under their care without the knowledge or consent of the child&rsquo;s parents.<\/p> <p>This occurs when a child or children in a school tell their teacher they no longer self-identify with their biological sex and wish to be referred to by a new name and pronouns and to be treated, for all intents and purposes, as if they were a student who is a member of the opposite sex.  As far as I am aware, there is no set national procedure for handling these instances.  There are many resources and guidelines, none of which is independently drafted but instead are gifted by advocacy groups such as BeLonGTo and TENI, and individual schools seem to be left to their own devices when handling this matter.<\/p> <p>Some schools will involve the parents and have a meeting so that everyone can make themselves heard and the parents' wishes can be respected.  Other schools do not feel the need for this and take it upon themselves to socially transition the student from one gender to the other, sometimes without even informing the child's parents, possibly for fear they may disagree with and object to this approach.  The most serious issue, however, relates to the logistical consequences of actively pursuing this social transition, including access to toilets and changing rooms of the opposite sex, participation in sex-specific social, personal and health education classes, and in the case of school trips, accommodation in the sleeping area of the opposite sex, and all the while not telling the parents of other children affected that this will be happening.<\/p> <p>A recent webinar held by The Countess, a new group advocating for women and children, brought this information to parents and members of the school community, and they were inundated with questions as parents voiced their serious concerns with this state of affairs.  We must ensure the highest standard of care possible for all children, including the children themselves who may be experiencing confusion around their identity.  After all, anywhere from 63% to 94% of children who experience gender dysphoria will no longer experience such feelings by their late teens.  Those children are not well served by social transition, which is a powerful psychological intervention, placing them on a pathway to puberty blockers and hormone therapy.  I recently discovered that if a girl is given testosterone for a mere three months, she will experience irreversible facial and chest hair growth for life, which is a tall price to pay for a decision made in one's teens.<\/p> <p>It is time to have the Minister for Education before us in the House to explain her plan for tackling this most serious matter, which will become more commonplace in our schools and all our sports clubs in the country if left unaddressed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#P00300","speaker":"1664"},{"type":"speech","time":1633440600,"counter":48,"content":"<p>T&aacute; s&eacute; go deas an Cathaoirleach a fheice&aacute;il i mb&aacute;ndearg inniu.<\/p><p>I want to highlight the issue raised in local media in Clare, in <i>The Clare Echo.<\/i>Rent price increases in Clare are currently among the highest in the country.  Clare has seen the second highest increase in rent prices in the entire Republic.  According to the Residential Tenancies Board, there has been a 16.1% increase since this time last year.  Each quarter, there has been an increase of 5.1%.  This is a major issue.  I am aware that a great housing initiative was launched recently but it takes a long time to build houses.  In the interim, there are many things we can do.  In Dublin, as early as December 2016, we heard talk about rent pressure zones and restrictions on Airbnb.  Under the rules introduced in July 2019, a 90-day cap was imposed on the renting of full houses through Airbnb in rent pressure zones.  We have not seen that ruled out anywhere else.  It is time that we considered this measure implemented in areas such as Clare and Leitrim, which has seen the highest increase in rents in the country.  Who does not want to live in Clare and Leitrim, two great counties?  The prices are becoming ridiculous and really unaffordable.  Where I live in north Clare, around Ennistymon and Lahinch, you can find perhaps one place online to rent, whereas 80 whole houses may be rentable through Airbnb.  It is a serious issue.  If rectified, it could help us to deal with the housing crisis in the short term while we work towards building all the new houses we hope to build.  The local authorities will need to be resourced if we are to do this.  Issues arise in this regard even in Dublin, where rent pressure zones and regulations concerning Airbnb have been introduced.  The regulations are not fully implemented because of a lack of resources in the councils.  Therefore, we need rent pressure zones rolled out nationwide and we need the local authorities to be properly resourced to deal with them.  People are living in vans and are unable to work.  We cannot get staff in places in north Clare because there is nowhere to live, yet there are many houses available through Airbnb that could be homes.<\/p><p>&Oacute; thaobh an mh&iacute; at&aacute; ann do mhn&aacute; na h&Eacute;ireann agus &oacute; thaobh muid f&eacute;in a chosaint, caithfimid seice&aacute;il.  We have to be breast-aware.  We have to check our breasts and do so regularly.  It is not just an issue for middle-aged women; as Senator Ahearn said, it is also an issue for younger women.  We need to talk about this and raise awareness.  That is the whole idea of this month.  I am not wearing a lot of pink today but I am pink on the inside and have become very breast aware.  I was not until recently.  Given my age, I probably should have been checking about ten years ago.  I have been lucky so far but breast cancer has touched everybody.  Everybody has lost somebody to breast cancer in this country.  Many women have been resilient and have managed to fight back, but awareness is always the first step, and prevention is always better than cure.  I welcome the support from the men on the committee, who have worn pink.  I thank Senator McGreehan, who raised the issue.  Half the population of the nation is female.  We all need to support women in being breast aware this month.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#Q00100","speaker":"1659"},{"type":"speech","time":1633440600,"counter":49,"content":"<p>Cuirim f&aacute;ilte roimh fhoilsi&uacute; na tuairisce faoi institi&uacute;id&iacute; &oacute; Thuaidh.  I want to begin today by welcoming the publication today of the report Mother and Baby Institutions, Magdalene Laundries and Workhouses in Northern Ireland.  The work was carried out by Ms Deirdre Mahon, Dr. Maeve O'Rourke and Professor Phil Scraton for the North's Executive.  We are aware that the impact of the institutions is still felt in many instances across all of our country.  We know that, very often, women and girls from the North were sent to institutions in the South, and <i>vice versa<\/i>.  As I am sure colleagues do, I look forward to reading and absorbing the findings of that report and understanding how we might assist colleagues and, most important, survivors and their families in the North in ensuring they have access to the full truth, justice and support moving forward.<\/p><p>The Leader will recall that I called last week for a series of statements on the roll-out of the protocol.  Today it is important that I reiterate that call to the Leader and colleagues, not least after remarks made at a Brexit panel discussion run by the Policy Exchange think tank at the Tory Party conference yesterday.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall &Oacute; Donnghaile:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2477\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2477&amp;amp;pid=NiallODonnghaile&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What we heard during that panel meeting was a disgraceful display of backward-looking Brexit ideology taking precedence over the economic success and prosperity of the North and our people there.  David Frost, who negotiated the protocol on behalf of the Tory Government, described growing all-Ireland trade as a problem to be solved.  As we know, understand and appreciate fully, the protocol was put in place to mitigate Brexit and its negative and unwanted impacts on Ireland, north and south.  At a time of empty shelves and unmitigated chaos in Britain, we are seeing the protocol insulating Ireland from those problems.  I wanted to take the opportunity to make those points again today.<\/p><p>Without getting into an unnecessary ding-dong or going down in the dirt, I remember being at an event in Waterfront Hall in Belfast and listening to a talk by the late Tony Benn.  He said that you should never wrestle the chimney sweep because you will both end up dirty.  I am not advocating for that.  I am advocating for an opportunity for us to cut through some of the noise to ensure that the Irish Government is articulating on any platform it can the real, factual benefits of the protocol and what it is doing for people on the ground.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#Q00200","speaker":"1688","continuing":true},{"type":"speech","time":1633440600,"counter":51,"content":"<p>I thank Senator McGreehan for bringing us all together to wear pink today and to make people aware of Breast Cancer Awareness Month.  We remember my own mother, who died seven years ago having unfortunately succumbed to cancer, initially breast cancer.  It is great to remember but, as other Members have said today, it is important that as many women and, indeed, men as possible come forward to get tested.  I again thank Senator McGreehan.<\/p> <p>I agree with my Kildare colleague that St. Brigid's Day is a great day for a national public holiday.  We are all very proud of St. Brigid and what she encompasses for everybody in County Kildare.  She encompassed a lot for this entire country.  I totally agree that the next national holiday should be on 1 February to celebrate a great Kildare woman and Irishwoman.<\/p> <p>I wish to raise a housing issue with the Leader.  As is the case for many of my colleagues in their areas, housing continues to be an issue for me where I live in south Kildare.  I am getting many calls from desperate families who simply cannot get any accommodation in the overcrowded or non-existent rental market.  Those people are, in desperation, turning to local authorities for any form of assistance for themselves and their families.  One of the biggest frustrations they have, however, relates to vacant properties in the estates in which they are currently living and where their leases are finishing up.  They are also being told by families and friends of other vacant properties in other estates throughout the area.  At this stage, I am aware of a growing list of over 20 vacant properties in the area where I live.  It would seem to me that each town and village in south Kildare has a large number of vacant homes, some of which have been lying empty for up to five years.  I have contacted my local authority about this growing list and I continue to get a growing number of different answers, including that the authority does not have the personnel to carry out those surveys, funding issues and that some of these properties are not in its ownership.  The real answer, of course, is that we are in the biggest housing crisis we have ever faced and none of the previous answers, or any other answer, can be accepted as to why these houses are not occupied in the quickest possible time by desperate families who are running out of time.<\/p> <p>The Government must ensure that our local authorities can hire the personnel required to carry out inspections and agree a programme of works as needed and, as importantly, hold onto these people.  Short-term contracts for these personnel are simply not good enough.  Funding is needed to turn these vacant homes back into family homes as quickly as possible.  It is not good enough that regular maintenance budgets have now stopped in some local authorities because the funding must be sought from these maintenance budgets to carry out the voids project.  It is simply not good enough.  We must find out who owns these other properties that lie vacant for so long.  My own local authority indicates that the compulsory purchase order process is too restrictive, takes far too long and is simply ineffective.  I know there was a debate on Housing for All last week but this is an important issue and it needs to be debated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#R00200","speaker":"1684"},{"type":"speech","time":1633440600,"counter":52,"content":"<p>I formally give notice to this House that Senator Flynn and I have entered a pairing arrangement for the next six months.  The Senator and her husband, Liam, welcomed a baby girl a couple of weeks ago.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lorraine Clifford-Lee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2461\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2461&amp;amp;pid=LorraineCliffordLee&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I would like to extend my congratulations to Eileen, Liam, big sister Billy and the wider Flynn and White families on the safe and happy arrival of baby Lacey.<\/p><p>It is an important point that we look at our maternity arrangements for our female politicians and demonstrate in a visible way that women here in the Seanad and in the D&aacute;il can actually take maternity leave and the culture in the Houses of the Oireachtas is changing.  I commend the Minister, Deputy McEntee, on the leadership she showed a couple of months ago when said she was going to take six months' maternity leave.  That was a powerful message and that type of leadership changes culture.  Four and a half years ago when I was a Member of this House and I gave birth to my son, such arrangements were not in place, it was not spoken about and you were almost afraid to ask about it.  It is important we talk about it, that women are seen to be supporting other women in the Seanad and in the D&aacute;il, and that they take that time with their newborn babies and with their families.<\/p><p>I would like to take the opportunity to highlight the lack of maternity leave for our local authority members.  Local authority members have absolutely no arrangements, formal or otherwise, and that is a very big barrier.  It has been recognised by many studies and members themselves as a barrier to entry and retention of the female members.  We all know the important role councillors play and the difference they make in their local communities.  We also know the vast majority of women who make it into the D&aacute;il and the Seanad came through their local authority.  If women are not being elected to and staying on local authorities and getting their experience, we will not see female Ministers, we will not see a woman in the Taoiseach's office.  I commend Councillor Mary Hoade, the former president of the Association of Irish Local Government, AILG , who before she left office presented a very important document called Pathways to Maternity Leave.  I call on the Government to act on that, implement measures, and support adequate maternity arrangements for female local authority members, because without it our democracy is being impacted.<\/p><p>I also commend Senator O'Loughlin on her suggestion for St. Brigid's Day being formally recognised.  That is coming from Lorraine Brigid here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#R00300","speaker":"1643","continuing":true},{"type":"speech","time":1633440600,"counter":54,"content":"<p>I thank Lorraine Brigid Clifford-Lee.  I call Senator Tim Lombard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#S00200","speaker":"1650"},{"type":"speech","time":1633440600,"counter":55,"content":"<p>I would like to raise the issue of what supports are required in the budget for the film industry.  In many ways the film industry could be supported in community and society and I have seen the benefits of that in the past six or eight weeks in west Cork particularly where Irish acting royalty came to the area to do the Graham Norton book <i>Holding<\/i>.  It has been a wonderful series made by ITV in west Cork.  You could walk down the street in Skibbereen and see Oscar-winning actresses walking up to you or you would have the pleasure of meeting the &quot;Derry Girls&quot; actress.  It was a phenomenal sight to see for west Cork.<\/p><p>That has been the story of our summer in many ways, to be a location for such a prime film that one hopes will be very successful.  There is an opportunity for every county to participate in this.  We have so much to offer, whether it is the Cathaoirleach's county of Kerry and all the way up the west coast, we have beautiful scenery and locations.  The knock-on benefit for our economy is actually millions of euro.  Millions of euro have been spent in west Cork in recent weeks by this film company.  We have the opportunity to roll that out throughout the entire country, so we need to have a dedicated policy to work to make sure we can get these production companies into Ireland because the knock-on effect for rural settings in particular is huge.  It would be very important for the arts as well.<\/p><p>This is one of those issues we might look at in particular when it comes to the budget debate, that we put a special focus, if we could, on the film industry and the supports to be put in place to make sure it will be successful going forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#S00300","speaker":"1666"},{"type":"speech","time":1633440600,"counter":56,"content":"<p>On 28 May this year I brought a Private Member's motion to this House on Ireland's search and rescue service.  During the debate on this motion, I raised a number of matters of great concern regarding the oversight and corporate governance of the current search and rescue, SAR, operator, CHC Ireland DAC.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The recent report of the Comptroller and Auditor General has completely vindicated my concerns.  The report points out that in 2013, the Department of Transport paid &euro;4.3 million to CHC Helicopter, the current operator, to ensure that its five helicopters were equipped with night-vision capability.  I am still trying to understand why the State funded a private company's conversion of its helicopters, but we will leave that for now.  The report goes on to state that another &euro;527,000 was paid in 2015, for 24 sets of night-vision goggles which, I understand, would remain the property of the Irish Coast Guard.  Finally, the report advises that an initial payment of &euro;1.7 million was made in 2018 in respect of training the crews of this private contractor in the use of the technology.  This training only commenced in November 2019 and is expected to be completed sometime this year.  Senators will note that the process started in 2013.  The report of the Comptroller and Auditor General points out that as of June 2021, only one of the search and rescue, SAR, bases has been approved by the Irish Aviation Authority to use night-vision technology.  Service from that base has commenced, but it will be some time before all of the bases are able to operate in the same way.  It is indeed poor value for money for this country.<\/p><p>Why does this disaster exercise me?  In 2009, the Department of Transport and the Irish Coast Guard established the Future Helicopter Study Group, which reported on what would be required for the next SAR contract.  In that report, they recommended night-vision technology, yet the contract went ahead without the inclusion of the requirement of night-vision technology.  The real concern here is the total lack of oversight.  I believe that it was only after the crash of Rescue 116 that any steps were taken to deal with the corporate governance issues at CHC Helicopter.  <\/p><p>In 2017, after the crash of Rescue 116, the Department of Transport and the Irish Coast Guard sought a company to carry out the corporate governance and oversight that they were not capable of doing.  The company chosen was a company called Aerossurance.  It is a one-man company, which was only formed in 2014.  In 2015, it published its first accounts.  However, the accounts were not audited because the company was so small that it was not required.  In 2017, when the company was awarded the contract to advise Ireland's Department of Transport and the Irish Coast Guard, the net assets of the company were &euro;13,000 and &euro;9,000 in cash in the bank.  After the crash of Rescue 116, one would surely expect that a major consultancy firm would have been brought in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#S00400","speaker":"1645","continuing":true},{"type":"speech","time":1633440600,"counter":58,"content":"<p>I know the Senator is aware of the new Standing Orders that have been adopted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T00200","speaker":"1650"},{"type":"speech","time":1633440600,"counter":59,"content":"<p>I am a bit deaf, so you will have to speak up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T00300","speaker":"1645"},{"type":"speech","time":1633440600,"counter":60,"content":"<p>I wish to make the Senator aware of the Standing Orders that we introduced around the issue around defamation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T00400","speaker":"1650"},{"type":"speech","time":1633440600,"counter":61,"content":"<p>Everything I am putting out here is in the public domain.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T00500","speaker":"1645"},{"type":"speech","time":1633440600,"counter":62,"content":"<p>I just want the Senator to be mindful of mentioning people who are not here to defend themselves.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T00600","speaker":"1650"},{"type":"speech","time":1633440600,"counter":63,"content":"<p>I hate to say it, but I did not hear one word of what you said.  I will have to plug myself in again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T00700","speaker":"1645"},{"type":"speech","time":1633440600,"counter":64,"content":"<p>Is that a defence in law?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T00800","speaker":"1688"},{"type":"speech","time":1633440600,"counter":65,"content":"<p>I ask the Senator to be cautious regarding making people identifiable who are not here to defend themselves, as he is aware of the Standing Orders that were adopted by the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T00900","speaker":"1650"},{"type":"speech","time":1633440600,"counter":66,"content":"<p>I am fully aware of that.  I am not referring to an individual; I am referring to a company.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T01000","speaker":"1645"},{"type":"speech","time":1633440600,"counter":67,"content":"<p>I know that, but the Senator has also made the person who is the sole director identifiable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T01100","speaker":"1650"},{"type":"speech","time":1633440600,"counter":68,"content":"<p>I did not name him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T01200","speaker":"1645"},{"type":"speech","time":1633440600,"counter":69,"content":"<p>I want the Senator to be aware.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T01300","speaker":"1650"},{"type":"speech","time":1633440600,"counter":70,"content":"<p>Okay, moving on.<\/p> <p>The next contract, the one to which I am now referring, was signed off at Cabinet at the last Cabinet meeting.  The business case for that was put together by a company called KPMG, which is well known to us all.  KPMG brought-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T01400","speaker":"1645"},{"type":"speech","time":1633440600,"counter":71,"content":"<p>I know I interrupted the Senator, but he is out of time.  I suggest he puts this in as a Commencement matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T01500","speaker":"1650"},{"type":"speech","time":1633440600,"counter":72,"content":"<p>Listen, a Chathaoirligh.  I tried to get this through on a Private Members' motion.  I came with a well-prepared piece and the reply that was given by the Department of Transport addressed none of my concerns.  The tender is about to go out for SAR.  The business case was put together with KPMG, advised by Frazer-Nash.  The important thing here is that there are only three or four companies that can actually tender for Irish-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T01600","speaker":"1645"},{"type":"speech","time":1633440600,"counter":73,"content":"<p>I am not disagreeing with the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T01700","speaker":"1650"},{"type":"speech","time":1633440600,"counter":74,"content":"<p>But Frazer-Nash is owned by one of them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T01800","speaker":"1645"},{"type":"speech","time":1633440600,"counter":75,"content":"<p>First of all, the Senator has a two-minute slot on the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T01900","speaker":"1650"},{"type":"speech","time":1633440600,"counter":76,"content":"<p>I appreciate that; I was going as fast as I could.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T02000","speaker":"1645"},{"type":"speech","time":1633440600,"counter":77,"content":"<p>Can we all get extra time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#T02100","speaker":"1647"},{"type":"speech","time":1633440600,"counter":78,"content":"<p>Do we all get extra time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#U00100","speaker":"1647"},{"type":"speech","time":1633440600,"counter":79,"content":"<p>The Senator deserves the extra time.  Some things are important.  We can sit back and pretend these things do not happen but they are happening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#U00200","speaker":"1645"},{"type":"speech","time":1633440600,"counter":80,"content":"<p>Nobody will lecture me on what is important in this Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#U00300","speaker":"1647"},{"type":"speech","time":1633440600,"counter":81,"content":"<p>I will finish with this.  We need the Minister in here to discuss search and rescue services and the forthcoming contract.  We cannot allow a contract to go out while the report on Rescue 116 has not been published.  The pilot of that helicopter had been awake for 18 hours when she was sent over to Blacksod.  For God's sake-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#U00400","speaker":"1645"},{"type":"speech","time":1633440600,"counter":82,"content":"<p>I appreciate this is an important issue and this is a forum for raising important issues but people get two minutes to contribute on the Order of Business.  It impinges on others if Senators go over.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#U00500","speaker":"1650"},{"type":"speech","time":1633440600,"counter":83,"content":"<p>I appreciate that but we are here to hold the Government to account.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#U00600","speaker":"1645"},{"type":"speech","time":1633440600,"counter":84,"content":"<p>As I have said, the Senator can table a Commencement matter.  There are also committees, such as the Joint Committee on Transport and Communications.  I know this issue has been brought up at that committee.  I give a bit of latitude-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#U00700","speaker":"1650"},{"type":"speech","time":1633440600,"counter":85,"content":"<p>I have failed to bring this issue up anywhere.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#U00800","speaker":"1645"},{"type":"speech","time":1633440600,"counter":86,"content":"<p>-----when the matter is important.  This matter is important, as is everyone else's, but the Senator has to be careful about bringing the reputation of the House into-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#U00900","speaker":"1650"},{"type":"speech","time":1633440600,"counter":87,"content":"<p>Four people are dead.  I have tried to bring this up everywhere but nobody is interested.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#U01000","speaker":"1645"},{"type":"speech","time":1633440600,"counter":88,"content":"<p>I appreciate the Senator bringing it up because it is an important issue but he has to be careful of the rules of the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#U01100","speaker":"1650"},{"type":"speech","time":1633440600,"counter":89,"content":"<p>I want to bring up a very important issue that is undermining and corroding my community and communities all over the country.  I refer to the issue of antisocial behaviour.  I define antisocial behaviour as behaviour that is unfriendly in any way.  It can be anything from being rude online to gratuitous random attacks of physical violence.  These have been documented in the media but unfortunately far too many people are experiencing them in real life.  They are being experienced in our public spaces, on public transportation, in public parks, on our streets and outside of people's homes.  It is not rampant.  It is typically a small group of people who are engaging in this type of behaviour.  It is not representative of my community or of communities around the country.  We need a full debate on the issue in the House.  I am a founding director of a community policing forum in Cabra.  I know that communities are engaged.  Community garda&iacute; provide an invaluable service.  They know who belongs in their communities.  We need a debate on the resourcing of community garda&iacute; in every community around the country.  The other group we need to involve in this debate is the social media platforms.  Snapchat, Whatsapp and TikTok have to stop acting as if they have no responsibility in this space.  They cannot abdicate their responsibility.  We cannot allow them to do so.  They have a social obligation and responsibility to ensure that materials and content being shared on their platforms are not antisocial in any way.  We need to hold them to account.  I would like the Leader to organise a debate on that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#U01200","speaker":"1656"},{"type":"speech","time":1633440600,"counter":90,"content":"<p>I second Senator Fitzpatrick's comments.  This issue is becoming extremely prevalent on our streets in all the towns and villages.  Going home from Dublin on a Friday evening, I used to notice the large numbers of youths out with drink and so on.  You need only have watched \"Claire Byrne Live\" last night to see images that are replicated in every single town around the country.  I am a firm advocate of the recently established community safety partnerships.  There have been three, including a pilot in my own county of Waterford and another in inner city Dublin.  That is the way forward.  We must work together.  Antisocial behaviour is a serious issue.  The vast majority of this is being carried out by young teenagers.  When I was a young teenager, my parents - God rest them - did not let me out and about like that.  Parents must take more responsibility.  Councillor Liam Galvin was on the programme last night and said that parents need to take more responsibility, particularly for kids aged under 16.  Something such as fixed fines should be put in place for situations in which children stray like that.  Something has to be put in place to ensure more care is taken.  I agree with the comments Councillor Galvin made.<\/p> <p>The second issue I will speak about relates to the arts community, for which I am a spokesperson.  I met with Mona Considine, the artistic director of the Backstage Theatre in Longford, this morning along with a number of companies which are developing plays for when they can be put on stage, which we hope will be in 2022.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Miche&aacute;l Carrigy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MichealCarrigy&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important that funding in the budget is put in place for the Arts Council for 2022 and this year's funding levels are maintained.  In tough times, we have turned to the arts.  Companies have worked hard in putting on plays, etc., for people in nursing homes and many other places.  We need to ensure we keep that funding in place for 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#U01300","speaker":"1639","continuing":true},{"type":"speech","time":1633440600,"counter":92,"content":"<p>I will reference two issues that have already been raised.  I fully support the call for St. Brigid's Day as opposed to Thanksgiving Day, which would be a poor choice, frankly.  We should stick to our own traditions.<\/p> <p>I will highlight the fact that Senator Craughwell raised a very important issue.  He is correct that no one has addressed it from the Government side and it is shocking.  It is about time someone in the Government addressed it.<\/p> <p>I raise the issue of University Hospital Limerick because a good friend of mine had the unfortunate experience of being there last Thursday night and into 1 October.  He experienced seeing 75 patients on trolleys; bear in mind this was 1 October.  Trolleys were backed up one against another and there was no social distancing whatsoever.  None was possible because of the number of patients on trolleys.  It was so bad that a member of the canteen staff could not enter the ward with her tea trolley.  That is how chaotic and disastrous it was last Friday, with 75 patients on trolleys.  It led to people getting up to help themselves to tea, which led to further chaos.  What really struck my colleague was the despair not just of the patients left languishing on trolleys, but of the staff.  The hospital is still understaffed, with rosters featuring people who were on holiday.  On the same evening, healthcare assistants were asked to unload trolleys, not for patients but for stores.  This is the chaos that has become endemic across University Hospital Limerick.  I have raised this issue several times each year in the six years I have been in the House.  The point is that it continues to get worse.  Indeed, on Sunday night, the figure had risen to 85 people on trolleys.  Fine Gael has failed on healthcare in Limerick for a decade at this stage.  The problem of a lack of commitment to Sl&aacute;intecare is massively connected to this.  There is an ideological issue at the heart of this.  We on the left believe in a national health service.  It is quite clear to me from the actions of the Minister for Health, Deputy Stephen Donnelly, that the conservative parties do not.  I ask for an urgent debate on the crisis in University Hospital Limerick. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#V00200","speaker":"1660"},{"type":"speech","time":1633440600,"counter":93,"content":"<p>As others have said, October is a time when breast cancer awareness is at its height.  It is an opportune time to support the call from Tallaght-based councillor, Teresa Costello, who wants to see free mammograms provided for all women over the age of 40.  Members will know BreastCheck is currently rolling out a programme whereby women between the ages of 50 and 69 will be invited for a free mammogram every two years.  That is a very welcome development, which no doubt has saved many lives.  However, Councillor Costello, who was diagnosed with breast cancer at the age of 36, believes a free mammogram for all women over the age of 40 will save more lives.  I have no doubt she is correct in that.  Each year, 3,700 women are diagnosed with breast cancer.  Some 34% of them are aged between 50 and 69.  Councillor Costello knows what she is talking about.  She also runs the biggest cancer support group in the country, Breast Friends.  She is in no doubt that the rolling out of free mammograms for all women over the age of 40 will save lives and it is very hard to argue with that.  I would like Members, and I am sure I speak for all who are present, to write to the Minister to ask him to implement this very sensible proposal.  I have no doubt that if it is implemented, lives will be saved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#V00300","speaker":"1658"},{"type":"speech","time":1633440600,"counter":94,"content":"<p>I welcome the publication of the revised national development plan yesterday, in particular the record State investment earmarked for the transport sector, both roads and public transportation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnCummins&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A sum of &euro;5.8 billion has been set aside for the development of new roads, including the N24 route between Waterford and Limerick, and &euro;11.6 billion for new public transport measures.<\/p><p>The N24 is, as I have said previously, a critical infrastructure project linking the mid-west to the south east and is probably even more important in the context of Brexit, with onward connections to Europe from Rosslare and Waterford ports.  The N24 will be the most important national roads project to be delivered in the years ahead and will serve to link all our five cities.  That is why I am proud that I and Fine Gael colleagues in neighbouring counties, Wexford, Kilkenny, Tipperary and Limerick, advocated strongly for the retention of the N24 in the plan.  The NPF states we should have interurban travel of, on average, speeds of 90 km\/h.  I feel the only way that can be achieved is by having a dual carriageway between Limerick and Waterford.<\/p><p>On public transportation, it is fantastic to see the commitment in the plan to the funding of projects that will emerge from the new Waterford metropolitan transport strategy, which is at a preliminary design stage.  I would like this to be expedited.  It is positive to see the extension of the award-winning Waterford greenway to New Ross and the inclusion of a new Plunkett station as part of the North Quays transportation hub reinforced in the plan.  Perhaps we could schedule a debate with the Minister, Deputy Ryan, on the public transport elements of the plan.<\/p><p>On a parochial note, I welcome the reference to an expanded campus footprint in Waterford as part of the new technological university of the south east.  I understand work is ongoing with stakeholders in that regard.  I welcome significant investment in housing and health and look forward to many more projects in these areas being brought forward as we seek to achieve the 50% population growth target out to 2040 contained in the NPF for Waterford.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#V00400","speaker":"1647","continuing":true},{"type":"speech","time":1633440600,"counter":96,"content":"<p>Will the Leader ask the T&aacute;naiste to come before us for an update on the situation regarding the task force for the Shannon Estuary?  I raised this here previously.  In the past six months, former parliamentarians, Michael Noonan and John Brassil, have been appointed chairman and vice-chairman, respectively.  From that day to this we have heard nothing and people are concerned.  We have the critical situation of the LNG terminal coming to a final decision on planning and, with changed awareness about the importance of gas, the Shannon Estuary will be more important than ever so we cannot be tardy.  I ask the Leader to arrange for the T&aacute;naiste to come before us.<\/p> <p>Among the many important announcements in the NDP, I highlight the significant funding for collaborative cross-Border investment under the Taoiseach's shared island initiative.  The Government's commitment of &euro;500 million to the shared island fund will double over the coming years.  Combined with Project Ireland 2040, the annual North-South co-operation and the PEACE PLUS programmes in partnership with the EU, the UK and the Northern Ireland Executive, a fund of &euro;3.5 billion will be available.  This has to be highlighted as it is important.  The ambition is to create a more connected, sustainable and prosperous island for all and release the full potential of Border regions by enhanced connection between people across the island.  All communities and traditions will benefit.  Key projects include enhanced all-Ireland rail connectivity, co-ordinated investment in EV networks, funding for all-island climate actions, the creation of all-island research centres, developing third-level education infrastructure in the north-west region, creating an island-wide greenway network and the completion of the Ulster Canal restoration project and the Narrow Water Bridge project.<\/p> <p>By working together, we can create a more regionally balanced island for all, achieve the unity that matters to most people, which is a unity of minds and purpose, and, hopefully, put an end forever to sectarian violence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#W00200","speaker":"1694"},{"type":"speech","time":1633440600,"counter":97,"content":"<p>I commend Senator McGreehan on her initiative.  I am happy to change my tie to pink.  I missed the memo.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask the Cathaoirleach and Leader for a debate on foreign affairs in the coming weeks, in particular in light of our membership of the United Nations Security Council and given that we, as an island nation, share the values of peace and of upholding human rights and international law.  It is important that we have a debate on our One-China policy in light of the record number of incursions into Taiwanese airspace by the Chinese in the past five days, which amounted, I believe, to 51 or 52 such incursions.  I say that recognising that we have a One-China policy and the importance of China.  If we are to value human rights, international law and the economy, as former the Taoiseach, Enda Kenny, would say, to make Ireland the best small country in the world in which to do business, then we should be developing relationships and links with Taiwan in both economic and cultural terms.<\/p><p>I am seeking a debate on foreign affairs specifically on the One-China policy.  I am not at all anti-China but if we all want to have a free world where free trade and democracy are upheld, then we need to review our One-China policy in the context of Taiwan.  I am in favour of having closer ties with Taiwan and I know that this House of the Oireachtas has such a positive relationship with it through the Taipei Representative Office in Ireland.  We are a member of the United Nations Security Council and must stand up for small island nations.  The incursions by China into Taiwanese airspace is unacceptable and wrong and we should call it out and stand with Australia and the United States of America.  <\/p><p>I hope that the Cathaoirleach on Taiwanese Day will send best wishes to the Taiwanese people, as he has done in respect of other countries.  It is important that we, as a House, take a stand in respect of Taiwan and its relations with the world.  We have also seen with Taiwan&rsquo;s Covid-19 strategy and its cutting-edge business technology how it can change the world.  Gabhaim bu&iacute;ochas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#W00300","speaker":"1637","continuing":true},{"type":"speech","time":1633440600,"counter":99,"content":"<p>Gabhaim bu&iacute;ochas leis an Seanad&oacute;ir.  Anois, glaoim ar an Seanad&oacute;ir Maria Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#X00200","speaker":"1650"},{"type":"speech","time":1633440600,"counter":100,"content":"<p>I thank the Cathaoirleach.  I rise today to raise two issues but I will also raise my concerns over what is happening at University Hospital Limerick where we have the highest number of people waiting to be seen in the hospital.  This did not just start today but has been going on for quite a while.  We put in 60 replacement beds and many things have happened but the numbers are not going down.  It is at crisis level at this stage and something needs to happen.  It is timely, therefore, to have a debate on the hospital because I have heard stories of people waiting for days on trolleys for serious operations.  It is just not good enough.<\/p> <p>I welcome the fact that the national development plan, NDP, was announced yesterday and there is great number of very fine projects in it but I have one concern to do with the M20 between Limerick and Cork.  This road is very necessary for economic development-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#X00300","speaker":"1384"},{"type":"speech","time":1633440600,"counter":101,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#X00400","speaker":"1637"},{"type":"speech","time":1633440600,"counter":102,"content":"<p>-----where the second and third largest cities are not connected.  These are the only two such cities.  I appreciate that we are not connected with Waterford either but that is another day&rsquo;s wait, which I understand is being raised by Senator Cummins.  The M20 is very necessary.  It is mentioned in the NDP document, as it has been for the past ten years, and the road has now gone to M-N20, which raises questions.  I was listening to a Minister from the Green Party on the radio this morning talking about town bypasses where perhaps a motorway may not be necessary on all routes.  This raises a concern for me.  We need to bring the Minister for Transport into the House to have a debate on transport.  I welcome the fact that with light rail and everything else there is great deal of very necessary changes to the plan and that the Government will be looking at many of these light rail projects and alternative routes but we have to have connectivity between the second and third largest city.  I thank the Cathaoirleach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#X00500","speaker":"1384"},{"type":"speech","time":1633440600,"counter":103,"content":"<p>Gabhaim bu&iacute;ochas leis an gCathaoirleach.  Tomorrow is the last day for submissions to the DART+ West project public consultation in regard to permanent closure of the level crossings and how communities are facilitated.  That involves my area of Ashtown, Coolmine,  Porterstown and Clonsilla.  I encourage everyone to get their submissions into <i>DARTWest@irishrail.ie.<\/i>The deadline as I said is tomorrow, Wednesday, 6 October at 5 p.m.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Emer Currie:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=EmerCurrie&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a much-needed project and it is great to see the commitment to it again in the national development plan.  It is overdue.  We need that investment in public transport.  Obviously, however, none of these things are easy.  When it comes to something like the permanent closure of level crossings, that brings disruption to communities.  Part of the brief to Irish Rail is to automatically close the level crossings as part of the process, as opposed to trying to make them automatic.  This is something that will become part of the other parts of DART+ as well, because we are told that it will happen not just in DART+ West but also in the other parts of DART+.  It is as if Irish Rail is operating with one hand tied behind its back.  Obviously, the best approach is to find an alternative route if it is closing down a road, but sometimes that is not viable as the infrastructure is too invasive.  Even then, if it kept the level crossings open at non-peak times, it will still have to find other alternatives.  However, it should still be on the table.  There are areas where it is just not viable to have an alternative.  It is going to have a major impact on the community.<\/p><p>We should invite the Minister for Transport to the House to debate these matters.  Well done to all the communities that have mobilised to make their submissions in difficult circumstances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#X00600","speaker":"1648","continuing":true},{"type":"speech","time":1633440600,"counter":105,"content":"<p>I thank Senator McGreehan for all the work she has done on the day that is in it in Breast Cancer Awareness Month.  I see everyone wearing pink, ranging from the Cathaoirleach's pink tie to the pink ribbons to the pink or salmon shirts, I am not sure which.  It is great and it is lovely to see it.  I thank everyone for their support.  Every family in Ireland is affected by loss and by breast cancer, so it is very important.<\/p> <p>I welcome the launch of the &euro;165 billion national development plan, the largest budget ever.  There is a focus on investment in hospitals, residential units, schools, housing, roads, cycle ways and public transport.  The &euro;200 million N5 Ballaghaderreen to Scramoge project is one of the three that have been highlighted in the list, which is very welcome in terms of it progressing very quickly.  Yes, we need more acute hospital spaces, as has been mentioned by my colleagues.  We will see this happen in my area with a 50-bed unit in Portiuncula University Hospital as well as a stage 1 process for a new rehabilitation unit in Roscommon University Hospital and a 50-bed unit for the Sacred Heart Hospital and Care Home.  These projects are listed as ongoing and in progress under the NDP and will be progressed to completion in the next couple of years.  There is also over &euro;9 billion for an urban regeneration project in Roscommon.  The roads are being dug up at present in Main Street and The Square.  There is also the Ballaghaderreen public enhancement project.  All these projects require funding and a budget for capital investment.  That is what the Government has committed to in the years ahead.<\/p> <p>Separately, I wish to mention that day services in Ballinasloe are reopening this week.  That is absolutely crucial because many older people depend on this service.  It provides a respite for carers and a day of activity and engagement with friends.  People have not had that service for over 18 months.  This week the service returned and there is great excitement.  People can hear the sound of laughter and music and can engage in playing cards, doing exercise programmes and in individual care plans.  Life is coming back to normal and that is wonderful.  I thank the more than 40 volunteers in Ballinasloe Social Services and the board and committee there that have to do fundraising because the budget never meets all the needs within the service.  I thank the manager, Ms Teresa Coughlan, who has done great work in reopening yesterday.  There will be great excitement this week.  The service covers areas in south Roscommon, Ballinasloe, Clontuskert, Lawrencetown, Taghmaconnell and Moore.  It is a great service and we welcome it back.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#Y00200","speaker":"1654"},{"type":"speech","time":1633440600,"counter":106,"content":"<p>This week we are focusing on some of the huge infrastructure projects the Government is planning, and I welcome the news about them.  However, I also look at how they will be implemented and how much regard will be had to the views of local communities in respect of those projects.  There appears to be a crisis in our local government, both in terms of the powers of councillors to do the jobs they must do locally and the resources that are available for the local authorities.  Given that so many Members of this House are directly connected to councillors around the country, it is appropriate that we have a debate on those issues.<\/p> <p>Looking forward, the strategic housing development, SHD, legislation is going to be wound up and, as far as I am concerned, that cannot come soon enough.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Barry Ward:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=BarryWard&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->SHDs are an example of how we as a central Government have bypassed our local authorities and local authority members.  For example, I was at a meeting in the last week on the development at Baker's Corner pub near where I grew up.  That is undoubtedly a good development but there are aspects of it that will bypass the county council and go directly to An Bord Plean&aacute;la, costing every resident who wants to make a submission &euro;20.  At the same time, the regulator is saying there needs to be more investment and that fees have not gone up.  This already costs people huge amounts of money.<\/p><p>When we talk about Europe we talk about subsidiarity and the principle that we should devolve decision-making as much as possible.  We have done the opposite with local government in Ireland.  We have centralised and stripped powers away from local government, particularly from local authority elected members.  They are the hardest working elected representatives in this country and the worst looked after in their pay and resources.  In the last 20 years we have seen a successive stripping away of their powers and it is a crisis of local democracy.  If we do not trust them to do their job, how can we expect the populace to have faith in them and invest in that local government?  We need to have a debate on this and we need to bring steps forward to restore confidence in our elected local representatives.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#Y00300","speaker":"1685","continuing":true},{"type":"speech","time":1633440600,"counter":108,"content":"<p>I thank colleagues for the variety of topics that have been raised.  Senator Ward has outlined the mistakes that we have made as a State over many years by centralising too much.  One can see how unsuccessful it has been in our health service delivery and in how we are now unravelling and unwinding it and going back to regionalisation.  The Government acknowledged last year that the SHD process was an unmitigated disaster and we are going back to the way we know how to do things well.  That is empowering our local politicians.  We also need public consultation with local citizens on the changes that make an impact on their lives.  We need to have that proper communications process and we see it working well with TII, as Senator Carrigy mentioned.  I will ask for a debate on that unravelling and the new process that will replace the SHD process.<\/p> <p>Senator Ward and other colleagues have highlighted the importance of restating the State's intention to deliver on major infrastructural projects with the second iteration of Project Ireland 2040 being announced by Government yesterday.  As the Minister for Public Expenditure and Reform detailed, it is &euro;165 billion, which is the largest amount of money that has ever been put behind a national development plan.  As one of our colleagues mentioned this morning, &euro;11.4 billion of that is allocated for public transport investment.  If MetroLink is going to cost &euro;10 billion it does not leave an awful lot for the rest of the country.  We could probably put triple the amount of money into the national development plan and still have people giving out that there is no money associated with particular projects that we all care about.  It is a rolling project and something we are proud of.  It is the continuing investment by the State into making people's lives better and providing them with services.  I acknowledge and thank all the colleagues who have raised that this morning.<\/p> <p>Senator Dolan talked about life slowly returning to normal and I am happy that those day services in Ballinasloe are reopening.  Senator O'Loughlin is the chair of our cross-party Oireachtas group on Alzheimer's disease and dementia and I thank her for the presentation last week of the Alzheimer Society of Ireland's pre-budget submissions.  Life is starting to return to normal for those people who rely on the provision of day services.  I mention the huge amount of services that are provided, not necessarily by the State but by private organisations and I know only too well how fantastic the Alzheimer Society of Ireland is.  It is good to see that life is coming back to normal.<\/p> <p>Senator Currie mentioned that the DART+ West public consultation process is closing tomorrow.  Along with her I would encourage all of the citizens concerned to have their say because changes will be made and we want that to be done while empowering the people whose lives will be impacted by those changes.<\/p> <p>Senators Maria Byrne and Gavan talked about the need for a debate on University Hospital Limerick and such a debate is required.  I would contest one point; there has been significant investment in Limerick over the last ten years although clearly not enough investment has been made.  Some 96 new beds and a major extension have gone in but there is a need for a debate on what is needed now and what will be needed in the short term.  I will try to arrange that as quickly as possible.  It is nice to see colleagues from the same locality agreeing for a change.<\/p> <p>From Senator Maria Byrne's perspective, I also want to acknowledge the concern around what seems to be the downgrading of the N20 and M20.  That needs explanation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If the expected plans for the Limerick-Cork project have changed, they need to be brought to the attention of all the people who will be affected by that.  I will convey that message to the Minister for the Senator.<\/p><p>Senator Buttimer sought a debate with the Minister for Foreign Affairs on the One-China policy.  I will ask for that debate.  The Minister will be in the House this evening and next Wednesday evening.  The debate sought is important, particularly given the events of the past week or ten days.  I will again ask for that debate and come back to the Senator on it.<\/p><p>Senator O'Sullivan spoke of &euro;3.5 billion that is the mainstay of the Taoiseach's shared island initiative and the investment across the shared island, which is important.  I will ask the T&aacute;naiste for a update for the Senator on the task force for the Shannon Estuary.<\/p><p>Senator Cummins raised the issue of the &euro;11.6 billion for new public transport and &euro;5.8 billion for new roads.  Senator Gallagher asked for a letter to be sent to the Minister for Health seeking free mammograms for all women over the age of 40.  I will put that letter in the post on behalf of all of us today.  I will let the Senator know when I get a response.<\/p><p>Senator Gavan, among others, spoke of St. Brigid&rsquo;s Day.  Senator O&rsquo;Loughlin spoke about it when opening our proceedings today.  When I was a child my primary school was St. Brigid&rsquo;s National Holy Faith Convent School.  I do not remember that she was from Kildare but I remember always thinking that she was ours.  I grew up in Finglas and the Senator grew up in Kildare but St. Brigid belongs to all of us from every county in every part of the country.  I hope we settle on St. Brigid&rsquo;s Day for the new bank holiday.  Regardless of whether we call it Brigid&rsquo;s Day or St. Brigid&rsquo;s Day, we all know the important role she played.<\/p><p>Senators Carrigy and Fitzpatrick raised the issue of the anti-social behaviour and its prevalence not only in Dublin.  The prevalence of the issue in Dublin was raised in the House a number of times in recent weeks.  We saw from the television coverage last night that it is prevalent in Limerick, Cork, Galway and in many of our urban centres.  My son, who is only 22 years of age, emigrated to Berlin in June and is home at the moment.  He went out socialising at the weekend and when he came home yesterday evening he told me it is nearly impossible not to get involved in a fight in Dublin city because of the number of people who come into the city specifically and solely looking to either involve themselves in or cause trouble.  It is bizarre that our young people have nothing else to do except find their entertainment in that way, shape or form.  A number of colleagues sought a debate on this issue last week.  I think we need a new task force on policing not only in Dublin but in many of our urban centres to adopt a specific response to this new type of entertainment.  We opened our streets in the past year because we did not have anywhere else for people to entertain themselves but it certainly was not with the hope that this would be the result.   I will bring that message back to the Minister for Justice.<\/p><p>Senator Craughwell, as he has on a number of occasions, spoke passionately about a topic he really cares about and believes in.  I can do no more than bring the concerns he raised again this morning back to the Minister and ask for a response.  I will go one step further and phone the Minister today.  The matters the Senator highlighted, particularly in the Comptroller and Auditor General&rsquo;s report in recent days, require a response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#Z00200","speaker":"1653","continuing":true},{"type":"speech","time":1633440600,"counter":110,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#AA00200","speaker":"1645"},{"type":"speech","time":1633440600,"counter":111,"content":"<p>If it is not necessarily in a debate form, they definitely require a response.  I will do my level best to try to get the Senator a response this week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#AA00300","speaker":"1653"},{"type":"speech","time":1633440600,"counter":112,"content":"<p>I thank the Leader for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#AA00400","speaker":"1645"},{"type":"speech","time":1633440600,"counter":113,"content":"<p>Senator Lombard spoke of being star struck when he was walking around west Cork by all the famous people who were there.  He was right in stating support for the film industry needs to be highlighted in the budget that will be presented next Tuesday.  Senator Carrigy also mentioned this issue.  Those in the industry have had a devastating number of years.  They provide every section of society with entertainment.  They definitely need to be supported by way of tax measures next week.<\/p> <p>I applaud Senator Clifford-Lee on the pairing arrangement she entered into with our colleague, Senator Flynn.  It is something that should not be understated.  It is an important arrangement and an enormous gesture but we should not need gestures.  We should have proper arrangements in order that women and men can take maternity and paternity leave.  It is long past time for moaning and nagging about it.  We should have it in every walk of society, every part of political life and every part of our working lives.  It should be taken for granted that a woman when she has a baby can spend time at home with the baby and a man when his wife or partner has a baby can stay at home and bond that family relationship.  On behalf of all of us, I extend Eileen and Liam heartiest congratulations on baby Lacey&rsquo;s safe arrival.  I know Eileen had a tough couple of months.  I have no doubt that Billie will be a great big sister.  I wish them well.<\/p> <p>Senator Wall spoke about St. Brigid's Day and also called for a debate on housing.  The debate we had on housing last Wednesday was adjourned rather than concluded.  As soon as the Minister is available to continue that debate, I will arrange for him to come to the House as quickly as possible.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator &Oacute; Donnghaile talked about the mother and baby institutions report being issued today in Northern Ireland and the reflecting debate that will arise from the horribleness of what is in the report and the recommendations that will be required to make reparations.  He is also looking for a debate on the Northern Ireland protocol.  He raised this last week and I was able to text him later to say that the Taoiseach will come to the Seanad on 4 November to have a debate on that and to take statements from us.  A very important part of the Taoiseach's proposals and programme is the shared island initiative, and I think the input of the Northern Ireland protocol to the prosperity and the increase in business between North and South will form part of his statement.  We could probably have a debate on the Northern Ireland protocol separate from the debate with the Taoiseach.  I will follow up on that for the Senator today.<\/p><p>Senator Garvey talked about the rent price increase in Clare being at 16.1%, which is off the wall, and the requirement for rent pressure zones.  That will probably form part of the debate with the Minister for Housing, Local Government and Heritage when he comes back to the House.  I will let the Senator know the date of that engagement as soon as I can.<\/p><p>Senator Keogan talked about child safeguarding in schools and the policies arising from instances that have been brought to her attention.  I can speak about this only because when I was Minister for Social Protection - and it is that Department, for some reason, the gender recognition legislation sits under, not the Departments of Health or Education - there was a review of the 2015 legislation done, independently commissioned by the Minister at the time, who just happened to be me.  There were quite a number of recommendations arising from that review as to how to update the 2015 legislation, but, unfortunately, I do not believe anything has happened on that since then.  I might send a letter on our behalf to ask the Minister the current status of the recommendations and when new legislation will come that will provide safeguarding and guidelines to everybody who deals with children, whether schools, sports clubs or hospitals.  I will follow up on that for the Senator today.<\/p><p>Senator Ahearn opened this morning with the Minister, Deputy Heather Humphreys, extending T&uacute;s and the CE scheme, which is welcome.  Things have not been normal for those workers since the onset of the pandemic.  Therefore, they have not been able to learn and be mentored in the way they would normally be, so it is a  welcome extension.  The Senator also talked about the issue of work permits.  The Minister of State at the Department of Enterprise, Trade and Employment, Deputy English, was here this morning and last week discussing work permits and the pilot scheme he is trying to get off the ground.  The issue is probably not unique to the hospitality sector because our horticulture, agriculture and farming sectors are crying out for workers.  There is food being left in the ground because they do not have anybody to pick it, which is crazy.  Whatever red tape is there, we need to cut through it to make sure we have food security and staff for the industries that are only trying to get back on their feet.<\/p><p>Senator O'Loughlin started by mentioning, as did other colleagues, the fact that October is Breast Cancer Awareness Month.  We wear our pink with pride and in solidarity with the women we have lost and the women who are still fighting, and fight they will continue.  Senator Gallagher's suggestion to try to decrease the age by which women in Ireland get mammograms is a welcome initiative, and I will send that letter off.  We will wear our pink and wear it proud.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#AA00500","speaker":"1653","continuing":true},{"type":"unspoken","time":1633440600,"counter":115,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Report of the Joint Committee on Environment and Climate Action: Motion","time":1633440600,"counter":116,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#BB00300"},{"type":"speech","time":1633440600,"counter":117,"content":"<p>I move:<\/p> <blockquote> \tThat Seanad &Eacute;ireann:  \t(1) notes the agreed Report of the Joint Committee on Environment and Climate Action under Seanad Standing Order 116 on COM(2021) 551, 554, 555, 557, 558 and 568 &ndash; Legislative proposals of the EU &lsquo;Fit for 55&rsquo; package, which was laid before Seanad &Eacute;ireann on 28th September, 2021, in accordance with Standing Order 116(3)(b);<br \/><br \/>(2) having regard to the aforementioned Report, and in exercise of its functions under section 7(3) of the European Union Act 2009, is of the opinion that the proposals COM(2021) 551, 554, 555, 557, 558 and 568 do not comply with the principle of subsidiarity for the reasons set out in paragraph 3 of the Report; and<br \/><br \/>(3) notes that, pursuant to Standing Order 116(4), a copy of this Resolution together with the reasoned opinion and the aforementioned Report shall be sent to the Presidents of the European Parliament, the Council and the Commission.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#BB00400","speaker":"1653"},{"type":"unspoken","time":1633440600,"counter":118,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1633440600,"counter":119,"content":"<p>Sitting suspended at 4.44 p.m. and resumed at 5 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Child and Family Agency (Amendment) Bill 2021: Committee and Remaining Stages","time":1633440600,"counter":120,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#FF00100"},{"type":"speech","time":1633440600,"counter":121,"content":"<p>Cuirim f&aacute;ilte roimh agus gabhaim bu&iacute;ochas leis an t-Aire as teacht isteach.  I thank the Minister for Children, Equality, Disability, Integration and Youth for coming in today and giving us of his time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#FF00200","speaker":"1659"},{"type":"unspoken","time":1633440600,"counter":122,"content":"<p>Sections 1 to 30, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1633440600,"counter":123,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1633440600,"counter":124,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"speech","time":1633440600,"counter":125,"content":"<p>When is it proposed to take Report Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#FF00600","speaker":"1659"},{"type":"speech","time":1633440600,"counter":126,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#FF00700","speaker":"1670"},{"type":"speech","time":1633440600,"counter":127,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#FF00750","speaker":"1659"},{"type":"unspoken","time":1633440600,"counter":128,"content":"<p>Bill received for final consideration.<\/p>"},{"type":"speech","time":1633440600,"counter":129,"content":"<p>When is it proposed to take Fifth Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#FF00900","speaker":"1659"},{"type":"speech","time":1633440600,"counter":130,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#FF01000","speaker":"1670"},{"type":"speech","time":1633440600,"counter":131,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#FF01050","speaker":"1659"},{"type":"unspoken","time":1633440600,"counter":132,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1633440600,"counter":133,"content":"<p>I would like to thank the Minister and his Department for their work on this Bill.  The whole school completion programme and the home school community liaison scheme are essential components of the education system through the work that is done throughout the country on those programmes.  A lot of work is done with the whole school community in an integrated way, within all of the community, to really help target those children who are at risk and to ensure that they can stay within the school environment.  These programmes find their natural home in the Department of Education.  Indeed, they started off there when they were first introduced.  The announcement in the programme for Government that they will be transferred to the Department is most welcome.  I appreciate that the formalities are completed now.  I thank the Minister for playing his part in that.  I wish the Department of Education well in the transfer of the programmes.  I am aware that there was an increase in the budget earlier this year in respect of the school completion programme.  We hope there will be continued investment in this area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#FF01300","speaker":"1689"},{"type":"speech","time":1633440600,"counter":134,"content":"<p>I thank the Minister for coming to the House today and for this really important work.  The programmes are now in their rightful place.  The Peter McVerry Trust has stated that failure to complete the junior certificate is a big factor in homelessness.  School completion for Travellers, with whom I worked for a number of years doing literacy and numeracy workshops, remains a serious problem.  For example, only 13.3% of female Travellers are educated up to upper secondary level or above, compared with 69.1% of the general population.  Therefore, these are really important issues.  I thank the Minister for taking the time to do what was required to get them the supports they need under the Department of Education.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#FF01400","speaker":"1659"},{"type":"unspoken","time":1633440600,"counter":135,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1633440600,"counter":136,"content":"<p>Sitting suspended at 5.10 p.m. and resumed at 6.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Report of Committee of Selection: Motion","time":1633440600,"counter":137,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#NN00100"},{"type":"speech","time":1633440600,"counter":138,"content":"<p>I move:<\/p> <blockquote> \tThat the Eighth Report of the Committee of Selection be laid before the Seanad. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#NN00200","speaker":"1692"},{"type":"unspoken","time":1633440600,"counter":139,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Situation in Belarus: Statements","time":1633440600,"counter":140,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#NN00400"},{"type":"speech","time":1633440600,"counter":141,"content":"<p>I thank the Minister for Foreign Affairs for coming to the House on this very important issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#NN00500","speaker":"1650"},{"type":"speech","time":1633440600,"counter":142,"content":"<p>I thank that Seanad for inviting me here this evening and for giving me this opportunity to discuss the ongoing disturbing developments in Belarus.  I will come back to this point but I will begin by praising the work done by Irish parliamentarians on this issue to date.   It has been truly exemplary.  In particular, I thank Senator Barry Ward for championing a motion on the political regime in Belarus in July.  This political interest is testament to a broader public consciousness in Ireland of the deeply worrying events happening at the EU's eastern border.<\/p> <p>Ireland stands in solidarity with the people of Belarus and we will continue to do so. The people of Belarus have been courageous beyond measure.  They persist in the difficult work of holding an autocratic regime to account and they are not giving up.  They deserve our solidarity and support.  How did we get to this place of deep concern?  On 9 August 2020, the Belarusian regime held presidential elections and Alexander Lukashenko ran for a further term.  For more than two decades he has denied the people of Belarus a free and fair choice for their leader.  Since coming to power in 1994, he has ruled the country through fear.  Frustrated by his leadership, the Belarusian people expressed their desire for change in the election held in August 2020.  However, the regime declared that Lukashenko had won with more than 80% of the vote.  International observers condemned the vote as neither free nor fair.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There was ample evidence of widespread intimidation and harassment of candidates before the election.  There were serious irregularities during the election process.  This was a fraudulent election.  Something remarkable happened then.  The people of Belarus rose up.  Throughout August 2020 hundreds of thousands of ordinary people marched through the streets of Minsk in open defiance of the regime.  Their daring and bravery impressed many people across the world.  It was clear that Lukashenko had underestimated the people he had ruled with an iron fist for a quarter of a century.  They stood up for their right to determine their own destiny.  They stood up for democracy.<\/p><p>There was a moment when Lukashenko could have accepted the clear will of his people.  He could have called fresh elections, free and fair, with international monitoring, and prepared to leave office if his people willed it, in a dignified manner.  Instead, sadly, he chose to take the road towards tyranny.  Lukashenko used the tools of authoritarianism against his own people.  He sent state security forces to attack, arrest and torture peaceful protestors whom the state-controlled media then labelled as extremists and terrorists.  He took measures to make life intolerable for civil society organisations, independent news agencies and anyone else who could question his version of events.  His regime threatened and harassed oppositions figures, activists and human rights defenders.  There were even reports that some women activists were threatened with having their children taken away.  Many people had to flee their homes and seek safety abroad.  Most tragically some lost their lives.  <\/p><p>The abuse, however, only served to increase public outrage.  Tens of thousands continued to demonstrate peacefully for fair elections, justice and a better future.  Instead of looking for a national dialogue, the regime launched hundreds of politically motivated criminal cases against opposition members, protestors and supporters.  They detained, beat, fined or deported journalists who covered protests and stripped them of their accreditation.  They blocked dozens of websites and periodically restricted access to the Internet.  Police often denied detainees food and water.  Guards at detention facilities confiscated people's medications, frequently ignoring calls for medical care, in some cases denying it altogether.  Detainees were denied access to a lawyer, and the list of abuses is long and concerning.<\/p><p>In May 2021 a Ryanair flight travelling between two EU capitals, Athens to Vilnius, was ordered by Belarusian authorities to land in Minsk.  The plane was escorted by a military jet.  The regime claimed there was a bomb on board.  This was untrue.  There was no bomb on board, only a Belarusian journalist, Roman Protasevich, whose coverage of Lukashenko's antics had angered the regime.  Mr. Protasevich and his companion were illegally detained and the plane was sent on its way.  This appalling incident brought Belarus back to the top of the international agenda.  The incident is under investigation by the International Civil Aviation Organization.<\/p><p>Ireland and the EU reacted swiftly and firmly.  In June myself and the other 26 EU foreign ministers decided to impose targeted sanctions against those responsible for the ongoing repression of the Belarusian people.  The Lukashenko regime prepared a cruel response by weaponising migration of vulnerable people against the EU's external borders.  Since mid-May Belarusian state entities have been actively transporting migrants who have arrived in Minsk on direct flights from Baghdad or Istanbul to the borders of Lithuania, Latvia and Poland.  Migrants who have been declined entry into the EU but who are not allowed to return to Belarus are effectively left in limbo at the border.  The Belarusian regime is complicit is leaving vulnerable migrants, including minors, in a very dangerous situation and this cannot continue.<\/p><p>I will continue to work with my European counterparts on our shared response to what is currently happening in the context of Belarus.  Ireland has already contributed &euro;100,000 to the Lithuanian Red Cross in response.  I am glad to have the support of Senators, Deputies and the broader Irish public in this work.<\/p><p>Irish people have a long connection with Belarus.  Irish families have provided a home away from home for thousands of Belarusian children over the decades thanks to the work of Adi Roche, among others, and her foundation Chernobyl Children International as well as other organisations led by other people.  Indeed, Senators will recall the visit this summer of Sviatlana Tsikhanouskaya, the leader in exile of the Belarusian opposition and her heartwarming visit to her former host family in Roscrea, which was powerful.  I also had a long meeting with her and her courage and determination are extraordinarily impressive.<\/p><p>Political action in the D&aacute;il and Seanad has reflected Ireland's links to Belarus.  I recall with gratitude the unanimous D&aacute;il support for my motion on 1 June, Seanad support for Senator Barry Ward's motion on 15 July and the interest shown by the Joint Committee on Foreign Affairs and Defence in Ms Tsikhanouskaya's testimony during her visit in the summer.  I look forward to hearing and engaging with Members' statements.  I am interested in Members' ideas on how we can continue to engage bilaterally and multilaterally to improve the deeply concerning situation in Belarus.<\/p><p>I wish to finish by stating what Ireland wants to see in Belarus.  We want to see exactly what the people of Belarus deserve, which is to have their human rights and fundamental freedoms protected, to be free from state violence, repression, torture and arbitrary detention.  The people of Belarus deserve to be free to speak their own minds, to be permitted to protest, to assemble publicly and to have access to independent media outlets that will print and broadcast genuinely independent voices, but most importantly, the people of Belarus deserve fresh, free, fair elections that are internationally monitored.  The people of Belarus surely deserve to decide on their own destiny and we have a responsibility to do all we can to help them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#NN00600","speaker":"1457","continuing":true},{"type":"speech","time":1633440600,"counter":144,"content":"<p>I thank the Minister, Deputy Coveney, for outlining the situation in Belarus.  I also pay tribute to Ms Tsikhanouskaya and to all the Senators who supported her during her visit.  I mention the Seanad's resolution which was presented to her when she visited Leinster House and in our support for her and for the people of Belarus in their struggle for free and fair elections and for freedom from oppression, which they now suffer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#OO00200","speaker":"1650"},{"type":"speech","time":1633440600,"counter":145,"content":"<p>It is a pleasure to speak on this motion.  As the Cathaoirleach indicated, this is an important matter, which has been discussed in this House on a number of occasions.  I acknowledge the fact that the Minister, Deputy Coveney, has come to the House himself to speak to Members about this.  The things he said are important, and I will go into them shortly, but I also want to acknowledge his own deep connection to Belarus.  I know the Minister has been there and has spent time with Belarusians both here and there.  It is tremendously important to have that insight at the top of the Irish Government, that the Minister understands what they have gone through and that is willing to lend an ear to them and to sincerely take on board what they have said to him, which many of us have heard as well.<\/p> <p>It is difficult in many respects for us as Irish people who enjoyed, if not a peaceful transition, an ordered transition, one hundred years ago as we moved out of colonial status and into Free State status.  We inherited institutions that functioned in the new State and continue to function today, many of them based on what was there before them.  It is difficult for us to understand what happened in Belarus in 1994 as it became a new free state, free from the Soviet Union.  It did not enjoy any of that stability or that order.  The Civil War here at the beginning of our State pales in comparison to what has happened and the scale on which it has happened in Belarus over the past 30 years or so.<\/p> <p>The Minister, Deputy Coveney, talked about how Alexander Lukashenko underestimated the people he had ruled with an iron fist and underestimated their daring bravery.  That is very much what we are talking about here.<\/p> <p>I am lucky enough to have a number of friends who are both Irish and Belarusian and I have travelled there on a number of occasions and met with people.  The most recent visit was two years before the 2020 elections.  At that time people in Belarus did not talk about politics.  They would not discuss the Lukashenko regime or how they felt about politics or particular issues.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Barry Ward:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=BarryWard&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The most marked change in August 2020 and the groundswell of public resistance to what happened during the so-called presidential election was that people were talking openly about it.  They discussed it on WhatsApp and in telephone calls.  In the past, people did not even talk about it on the telephone, but after the election they publicly discussed how uncomfortable and unhappy they were with the usurping of their democratic right and the continued takeover by an autocrat.<\/p><p>The Minister highlighted that this is happening on the edge of Europe.  Belarus borders Poland and Lithuania.  It is right at the edge of the European Union.  Mr. Lukashenko is described as the last dictator in Europe and that is probably accurate, but it is extraordinary in many respects that he has been allowed to survive and continue in that role since 1994, overtaking a constitutional forum and deciding unilaterally if there will be any kind of consultation with the people, whether it is entirely false or not.  The Minister pointed out that, exceptionally, there is universal disdain for this election internationally, including at European Commission level and US State Department level.  All of the international bodies that examine elections around the world have stated this election was neither free nor fair.  There can be no dispute about it.  The people on the ground saw that too, which is why they rose up against their oppressor, Mr. Lukashenko.<\/p><p>The peaceful protests to which the Minister referred were suppressed with the kind of violence and heavy-handedness that we have not seen in Europe for a very long time.  The oppression was stark.  The Minister referred to those who were attacked, including women, journalists and peaceful protestors.  I pay tribute to Viasna, Libereco and the other international human rights organisations that have done a really good job of highlighting that there are still more than 500 political prisoners in prison in Belarus.  Such prisoners have been adopted by parliamentarians here and in other parliaments across Europe, including the European Parliament.  I adopted Maksim Pauliushchyk.  He is an ordinary civilian who spray-painted the slogan \"We will not forget\" on a pavement near where one of the first protestors was killed.  More than a year later, he is still languishing in prison.  He is just one of hundreds of people in such situations.<\/p><p>The Minister referred to the audacity of the Lukashenko regime in grounding a Ryanair flight.  A European civilian flight was essentially taken hostage by Belarusian military forces.  It is extraordinary that has been allowed to happen.  I do not lay that criticism at the door of anyone in particular, but there are several countries that would have begun an armed conflict if it had happened to them.  It is extraordinary that Lukashenko has been allowed to get away with grounding a civilian aircraft using live military assets and on the basis of a complete falsehood, as the Minister stated.<\/p><p>We are dealing with a person who has no respect whatsoever for the rule of law.  Sanctions have been imposed on him but they have not worked.  I refer to the reduction in the number of potash sales that can be made to farmers in Europe while the deals already in place with Belarus are allowed to continue.  That is not the fault of the Minister.  I recognise the work he has done on the issue.  However, the approach and response at European level and world level has been insufficient to deal with this because Mr. Lukashenko, the so-called president, remains in his position and continues to act with impunity.  If there is a message that we can send this evening, it is that this cannot be allowed to continue.<\/p><p>All Members recognise that it is wrong, that the election was fraudulent and that Mr. Lukashenko has acted in a heavy-handed, illegal and autocratic way.  We recognise that he sits on the border of a democratic union, the European Union, and continues to imprison journalists and other citizens who have done little wrong other than to protest against his regime and disagree with his autocracy.  We are to a large extent helpless and unable to act because even the sanctions that have been put in place are insufficient to put pressure on this man and impress upon him that he is not wanted and will not be tolerated.  I do not think he has got that message.  I recognise that sanctions are a blunt instrument and that often when they are imposed on a particular regime, the people who really suffer are the ordinary citizens on the ground, as resources are centralised and kept within a small group of people.  I recognise that is a problem, but I feel strongly that not just Ireland, but Europe must take a stand and implement much stricter sanctions against the Lukashenko regime and the individuals within it.  Those who we know are involved in Lukashenko's central committee or his inner circle must also be targeted.  There should be no mercy in the context of making it clear to them that this simply will not be tolerated.<\/p><p>I acknowledge the work done by the Minister.  He mentioned Sviatlana Tsikhanouskaya, whose husband is one of the hundreds of political prisoners.  I had the honour of meeting her on several occasions when she visited Ireland recently.  Her courage is testament to the courage of a whole nation.  She has indicated the strength with which the Belarusian people are willing to meet Lukashenko's autocracy.  I ask that we, as a country and as the European Union, match that courage and make a clear statement that we will not tolerate the autocracy in Belarus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#OO00300","speaker":"1685","continuing":true},{"type":"speech","time":1633440600,"counter":147,"content":"<p>Cuirim f&aacute;ilte roimh an Aire.  Sometimes the facts speak for themselves.  In an election in August 2020, Alexander Lukashenko got 80% of the vote.  This is his sixth term in office, having first been elected in 1994.  This is a man who relies on fear in order to stay in office.  Any voices of dissent, whether online or in the streets, are found, beaten, jailed and tortured.  There are 650 political prisoners in Belarus today.  Indeed, the mass demonstrations in the months after the 2020 election are no longer taking place because people fear arrest and torture.  It is a situation that is chillingly reminiscent of the quietening of protests in Hong Kong in recent times.  As bizarre as it sounds, a person can be arrested in Belarus for walking down the street wearing any combination of red and white clothing, those being the colours of the original flag of Belarus which has been adopted by those seeking change.  That is what happened to Natalia Sivtsova-Sedushkina.<\/p><p>The Minister is familiar with, and my colleague, Senator Ward, mentioned, the outlandish and outrageous forced landing of a Ryanair aircraft in Minsk last May and the capture and imprisonment of journalist Roman Protasevich.  The impunity and brazenness in respect of that one-way flight to Minsk really caught people's imaginations because it is reminiscent of a time that we thought was long gone in Europe.<\/p><p>The Minister is familiar with reports of the staged hanging of Vitaly Shisov, a dissident, in a park in Ukraine last August.  He led an organisation in Ukraine that helped Belarusians fleeing persecution in their homeland.  His death showed that, just like Russian dissidents, Belarusian dissidents will be pursued wherever they run, with little regard for the laws of the countries in which these outrages occur.  His death reminded us of the poisoning of the Skripals in Salisbury in 2018.<\/p><p>The church in Belarus has not escaped the wrath of Lukashenko and his regime.  A bishop was refused permission to re-enter the country as he was believed to have been critical of the regime.  Priests are being detained and accusations of incitement are being made against them.  I saw recently the horrible caricaturing of Catholic clergy in the <i>Minskaya Pravda<\/i>newspaper which depicted crosses being turned into swastikas.  That is an example of the hateful propaganda of a hard left, hard Communist regime.<\/p><p>Since the election last year, Sviatlana Tsikhanouskaya, the rightful victor, who has visited Ireland, has met with more than 30 heads of state, as well as the Minister, to make the case for free and fair elections in Belarus.  It is important to note that she does not wish to be President of Belarus.  The only thing she seeks is the holding of free and fair elections and would thereafter depart office.  She only ran for the presidency because her husband, who sought to be a candidate in the election, was jailed in advance of the campaign.  She is widely accepted as having won the presidential election.  As was noted, she visited Ireland in July 2021 and met the Deane family, who hosted her in Roscrea in the 1990s as one of the Chernobyl children.<\/p><p>In an initiative that shows solidarity with the people of Belarus, Members of the Houses of the Oireachtas have adopted several political prisoners.  I was not part of that initiative but I strongly support and commend all those involved.  Ireland, principally through the Taoiseach and the Minister, has been supportive of Sviatlana Tsikhanouskaya and her calls for the release of all political prisoners and the running of free and fair elections.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The European Union has played its part in co-ordinating with the US, the UK and other nations in devising sanctions against Belarus.<\/p><p>Of course, we cannot forget that Russian President Vladimir Putin is central to this story.  Belarus is viewed by him as being strategically important to Russia's security and Russia has a number of military bases in Belarus.  He has been pushing Belarus to formalise their alliance in a way that would result in Belarus effectively becoming part of Russia once more as in the days of the USSR.  It is horrible to think that in order to punish its former Soviet bloc nation colleagues on its western borders, including Poland, Lithuania and Latvia, the Lukashenko regime has effectively been bussing refugees from the Middle East and Africa to the western border, trying to stoke a fresh migrant crisis by sending them to those neighbouring countries.<\/p><p>We can think of what action is needed.  Lukashenko only remains in office because he has the military and financial support of Putin, and without Russia's military and financial support, the regime would have fallen by now.  In addition to applying pressure on Lukashenko, therefore, pressure must also be applied on the Russians to allow the people of Belarus the space and freedom to choose their own leader, although I admit this is a much harder task.  The EU must devise a further round of tougher economic sanctions, and I understand a fifth round of sanctions has already been planned.  Last August, the International Monetary Fund, IMF, granted $1 billion to Belarus in a move that was grossly out of step with the strategy being adopted by the EU and the US.  We need consistency, and I will return to this point about consistency in a moment.  Ireland and the EU must assist with efforts to bring about the initiation of a criminal prosecution against Lukashenko and his regime.  Critically, we must use our seat on the UN Security Council and make Belarus a key priority.<\/p><p>I will conclude by speaking about the need for consistency and our stepping up to use our UN role as much as possible.  I have criticised the Minister and his Government in a respectful spirit and not in a personal way because of an apparent inconsistency in the way different countries with deeply problematic human rights situations are treated.  Senator Barry Ward correctly commended the Minister on being here in person for this debate.  It is important to remind the Minister nonetheless that the Seanad unanimously passed a motion calling on Ireland to use all diplomatic and trade channels to put pressure on China over what is happening in Xinjiang - we might add Hong Kong to that - and the terrible persecution of countless people in the country for religious and other ethnic reasons.  It seems harder to get a consistent and strong answer out of the Government on that.  I have warned in this House that it must not be a nod to human rights on one hand and a wink to trade on the other.<\/p><p>I know that is hard and it is harder to be a Minister with responsibilities for such matters than it is to be an Independent Senator.  The Minister's instincts are solid and good so I have confidence in saying he will be at his strongest when he is consistent.  Ireland will be at its strongest when it is consistent on the question of human rights.  Mr. Dietrich Bonhoeffer, the theologian and anti-Nazi martyr, warned about the concept of cheap grace, and a modern secular equivalent might be that of virtue signalling or the idea that we go in hard when it does not cost us.  When it comes to defending human rights on the international stage, we must go in hard anyway, even if there is a cost.  We must be vocal on the question of Iran and China.  I say this as a son of the land and I care about our exports.  Human rights cannot be sacrificed on the altar or our prosperity.  I want the Minister to follow with the same consistent strength he has on Belarus in those other fora.<\/p><p>As the Minister's instincts are so good, I will make a final request of him.  I do not intend to revisit what happened with the appointment of a special envoy but many countries and the EU have led the way in establishing an envoy for freedom of religion and belief.  That is a much more established type of envoy as many people are being prosecuted for religious beliefs and for not having such religious belief.  I will write to the Minister on that subject because it would be a great initiative for the Government to take.  It would be a great response to the recent controversy and it could unite all sides of the Houses as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#PP00200","speaker":"1673","continuing":true},{"type":"speech","time":1633440600,"counter":149,"content":"<p>I thank the Minister for attending the House today.  This is a topic on which many of us are <i>ad idem<\/i>.  Many of us had the opportunity meet Ms Sviatlana Tsikhanouskaya when she was in this country.  We know Sviatlana, along with her compatriots, have unceasingly and courageously stood up for human rights and basic freedoms.  As others have outlined, they have sought democratic elections in the country.  Others have said Ms Tsikhanouskaya put herself forward because her husband was jailed by the Lukashenko regime.  I know she is, like me, a mother of two young children and she is travelling the world fearlessly and courageously in trying to ensure her country can see democratic action in its next elections.<\/p><p>I am part of the group that has &quot;adopted&quot; prisoners in Belarus.  I have &quot;adopted&quot; the case of Mr. Pavel Mazko, an 18-year-old prisoner who has been incarcerated since March 2021.  He attended one of the peaceful demonstrations against the falsification of election results.  He is very well known in his community for being a disability activist and I know his parents are very concerned that he is still behind bars.  It is heartbreaking for them that he is still incarcerated.  One of my colleagues has mentioned there are 500 political prisoners and Senator Mullen spoke about 600 prisoners.  I have a figure indicating there are over 700 political prisoners.  It is a huge number.<\/p><p>Over a year on, we know these calls remain unanswered and the Lukashenko regime has cracked down on its own people, exacerbating the rift between state and society.  Representatives of the opposition and pro-democratic forces, together with thousands of citizens from all sections of society, have either died in uncertain circumstances, been incarcerated or been compelled to leave their country and live in exile, as Ms Tsikhanouskaya has had to.<\/p><p>According to Viasna, the Belarusian human rights non-governmental organisation, there are now 722 political prisoners and among them are members of the opposition, human rights defenders, journalists, defence lawyers, trade unionists, peaceful protestors and activists, including Mr. Ales Bialiatski, chair of Viasna.  Ms Michelle Bachalet Jeria, the UN High Commissioner for Human Rights, in her update to the UN on 24 September, just last week, indicated that approximately 497 journalists and media workers were arrested last year, with at least 68 reportedly subject to massive ill-treatment.  Approximately 27 journalists and media workers are still in detention, including Mr. Roman Protasevich, who we all know as the man detained after his flight from Greece was illegally forced to land in Minsk.<\/p><p>Independent news portals <i>Tut.by<\/i>and <i>zerkalo.io<\/i>were designated as &quot;extremists&quot;, making it a crime to disseminate any of their output.  Approximately 129 civil society organisations reportedly closed by the end of August and scores more were closed during September.  These include several long-standing partners of the UN, and examples include the Belarusian PEN centre, the Belarusian association of journalists and the oldest human rights organisation in the country, the Belarusian Helsinki Committee.  Ms Bachalet Jeria also indicated she is deeply concerned by increasing severe restrictions on civic space and fundamental freedoms, including continuing patterns of police raids against civil society organisations and independent media, as well as what appear to be routinely politically motivated arrests and criminal prosecutions of human rights activists and journalists.<\/p><p>Of major concern is gender-based violence in detention.  It has been reported 30% of those arbitrarily detained are women and girls and the UN office reports sexual violence committed by law enforcement officials primarily but not exclusively against women and girls.  This includes reports of sexual assaults, threats of sexual assault, psychological violence and sexual harassment against both women and men.  Psychological violence has reportedly been widespread, including threats of sexual assault and threats of removing a victim's children, and some of these threats have been realised.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> My colleague and the Minister have outlined that the Lukashenko regime is now using the migrant crisis as a political weapon and retaliation for sanctions, which is a fact that the EU must take on board.  The use of humans in this way is deeply concerning, cynical and akin to extreme military violence.  All of the partners in the EU must continue to support the people of Belarus, including by providing emergency assistance to the victims of oppression and the independent media and by getting humanitarian assistance to the civilian population.  We need to support the migrants who have been transported to the borders of the EU because they do not deserve to be used as a political missile.  We must continue to support the democratic, independent, sovereign, prosperous and stable Belarus.  The voices and the will of the people of Belarus will not be quelled.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#QQ00200","speaker":"1630","continuing":true},{"type":"speech","time":1633440600,"counter":151,"content":"<p>I thank the Senator for her interesting words.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#RR00200","speaker":"1674"},{"type":"speech","time":1633440600,"counter":152,"content":"<p>Cuirim f&aacute;ilte roimh an Aire.  T&aacute; m&eacute; s&aacute;sta go bhfuil seal agam chun c&uacute;pla focal a r&aacute; ar na r&aacute;itis seo anocht.<\/p> <p>I welcome the Minister to the Chamber for statements.  On behalf of Sinn F&eacute;in, I extend our solidarity and support to the people of Belarus and their opposition to oppression by the Government of Alexander Lukashenko.  The people of Ireland know only too well what it is like to live in circumstances where the people's expressed will at the ballot box has been ignored, suppressed and replaced with the expressed will of military aggression, and even occupation.  The eventual partition of our country 100 years ago this year is a living expression of that type of aggression albeit in a different form but nonetheless at its heart a denial of the expressed democratic will of the vast majority of a people for national freedom and independence.  Thankfully today the people of Ireland, through the Good Friday Agreement, have a peaceful opportunity to end partition and establish independence.  The people of Belarus need to hear from the elected representatives in the Oireachtas that we stand with them in their peaceful defence of democratic principles and fundamental human rights.  They need to know we stand with them in their demands for free and fair elections; for an end to the mass arrests and the detention of those who oppose the Lukashenko Government; and for the removal of the restrictions on the Internet and independent media and the shutdown of other media outlets.<\/p> <p>I would like to add the voice of the Sinn F&eacute;in Seanad&oacute;ir&iacute; to our party's Deputies in condemning the act of international piracy that other Senators have referred to in this debate by the Lukashenko regime when it hijacked a Ryanair flight in May and seized and imprisoned the journalist and opponent, Roman Protasevich, and his girlfriend, Sofia Sapega.  I hope that the people of Belarus will take heart from the Irish Government's commitments to keep the situation there high on the international agenda, including at the United Nations Human Rights Council and at meetings of the UN Security Council.  The hijacking of the aeroplane was a deliberate and high-profile act of international intimidation.  It was not only designed to strike fear into the opposition in Belarus but also to frighten those opposed to Lukashenko's regime outside of Belarus.  The hijacking had the simple message that no place is safe from Lukashenko's reach.  In that regard, it is crucial that the members of the Belarusian community in Ireland see the Irish Government take a welcome international position and provide protection and reassurance to those who live here that they are safe.  Lukashenko has attempted to increase pressure on the Belarusian opposition who live abroad by targeting their families in Belarus.  I, like my colleagues in the D&aacute;il, commend the sanctions that have been imposed on Lukashenko's Government by the European Union.  This is correct and in order with the rule of international law.  When nation states are found guilty of breaking international law, they must know they will face consequences in proportion to the crimes they have committed.  It is, therefore, disturbing to say the least that some eastern European countries that have been most vocal about the oppressive behaviour of Lukashenko have been silent about human rights abuses by other Governments elsewhere in the world.  I am thinking, in particular, about the Israeli Government's repeated abuse of international human rights and laws, and its persecution of the Palestinian people.  It is correct that the EU imposes sanctions against Belarus but it is shameful that it has refused to impose sanctions against the Israeli Government for its crimes against humanity that have killed hundreds of Palestinians, including children.<\/p> <p>I listened with much interest and respect to the opening remarks made by Senator Ward and the Minister this evening.  Senator Ward spoke about the proximity of Belarus to the EU.  He is absolutely right that this should give us cause for concern and compel the EU to act.  This also made me think about the Spanish Government's oppression of the Catalan people and their expressed democratic will when they sought to do what we did when we gathered in the Mansion House in Dublin two years ago to honour and remember what happened in this country, and that was to adhere to the expressed democratic will of the people and establish a democratic government and national independence.  Spain is in the EU.  I agree with other colleagues that we may have different priorities as elected representatives, and I am glad that there is unanimity in the House tonight, but I agree with the sentiment that we need to be consistent in our approach.<\/p> <p>The Irish Government is right to stand up for the international rule of law but in doing so it must show leadership in ensuring the same respect and support is shown to others around the world as it is to the people of Belarus.  If it is right, and it is, to impose EU sanctions on the Government of Belarus then it is also right for the EU to impose sanctions on the Israeli Government, as just one example.  It would also be right to act against Spain for its actions in oppressing the Catalan people and their elected representatives, who are people like us, whether they come from councils or other assemblies, and trying to silence the voice of media outlets.<\/p> <p>I welcome the opportunity to discuss this matter.  There is a genuine sincerity across the House in wanting to assist the Minister in anything that he is doing.  I ask that this House conveys to the Belarusian people that they have our solidarity and support today and going forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#RR00300","speaker":"1688"},{"type":"speech","time":1633440600,"counter":153,"content":"<p>I welcome the Minister to the House to speak on this important matter and acknowledge that Senator Ward has previously tabled a motion on this issue.<\/p> <p>I do not need to repeat the litany of actions that have eroded democracy in Belarus.  They include the extension of the number of years that a president can serve from five to seven, in 1996; the referendum to remove the constitutional term limits in 2004; the arrest and beating of his opponent, Alyaksandr Kazulin, in 2006; and the widely condemned way that the election was run in August 2020.  As has been outlined, that election is widely regarded as not fair, not free and not credible.  There is a litany of ways in which democracy is being chipped away.<\/p> <p>Senator Ardagh spoke very well about the report by the UN High Commissioner, Michelle Bachelet, who has personal experience of a creeping dictatorship in Chile.  She has written very strongly around the human rights breaches, particularly the treatment and violence meted out to journalists.  The most high-profile case - it has rightly been described as piracy - was the abduction of the journalist, Roman Protasevich, from a Ryanair plane.  We also know that journalists within Belarus have been subjected to abuse.  We have heard reports of hundreds of political prisoners and of gendered violence and gendered abuse.  We have heard about psychological abuse in the threats and in their execution.  We know there are very strong women in the movement for democracy within Belarus.  Ms Sviatlana Tsikhanouskaya has been spoken about and she has a strong connection to Ireland.  Many other women have been very strong and they have been the target of gendered abuse.  Additionally, students and students' unions have been targeted.  According to the Belarusian Students Association, an independent student union, 466 students have been detained, almost a third of whom are women.  Many were put under administrative detention or fined amounts that were unachievable for a student thus leaving them unable to pay and we know that six students have been sentenced to imprisonment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Most recently the entire Belarusian Students Association executive was forced to flee after raids by the Belarusian authorities on its offices.  These are the blocks and threads of society, including journalists, unions and students and each of these groups are being targeted.<br\/><br\/>This is an extraordinary area of concern but what action can we take and what action should we take?  It is vital that we press for the release of political prisoners and for free elections.  There is an investigation being carried out by the International Civil Aviation Organization into the Ryanair incident.  As was mentioned, sanctions are a valid and legitimate tool and they are being used.  I refer to the ruling of the Court of Justice of the European Union on Rosneft in occupied Crimea and the sanctions on goods from there.  It was found in that case that it is a matter of public policy to have sanctions when human rights are being violated and when it is legal within our trade law.  It is appropriate that they are being used in that case but as has been said, it is shameful that sanctions are still not being used or looked to by Europe for Israel, even though it is a legitimate tool.  We know that from the Rosneft ruling and we have never heard why that cannot be deployed.  It is important to note that the European Council's actions and sanctions in May 2021 against Belarus specifically focused on technologies used in surveillance and we know that the tools and technologies of oppression are an appropriate area for sanctions in respect of Israel.  Let us use these tools, let us look to every diplomatic tool we can use and let us use them wherever human rights violations are taking place.  I support the strengthening of our use of such tools.<br\/><br\/>I want to focus on the people fleeing Belarus.  We have heard about the weaponising of vulnerable migrants but I had an unease when we heard the phrase.  Belarus is carrying out an abuse in that respect but we should not treat vulnerable people as weapons.  Belarus may choose to do so but we must not.  It is not a sufficient defence for Europe regarding its human rights obligations that it would point the finger and say they are being used in an appropriate way, that people are arriving at the border in a way that is inappropriate and condemn the actions of Belarus.  We must be responsible for our actions.  We must not allow people to be treated as weapons and we must not treat them as weapons.  We must treat them as human beings and human rights holders to whom we have obligations, including obligations under the Geneva Conventions.<br\/><br\/>In that context, last month we saw four people left stranded on the Poland-Belarus border die of hypothermia.  Poland has sent thousands of troops to the border and built a razor wire fence along its length.  On Thursday it extended a state of emergency which bars journalists and aid workers from accessing the 3 km deep strip for a further 60 days.  Amnesty International has reported that satellite imagery and other photos and videos show evidence of the pushback of refugees in August and there have been concerns around the evidence of an unlawful pushback which has occurred as armed Polish border guards surrounded the refugees' camps.  This violates international law, particularly the principle of non-<i>refoulement<\/i>, given that we know the human rights situation in Belarus is completely unacceptable.<br\/><br\/>This is in no way to lessen the condemnation of the human rights violations of Lukashenko and the Belarusian authorities.  Europe must show clearly that it takes human rights violations seriously where they are occurring in Belarus, that we take human rights' standards exceptionally seriously within the European borders and that we will not just demand better human rights policies but that we will model them as well.  That is one of the ways we can show that this tactic by Belarus will not have an impact or erode the commitment of the European Union to proper and robust action against Belarus.<br\/><br\/>I thank the Minister and I commend Senator Ward for giving leadership on this issue in the Seanad.  We have a good and strong record in the Seanad of working on international human rights issues across the board and of trying to have cross-party collaboration on those issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#RR00400","speaker":"1662","continuing":true},{"type":"speech","time":1633440600,"counter":155,"content":"<p>I thank the Minister for being here to listen to our deliberations and to discuss them with us.  I welcome the opportunity to discuss the situation in Belarus on the record of the House because as we all acknowledge, the situation in Belarus challenges the democratic fabric that our societies and our Continent are built on.  We have to show true solidarity with the Belarusian people in their peaceful defence of democratic principles and fundamental human rights.<\/p> <p>Last week I had the opportunity to attend the Council of Europe in Strasbourg together with colleagues from the Seanad.  I was privileged to meet Tatsiana Khomich, who was representing her sister, Maria Kalesnikava, who is one of the leaders of the Belarusian opposition.  Maria was sentenced to 11 years in prison in September after standing trial behind closed doors.  It was a unique opportunity to listen to the lived experience of somebody who is so concerned about her sister in prison and about the human rights of the people of Belarus.  She spoke in an articulate and emotional way about how in August of last year the people of Belarus saw their hopes to elect a legitimate leader of the country viciously ruined.<\/p> <p>Since then, we have born witness to the people of Belarus unceasingly and courageously stand up for the respect of human rights and basic freedoms.  They were perfectly right to seek new and democratic elections.  They have peacefully protested in the face of the Lukashenko regime's contempt for the rule of law and Belarus's international commitments and human rights obligations.  Their call remains unanswered.  The Lukashenko regime has cracked down on its own people and is exacerbating the rift between state and society.  Representatives of the opposition and the democratic forces, together with thousands of citizens from all sections of society, have either died in uncertain circumstances, been incarcerated as Maria has been, or have been compelled to leave the country and live in exile.<\/p> <p>The issues that have been bubbling up in Belarus have not been sufficiently tackled by the international community in my view.  It is not just a political issue; it is a humanitarian one.  The migrant situation at the borders of Lithuania, Latvia and Poland is concerning and we stand in solidarity with and support them.  The migrants who have made it to the border need to be protected.  We need to ensure that the right to request international protection, as provided by the Geneva Conventions, is maintained for these people.  Further sanctions are needed, particularly sanctions that target those facilitating the instrumentalisation of migration at the EU's external borders.  The Belarusian response to EU sanctions has been unacceptable, especially Lukashenko's movements to exploit migration against the EU borders.  In light of the situation in Afghanistan, there is a concern that Lukashenko will also seek to instrumentalise Afghan refugees.  The Belarusian airline, Belavia, is accused of transporting migrants to Belarus to pressure the EU.  This is a direct tactic to taunt and challenge the European Union and it must be dealt with effectively and quickly.<\/p> <p>By having this debate and by having the Minister present we are sending a strong message of solidarity with Belarus and the Belarusians who live within our country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important we stand up for the human rights and democratic principles of the people of Belarus and that we work with our European colleagues and neighbours to ensure these human rights are upheld and that further sanctions are put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#SS00200","speaker":"1689","continuing":true},{"type":"speech","time":1633440600,"counter":157,"content":"<p>I am sharing time with Senator Conway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#TT00200","speaker":"1692"},{"type":"speech","time":1633440600,"counter":158,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#TT00300","speaker":"1674"},{"type":"speech","time":1633440600,"counter":159,"content":"<p>I welcome the Minister, Deputy Coveney, and I commend his empathetic involvement with this abhorrent state of affairs.  There are 650 political prisoners in prison in Belarus.  Not only are they in prison in the normal sense, they are subject to torture and sexual assault.  As cited by the Minister, the threat to the children of the female prisoners is a horror.  It is all a horror.  The abuse and misuse of migrants as objects of war and collateral damage, leaving them stuck at the border, is shocking.  I agree with my colleague, Senator O'Loughlin, that they should be given international protection and support.<\/p> <p>Ireland supported the appointment of the UN High Commissioner to examine human rights violations.  I ask the Minister to comment on how that is progressing, if a report has been published and the outcome in that regard.  We are supporting the EU sanctions but it seems they are not having enough impact or achieving the desired result.  I ask the Minister to comment in his response on what we can do in the area of further sanctions that might be effective and on whether Ireland could be a leader in that regard.  He might also comment on what we have done and can do within the UN Security Council.<\/p> <p>It is good we have given &euro;100,000 to the Lithuanian Red Cross.  We have a huge connection to Belarus and, I think, to Lithuania in terms of the large immigrant population here and the link with Chernobyl Children International, CCI.  It is interesting that Sviatlana Tsikhanouskaya has a direct connection with Tipperary.  It gives an Irish feel to CCI and there is popular support here for it.  I commend Turlough Deenihan for his work with Libereco on human rights issues here.  The situation in Belarus is appalling.  We have to continue our work until the regime is brought down but it will be difficult to do that.<\/p> <p>Senator Mullen made an interesting point when he said that the numbers on the streets are reducing.  That is a grave concern and another reason further initiatives around sanctions and the UN etc. are important.  I again thank the Minister for being here for this debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#TT00400","speaker":"1692"},{"type":"speech","time":1633440600,"counter":160,"content":"<p>I thank Senator O'Reilly for sharing time with me.  I too welcome the Minister to the House and I acknowledge the work he has done in this area.  We all want to see free and fair elections in Belarus.  That is what we enjoy here, although we sometimes might not like the result.  However, that is democracy.  The great citizens of Belarus deserve that too.  The 650 people who are political prisoners deserve to be released and to be able to participate in the political democratic process, such as we all enjoy and expect.<\/p> <p>What went on with regard to Lukashenko and Ryanair was an attack on Ireland, outside of an attack on democracy, Europe, decency and fairness.  This matter has not been dealt with adequately either by the Irish Government or by the European Union.  To be honest, I do not know how much the Government can do, but we become frustrated in hoping we can do something.  The European Union has not acted in the way it should have.<\/p> <p>There is a deep connection between Ireland and Belarus.  The Burren Chernobyl Project is headquartered in my home town of Ennistymon.  The work done by Br. Liam O'Meara and all of the staff and volunteers in that project is heroic.  The project regularly sends out articulated lorryloads of humanitarian aid, donated by the people of Clare and the surrounding counties.  They have welcomed people from Belarus affected by the Chernobyl disaster to their homes.  To a large extent, the people of Belarus are like family to the people of north County Clare and the surrounding counties.  The connection and the beautiful relationship that exists between the people of Ireland and the people of Belarus is intrinsically linked and will not be broken.  This is why we in Seanad &Eacute;ireann are standing up to articulate our abhorrence and disgust at the regime stood over by Mr. Lukashenko since 1994.  I do not know what we can do to rectify that situation.  Clearly, the international sanctions are not working.  All they are doing is hurting the most vulnerable.  I do not know what we can do.  I despair in wondering how we can deal with that situation.<\/p> <p>To our friends and comrades in Taiwan, we are all celebrating Taiwanese National Day this evening.  It is shocking that 56 fighter jets from China have been encroaching on Taiwanese airspace.  We should not be afraid to call out what China is doing.  It is not good enough.  The Americans have called it out.  We should call it out and Europe should call it out.  To be frank, our country should open an embassy in Taipei.  Every other country has an embassy there.  Why does not Ireland have an embassy in Taipei?  I do not know the answer, but I think we should have an embassy there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#TT00500","speaker":"1644"},{"type":"speech","time":1633440600,"counter":161,"content":"<p>I apologise for having to interrupt the Senator but I must stick to the schedule.  This is a very important debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#TT00600","speaker":"1674"},{"type":"speech","time":1633440600,"counter":162,"content":"<p>I welcome this opportunity to speak.  One of the best things we can do as parliamentarians is to call out the truth as we receive it.  I have connections with some people in Belarus and with organisations that work there.  I will use my time to call out the truth of their experience and what they report, some of which has been mentioned in this debate.<\/p> <p>I want to begin by remembering Kim Samusenka who is in prison.  He is a prisoner I sponsor and have written to.  His brother is sponsored by Senator Joe O'Reilly.  They are in prison for no reason other than that they believe in freedom of expression.  That is appalling.  I also want to remember the leader of the Office of the Rights of Persons with Disabilities, Siarhei Drazdouski, who, along with his lawyer, was arrested on 2 February this year, again just for speaking out on behalf of people with disabilities.  He is still in prison and untried in any way.  They have both been subjected to interrogations and humiliating behaviour and treatment.<\/p> <p>One of the topical issues in Ireland all of the time is Covid.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What of the people of Belarus during the Covid pandemic?  A very small proportion of its population is vaccinated, just 1.5 million out of 10 million.  The only vaccines available to them are Sputnik V and the Chinese vaccine.  There is a natural reluctance to be vaccinated with either of those because of a mistrust of Russia and because very little of the Chinese vaccine has been available.  Some 2,275 NGOs have been closed down or will be shut down.  Many of these organisations deal with issues of disability.  One of these organisations, the Office for the Rights of Persons with Disabilities, has now been shut down.<\/p><p>Another issue that has been talked about a great deal tonight is that of the weaponising of migrants.  The EU really needs to mount a humanitarian response.  As has been said, these people should not be weaponised.  We should open our borders with compassion.  There are fears as to what is happening with these migrants at the borders with Poland and Lithuania.<\/p><p>A journalist working with activists on the ground has said that people are being kept in very unsanitary and inhumane conditions and that they are kept in very close quarters in prisons in which the Delta variant is spreading like wildfire.  Covid is really bad.  <\/p><p>I will end on positive news.  Chernobyl Children International is an organisation very close to my own heart.  It is an honour for me to be in any way associated with it.  It continues its humanitarian efforts on the ground.  It is managing all of its programmes in Belarus remotely, ensuring that vulnerable children and families are cared for and protected at this precarious time.  I pay tribute to the organisation and to the work of Adi Roche.  Its lifesaving cardiac programme is resuming in Ukraine, having been paused for two years due to the Covid pandemic and the travel restrictions.  While there have been no surgeries, the organisation welcomes this really good development and interaction.  Its paediatric cardiac team will not only be performing lifesaving surgeries on newborns and young children, but will also provide a full training course for local surgeons.  It wants to leave a footprint of expertise behind.  I will just end on that little bit of good news in the midst of all the bad news this evening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#TT00700","speaker":"1682","continuing":true},{"type":"speech","time":1633440600,"counter":164,"content":"<p>I thank Senator Seery Kearney for that little bit of positive news at the end.  Before I hand over to the Minister, I will say that I feel privileged to have been asked to chair part of this debate.  I have listened intently to everybody, starting with Senator Ward, who must be commended, and Senator Mullen, although I was down in my office at the time.  I listened to Senators Ardagh and Higgins and all of the other speakers speak with such passion and sincerity.  If the Belarusian people ever want a little bit of an uplift, the Irish people can give it to them.  I know everyone who spoke was absolutely sincere.  We are making a statement on behalf of all of the Irish people.  People in every part of the country are concerned about the appalling process that is occurring in Belarus.  It is just shocking.  Before I hand back to the Minister, I will compliment him on his strong views on this.  I know he is doing everything in his power to ensure a better outcome.  I now call on him to conclude.  He has ten minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#UU00200","speaker":"1674"},{"type":"speech","time":1633440600,"counter":165,"content":"<p>I thank the Senators for the opportunity to speak in this debate.  I believe that any Belarusians listening to this debate will take some courage from it.  I hope they will because it is a country that needs solidarity and support not only from its close neighbours, but from other countries across Europe and the world.  The truth is that sanctions very rarely work overnight.  Sometimes they do not work at all.  The European Union has tried to respond with sanctions targeted at individuals who are involved in, or linked to, inappropriate and illegal behaviour.  At the same time, it has tried not to impose sanctions that would cause more misery for Belarusians.  It is a very difficult balance to get right.  We have a lot of debate within the Foreign Affairs Council on how to use sanctions appropriately.  The way the European Union uses sanctions is quite different from how other regions use sanctions.  However, the European Union's efforts to isolate Lukashenko and his regime with a view to bringing about change have not been successful so far.  That does not mean that they will not be successful in the future.  It will take sustained effort and sustained support for democratic movements within Belarus and outside, where many people are living in exile.<\/p> <p>Ireland's first approach has been to use all tools of multilateral diplomacy at our disposal.  Ireland has been vocal on the situation in Belarus in multilateral settings.  Internationally, Ireland has long had a reputation for being a small but vocal country that consistently stands up for human rights, for the rule of law, for fundamental freedoms and for the right of people to choose who rules them.  We have a pretty strong record in doing so not only in the context of Belarus, but of some of the other countries also mentioned here today.  I have been involved in debates relating to China, Yemen, Syria, Afghanistan and Ethiopia at the level of the UN Security Council and the European Union's Foreign Affairs Council.  The Minister of State, Deputy Byrne, and I have repeatedly raised the plight of Belarus at the Human Rights Council, at the UN Security Council and at a variety of other EU and multilateral meetings.  We have called for the implementation of a report by the Organization for Security and Co-operation in Europe, OSCE, and for an expert investigator.  We have supported an extension of the mandate for the UN High Commissioner for Human Rights to investigate human rights violations in Belarus.  We continue to speak up.  Indeed, this Friday, our ambassador, Geraldine Byrne Nason, will address the matter at an Arria formula meeting of the Security Council convened by Estonia which Ireland has co-sponsored.  <\/p> <p>With regard to sanctions, as I have said, Ireland has worked in support of EU sanctions against Lukashenko's regime and associated individuals and commercial entities.  EU citizens and companies are now forbidden from making any funds available to those on the sanctions list.  I can confirm that my diplomats in Brussels are working closely with their European colleagues on a fifth package of sanctions to try to achieve what I mentioned earlier.  This is not a fight with the Belarusian people.  It needs to be a targeted isolation of a dictator and the people around him.<\/p> <p>With regard to Ireland's support for human rights in Belarus, Ireland is giving financial support to projects that seek to protect the human rights and media freedoms of the Belarusian people through the European Endowment for Democracy.  Autocrats fear the free press.  BelTA, the Belarusian news service, has limited its output and other news outlets have been harassed and forcibly closed down.  I am glad that Ireland's funds are helping ordinary Belarusians to access the truth and facts.  Other financial support comes in the form of a promise by the EU to provide a &euro;3 billion economic stabilisation package.  The funds will be unlocked once Belarus embarks on its democratic transition.  If and when that transition begins, the EU will be in a position to provide generous practical financial support to the people of Belarus.  We can help make their vision of a brighter future a practical reality on the ground if given the democratic opportunity to do so.  <\/p> <p>A number of people, and Senator Higgins in particular, have raised the issue of the situation on the EU borders.  I thank the Senators who discussed the Lukashenko regime's shocking weaponisation of migrants and refugees.  That is not a term I use lightly.  Ireland has provided &euro;100,000 to the Lithuanian Red Cross to help migrants pushed into Lithuania's border region by Belarus.  We are open to further EU sanctions that specifically target individuals and entities facilitating the weaponisation of migrants.  We will continue to stand in solidarity with Latvia, Lithuania and Poland in securing the EU's external borders while also ensuring that migrants' human rights are protected.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important, of course, to situate this crisis in a broader humanitarian crisis facing the European Union.  More than 1,300 men, women, boys and girls have died trying to cross the Mediterranean this year alone.  The Taliban takeover in Afghanistan and continuing conflict in Syria, Iraq, Nigeria, the Horn of Africa and elsewhere means the number of people attempting to cross the sea or travel through other routes into Europe is likely to continue to increase in future.  It is incumbent on member states to abide by their obligations and responsibilities under the Dublin regulation.  Ireland has consistently advocated that migration is a challenge that confronts of all as a Union together which we must approach in a greater spirit of solidarity and responsibility if we are to overcome the difficulties confronting front-line states in particular.  I have a note on the Ryanair flight but people are already familiar with it.<\/p><p>My approach on this is, I hope, one of consistency.  This is a word that came up in a number of speeches this evening.  Irish people have an emotional connection with Belarus in a way that adds to the sense of responsibility and solidarity, and to the expectation that I, on behalf of Ireland as its Minister for Foreign Affairs, would take a tough line on this issue that is consistent, fair and truthful, and we will do so.  This is why Ireland, despite the fact we do not border Belarus as many EU countries do, has in many ways been one of the most vocal EU countries on what continues to happen in Belarus.<\/p><p>We are also the most vocal country in the EU on the Middle East peace process, despite the fact some people think I do not go far enough.  Believe me, I am vocal.  I also insist on being balanced and fair.  Just like when I am critical of Israeli foreign policy towards Palestinians, I am also extremely critical of violent movements such as Hamas, which are playing a very corrosive role in the Israeli-Palestinian relationship.  We will remain resolute in trying to support democratic forces.<\/p><p>It is not up to Irish people, or anybody else for that matter, to determine who should politically lead Belarus but it is up to Belarusians to have the right to choose their own leader.  This is simply all we are searching for and to call out the actions of a pretty brutal dictator who is looking to hold on to power through fear and intimidation, and who is using the forces of the state and resources supplied to him by some other states not from the European Union to stay in power.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#UU00300","speaker":"1457","continuing":true},{"type":"speech","time":1633440600,"counter":167,"content":"<p>Does the Minister mean Russia?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#VV00200","speaker":"1673"},{"type":"speech","time":1633440600,"counter":168,"content":"<p>I suspect this will be a continuing problem for some time.  The least we can do is to remain consistent and resolute in the context of the struggle the Belarusian people themselves are leading primarily on the ground.  I thank the House for this opportunity and I hope we can come back and address this issue again in a few months' time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#VV00300","speaker":"1457"},{"type":"speech","time":1633440600,"counter":169,"content":"<p>I thank the Minister.  I am sure all Senators will agree with me in wishing the Minister well in his endeavours.  As we conclude this debate on Belarus, I sincerely thank everyone who has contributed to a valuable debate.  I hope any Belarusians looking in are confident the people of Ireland are totally behind them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#VV00400","speaker":"1674"},{"type":"unspoken","time":1633440600,"counter":170,"content":"<p>Sitting suspended at 7.34 p.m. and resumed at 8 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Air Navigation and Transport Bill 2020: Committee Stage","time":1633440600,"counter":171,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#YY00100"},{"type":"unspoken","time":1633440600,"counter":172,"content":"<p>Sections 1 to 16, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1633440600,"counter":173,"content":"<p>SECTION 17<\/p>"},{"type":"unspoken","time":1633440600,"counter":174,"content":"<p>Question proposed: \"That section 17 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1633440600,"counter":175,"content":"<p>I wish to comment on this section, in the context of the articles of association and the appointment by the Minister.  It is important that in the overarching debate we have and will have on aviation policy, that there is a reflection on the composition of the board of the Dublin Airport Authority and that there would be a recognition and an acknowledgement that there are airports beyond Dublin.  I make this point in the context of what we are trying to achieve in this Bill.  There is an absolute need for somebody from the regions to be on the Dublin Airport Authority.  I will give an example.  There is nobody on the Dublin Airport Authority from Cork.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#YY00500","speaker":"1637"},{"type":"speech","time":1633440600,"counter":176,"content":"<p>That is a cheek?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#YY00600","speaker":"1635"},{"type":"speech","time":1633440600,"counter":177,"content":"<p>That is correct.  One may argue the point and say that I am being very parochial and I take the point in the spirit that it is being made by Senator Boylan, but I am making this point.  I have every confidence in the Dublin Airport Authority and great respect and admiration for its chief executive, Dalton Philips.  However, I am of the view that the second busiest airport in the country is Cork Airport.  Pre-Covid-19, the growth in passenger numbers in Cork Airport was better than in Dublin and was exponential.  <\/p> <p>The Cathaoirleach may say that I perhaps have a second-city syndrome and am parochial but I cannot comprehend how there is nobody from Cork on the board of the Dublin Airport Authority.  Such a person does not have to be from Cork but to represent, advocate and articulate on behalf of Cork within the DAA.  To be fair, the policy within the DAA is quite positive towards Cork but Members might agree with me that in the functioning of an authority, it is better to have representation from regions beyond Dublin in the case of this authority.  <\/p> <p>I make the point to the Minister of State that this section, and what the Government is trying to achieve with it, is quite good.  I have full confidence not just in the Minister of State, but in the ability to appoint people.  If one looks at the context of the Bill, it is in consultation with recognised trade unions, with the consent of the Minister for Public Expenditure and Reform and there is a willingness to engage and to be more broadminded in terms of inclusivity.  I am only making this comment and I thank the Cathaoirleach for indulging me on it.  I see the Clerk looking at me and saying that I am straying beyond the realms of the Bill, and I genuinely appreciate and thank them for that.  I have only one chance to represent Cork and I do that in the context of aviation policy with the overarching view of what we are trying to achieve with the Bill, which is that we must be inclusive and representative of the region beyond Dublin.  I say that because our aviation policy, as I said on the Order of Business previously and in a Commencement matter today, is absolutely critical to our recovery from Covid-19.  I will discuss air traffic controllers again and I hope that the Minister of State understands the spirit in which this contribution is made.  It is not necessarily about this part of the Bill but I wish to put on record that the board of the DAA must reflect Ireland, which means that Cork must be included as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#YY00700","speaker":"1637"},{"type":"speech","time":1633440600,"counter":178,"content":"<p>I thank the Cathaoirleach Gn&iacute;omhach.  I find myself in the unusual position that I want to agree fully with my colleague.  There should be representation from Munster, Galway or Connacht on any airport authority.  We need to have a national view, and all laughing and joking aside, I totally agree with Senator Buttimer on this point.  He has been advocating for this for some time now and I ask that the Minister of State take this point on board and have discussions with the DAA on this matter to ensure that we have a good distribution of board members on that authority.  I will not delay any longer on that point and I thank the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#YY00800","speaker":"1645"},{"type":"speech","time":1633440600,"counter":179,"content":"<p>I thank the Acting Chairman and I will continue on the same point raised by Senator Buttimer.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tim Lombard:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2466\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2466&amp;amp;pid=TimLombard&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I compliment Senator Buttimer.  He has been an advocate on this issue for many years.  It is about proper and sustainable regional development and how we can appropriately have that happen in the regions.  Senator Buttimer speaks sense.  He is very involved in the aviation industry, he sits on the transport committee and he has a great knowledge of this issue.  The regional dynamic must be looked at when it comes to the DAA.  If anything, Cork Airport needs that base and link person.  At the moment, we seem to be running rudderless at times, unfortunately.  An awful lot of good work is happening at Cork Airport, and Senator Buttimer has always been first to come out and champion the good causes there, but a change at DAA level would be very appropriate.  It is something we could work on that would be very helpful to everyone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#YY00900","speaker":"1666","continuing":true},{"type":"speech","time":1633440600,"counter":181,"content":"<p>I will keep it very brief because I agree with the previous three speakers.  I also remind them that there is another city, Galway, and another province, Connacht.  I am glad the Minister of State present in the House this evening is from Galway.  As I said previously about the aviation industry, Connacht regional airport is what I call the second miracle of Knock.  Most people outside the region thought it would not work, but what a success it is.  It has been a major success and it is very important to the development of the west of Ireland.  Certainly, on the issue of the DAA, it is very important, as other speakers have said, that the whole area is represented.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#ZZ00200","speaker":"1674"},{"type":"speech","time":1633440600,"counter":182,"content":"<p>I might respond very briefly.  Senators have raised the issue of membership of the DAA and, although the Bill does not set DAA membership, I take their comments on board.  Section 17 sets the membership of AirNav.  Its text is repeated from the existing Irish Aviation Authority Act 1993 - as it currently applies to the Irish Aviation Authority, IAA, it will now apply to the proposed Irish Air Navigation Service, IANS.  The section deals with the articles of association of the IANS.<\/p> <p>On regional connectivity and regional airports, I reiterate that it is a priority of the Government that we support the regions.  We have shown that.  The policy on regional airports has been influenced by the need to optimise the conditions of regional development and connectivity.  Our airports are critical in facilitating that international access.  The Government is acutely aware of how the regions have suffered during this crisis.  That is why we have put in place targeted measures for the regions.  For that reason, approximately 78% of a budget of &euro;80 million in 2021 is being targeted at regional airports, with Cork and Shannon airports receiving approximately 43% of that overall budget.  Balanced regional development is at the heart of the programme for Government and we recognise that all parts of Ireland have to prosper.  I take the individual Senators' points on board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#ZZ00300","speaker":"1578"},{"type":"unspoken","time":1633440600,"counter":183,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1633440600,"counter":184,"content":"<p>Sections 18 to 33, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1633440600,"counter":185,"content":"<p>SECTION 34<\/p>"},{"type":"unspoken","time":1633440600,"counter":186,"content":"<p>Question proposed: \"That section 34 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1633440600,"counter":187,"content":"<p>The issue of appointments is a bugbear of mine and I know Senator Craughwell will agree with me.  In this case, it is about Members of the Oireachtas and Members of the European Parliament.  If a member of a local authority is considered for an appointment, he or she should not be overlooked just because he or she is a member of a local authority.  In other legislation, we have precluded members of local authorities from certain positions.  I very much welcome, if I am correct, that they are not precluded in this legislation.  I understand Members of the Oireachtas and Members of the European Parliament are precluded, but I hope that we can allow members of local authorities who have expertise or experience in aviation, or in aspects of the aviation industry, to become part of its development.  That is why it is important we welcome the appointment of iar-Sheanad&oacute;ir P&aacute;draig &Oacute; C&eacute;idigh as chair of the Shannon board.  It was a great appointment and the Minister of State is to be congratulated on it because this is a man who has the practical lived experience and was a Member of this House.  He will bring his ability as an entrepreneur, along with his ability as a parliamentarian, to the position he now holds.  That was a tremendous appointment and I wholeheartedly congratulate the Minister of State on that.<\/p> <p>I am straying off-kilter a little, but we need to stop precluding members of local authorities, or parliamentarians, from becoming members of boards.  Many of us in this House, of all political parties and none, have a major depth of knowledge and experience in a myriad of areas, but because we are parliamentarians or local authority members there is, in some cases, an attitude of \"thou shalt not be appointed\", which is wrong.  I understand where it is coming from but I will put on record that we need to stop looking at practising politicians as being just \"the politician\".  We come, in all of our individuality and totality, with a variety of qualifications and interests that should not mean we are precluded from appointment to boards or to different areas of expertise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#ZZ00700","speaker":"1637"},{"type":"speech","time":1633440600,"counter":188,"content":"<p>I support what the Senator has said.  It is a different thing entirely to take an Oireachtas Member and exclude him or her from board membership.  That is probably right because legislation, etc., comes through both Houses.  Local authority members, however, bring a wealth of experience and local knowledge to a board.  That is something the Minister of State should look at over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#ZZ00800","speaker":"1645"},{"type":"speech","time":1633440600,"counter":189,"content":"<p>Members of local authorities are not precluded from this.  This is text repeated from the existing Irish Aviation Authority Act 1993 as it currently applies to the IAA and will now apply to the IANS.  This section provides that a director of the IANS, or a subsidiary, who is elected to political office, either at national or European level, will cease to be a director.  Similarly, an employee will be considered seconded until his or her political position ceases.  The period of secondment for such an employee is not reckonable for pension purposes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#ZZ00900","speaker":"1578"},{"type":"unspoken","time":1633440600,"counter":190,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1633440600,"counter":191,"content":"<p>Sections 35 to 58, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1633440600,"counter":192,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1633440600,"counter":193,"content":"<p>Amendments Nos. 1 and 2 are related.  Amendment No. 2 is consequential on amendment No. 1 and they may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#ZZ01300","speaker":"1670"},{"type":"speech","time":1633440600,"counter":194,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 40, after line 37, to insert the following:<br \/><br \/><b>&quot;Amendment of Act of 1993 - Licence Holders Forum<\/b><br \/><br \/>59. The Act of 1993 is amended by the insertion of the following section after section 14:  \t<b>&quot;Licence Holders Forum<\/b><br \/><br \/><b>14A.<\/b>(1) The Irish Aviation Authority shall establish a standing body to serve as the collective statutory collaborative and consultative forum in relation to air safety and its regulation between the Irish Aviation Authority and persons or bodies that it licenses or authorises who are active in commercial aviation, to be known as the Licence Holders Forum.  <blockquote> \t(2) Without prejudice to subsections (6) and (7), the Licence Holders Forum shall meet at least twice per annum at which the Irish Aviation Authority shall be represented by its Chief Executive and be accompanied by such other staff of the Irish Aviation Authority as necessary. Secretariat services shall be provided to it by the Irish Aviation Authority. <br \/><br \/>(3) Each of the following may appoint one representative on the Licence Holders Forum:  <blockquote> \t(a) any air carrier holding an Air Carrier Operating Licence issued under Regulation (EC) No. 1008\/2008; <br \/><br \/>(b) any recognised trade union or recognised stakeholder group representing 50 or more persons authorised to hold a commercial pilot&rsquo;s licence or an airline transport pilot&rsquo;s licence; <br \/><br \/>(c) any recognised trade union or recognised stakeholder group representing 50 or more persons licenced or authorised by the Irish Aviation Authority other than holders of commercial pilot licences or airline transport pilot licences. Where the particular class of licensed person is less than 50, then 50 per cent of their actual number by function shall suffice. <\/blockquote>(4) The Licence Holders Forum shall also comprise such other representatives of stakeholders in aviation safety as determined jointly by the representative of the Irish Aviation Authority and those persons appointed pursuant to subsection (3). <br \/><br \/>(5) The Licence Holders Forum shall adopt its own procedures including arrangements with respect to the promotion of candour and the treatment of confidential information. <br \/><br \/>(6) The Irish Aviation Authority shall consult the Licence Holders Forum at least 28 days in advance in relation to the following:  <blockquote> \t(a) its proposal of a draft statement of strategy pursuant to section 29A(1), <br \/><br \/>(b) its submission to the Minister of any report pursuant to section 32(1) or 32(2), <br \/><br \/>(c) its submission to the Minister of an aviation safety performance statement in accordance with section 32A(1), <br \/><br \/>(d) the adoption of a State Plan for Aviation Safety in accordance with Article 8 of Regulation (EU) 2018\/1139, <br \/><br \/>(e) the making of a decision pursuant to section 36, <br \/><br \/>(f) in respect of its adoption of any implementing measures (including orders pursuant to section 58) to give effect to any domestic, European Union, or international law requirement concerning or relating to authorisation or licensing, and <br \/><br \/>(g) all proposed or requested initiatives concerning the authorisation of licencing of personnel or carriers.  <\/blockquote>(7) The Irish Aviation Authority shall keep the Licence Holders Forum informed in relation to the following matters:  <blockquote> \t(a) the Irish Aviation Authority&rsquo;s fulfilment of its regulatory performance plan as an element of its aviation safety performance plan, <br \/><br \/>(b) the implementation and operation of the Licence Holders Charter adopted under section 14B, <br \/><br \/>(c) any concern of any representative as to technical or safety standards for aircraft or air navigation or anything affecting or likely to affect the safety of civil aviation, and <br \/><br \/>(d) any guidance, clarifications, or direction issued under the Charter adopted under section 14B.  <\/blockquote>(8) Each representative on the Licence Holders Forum may propose for discussion anything in relation to&mdash;  <blockquote> \t(a) the licensing of persons or carriers involved in civil aviation, 2 <br \/><br \/>(b) safety concerns associated with any licence or authorisation issued by the Irish Aviation Authority, and <br \/><br \/>(c) any issue concerning the safety of aircraft or air operations, whether or not regulated or subject to the oversight of the Irish Aviation Authority.&rdquo;.&rdquo;. <\/blockquote> <\/blockquote>  <\/blockquote> <p>Amendment No. 1 proposes an amendment to the 1993 Act to provide for the establishment by the IAA of a standing body, to be known as the licence holders forum, which will meet at least twice a year and will provide a statutory basis for consultation and collaboration between licence holders and the IAA.  The Minister and the IAA have written recently to the Irish Air Line Pilots Association, IALPA, stating that their new strategy will provide for a licence holders forum.  While I do not question the bona fides of the board and current management of the IAA in this regard, there are great benefits to stating it explicitly in the law.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is because of concerns that there is an existing culture of exclusion in the IAA which may exclude representative bodies including IALPA from participating in this forum.  I would like the Minister of State's assurance that she will accept mine and Sinn F&eacute;in's amendments to the Bill to ensure that this is not allowed to happen.  I would share the concerns of IALPA members that the big airline companies have the clout to influence the IAA into excluding representative bodies and trade unions from being part of the consultative and stakeholders forum.  Given the vital nature of input from pilots, particularly relating to safety and regulation, we should depend on organisational culture of goodwill to ensure this.  With safety as a key priority all this should be nailed down as explicitly as possible.<\/p><p>I made these amendments available to the office of the Minister of State and I had hoped we could have sat down and discussed them in advance of the Committee Stage.  However, IAA has not covered itself in glory in recent times.  Members who sit on the Joint Committee on Transport and Communications constantly receive emails about problems with the IAA, which is of great concern to me.  There is also a historical background to the clout that the major carriers in this country have and the way pilots have been treated down through the years.  We have so many pilots who are on contract in these major carriers.  What IALPA is looking for here, and I make no apology for representing IALPA's views today, is that there would be certainty underpinned by legislation for its members when it comes to difficulties with the organisations they work for.<\/p><p>I will move on to the second amendment, which proposes the drawing up of a licenceholders' charter.  While I welcome and acknowledge the recent commitment by the IAA to develop a licenceholders' charter, this also needs to be placed on a statutory footing.  The key features of the charter would be a system of authorisation and licensing that is operated in an integrated and transparent manner, consistent with the protection of safety.  I am aware of the existing facility for licenceholders to report on safety concerns directly to the IAA but experience tells us that the response mechanism is not fast nor as consistent as it should be.  In addition while the IAA encourages pilots to raise safety matters through their airline, this can pose serious employer-employee relation issues for pilots who may be perceived as being critical of their employing airline, with sometimes serious consequences.  It is essential that the reporting process is placed on a statutory footing.  Nothing relating to airline safety should be left to chance, goodwill, or best intentions.  These amendments are also cognisant of the just culture requirements of Regulation (EU) No. 376\/2014.  <\/p><p>This morning I spent a considerable length of time reading the interim report of Rescue 116.  One thing I found in that is that there is a culture within the airline industry in this country where people are afraid to come forward with issues.  That is simply not good enough.  We are talking about the people who carry 300 and 400 people and sometimes more on an aluminium tube to wherever they want to go.  These pilots must have their own forum, and the ability to take matters of concern to them forward.  After all, the airline has one licence to operate, while the pilot himself or herself has another licence to fly.  If there is a conflict between the views of both, then it should be open to somebody to adjudicate on that.  It should be that the pilot can access the adjudication process without going through the employer.<\/p><p>I have great concerns about the licensing issues that I have brought up here today.  I would ask the Minister of State, even at this late stage, to accept the amendments we have tabled.  They are being proposed by the experts in the area, the pilots themselves.  They are the people who are asking for this.  We should not always let the big airlines have their say, and that is really what is happening here from what I can see, and it is the way the legislation is read.  We should not be afraid to bring in legislation that might call one of these big carriers to heel every now and then, and that would not be a bad thing.  I ask the Minister of State to consider that, and I await her response.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#ZZ01400","speaker":"1645","continuing":true},{"type":"speech","time":1633440600,"counter":196,"content":"<p>To echo what Senator Craughwell said, we are bringing forward these amendments in good faith because we broadly welcome the legislation but we think these would enhance what the Minister of State has brought forward.  They are not big asks but they are exceptionally important asks.  The first one, of course, is the licenceholders' forum.  Despite the commitments from the IAA that its new strategy will provide for a licenceholders' forum, its actions suggest otherwise and would give cause for concern and demonstrate that there is still a policy and a culture of exclusion that is deeply ingrained.<\/p> <p>Recently, there was a safety and technical workshop to discuss the impact of Covid-19 restrictions on the industry and IALPA was excluded from that forum.  The only way we can break that deeply ingrained culture of exclusion is to ensure that the solutions are not always about the cheapest option or what is in the commercial interest of the airline, and to underpin the right of licenceholders in either the legislation or in the regulations.<\/p> <p>Unfortunately, we in this country have a long history of light touch regulation and self regulation and we are living with the legacy of it, and we have seen people's houses crumbling as a result of light touch regulation.  I cannot see where the issue is with ensuring that licenceholders have the right to be represented at those fora being underpinned in the legislation.<\/p> <p>The same applies to the charter.  This amendment also seeks to set out how the IAA should interact with licenceholders, pilots, engineers and cabin crew and it would copper-fasten that relationship.  When I met with representatives from IALPA it was deeply concerning to hear their experience of how they interact with the IAA.  When they raise issues of concern and of safety, they are normally advised that they should go through their airline, which completely ignores the asymmetrical power relationship of employer and employee.  Sometimes they do not get a response from the IAA, or sometimes it takes six months to get a response.  They do not know how high a priority that response is going to get or whether anybody is investigating it.  On many occasions they are left completely in the dark.<\/p> <p>This was in contrast to the UK regulator.  In one particular instance, they went to both regulators.  They had a response from the UK regulator instantaneously outlining what the regulation was and what the next steps should be, whereas it took six months to get a vague response from the Irish regulator.  The charter and the forum must be underpinned by the legislation which would set out very clearly when the regulator should respond to any reports made to it, how quickly it should respond and outlining how seriously it is taking those reports and that the licenceholder can go directly to the regulator without going through the airline.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#AAA00200","speaker":"1635"},{"type":"speech","time":1633440600,"counter":197,"content":"<p>Those of us who are members of the Joint Committee on Transport and Communications have received a number of emails.  You may not have had knowledge that the culture within the IAA was not good.  However, when you investigate and speak to people, you become cognisant of it.  To be fair, that is not the fault of the Minister of State.  I do not necessarily think that the amendment put forward is the right approach but proactive engagement is critical.  I am not sure if I am allowed to mention people but our committee asked that Kieran Mulvey be brought in as a mediator and negotiator because the culture there is not good.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When a Minister engages, people listen.  It is the power of the office and officeholder.  I have met members of the Irish Air Traffic Control Association, IATCA, because I received a surprising volume of emails from them.  Those I met were mild-mannered, considerate, conscientious and professional.  Having been involved in many organisations and having been a former shop steward, I am a hardened individual but I was struck by the level of upset.  I was also struck by the people&rsquo;s concern for one another as colleagues.  These people were coming into work to do their job, which involved watching the monitor and the airspace.  Before the meeting, I did not understand the volume of work and its intensity.  Considering that the staff have a responsibility to guide aircraft and maintain safe airspace, one cannot but be struck by their sincerity and genuineness.<\/p><p>The Minister of State might have a different view because there are always two sides to every argument, but my understanding is that F&oacute;rsa, on behalf of IATCA, is willing to consider and play its part in any intervention by the Department of Transport.  Senator Craughwell referred to carriers and IALPA.  I have met representatives of IALPA.  They have a viewpoint and are well represented.  It is the meeting of minds in the middle that must be achieved but there must be no ambiguity over the safety.<\/p><p>In making my next point, which is to put the matter into context, I do not mean to make a point that sounds frivolous.  When watching the television programme &ldquo;Air Crash Investigation&rdquo; and distilling the various elements that lead to an accident or cause an incident in airspace, it is noticeable that it is the little pieces that add up.  If staff are unhappy in a high-risk, high-intensity job, something is wrong.  Something is radically wrong if the members of the transport committee receive emails in large volumes on this matter.  We should extrapolate from this to see what is happening at the next level down.  People who would never under normal circumstances come to a politician or contemplate writing an email or becoming part of a movement expressing concern about their workplace are willing to meet us individually.  Let us put it in context: if the focus of someone in a high-intensity position is not 100% on what he or she is doing but rather on something related to his or her work, it is not good.  Senator Craughwell, having been the president of a union, and I, having been involved in that regard in school, will know there are components of a workplace that require all staff to function in such a way as to go in the one direction.<\/p><p>I will refer to the safety culture later when discussing section 67.  There is a need for the IAA to examine what is happening.  Something prompted its members to take the course of action they took.  It was not something simple.  Senator Craughwell will concur with that.  My concern is that there will be a breach of safety culture.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#AAA00300","speaker":"1637","continuing":true},{"type":"speech","time":1633440600,"counter":199,"content":"<p>I do not disagree with much of what Senators Craughwell, Boylan and Buttimer have said.  That we, as Oireachtas politicians, have received many emails on a number of issues in this area, particularly safety, makes me quite concerned.  Aviation is not just another business; we all understand that.  It is a serious business where nothing can be left to chance.  I am sure people in IALPA and other groups are focused on safety at all times.  I am also sure the Minister of State will have taken this into account in addressing the Bill.  I have not read all of it, to be honest; I have read parts of it.<\/p> <p>Many concerns have been expressed to Oireachtas Members on issues relating to air traffic control.  Other concerns have been raised relating to pilots.  The point I am making, therefore, is that we cannot leave anything to chance on this.  When the Minister of State responds, she will probably say all groups will be represented but it is important that all workers be properly represented and that their points of view be heard because aviation is not just another business; it is a business that has to be handled carefully.  Safety has to be paramount.  I agree with a lot of what has been said here.  I await the reply of the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#BBB00200","speaker":"1674"},{"type":"speech","time":1633440600,"counter":200,"content":"<p>I thank the Minister of State for being willing to listen.  The Senator hit the nail on the head in saying we are talking about pilots first.  Anybody who has watched the programme Senator Buttimer adverted to, on air accident investigations, will realise flying is about a number of small steps that must all be taken in the correct order.  A pilot must not be afraid to report.  There cannot be circumstances in which pilots feel the employer is the only person they can go to.  I could cite examples concerning the pressure pilots were put under to sail as close to the wind as possible without breaking the regulations, but I will not do so specifically because, the moment I do, people will start putting two and two together and coming up with a different airline than the one in question, and we will have airlines branded as this, that or the other.  By putting what I propose into legislation, we would guarantee the people who do the work on the ground the opportunity to go beyond their employer and ensure they are getting the best and safest conditions in which to do their job.<\/p> <p>I mentioned Rescue 116 in an earlier contribution.  I am aware that the report on the investigation is due imminently.  None of the organisations referred to in respect of Rescue 116, including the IAA, the Department of Transport and CHC, comes out of it well.  One will find in the report that staff were afraid to talk about issues.  When pilots were dispatched or scrambled to fly from Dublin to Blacksod after 18 hours without sleep, where was the IAA?  How did it finish up having pilots on 24-hour duty?  I have no idea how that happened.  The IAA has not crowned itself in glory.  As Senator Buttimer said, air traffic control is a stressful job at the best of times.  We discussed this at meetings of the committee.  We heard horrific stories from air traffic controllers.  Changing the name of the organisation and moving the regulator into it is not going to change the culture.  Unfortunately, the Minister of State is the person carrying the can on this.  If she is not going to accept my amendment, I want from her a promise that she will determine exactly what is going on and put an end to it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Buttimer mentioned Kieran Mulvey.  Every time I think of his name, I know we have a major crisis on our hands.  That is when we look for Mr. Mulvey and where he is at his best.  The stuff I am getting back from pilots, air traffic controllers, engineering people and cabin crews pains me.  All of them are having problems and the IAA is stuck in the middle of that to its neck.  I ask the Minister of State to accept these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#BBB00300","speaker":"1645","continuing":true},{"type":"speech","time":1633440600,"counter":202,"content":"<p>An important point is around removing the fear to report.  It is critical that any licence holder, pilot or air traffic controller who spots something that concerns them in terms of safety has to be able to report it without fear of coming under scrutiny or of it interfering with his or her job prospects because he or she has to go through his or her airline.  That is crucial.<\/p> <p>If such people make that report, they are also entitled to know they will get a clear response that will give them the assurance that when they are flying or carrying out their duties as a licence holder, they are doing so with the clarifications they sought from the IAA.  That is not the current situation.  When pilots and licence holders seek clarifications, they are left wanting in terms of answers.  When they go to regulators outside the jurisdiction, they are able to get clear answers, but that is no comfort for them when they fly as a licence holder under the IAA.<\/p> <p>Our amendments are sensible and come from people who are at the coalface and see the need for this.  They need to know that underpinning the legislation is the right to report concerns and to get a response and clarification on those concerns.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#CCC00200","speaker":"1635"},{"type":"speech","time":1633440600,"counter":203,"content":"<p>I thank the Senators.  There were a number of issues there which were not directly related to the amendment.<\/p> <p>I will deal with IAA industrial relations first.  I am aware a significant proportion of air traffic controllers have made representations to the Minister, Deputy Ryan, in recent weeks outlining their concerns regarding workplace issues in the IAA.  With any commercial State body, workplace issues fall in the first instance to be addressed by the board and executive of that body.  Nevertheless, briefings have been sought and received from the IAA on the issues raised in the correspondence.<\/p> <p>On the operation of the IAA call-in scheme and any safety implications, IAA executives have affirmed that safety is their overriding priority and at no point has safety been compromised in the operation of the scheme or any risk posed to the safety of air traffic control, ATC, services.  I understand IAA's long-standing internal dispute resolution board, established with union agreement, has issued a binding resolution upholding the IAA's position on the operation of the scheme.  I understand that, while F&oacute;rsa has urged its members to co-operate with the ruling, a significant proportion of ATCs remain unhappy with the operation of the call-in scheme and other workplace matters.  In an effort to ensure continued dialogue and to resolve the current issues, the IAA executive recently met with F&oacute;rsa and the chairman of the IAA internal dispute resolution board with a focus on addressing outstanding concerns through dialogue.  It is important that all sides recognise the need to continue dialogue in a constructive way to bring a resolution to the differences that have arisen.<\/p> <p>On section 59, amendments Nos. 1 and 2, I hear Senators' concerns.  I empathise with them and know where they are coming from.  It is my strong expectation that the new single aviation regulator, once established, will engage with all stakeholders in a comprehensive and effective manner.  Communications with licence holders will be responsive and follow good practice.  The intention is we will have a new regulator, board, chairperson and CEO with a fresh approach.  That is important.<\/p> <p>Amendment No. 1 proposes to establish a licence holders forum in primary legislation.  The amendment fixes the membership, participants, meetings, matters it considers and communication by the IAA with participants.  Amendment No. 2 proposes to establish a licence holders charter in primary legislation.  It requires the IAA to provide written guidance to licence holders on any matter related to compliance with its licence, direction on the interpretation of legal requirements, a written ruling as to compliance with its licence and a right of reconsideration of any such ruling.<\/p> <p>While I strongly support the objectives of good stakeholder engagement and open and transparent communication with licence holders by the new regulator, I am not in favour of establishing such a forum or charter by means of statute for a number of reasons.  First, it is not the norm to hard-code such mechanisms into statute.  Second, the amendments risk infringing on the independence of the regulator in transacting its business.  Third, by being prescriptive, they fetter the flexibility of the regulator to effectively manage consultation, stakeholder engagement and communications.  Fourth, I do not believe prescribing engagement between parties necessarily improves the quality of that engagement.<\/p> <p>I fully understand IALPA is passionate about its concerns and it points to the long history of its engagement with the IAA.  I hear that loudly.  These are complex issues of trust and relationship-building.  However, I am confident the new regulator intends to address the concerns of IALPA in a proactive and satisfactory manner on a non-statutory and a consultative basis. <\/p> <p>In his letter to all stakeholders on 21 September, the aviation regulator's chief executive-designate invited observations on the preparation of a draft statement of strategy for the new IAA regulator for the period 2022 to 2024.  In the letter he proposed the following as deliverables: to review and improve the IAA regulatory processes as necessary; to provide clear information on processes, including compliance requirements; to establish stakeholder forums to inform decision-making; to set out a charter for licence holders; and to establish forums for sharing best practice.<\/p> <p>The basis of this Bill is to reform the regulatory structure and create a new independent regulator.  Part of that reform will be stakeholder engagement under a new board, chairperson and CEO.  It is important to note that IALPA will not be engaging with the IAA in its original form.  As such, I cannot accept amendments Nos. 1 and 2.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#CCC00300","speaker":"1578"},{"type":"speech","time":1633440600,"counter":204,"content":"<p>I hear what the Minister of State is saying.  I spent four years at the top of trade unionism, and in that time I learned that you can work within rules and lay down procedures that both sides can adhere to, though maybe not as rigidly as we are trying to do here.  You can have regulations and rules that people have to adhere to to resolve difficulties.<\/p> <p>I will push a vote on this.  I understand the Minister of State's position.  I ask that, if I lose the vote, the Minister of State will consider a statutory instrument to protect the pilots, air cabin crews, engineers and air traffic controllers and guarantee them direct access to a regulator rather than having to go through their employers.  The Minister of State might look at this with us and IALPA, if I lose the vote.  I am hopeful I will not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#CCC00400","speaker":"1645"},{"type":"speech","time":1633440600,"counter":205,"content":"<p>The Minister of State's reply gives us an answer in the context of what we can achieve.  The Minister of State's bona fides should be accepted on this.  There is a win in terms of a new board, a new independent regulator, a new CEO and stakeholder engagement.  The Minister of State and the Minister, Deputy Ryan, should meet with a representative body of air traffic controllers because there seems to be permeating through the organisation a culture of fear and harassment.  The safety culture which the Minister of State said in her reply is paramount, and that of the board of the executive, is shot.  It is done.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Reference has been made to the internal dispute resolution process.  That has completely failed and now neither side has confidence in the culture.  Perhaps I am wrong but I do not believe that the issues with the process can be resolved and give us the outcome that we all want.  The safety culture is broken and needs to be fixed.<\/p><p>Senator Craughwell spoke about IALPA.  The relationship between IAA management and the air traffic controllers is damaged.  I am trying to find the emails from the committee.  Fundamentally, a safe working environment is needed.  I very much welcome the response by the Minister of State, which I hope is centred on staff well-being.<\/p><p>I apologise for being haphazard with my notes but I wish to put the something on record.  The members of staff who come in every day have a pre-work meeting where people are asked whether they are okay, up to the task, whether anything is bothering or concerning them, and how are they feeling as they arrive at work.  That is the type of engagement prior to work.<\/p><p>I appeal to Senator Craughwell to accept the bona fides of the Minister of State in the context of her reply.  In fairness, she has given us a positive reply.  All members of the committee accept that the internal dispute resolution process is not working.  The process cannot work in the future and I place my confidence in the new board, new CEO and new independent mechanism.  The committee approach of engaging with Mr. Kieran Mulvey should be explored.  I appeal to the good nature of the Minister of State and the senior Minister to meet to discuss this matter because we need to establish all of the facts.  <\/p><p>With regard to working in a toxic environment that does not have well-being at its heart, despite all the policy statements, glossy magazines and PowerPoint presentations and comments that have been conveyed to Department, I have met these people and was struck by their sincerity.  I fully understand and accept that there are two sides in every dispute.  I was a shop steward when I was a teacher so I have been in staffrooms where there have been disputes and issues but, at the end of the day, there is a commonality that allows people to reach an outcome.  I hope that we do not have to vote on this amendment.  There is a dysfunctionality between management and staff that must be addressed and hope that we can do that.  Finally, I take great heart from the response given by the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#CCC00500","speaker":"1637","continuing":true},{"type":"speech","time":1633440600,"counter":207,"content":"<p>Excuse the pun but without doubt the Acting Chairperson is flying through the amendments.  I would not want Senators Craughwell and Boylan to think that I have not taken their points seriously.  I back what they have said on the basis that we have all received the emails and met the people concerned.  Maybe \"disharmony\" is a mild word to use but things need to be corrected.<\/p> <p>I wish to mention something that has not been so far.  We owe a huge debt of gratitude to the pilots and air traffic controllers for ensuring we have an outstanding safety record in this country.  In our everyday lives we probably do not realise or understand the significance of their jobs and the fact that their work is unlike all other work.  Everyone who gets on a plane rely on them for their lives.  My family loves to fly but I do not.  I am not a good flyer but pilots and air traffic controllers repeatedly give me the courage to board planes.<\/p> <p>I have been reassured by what the Minister of State has said and trust that her words have meat on the bone.  She has given a lot of commitments.  Things are happening and are going to happen but without doubt progress needs to happen quickly so that people are happy.  Pilots, air traffic controllers and anybody involved in the aviation industry need to be happy and content in their jobs.  They must feel free to say what they need to say, report what they need to report and involve themselves in discussions with the IAA or anybody else.  I respect the fact that Senators Craughwell and Boylan are entitled to press the amendment.  However, I am happy with the Minister of State, as she has clearly stated, what is going to happen but we should not hang about and I am satisfied that things are happening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#DDD00200","speaker":"1674"},{"type":"speech","time":1633440600,"counter":208,"content":"<p>I have no doubt about the Minister of State's commitment to date.  She has always been an honourable person and I accept her bona fides.  My comments are not directed at her at all but she will not always be in her post.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#DDD00300","speaker":"1645"},{"type":"speech","time":1633440600,"counter":209,"content":"<p>I hope that she will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#DDD00400","speaker":"1637"},{"type":"speech","time":1633440600,"counter":210,"content":"<p>The Minister of State will move on to greater and better things and she may finish up as Taoiseach, which would be great for Galway.  We are talking about the current organisation and not her.  We have all said that there is a toxicity in that organisation at the moment.  Perhaps a new CEO or chairman will make all of that better but I do not know.  This debate is not about the Minister of State and never was; it is about the IAA and the relationship that exists between pilots, air traffic controllers, engineers, cabin crews and everyone associated with this work and on whom we depend for our safety.  I do not want anybody leaving here today saying that I had a go at the Minister of State and I want to put on record that her bona fides are beyond question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#DDD00500","speaker":"1645"},{"type":"speech","time":1633440600,"counter":211,"content":"<p>I acknowledge the Minister of State's response but the in-house mediation has failed and there is no confidence.  The Joint Committee on Transport and Communications has proposed that an independent mediator should be appointed.  She can correct me if I am wrong but I understand that F&oacute;rsa is willing to come to the table.  The Government should intervene and say that there is an issue that cannot be resolved in-house.  The Minister of State used the words \"binding resolution\" and we have seen what happened when that was done.  I appeal to her to bring both sides together and says to everyone that this issue is about safety, people and a toxic culture.  Such a culture no good for staff, air traffic controllers, pilots and the travelling public and, ultimately, we all lose.  I appeal to Senator Craughwell to allow us time to reflect on these matters and not to call a vote.  I honestly believe that the Minister of State can bring everyone together and I hope that we can do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#DDD00600","speaker":"1637"},{"type":"speech","time":1633440600,"counter":212,"content":"<p>It is important to differentiate between what we are doing in this Bill, which seeks to reform the regulatory structure, and industrial relations issues.  It is very clear that we should not conflate the two and both aspects are equally important.<\/p> <p>The internal dispute resolution board was established with union agreement.  It is important, as frustrating as it is, that both sides engage and try to resolve matters.<\/p> <p>In terms of the amendments, I reiterate that putting charters and fora into statute and hard coding it will have an impact on the independence of the regulator.  That will remove the flexibility that an independent regulator needs.  A CEO-designate has given an explicit commitment and promise to engage on the charter and forum.  He has stated as much in his draft statement of strategy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Hildegarde Naughton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2395\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2395&amp;amp;pid=HildegardeNaughton&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask Senators to consider me facilitating a meeting with the CEO-designate in advance of Report Stage to go through the issues raised and the amendments tabled on Committee Stage.  That would be a valuable exercise and the Senators could see for themselves his commitment to this engagement with all stakeholders and addressing many of the issues raised by them tonight.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#DDD00700","speaker":"1578","continuing":true},{"type":"unspoken","time":1633440600,"counter":214,"content":"<p>Progress reported; Committee to sit again.<\/p>"},{"type":"speech","time":1633440600,"counter":215,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#EEE00300","speaker":"1670"},{"type":"speech","time":1633440600,"counter":216,"content":"<p>At 10.30 a.m tomorrow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#EEE00400","speaker":"1637"},{"type":"speech","time":1633440600,"counter":217,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021100500002#EEE00500","speaker":"1670"},{"type":"unspoken","time":1633440600,"counter":218,"content":"<p>The Seanad adjourned at 9 p.m. until 10.30 a.m. on Wednesday, 6 October 2021.<\/p>","notice":"TIME STRING DETECTED"}]