[{"type":"minorheading","content":"Prelude","time":1450432800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:00:00","time":1450432800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1450432800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1450432800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1450432800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#A00100"},{"type":"speech","time":1450432800,"counter":6,"content":"<p>As I hope this will be the last sitting day this year, I wish all Members a very happy Christmas.  I thank Deirdre Lane, Martin Groves and the staff of the Seanad for their co-operation during the year.  I thank the Leas-Chathaoirleach and acting chairpersons, the ushers and the Members for their great co-operation throughout the year.  I wish them all a happy and a safe Christmas, looking forward to 2016.<\/p> <p>I congratulate Senator Jillian van Turnhout on becoming the politician of the year.  She got the gong and is keeping the flag flying for the Upper House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#A00200","speaker":"1120"},{"type":"speech","time":1450432800,"counter":7,"content":"<p>It is well deserved.  I got that honour once myself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#A00300","speaker":"1140"},{"type":"speech","time":1450432800,"counter":8,"content":"<p>What year was that, Senator?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#A00400","speaker":"1120"},{"type":"speech","time":1450432800,"counter":9,"content":"<p>It was a long time ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#A00500","speaker":"1140"},{"type":"speech","time":1450432800,"counter":10,"content":"<p>It was the 19th century.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#A00600","speaker":"1164"},{"type":"speech","time":1450432800,"counter":11,"content":"<p>It was the last century.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#A00700","speaker":"1140"},{"type":"speech","time":1450432800,"counter":12,"content":"<p>It will be longer again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#A00800","speaker":"1125"},{"type":"speech","time":1450432800,"counter":13,"content":"<p>Correction; it was this century.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#A00900","speaker":"1140"},{"type":"speech","time":1450432800,"counter":14,"content":"<p>Congratulations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#A01000","speaker":"1120"},{"type":"speech","time":1450432800,"counter":15,"content":"<p>I thank the Cathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#A01100","speaker":"1171"},{"type":"majorheading","content":"Harbours Bill 2015: Report and Final Stages","time":1450432800,"counter":16,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#A01200"},{"type":"speech","time":1450432800,"counter":17,"content":"<p>I welcome the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, to the House.  Before we commence Report Stage, I remind Members that a Senator may speak only once on Report Stage, except the proposer of an amendment who may reply to the discussion on it.  Each amendment on Report Stage must be seconded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#A01300","speaker":"1120"},{"type":"speech","time":1450432800,"counter":18,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 10, between lines 7 and 8, to insert the following:&ldquo;(4) The Minister shall, after consultation with the Minister for Jobs, Enterprise and Innovation, give a direction to a Port Company to report on the implementation of the Competition Authority Report on Competition in the Irish Ports Sector (2013) in particular in respect of the vital need for intra-port competition and shall report on these matters to both Houses of the Oireachtas.&rdquo;.<\/blockquote> <p>I welcome the Minister to the House.  Before he arrived, the Cathaoirleach was dispensing seasonal goodwill and congratulating Senator Jillian van Turnhout on being politician of the year.  I thank the Cathaoirleach, the Leas-Chathaoirleach and the acting chairpersons and extend seasonal goodwill messages to the Minister, who is very welcome on this day.<\/p><p>Amendment No. 1 arises out of the debate we had the previous day.  That debate was most useful and interesting, even if somewhat prolonged.  We got through many of the issues the Minister faces in ensuring this vital part of the economy operates efficiently.  It is in that context that amendment No. 1 is proposed.  It deals with ministerial directives.  My concern is that the general powers of direction of the Minister should include a power to address the matters raised by the Competition Authority.  My fear is that this will not happen unless the Minister makes it happen in view of his overall responsibility for the efficient and economical operation of ports.  People who have protections and restrictive practices get settled in their ways and are unlikely to agree to give them up.  I have in mind the previous system in which airlines used to operate in Europe.  It was a nice cartel in which they charged the same fares and had no new entrants.  It took pressure from the outside to change that.<\/p><p>I took from the website the Minister's correspondence with the chair of the Competition Authority dated 11 August 2014 addressing the leasing and licensing of Dublin lo-lo terminals and the recommendation on stevedore licensing.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sean D. Barrett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2370\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2370&amp;amp;pid=SeanDBarrett&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->On the first matter, the Minister said, \"It is not one in which I as Minister have any role.\"  Over the page and on the second matter, the Minister stated, \"The statutory functions of port companies are not areas in which I as Minister have any role.\"  The purpose of the amendment is that he would have a role, in view of the importance of the matter, because dealing with these restrictive practices, including long leases, lack of competition between competing terminals and the difficulties of entering the stevedoring business, requires a push from the Minister.  The purpose is to strengthen the Minister's hand in ensuring that we have a port sector that operates efficiently.  As the Minister knows, the Competition Authority found there was not much scope for inter-port competition between different ports, but it felt we had neglected the issue of competition within a port.  That is the purpose of amendment No. 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#A01400","speaker":"1157","continuing":true},{"type":"speech","time":1450432800,"counter":20,"content":"<p>I second the amendment.  I extend to the Minister and my colleagues my best wishes for the season.  I thank you, a Chathaoirligh, and others who have sat in that Chair who have been kind enough to give me speaking time when perhaps I was not entitled to it because I did not belong to a group.  I thank you for your generosity in that area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#B00200","speaker":"1196"},{"type":"speech","time":1450432800,"counter":21,"content":"<p>Nobody wants Senator Craughwell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#B00300","speaker":"1125"},{"type":"speech","time":1450432800,"counter":22,"content":"<p>Senator O'Neill is the one person who did not give me speaking time-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#B00400","speaker":"1196"},{"type":"speech","time":1450432800,"counter":23,"content":"<p>That is what I am saying.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#B00500","speaker":"1125"},{"type":"speech","time":1450432800,"counter":24,"content":"<p>-----so he is not getting that thanks.<\/p> <p>There is nothing more I can add to what Senator Barrett said.  I believe the arguments he has made are robust.  While it might mean the Minister's colleagues would have to come back next Monday, it would be noble to include that section in the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#B00600","speaker":"1196"},{"type":"speech","time":1450432800,"counter":25,"content":"<p>I thank the Senators for the amendment and for the arguments they have offered in favour of it.  I am not accepting the amendment because I am confident that the Minister of the day already has sufficient powers to deal with the issues the Senators have referred to.  I anchor this in the report from the Competition Authority, which has broadly endorsed the policy being delivered through the Bill and through the overall national ports policy.<\/p> <p>Regarding the issuing of directions, I must recognise at all times that the boards of directors of the ports, and indeed the local authorities themselves, are autonomous units, particularly for those ports that are transitioned into the local authorities.  As companies they will still have boards of directors who will have commercial duties.  As Minister, it is not my role to issue directions to get involved in the commercial operation of a port.  That said, I believe I have sufficient power to deal with the matters that Senators Barrett and Craughwell have outlined.  My departmental officials may at any time require or request information from ports about the implementation of the recommendations of the Competition Authority's report.  In addition, section 40 of the Bill introduces a new statutory power requiring the port companies to be accountable to the Oireachtas joint committee with responsibility for transport policy.  The committee members will be able to play a role in investigating the implementation of the Competition Authority's policy.  For those two reasons, I believe there is sufficient power in place to deal with the implementation of the report.  As I said at the beginning, the Competition Authority has endorsed the policy enshrined in this legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#B00700","speaker":"1007"},{"type":"speech","time":1450432800,"counter":26,"content":"<p>I thank the Minister for his reply.  I will not be pressing the amendment.<\/p> <p>It has to be referred somewhere - perhaps the Economic Management Council of the four senior Ministers.  I do not envisage these reforms being made unless there is pressure somewhere else.  I used to serve as a Government representative on the National Economic and Social Council; I wonder if it can do anything.  I am not satisfied about how Competition Authority recommendations are being set aside.  It is more than ten years since it recommended the abolition of the conveyancing monopoly, yet that is still there and it has survived the recent Legal Services Bill that was before the House.  The problem at those ports is that the insiders are quite happy and it needs an outsider to shake them up in some way.  I would be delighted to think that the Oireachtas committees could instruct Dublin Port and the other ports that have these restrictive practices to get their act together.  They were not allowed because of the Stock Exchange takeover rules, but they never properly discussed the IAG takeover of Aer Lingus, which results in a monopoly over the 1.6 million passengers on the Dublin to Heathrow route.  There was universal scepticism at the Oireachtas Joint Committee on Transport and Communications about postcodes, and our view was endorsed by the Comptroller and Auditor General, given that &euro;38 million was spent on a postcode system that hardly anybody uses.  The committee was unanimous in its opposition, but we are not allowed to take votes.  I do not share the Minister's optimism.  There is no evidence that people take a blind bit of notice the views of the Oireachtas Joint Committee on Transport and Communications.  On two important issues it proved to be toothless.  In one it was not allowed any say at all, and in the other it was right but the policy proceeded anyway and &euro;38 million was spent.<\/p> <p>I do not envisage operators of restrictive practices coming out with their hands up and saying, \"The Competition Authority report is quite right.  We must give up the hoary old restrictive practices.\"  It will be an agenda item for the next Government and the next Oireachtas.  How do we reform institutions?  This one was obviously dominated by getting the finances into order.  That has been a success and everybody commends the Government on that.  However, many of the institutions of the permanent government are not working and need prodding from the elected representatives.<\/p> <p>I thank the Minister for his reply.  I will look at alternative ways to secure those reforms.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#B00800","speaker":"1157"},{"type":"unspoken","time":1450432800,"counter":27,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1450432800,"counter":28,"content":"<p>Amendments Nos. 2 and 3 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#B01000","speaker":"1120"},{"type":"speech","time":1450432800,"counter":29,"content":"<p>I move amendment No. 2:<\/p><blockquote>In page 10, line 35, to delete &ldquo;may&rdquo; and substitute &ldquo;shall&rdquo;.<\/blockquote> <p>When the Minister was in the House the other day, he advised me that he had consulted wisely and widely on the Bill.  Senator Barrett had originally asked him to change the wording of section 13(3)(a) by replacing &quot;may&quot; with &quot;shall&quot;.  Amendment No. 3 proposes the deletion of paragraphs (b) and (c), which would no longer be required.<\/p><p>As the Minister did, I have taken the time to consult on this.  I have consulted a number of harbour masters around the country.  They are not happy that they are being excluded from the board.  Depending on the board, in some cases the word &quot;may&quot; has been interpreted as meaning that they can attend all board meetings, save those board meetings that discuss their terms and conditions of employment, pay, etc.  However, it is totally unacceptable to have a harbour board - or, as Senator Barrett put it, a group of landlubbers - meeting in a room while the mariner sits outside the door with his cap in his hand waiting to be called in.  In one case in Foynes, the harbour master could have saved the State &euro;2 million.  The Minister will recall that in Foynes the chief executive officer advised the port authority - his board - that he needed a vessel on standby as a pilot.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The board agreed and the boat in question was his own boat.  This boat was leased to the authority, costing &euro;51,667.50 in the first year, and the payments went on and on.  It ended in the chief executive officer being suspended from office.  Ultimately, the case went to the courts and the State footed a bill of &euro;2 million, comprising severance for the chief executive, his legal costs and the State's legal costs.  Had the harbour master been at that meeting, he would have been able to tell the board the port already had a second pilot ship and did not need a third one.<\/p><p>We cannot have a situation where the harbour master, the person who is statutorily charged and has statutory duties similar only to those found in the Attorney General, firemen and other such important offices, is excluded from the decision-making process that takes place in every harbour around the country.  There are harbour masters watching this debate today and they are deeply concerned.  Some of the harbour masters we have in this country are strong personalities who would ensure they attended every single meeting of the board.  Others, who may not be so strong in the future or who are appointed by some chief executive officer, may in some way feel subservient and that they cannot exercise their right to attend.<\/p><p>If the Minister is not going to accept the amendment, will he place on the record of the House the same assurances placed on the record of the House by Deputy Eamon Gilmore when he brought the 1996 Act in?  They were that under this section of the Act, \"may\" means they can attend every board meeting, save those meetings that deal with their salary and conditions of employment.  It is unthinkable that a harbour board would meet without having the expert advice of the chief mariner of the location.  It is totally unacceptable not to have \"shall\" in the section but if the Minister is not going to accept that, will he at least give the assurance that the harbour master can attend all meetings, save those that deal with his terms and conditions of employment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#B01100","speaker":"1196","continuing":true},{"type":"speech","time":1450432800,"counter":31,"content":"<p>I disagree with what Senator Craughwell stated.  It should be at the discretion of the board whether it wants the harbour master-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#C00200","speaker":"1130"},{"type":"speech","time":1450432800,"counter":32,"content":"<p>Is there a seconder for the amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#C00300","speaker":"1120"},{"type":"speech","time":1450432800,"counter":33,"content":"<p>I second the amendment and will let the Leader speak before me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#C00400","speaker":"1157"},{"type":"speech","time":1450432800,"counter":34,"content":"<p>It should be at the discretion of the board whether the harbour master attends a board meeting.  The harbour master is not necessary for the vast majority of meetings that take place in a port company.  The harbour master is there for the navigational duties laid down under his or her contract and it is not necessary on many occasions for the harbour master to be present at such meetings.  It would be a very poor and ill-advised board that, if it were dealing with matters that would require the attendance of the harbour master, would not invite the harbour master to such a meeting.  There is no necessity to change the wording in this section to \"shall\".  The current wording of \"may\" should suffice.  As I said, it would be a very poor board that, if it were dealing with navigational matters and matters over which the harbour master would have jurisdiction, would not have the harbour master attend such a board meeting.  It is a waste of time if a harbour master had to sit at meetings at which there was no reference to his duties.  The wording of \"may\" covers the point within the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#C00500","speaker":"1130"},{"type":"speech","time":1450432800,"counter":35,"content":"<p>I formally second Senator Craughwell's amendment and thank the Leader for his experience in this regard.  There are a number of angles on this issue.  The idea of worker directors was that people who actually did the work would have a seat on the board.  These are State organisations.  I do not know how it fell through the holes in the system that there is no such provision.  The fear is that the eight people appointed by the county manager would have no experience of running the harbour.  It is important on any board that people who actually do the work should have an input.  I agree with the Leader that it would be a poor board that would not have that experience brought in for the purposes of board meetings.  How can we ensure that will happen?  We have mentioned before that the classic case must be \"H.M.S. Pinafore\", with the line \"Stick close to your desks and never go to sea, And you all may be rulers of the Queen's Navee!\"  If there is such experience, do not give all responsibility to landlubbers.  In the case of \"H.M.S. Pinafore\", the posts on the board were reserved for aristocracy-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#C00600","speaker":"1157"},{"type":"speech","time":1450432800,"counter":36,"content":"<p>I thought the Senator was going to sing to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#C00700","speaker":"1130"},{"type":"speech","time":1450432800,"counter":37,"content":"<p>Who are the harbour masters and what could they bring to the board?  This is redundant as far as the Leader is concerned but for the rest of us, I will quote from the website of the International Harbour Masters Association:<\/p><blockquote>Harbour Masters require a variety of skills as well as specialised knowledge and understanding.  Traditionally Harbour Masters have a marine background and have usually served in a senior capacity at sea.  Many have a STCW Master&rsquo;s certificate of competency and many have served as master of a ship.  Further, Harbour Masters may also develop skills around the management of personnel, environmental management, business development and others as part of their continuous professional development.<br \/><br \/>Harbour Masters will also be involved in monitoring the training and qualifications of their employees and other service providers in the port, and play a vital role in developing the next generation of port professionals including their deputies.<\/blockquote> <p>Another section of the website states:<\/p><blockquote>Today&rsquo;s Harbour Master is increasingly involved in the day to day management of port operations beyond the technical and statutory role of the Harbour Master.  Increased involvement and greater responsibility in the operational and commercial business of a port, beyond the pure maritime elements, is another area of activity for many Harbour Masters.<\/blockquote> <p>This is a valuable person to have around.  It is in the tradition of worker directors.  We are going to move ports under the control of county councils, which will, in many cases, know very little about running a port, which is a pretty specialised business, as we have seen.  We read into the record the last day the success of business in the four major ports, namely, Foynes, Cork, Dublin, the dominant one, and Rosslare.  The next layer of ports makes about &euro;0.5 million profit per year.  We are pretty good at these businesses.  Let us keep the expertise there in the new structure.  There is much merit in what Senator Craughwell has proposed and in the Leader's response.  It echoes many of the useful elements of the debate on Committee Stage.  In that context, I am happy to second Senator Craughwell's amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#C00800","speaker":"1157"},{"type":"speech","time":1450432800,"counter":38,"content":"<p>In terms of this amendment, the Leader's words summed it all up - the word \"may\" will suffice.  The Department and the Minister have got it right.  Senator Craughwell is painting a picture that the harbour master, who is employed through the board, at some stage might live in outer Mongolia or somewhere and is not available at certain times to come to a meeting.  If the board, which is charged with running the harbour, needs the harbour master's expertise in the meeting, it may request the harbour master's presence, as the Leader pointed out.  An example of such a procedure was that Jos&eacute; Mourinho was until yesterday employed by the board of Chelsea Football Club.  If it needed him to come to discuss team matters, that was it - he came to the meeting.  The board has to make a decision.  There may be a conflict of interest if the harbour master is a sitting member of the board.  The Minister has got it right.  It is not like the harbour master would live in outer Mongolia.<\/p> <p>Also, Senator Barrett spoke, in relation to the CEO, about appointing landlubbers to run one.  For most of these harbours, the elected members are all from around that area, so they should have a little bit of expertise on and knowledge of their local area.  They would not be landlubbers.  Many families may even have worked around the harbour areas at different stages.  The word \"may\" suffices and the amendment should not be accepted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#C00900","speaker":"1125"},{"type":"speech","time":1450432800,"counter":39,"content":"<p>I can see where Senator Craughwell is coming from but if the word \"shall\" was in the section, it would mean the harbour master would have to be there on all occasions.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator C&aacute;it Keane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2359\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2359&amp;amp;pid=CaitKeane&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They would not even be able to excuse themselves if and when a conflict of interest arose.  The word &quot;may&quot; is probably much better in such circumstances because there are occasions when a harbour master may have a conflict of interest and he or she may not be able to attend on all occasions.<br\/><br\/>There is a facility for the appointment of two temporary board members until 2018.  Is it at the discretion of the chief executive of the local authority to bring them on board in the interim?  The board would revert to eight people when the new system is up and running.  We currently have very competent local authority councillors on the board in the likes of D&uacute;n Laoghaire and various other places.  What would be their position?  There are legal, accountancy and other qualifications and those competencies are available in the council chamber through councillors.  What is the position of councillors?  The councillors have brought in those competencies.  Senator O'Neill spoke about how local knowledge is so important and I agree with him.  When we are elected as public representatives, we do not grow horns.  We still have competencies in the chamber.<br\/><br\/>Local councillors are not barred from local enterprise offices, LEOs, which deal with every enterprise in the various counties.  The ports are an enterprise and we are missing the boat big time by barring local councillors from the boards of harbours.  We have seen good ideas coming from local councillors on the boards of the ports that they sat on previously.  Why are they being barred now?  Is there any way that the Minister can change this?  Perhaps he can allow them to apply in the public process, the same as everybody else.  There are competencies in councils, including legal and accountancy skills, as somebody wrote in <i>The Irish Times<\/i>last week, and it has seen major change as a result.  Local knowledge is a major competency as well, even by itself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#C01200","speaker":"1135","continuing":true},{"type":"speech","time":1450432800,"counter":41,"content":"<p>I mentioned this on the previous occasion.  There are examples of locally-elected public representatives with vast experience of working and living around ports and dealing with customs clearance.  Many of them would have more expertise than the chief executives who would appoint the members to a board.  We are losing quite a number of councillors with vast experience.  Some of these individuals worked all their lives for companies operating out of ports.  It is wrong to exclude them and where there is expertise, these councillors should be considered to be members of a board.  I ask the Minister to reconsider.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#D00200","speaker":"1138"},{"type":"speech","time":1450432800,"counter":42,"content":"<p>Two separate matters arise here and I am very happy to respond in respect of to both of them.  There is the matter that Senators Craughwell and Barrett raised regarding the role of harbour masters, which is what this amendment concerns, and the separate point relating to councillors and their role on the boards of ports.  I suggest that we deal with the issue of councillors when we get to the appropriate section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#D00300","speaker":"1007"},{"type":"speech","time":1450432800,"counter":43,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#D00400","speaker":"1120"},{"type":"speech","time":1450432800,"counter":44,"content":"<p>It was dealt with on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#D00500","speaker":"1130"},{"type":"speech","time":1450432800,"counter":45,"content":"<p>Indeed.  I would be very happy to get into it at the appropriate point again.  With respect to harbour masters, I will begin by outlining where I agree with the two Senators and, conversely, where I disagree with them.  I agree on the points regarding the expertise and knowledge that harbour masters have.  I have seen this when I visited many ports and in meeting the boards of ports.  I completely disagree with the Senators on the description offered, perhaps flippantly, in describing the boards of ports as &quot;landlubbers&quot;.  They are anything but that.  Engaging with the boards of port companies in the way that I have, I know it may be true to say that some members may not have the maritime experience that the chief executive or other directors might have.  The reason for that is the broader set of skills relating to financial or governance matters that boards of directors must have.  We must have a broad set of skills and experiences represented on the board.  I stated when I met the board of the Drogheda port last Monday that the collective experience on the board has a deep appreciation of all the maritime issues that a port might be facing and all the trading and operational matters that are relevant to the future of the port.<\/p><p>The Senators made the point about the importance of harbour masters and I have stated that I agree with that point.  The key point on the amendment is that there is nothing in the Bill changing the current status of harbour masters and their relationship with the board.  We are not changing that at all.  The role that harbour masters currently have <i>vis-&agrave;-vis<\/i>the board of directors is unchanged in any way with the passage of this Bill.  Notably, section 37 of the 1996 Act, which requires every company to employ a harbour master, and section 17 of the Act, which allows for their attendance at board meetings, is unchanged by the passage of this Bill.<\/p><p>I would have been open to accepting the amendment if anything in the Bill changed the current relationship between harbour masters and boards.  If any change was proposed or could happen in this Bill, there would be a case for looking at the amendment.  I accept that the participation of harbour masters in board meetings is very valuable.  When I met boards of port companies, in many cases the harbour masters were there and took part in our discussions.  There is nothing in this Bill that changes the relationship about which the Senator is concerned, and that is the reason I am not in a position to accept the amendment.<\/p><p>The current relationship between harbour masters and boards works well and appears to be successful in allowing our ports to trade successfully.  As a result and because the relationship is underpinned by current law, which is in no way changed by the passage of this Bill, I accept the strong and positive intention behind the amendment but it would not improve the operation of our ports.  It is for these reasons that I do not propose to accept the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#D00600","speaker":"1007"},{"type":"speech","time":1450432800,"counter":46,"content":"<p>I thank the Minister for his reply but I ask him to clarify one or two points.  First and foremost, the role of the harbour master is unique in that they are an arm of the State.  They are charged with the protection of the State's assets and particularly with respect to the environment and the security of shipping lanes under their control.  In addition, I wonder if there is any impediment to appointing the harbour master as a worker director to the board.  The Minister pointed out the excellent example of the County Louth port where the harbour master attends all the board meetings.  One could also have mentioned the Limerick harbour board; as far as I recall, in the past the harbour master was specifically instructed not to attend board meetings.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It would be no harm if the Minister put on the record that, as a general rule, it would be preferable to have the harbour master in the room for board meetings.  I do not ask for him or her to be a voting member but will the Minister accept the principle that he or she should be in the room for board meetings?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#D00700","speaker":"1196","continuing":true},{"type":"speech","time":1450432800,"counter":48,"content":"<p>The Senator asked three questions.  On the first, I accept they have a unique and important role to play in the operation of ports, particularly in respect of navigational safety and maintenance of the ports themselves.  Second, there is no impediment to their appointment as worker directors.<\/p> <p>On the third question about whether it would be preferable that the harbour master be present in the room for board meetings, I am not in a position to offer direction or guidance to the directors of ports companies regarding what they should do on this matter, although I fully respect where the Senator is coming from on this.  If I as Minister, or the local authority when it takes over my role in this regard, appoint directors to companies, we have to allow them to do their work.  We have to accept that they are independent directors of companies that are recognised in company law as independent.  While it makes sense that the harbour masters should be present for discussions on the operation and safety of the port, my experience is that they are present.  I cannot recall a discussion I have had with a port company about matters such as infrastructure or safety from which the harbour master was in any way excluded.  In many cases, he or she has participated as strongly in the discussion as the chief executive officer of the port company, because he or she has such appreciation of what goes on in the port.<\/p> <p>I accept how fundamental harbour masters are to the operation of ports but if I say a board of directors has to be in place because the company still exists, I have to respect their independence, which I do.  We all know the difficulty we get into when we begin to interfere with their work and, for those reasons, it is, therefore, difficult for me to issue a directive to them regarding what they should do on any operational matter.  I have the ability to issue directives to them on national ports policy and on any matter I am advised by my Department might jeopardise the ability of the port to deal with operational safety or navigational matters.  Those are the main powers open to me.  While it is important that the harbour master be present for discussions relevant to the operation of the harbour, I have to respect the independence of the board of directors and allow them to make judgments as they see fit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#E00200","speaker":"1007"},{"type":"speech","time":1450432800,"counter":49,"content":"<p>Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#E00300","speaker":"1120"},{"type":"speech","time":1450432800,"counter":50,"content":"<p>It is, with some reservation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#E00400","speaker":"1196"},{"type":"vote","time":1450432800,"counter":51,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 4; Níl, 13.<\/p><br\/><br\/><p>Tellers: Tá, Senators Sean D. Barrett and Gerard P. Craughwell; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#E00500","aye":["1157","1196","1140","1164"],"nay":["1138","1208","1165","1151","1130","1117","1172","1152","1135","1118","1125","1163","1171"]},{"type":"unspoken","time":1450432800,"counter":52,"content":"<p>Amendment No. 3 not moved.<\/p>"},{"type":"speech","time":1450432800,"counter":53,"content":"<p>I move amendment No. 4:<\/p><blockquote>In page 16, line 18, after &ldquo;executive&rdquo; where it secondly occurs to insert the following:&ldquo;in accordance with the guidelines on appointments to public boards published by the Department of Public Expenditure and Reform&rdquo;.<\/blockquote> <p>The formulation of amendment No. 4 contains the words of the Minister when he was in the House on Committee Stage.  We also referred to the Howlin reforms.  As it stands, the Bill provides that, &quot;The directors of a transferred company ... other than the chief executive, shall be appointed by the local authority chief executive.&quot;  On the previous occasion, we were concerned that this was a draconian power.  The Minister's formulation, as provided here, suggests how the power would be exercised.  Is it useful for the Minister to have it in the Bill given his response to concerns we expressed on Committee Stage?  The purpose of the amendment is to put context in the Bill in respect of what are fairly sweeping powers for one person to appoint eight people to a board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#F00800","speaker":"1157"},{"type":"speech","time":1450432800,"counter":54,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#F00900","speaker":"1196"},{"type":"speech","time":1450432800,"counter":55,"content":"<p>I thank Senator Barrett for tabling this amendment.  This is provided for in section 22(8) of the Bill and means that the local authority must appoint people in accordance with the public appointments process laid down by the Department of Public Expenditure and Reform.  Given we achieve the same objective in a different part of the Bill, I am not in a position to accept the Senator's amendment.  I assure him, however, that the process and the objective he hopes to deliver is being achieved but in a different part of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#F01000","speaker":"1007"},{"type":"speech","time":1450432800,"counter":56,"content":"<p>I thank the Minister for his reply.  As we are <i>ad idem<\/i>, I will withdraw the amendment with leave of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#F01100","speaker":"1157"},{"type":"unspoken","time":1450432800,"counter":57,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1450432800,"counter":58,"content":"<p>As it is now 11 o'clock, I am required to put the following question in accordance with an order of the Seanad of 17 December 2015: \"That Fourth Stage is hereby completed, the Bill is hereby received for final consideration, and the Bill is hereby passed.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#F01300","speaker":"1120"},{"type":"vote","time":1450432800,"counter":59,"content":"<p>&nbsp;<img src=\"..\/images\/clock11.gif\" border=\"0\"\/>&nbsp;<i>11 o&rsquo;clock<\/i><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#G00100","aye":[],"nay":[]},{"type":"majorheading","content":"International Protection Bill 2015: [Seanad Bill amended by the Dáil] Report and Final Stages","time":1450432800,"counter":60,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H00100"},{"type":"speech","time":1450432800,"counter":61,"content":"<p>This is a Seanad Bill that has been amended by the D&aacute;il.  In accordance with Standing Order 118, it is deemed to have passed its First, Second and Third Stages in the Seanad and is placed on the Order Paper for Report Stage.  On the question, \"That the Bill be received for final consideration,\" the Minster may explain the purpose of the amendments made by the D&aacute;il.  This is looked upon as the report of the D&aacute;il amendments to the Seanad.  For the convenience of Senators, I have arranged for the printing and circulation to them of the amendments.  The Minister will deal separately with the subject matter of each related group of amendments.  I have also circulated the proposed groupings to the House.  A Senator may contribute once on each grouping.  I remind Senators that the only matters that may be discussed are the amendments made by the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H00200","speaker":"1120"},{"type":"unspoken","time":1450432800,"counter":62,"content":"<p>Question proposed: \"That the Bill be received for final consideration.\"<\/p>"},{"type":"speech","time":1450432800,"counter":63,"content":"<p>I call on the Minister to speak on the subject matter of the amendments in group 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H00400","speaker":"1120"},{"type":"speech","time":1450432800,"counter":64,"content":"<p>Amendment No. 1 provides for the Minister to appoint different dates for the repeal of different provisions of the Refugee Act 1996.  It is straightforward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H00500","speaker":"1009"},{"type":"speech","time":1450432800,"counter":65,"content":"<p>I call on the Minister to speak on the subject matter of the amendments in group 2.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H00600","speaker":"1120"},{"type":"speech","time":1450432800,"counter":66,"content":"<p>Amendment No. 2 is a minor amendment to the definition of the term \"applicant\".  Amendment No. 3 provides a definition for the term \"biometric information\" which is increasingly important and referenced in section 2.  Amendment No. 5 defines the term \"DNA profile\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H00700","speaker":"1009"},{"type":"speech","time":1450432800,"counter":67,"content":"<p>The amendments in group 3 relate to international protection officers and the chief international protection officer, the subject matters of amendments Nos. 4, 6, 95 and 96.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H00800","speaker":"1120"},{"type":"speech","time":1450432800,"counter":68,"content":"<p>Amendment No. 4 provides the definition of the title \"chief international protection officer\", the person who will be responsible for the management of the international protection office which will be established by the Department of Justice and Equality.  There is also a definition of the term \"international protection officer\" and a new section dealing with the independence of international protection officers in the performance of their duties.  A further section allows for the appointment of the chief international protection officer and sets out that he or she will be independent in the performance of his or her functions under the Bill, as is currently the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H00900","speaker":"1009"},{"type":"speech","time":1450432800,"counter":69,"content":"<p>Group 4 comprises amendment No. 7 on the subject matter of ceasing to be an applicant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H01000","speaker":"1120"},{"type":"speech","time":1450432800,"counter":70,"content":"<p>This amendment provides clarity on when a person ceases to be an applicant under the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H01100","speaker":"1009"},{"type":"speech","time":1450432800,"counter":71,"content":"<p>Group 5 comprises amendment No. 8 on the subject matter of the service of documents.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H01200","speaker":"1120"},{"type":"speech","time":1450432800,"counter":72,"content":"<p>This is a technical amendment.  The advice of the Parliamentary Counsel in the Attorney General's office is that this subsection is not required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H01300","speaker":"1009"},{"type":"speech","time":1450432800,"counter":73,"content":"<p>Group 6 comprises amendments Nos. 9, 10, 37 and 43 on the subject matter of applications for international protection.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H01400","speaker":"1120"},{"type":"speech","time":1450432800,"counter":74,"content":"<p>Amendment No. 9 is a technical amendment to add a comma.  Amendment No. 10 amends and clarifies the information required to be provided by an applicant when making an application that may have a bearing on other matters to be considered by the Minister for Justice and Equality, as appropriate, at a later stage.  Amendment No. 37 is a technical amendment, while amendment No. 43 clarifies that an application for international protection may be withdrawn by the applicant at any time, should he or she so desire, prior to the preparation of the report under section 38.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H01500","speaker":"1009"},{"type":"speech","time":1450432800,"counter":75,"content":"<p>Group 7 comprises amendments Nos. 11 to 13, inclusive, on the subject matter of authorised persons nominated by the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H01600","speaker":"1120"},{"type":"speech","time":1450432800,"counter":76,"content":"<p>The amendments delete technical provisions that are no longer required in the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H01700","speaker":"1009"},{"type":"speech","time":1450432800,"counter":77,"content":"<p>Group 8 comprises amendments Nos. 14 and 15 on the subject matter of permission to enter and reside in the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H01800","speaker":"1120"},{"type":"speech","time":1450432800,"counter":78,"content":"<p>Amendment No. 14 is a technical amendment, while amendment No. 15 is consequential on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H01900","speaker":"1009"},{"type":"speech","time":1450432800,"counter":79,"content":"<p>Group 9 comprises amendment No. 16 on the subject matter of statements to be given to applicants.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H02000","speaker":"1120"},{"type":"speech","time":1450432800,"counter":80,"content":"<p>This amendment is consequential on amendment No. 62.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H02100","speaker":"1009"},{"type":"speech","time":1450432800,"counter":81,"content":"<p>The amendments in group 10 relate to authorised officers, the subject matter of amendments Nos. 17 and 18.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H02200","speaker":"1120"},{"type":"speech","time":1450432800,"counter":82,"content":"<p>This grouping deals with the deletion of the term \"authorised officer\".  We will now use the term \"international protection officer\", an independent office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H02300","speaker":"1009"},{"type":"speech","time":1450432800,"counter":83,"content":"<p>The amendments in group 11 relate to the taking of fingerprints, the subject matter of amendments Nos. 19 to 22, inclusive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H02400","speaker":"1120"},{"type":"speech","time":1450432800,"counter":84,"content":"<p>Amendment No. 19 adds to the list of circumstances in which an applicant's fingerprints for the purposes of the Bill are to be deleted.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frances Fitzgerald:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=401\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=401&amp;amp;pid=FrancesFitzgerald&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Proposed amendment No. 20 inserts \"or\" at the end of subparagraph (a) to clarify that the subparagraphs are to be taken separately and not cumulatively.  Amendment No. 21 is consequential on amendment No. 19.  Amendment No. 22 deletes the definition of the term \"authorised officer\".  As I stated, we are using the term \"international protection officer\" for clarity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#H02500","speaker":"1009","continuing":true},{"type":"speech","time":1450432800,"counter":86,"content":"<p>Amendments in group 12 relate to detention.  The subject matter of amendments Nos. 23 to 27, inclusive, may now be discussed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#J00200","speaker":"1120"},{"type":"speech","time":1450432800,"counter":87,"content":"<p>Amendment No. 23 provides for the inclusion of additional specific reasons an applicant can be detained.  These relate to undermining the State's international protection system or an arrangement relating to the common travel area.  Amendment No. 24 substantially gives effect to an amendment originally proposed in the Seanad by Senator Jillian van Turnhout that we undertook to examine.  If a garda or immigration officer has reasonable grounds for believing someone has attained the age of 18, he or she shall get a second opinion from another officer.  Obviously, we have had a lot of engagement on this and a number of other amendments I am accepting that will strengthen the Bill regarding the protection of children and ensure children's rights are well respected in what is very often a very difficult context for children and families.  It is challenging for countries to deal with this effectively.<\/p> <p>Amendment No. 25 is a technical amendment.  Where an applicant in detention does not wish to proceed with his or her application for international protection and wishes to leave the State, the legislation provides that where a person is at the appeal stage of the process, any appeal under section 40 can be withdrawn, that is, if the individual himself or herself wants to withdraw it.<\/p> <p>Amendment No. 26 provides for the prioritisation of the cases of applicants in detention.  Amendment No. 27 is linked to amendment No. 23, which provides for the inclusion of additional specific reasons an applicant can be detained.  It gives definitions for \"arrangements relating to the Common Travel Area\", \"Common Travel Area territory\", \"substituted identity document\" and \"United Kingdom\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#J00300","speaker":"1009"},{"type":"speech","time":1450432800,"counter":88,"content":"<p>There are a number of amendments with which I do not agree.  However, I wish to speak to only two of them, one of which is amendment No. 23.  My concerns are also expressed by NGOs and groups such as the Irish Refugee Council, the Migrant Rights Centre and Nasc.  The proposed section 20(1)(e) states an immigration officer or member of An Garda S&iacute;och&aacute;na may arrest an applicant without warrant if that officer or member suspects, with reasonable cause, that the applicant has acted or intends to act in a manner that would undermine the system for granting persons international protection in the State or any arrangement relating to the common travel area.<\/p> <p>The changes, especially the one relating to \"the system for granting persons international protection\", comprise a significant and unwarranted amendment to the powers of immigration officers and An Garda S&iacute;och&aacute;na.  The phrase \"has acted or intends to act\", coupled with the phrase \"the system for granting persons international protection\", is exceptionally vague and incapable of any form of certainty such that it could leaves any person who applies for refugee status or subsidiary protection liable to arrest without a warrant.  It is unclear why this change has been made but it is assumed that, because of the phrase \"any arrangement relating to the Common Travel Area\", it is aimed at people coming from the United Kingdom through the North.  This has been effected because of the increase in the number of young Pakistani men coming from the United Kingdom and claiming asylum.  It is possible that, when considered with section 77, it is intended to be a catchall to give the authorities the power to prevent or interfere with a protection claim should the person gain entry to the State.  Whatever the intention behind the amendment, it should not be added to the reasons a person can be arrested without warrant.  It can undermine the very right to submit a protection application, even one that the authorities might deem to be without merit, and it has no place in an international protection system.  Importantly, it also represents an arbitrary ground for detention leading to a potential violation of ones right to liberty, which is a core human right.  The UNHCR guidelines on detention state clearly that detention must not be discriminatory or arbitrary.  Therefore, the right to asylum must be respected at all times.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#J00400","speaker":"1133"},{"type":"speech","time":1450432800,"counter":89,"content":"<p>I thank the Minister and her officials for their engagement and taking on board my comments in the Seanad.  I thank the Minister for raising the threshold in respect of children.  Subsequent amendments take this on board so I thank her expressly in that regard also.  She has tried to address some of my concerns.  Obviously, the world is not ideal and perfect but the Minister has certainly strengthened children's rights within this Bill.<\/p> <p>There are matters outside the remit of this Bill that were in the Government working group report on the protection process.  These include the proposal to increase the weekly payment for children.  There has been no change in 16 years.  While it is outside the scope of the legislation, it is a matter that I believe is wrong leading up to Christmas.  The remit of the Ombudsman for Children should be extended.  As the Minister knows, Ireland is to be before the UN Committee on the Rights of the Child on 14 January.  This will be a highlight issue for that committee if Ireland has not moved on it.  I really hope we will be in a position, before Christmas or, at the very latest, in early January, to welcome announcements from the Government.  The current position is unacceptable but I thank the Minister for what she has done in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#J00500","speaker":"1171"},{"type":"speech","time":1450432800,"counter":90,"content":"<p>I will respond to the points made by both Senators.  With regard to detention and the section about which Senator David Cullinane is concerned, let me review what is in the section.  An immigration officer or member of an Garda S&iacute;och&aacute;na may arrest an applicant without warrant if that officer or member suspects, with reasonable cause, that the applicant has acted in one of the ways listed.  The international circumstances have to be taken into account, both in terms of security and ensuring those who enter our country are genuine refugees.  This is a very stark issue at present.  Obviously, there is a considerable humanitarian crisis.  We have responded as a country by taking 4,000 individuals over two years.  These are mostly people who would clearly be deemed to be refugees because many of them are fleeing conflict in Syria.  The recognition rate of such refugees is approximately 80% to 85%.  That is the general position of the Government on the humanitarian crisis.  Obviously, this is an ongoing problem and it will be discussed at various European Council meetings over the coming months.<\/p> <p>The section is about people who would pose a threat to public security or order in the State, who have committed a serious non-political crime outside the State, who have not made reasonable efforts to establish their identity, or who have acted or intends to act in a manner that would undermine the system for granting persons international protection in the State.  These are very serious issues.  This is about the abuse of the system and people who would abuse it.  Not recognising this is doing a disservice to genuine refugees, who deserve to get the best possible service from the State.  Importantly, a person detained under the section \"shall, as soon as practicable, be brought before a judge of the District Court assigned to the District Court district in which the person is being detained\".  There is an automatic provision built into the Bill that a District Court judge has to hear the case in such circumstances.  That is a very substantial next stage.  The Senator's concern is about the abuse of the measure or its application to a particular category of persons.  We know there are people who will abuse the system &mdash; that is very clear &mdash; so the safeguard involving the District Court is important.  What we are including in the Bill is reasonable in terms of a state safeguarding its international protection system.  There are other safeguards also.  The legislation adds further appropriate reasons a person may be arrested if he is exploiting or abusing the common travel area.  We know of the debate that is occurring internationally on this.  This is a very appropriate measure.<\/p> <p>I thank Senator van Turnhout for recognising the way in which we have dealt with the protection of children in the Bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frances Fitzgerald:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=401\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=401&amp;amp;pid=FrancesFitzgerald&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is an area which highlights very challenging issues and decisions.  Children are in a very vulnerable position when their families travel around the world in the way that is happening at present.  Many unaccompanied minors are travelling into Europe which poses particular challenges to many countries and doubtless will also prove to be a challenge here.  That said, we have made great strides in this country in terms of the way we respond to unaccompanied minors.  A very caring system of foster care is being developed for them.  <\/p><p>In terms of the amendment before us, the Government has inserted numerous amendments in various sections of the Bill which refer to the best interest of the child, an issue which is close to my heart.  That will be very protective for children and families in these situations when decisions are being made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#J00600","speaker":"1009","continuing":true},{"type":"speech","time":1450432800,"counter":92,"content":"<p>We will now move on to group 13, timeframe for appeal to inadmissible application, the subject matter of amendment No. 28.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K00200","speaker":"1120"},{"type":"speech","time":1450432800,"counter":93,"content":"<p>This amendment provides that the Minister will prescribe a timeline for a person appealing a recommendation that his or her application is inadmissible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K00300","speaker":"1009"},{"type":"speech","time":1450432800,"counter":94,"content":"<p>Group 14 includes amendments Nos. 29 to 31, inclusive, which deal with subsequent applications.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K00400","speaker":"1120"},{"type":"speech","time":1450432800,"counter":95,"content":"<p>Amendment No. 29 clarifies the relevant information required of an applicant in making a subsequent application for international protection.  Amendment No. 30 is a technical, drafting amendment while amendment No. 31 provides that the Minister will prescribe a timeframe for a person appealing a recommendation that consent be refused to the making of a subsequent application.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K00500","speaker":"1009"},{"type":"speech","time":1450432800,"counter":96,"content":"<p>Group 15 includes amendments Nos. 32 to 34, inclusive, relating to medical examinations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K00600","speaker":"1120"},{"type":"speech","time":1450432800,"counter":97,"content":"<p>When we were discussing the Bill previously in this House and in the D&aacute;il, a number of points were made regarding the fact that an applicant would have to accept the medical practitioner nominated by the Minister to conduct a medical examination.  I have reflected on those points and have amended the provision to allow for the establishment of a new panel of qualified medical practitioners from which the applicant can make his or her own choice.  Concern was expressed that there was not enough flexibility in the original drafting, so I have agreed to the establishment of a qualified medical practitioner panel to give applicants more choice, as per amendment No. 34.  The other two amendments in this grouping are consequential on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K00700","speaker":"1009"},{"type":"speech","time":1450432800,"counter":98,"content":"<p>Group 16 contains three amendments relating to minors, amendments Nos. 35, 36 and 38.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K00800","speaker":"1120"},{"type":"speech","time":1450432800,"counter":99,"content":"<p>Amendment No. 35 is a technical amendment.  Amendment No. 36 is linked to the amendment we have just discussed and I acknowledge the input of Senator van Turnhout regarding this matter.  Amendment No. 38 arose from further consideration of the best interests of the child principle and gives further reassurance that this principle is at the heart of this Bill.  It provides specific safeguards as to the assessment of the child's capacity to understand the process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K00900","speaker":"1009"},{"type":"speech","time":1450432800,"counter":100,"content":"<p>Group 17 includes amendments Nos. 39 and 40, which relate to personal interviews.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K01000","speaker":"1120"},{"type":"speech","time":1450432800,"counter":101,"content":"<p>These amendments deal with personal interviews.  Amendment No. 39 is a technical amendment, while amendment No. 40 clarifies that the report to be prepared by the international protection officer following the conclusion of the personal interview can comprise two parts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K01100","speaker":"1009"},{"type":"speech","time":1450432800,"counter":102,"content":"<p>The amendments in group 18, amendments Nos. 41, 52 and 53, relate to the functions of the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K01200","speaker":"1120"},{"type":"speech","time":1450432800,"counter":103,"content":"<p>Amendment No. 41 is technical, while amendment No. 52 provides that the Minister shall be responsible for providing an applicant with information on the estimated timeline within which a recommendation may be made.  Amendment No. 53 is consequential on amendment No. 52.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K01300","speaker":"1009"},{"type":"speech","time":1450432800,"counter":104,"content":"<p>Group 19 contains one amendment relating to child specific protection needs, amendment No. 42.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K01400","speaker":"1120"},{"type":"speech","time":1450432800,"counter":105,"content":"<p>This amendment arose out of discussions in both Seanad and D&aacute;il &Eacute;ireann.  Those discussions related to the competency of officers who were conducting interviews with children.  It was argued that such officers should have an expertise in communication and child specific protection needs.  Having considered these matters and their importance, we have drafted a new section to provide for many of the concerns raised in the earlier debates on the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K01500","speaker":"1009"},{"type":"speech","time":1450432800,"counter":106,"content":"<p>The amendments in group 20, amendments Nos. 44 to 46, inclusive, relate to failure to co-operate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K01600","speaker":"1120"},{"type":"speech","time":1450432800,"counter":107,"content":"<p>This group of amendments deals with the issue of failure to co-operate.  Amendments Nos. 44 and 45 are consequential to amendment No. 14.  Amendment No. 46 provides that where an applicant fails to co-operate, his or her application shall be examined on the basis of information submitted by him or her before this subsection applies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K01700","speaker":"1009"},{"type":"speech","time":1450432800,"counter":108,"content":"<p>Group 21 comprises amendments relating to the report prepared after an examination of an applicant, amendments Nos. 47 to 51, inclusive, and amendment No. 54.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K01800","speaker":"1120"},{"type":"speech","time":1450432800,"counter":109,"content":"<p>These amendments deal with the contents of the written report prepared after an examination of an applicant.  Amendment No. 47 is required to allow persons contracted by the Minister under section 73 to include any of the findings under section 38 (4) in the written report prepared under section 38 (1).  Amendment No. 48 clarifies that the recommendation of the international protection officer under section 38 (3) shall be based on the examination of the application.  Amendments No. 49 is consequential to amendment No. 47.  Amendment No. 50 removes unnecessary wording from the subsection while amendment No. 51 is consequential to amendment No. 46.  Amendment No. 54 provides that the Minister will prescribe a timeframe for a person appealing a recommendation that he or she should not be given refugee status, a refugee declaration or a subsidiary protection declaration.  This is building in timelines which is precisely what people argued had been lacking in the procedures to date, with many people awaiting the outcome of their applications for protracted periods of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K01900","speaker":"1009"},{"type":"speech","time":1450432800,"counter":110,"content":"<p>The amendments in group 22 relate to appeals.  These are amendments Nos. 55 to 60, inclusive, and amendment No. 98.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K02000","speaker":"1120"},{"type":"speech","time":1450432800,"counter":111,"content":"<p>These are technical amendments which deal with the issue of appeals.  Amendment No. 56 clarifies that an applicant may withdraw his or her appeal at any time before the tribunal makes its decision.  Some of the other amendments in the group are consequential on this amendment.  Amendment No. 98 inserts a new section into the Bill relating to the Minister prescribing periods of time within which persons may appeal to the tribunal.  This applies to section 21(6) on inadmissible applications, section 22(8) on subsequent applications, section 40(2)(a) dealing with a recommendation that an applicant should not be given a refugee or subsidiary protection declaration and section 42(a) on accelerated appeals.  It provides for a variety of timelines in the context of appeals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K02100","speaker":"1009"},{"type":"speech","time":1450432800,"counter":112,"content":"<p>Group 23 contains one amendment, amendment No. 61, dealing with voluntary return.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K02200","speaker":"1120"},{"type":"speech","time":1450432800,"counter":113,"content":"<p>This is a minor technical amendment to include the words &ldquo;where applicable&rdquo; before &ldquo;withdraws&rdquo;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K02300","speaker":"1009"},{"type":"speech","time":1450432800,"counter":114,"content":"<p>Group 24 comprises amendment No. 62 which relates to permission to remain.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K02400","speaker":"1120"},{"type":"speech","time":1450432800,"counter":115,"content":"<p>This substantial amendment to section 48 sets out the procedure to be applied in the context of the Minister&rsquo;s consideration of whether an applicant should be given permission to remain in the State in the event that his or her protection application is refused.  The amendment sets out the matters the Minister shall have regard to in deciding whether to give a person a permission under this section.  This includes any information submitted by an applicant prior to the preparation of the report under section 38 and any relevant information presented by the applicant during the applicant&rsquo;s preliminary and personal interview.  The Minister shall also have regard to the applicant&rsquo;s family and personal circumstances and his or her right to respect for his or her private and family life.  The amendment places a duty on the applicant to notify the Minister immediately of any change in circumstances which may be relevant to the Minister&rsquo;s decision.<\/p> <p>This amendment goes further than those amendments tabled by Senators O&rsquo;Donovan, Cullinane, &Oacute; Clochartaigh and Reilly in that it provides for the Minister to review a decision made under this section where the tribunal affirms a negative recommendation and the applicant submits new relevant information.  I have taken on board the points that were made during the debate on this section.  The amendment also provides that the Minister shall prescribe the period following a decision of the tribunal for the purposes of the applicant submitting such new information in respect of the review.   This allows the Minister to take account of new information that may emerge and be brought to the Minister's attention.  It is important that there is flexibility in the system in the context of the question of granting permission to remain.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K02500","speaker":"1009"},{"type":"speech","time":1450432800,"counter":116,"content":"<p>Group 25 comprises amendments Nos. 63 to 66, inclusive, which relate to <i>refoulement<\/i>and deportation orders.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#K02600","speaker":"1120"},{"type":"speech","time":1450432800,"counter":117,"content":"<p>Amendment No. 63 clarifies what information the Minister will have regard to in deciding whether a person can be returned to his or her country of origin.  It also provides that an applicant informs the Minister of any change of circumstances that may have a bearing on the Minister&rsquo;s decision in this regard.<\/p> <p>Amendment No. 64 clarifies that a permission given to a person under this section is a permission under section 4 of the Immigration Act 2004.<\/p> <p>Amendments Nos. 65 and 66 are minor technical amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L00100","speaker":"1009"},{"type":"speech","time":1450432800,"counter":118,"content":"<p>I call on the Minister to speak on the subject matter of group 26.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L00200","speaker":"1120"},{"type":"speech","time":1450432800,"counter":119,"content":"<p>Group 26, amendments Nos. 67 to 69, inclusive, deals with the issue of permission to enter and reside of family members.<\/p> <p>Amendment No. 67 clarifies and confirms the time period for the making of an application under this section.<\/p> <p>Amendment No. 68 is linked and consequential to amendment No. 69.  Amendment No. 69 inserts a time limit of 12 months within which an application can be made under this section.  This amendment brings section 56 into line with section 55 in this regard.  An application made under this section is in respect of a person already in the State and, therefore, this time limit should not create any difficulties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L00300","speaker":"1009"},{"type":"speech","time":1450432800,"counter":120,"content":"<p>I call on the Minister to speak on the subject matter of group 27.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L00400","speaker":"1120"},{"type":"speech","time":1450432800,"counter":121,"content":"<p>Group 27, amendment No. 70, deals with the issue of vulnerable persons.  Amendment No. 70 is a minor amendment whereby the phrase &ldquo;child under the age of 18 years&rdquo; is to be replaced by the more precise term &ldquo;person who has not attained the age of 18 years&rdquo;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L00500","speaker":"1009"},{"type":"speech","time":1450432800,"counter":122,"content":"<p>I call on the Minister to speak on the subject matter of group 28.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L00600","speaker":"1120"},{"type":"speech","time":1450432800,"counter":123,"content":"<p>Group 28, amendments Nos. 71 to 74, inclusive, are primarily minor drafting amendments.<\/p> <p>Amendment No. 72 is a minor drafting amendment which substitutes the word &ldquo;may&rdquo; for &ldquo;shall\".  Amendment No. 73 is a minor drafting amendment.  Amendment No. 74 is consequential to amendment No. 90.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L00700","speaker":"1009"},{"type":"speech","time":1450432800,"counter":124,"content":"<p>I call on the Minister to speak on the subject matter of group 29.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L00800","speaker":"1120"},{"type":"speech","time":1450432800,"counter":125,"content":"<p>Group 29, amendments Nos. 75 to 90, inclusive, deals with transitional caseloads.<\/p> <p>Amendment No. 75 clarifies how the new Act, when commenced, will apply to applicants detained under section 9 of the Refugee Act 1996.  Amendment No. 76 is necessary to replace an incorrect reference to &ldquo;Part 4&rdquo; and replace it with a reference to &ldquo;Part 5&rdquo;.<\/p> <p>Amendment No. 80 clarifies where the Act of 1996 continues to apply to a person under the transitional provisions and a refugee declaration is given to such a person, then the declaration shall be deemed to be a refugee declaration given to the person under this Act and the provisions of this Act shall apply accordingly.<\/p> <p>Amendments Nos. 83 to 90, inclusive, all deal with the transitional issues which will apply when the Bill becomes law.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L00900","speaker":"1009"},{"type":"speech","time":1450432800,"counter":126,"content":"<p>I call on the Minister to speak on the subject matter of group 30.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L01000","speaker":"1120"},{"type":"speech","time":1450432800,"counter":127,"content":"<p>Group 30, amendment No. 91, means this transitional provision is not required.  The Minister may, by order, under section 71, designate countries as safe countries of origin on commencement of the Act.  Senators will be aware this is an issue being discussed at European level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L01100","speaker":"1009"},{"type":"speech","time":1450432800,"counter":128,"content":"<p>I call on the Minister to speak on the subject matter of group 31.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L01200","speaker":"1120"},{"type":"speech","time":1450432800,"counter":129,"content":"<p>Group 31, amendments Nos. 92 to 94, inclusive, deals with the issue of prioritisation of cases.<\/p> <p>Amendment No. 93 is prompted by discussion in the Seanad and D&aacute;il which sought to add categories that would be considered for prioritisation.  As &ldquo;well founded&rdquo; is not defined in law, we could not proceed with that category but the Government is happy to add to the prioritisation list this reference to those in the care of the Child and Family Agency.  I am particularly pleased this amendment has been inserted.  All Senators will have come across situations where children are in the care of Tusla, the Child and Family Agency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L01300","speaker":"1009"},{"type":"speech","time":1450432800,"counter":130,"content":"<p>I call on the Minister to speak on the subject matter of group 32.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L01400","speaker":"1120"},{"type":"speech","time":1450432800,"counter":131,"content":"<p>Group 32, amendment No. 97, clarifies the functions which can be performed by persons contracted by the Minister under contracts for services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L01500","speaker":"1009"},{"type":"speech","time":1450432800,"counter":132,"content":"<p>I call on the Minister to speak on the subject matter of group 33.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L01600","speaker":"1120"},{"type":"speech","time":1450432800,"counter":133,"content":"<p>Group 33, amendment No. 99, allows for a person, against whom a deportation order is in force and who has completed a prison sentence for a criminal offence, to be arrested and detained for the purpose of bringing him or her directly to a port from the prison and removing him or her from the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L01700","speaker":"1009"},{"type":"speech","time":1450432800,"counter":134,"content":"<p>I call on the Minister to speak on the subject matter of group 34.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L01800","speaker":"1120"},{"type":"speech","time":1450432800,"counter":135,"content":"<p>Group 34, amendments Nos. 100 to 104, inclusive, deals with the common travel area.<\/p> <p>Amendment No. 100 clarifies that a court can direct the continued detention or conditional release of a person, subject to a deportation order in situations where they are challenging either the validity of the deportation order itself or a subsequent decision by the Minister to affirm the order.<\/p> <p>Amendment No. 101 is similar to the above in that it clarifies that the period spent challenging the validity of a deportation order or a decision, under section 3(11) of the Immigration Act 1999, to affirm an order of the Minister is excluded when calculating the maximum eight-week period of detention which is allowable to make the arrangements to enforce a deportation order.<\/p> <p>Amendment No. 102 is a technical amendment.  Amendment No. 103 clarifies that a person arrested under this section may be brought to a place of detention referred to in the following subparagraphs and detained there.<\/p> <p>Amendment No. 104 aims to strengthen our immigration provisions to deal specifically with infringements of the integrity of the common travel area.  The amendment, which amends section 4(3) of the Immigration Act 2004, provides that an immigration officer may refuse a person leave to land if he or she is satisfied that the person is entering the State for the sole purpose of extending his or her stay in the common travel area.  Such a person can be refused leave to land, irrespective of whether or not the person intends to make an application for international protection.  There are large numbers of persons who have spent a period in the UK, exploiting the common travel area, entering our State and claiming asylum to prolong their stay.<\/p> <p>We need a balanced migration policy regarding refugees coming to this country.  It is assumed that approximately 85% of those in the relocation programme will be deemed to be refugees.  In terms of those who are not, a point also emphasised at European level, the safe countries of origin list is part of the intention to have a balanced migration policy to ensure we can deal effectively with it.<\/p> <p>The humanitarian issues are enormous regarding the movement of refugees from places of conflict.  We are complying fully with European and international law as to how we assess and deal with those seeking international protection.  The Government considers it extremely important that we do that and take full account of the humanitarian issues but also of the possibility of people being subject to persecution in other countries and who meet the criteria outlined for international protection.  It is important they will be dealt with in the most humane and effective way.  However, if people are exploiting this system, we need to be conscious of that too and deal with that in the right way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L01900","speaker":"1009"},{"type":"speech","time":1450432800,"counter":136,"content":"<p>On amendment No. 104, our concerns are not about preventing exploitation or abuse of the system.  We all want to ensure there are proper protections in place.  We have to protect our borders, sovereignty and have an immigration system in place.  The point is that it has to be fair, robust, along with safeguards built into it for those seeking asylum.  Most importantly, we have to live up to our obligations under international, UN, EU, domestic law and, crucially, the Charter of Fundamental Rights.<\/p> <p>The Irish Refugee Council has called amendment No. 104 a shocking provision, which fundamentally undermines not only the right to asylum as guaranteed under the Charter of Fundamental Rights but the Dublin III regulation which also governs the allocation of member states&rsquo; responsibility for the examination of an application for international protection.  This a broad extension of the grounds for refusing leave to land which, in the Irish Refugee Council&rsquo;s opinion, raises serious concerns that people seeking protection are denied even entry into the State.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Cullinane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2357\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2357&amp;amp;pid=DavidCullinane&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It also extends way beyond and is disproportionate to the objective to be achieved, which is, as I stated earlier, state sovereignty over one's borders, in light of the fact that the Bill already provides for inadmissibility provisions under section 21, and the Dublin III regulation referred to earlier would also be applicable in such circumstances.  Relevant rights that may be violated under this new provision include: the right to asylum; the right to an effective remedy; the right to equality before the law and non-discrimination; the prohibition on collective expulsions relating to Article 19 of the charter; and the prohibition on non-<i>refoulement<\/i>.  It may also violate the right to good administration, which is Article 41 of the charter, as there are no clear procedural safeguards allowing the opportunity, for example, for a person to be heard before being denied entry to the State.<br\/><br\/>These are concerns not just from us in Sinn F&eacute;in.  As I stated earlier, non-governmental organisations, NGOs, also share these concerns.  We raise these issues not because we do not want the Minister to put in place proper protection for the State or we want people to be able to abuse or exploit the system, as we must ensure that does not happen.  We must close any potential loopholes and the system must be robust.  Nevertheless, it must also be fair.  In circumstances where we do not see it being fair, we have a responsibility to call it as such, which is what we are doing with this amendment.  I ask the Minister to reconsider the issue and listen to the views of the NGOs that have lobbied all of us on this and a number of other amendments.<br\/><br\/>I only speak to two amendments as I felt these are the most contentious and warrant more scrutiny.  I ask the Minister to speak to amendment No. 104.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#L02000","speaker":"1133","continuing":true},{"type":"speech","time":1450432800,"counter":138,"content":"<p>There is currently much discussion about the integrity of the Schengen area.  There is a debate trying to put in place a protection system that would be effective for the thousands of migrants moving into Europe now.  There is much discussion about that.  The countries in the Schengen area want to protect the integrity of their borders rather than seeing countries putting up walls and retreating on the issue of free movement.<\/p> <p>It is very important to recognise the point that every day, people probably come to our airports and ports who do not have a right to come to the country.  It is equally important to recognise that thousands of people come to the country every year with work visas and who are given the opportunity to work here.  Just last week, we had a citizenship ceremony for several thousand people who obeyed all the rules and reached all the criteria.  It is very important that we recognise diversity and we have many legal means to arrive in Ireland.  It is a key feature of asylum and dealing with the refugee crisis in Europe that we would increase the legal means for people to enter Europe, whether it is from Africa or other countries.  This is an area that needs more focus.<\/p> <p>Equally, if people are exploiting the system we must recognise that and be clear about it.  No person will be refused entry to the State where it is clear there is a genuine need for protection.  The amendment refers to the previous point, where we will take steps to protect the integrity of the common travel area.  Everybody in the country wants to protect the integrity of the common travel area as it is very important.  If it is being undermined or it is the case that people could have applied for asylum, for example, in the UK and it is appropriate that they do so, we have an obligation as a country to maintain the integrity of the common travel area.  That is what is intended by this provision.  Taking account of all the issues I mentioned, including the number of people who on a daily basis may try to gain entry illegally - it is a recorded fact that several thousand are doing so - we can contrast the numbers of people who may enter the country legally and who are welcomed.  We can see the diversity in our country, which adds to the State in a variety of ways.  It is a reasonable amendment for the Government to table.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#M00200","speaker":"1009"},{"type":"speech","time":1450432800,"counter":139,"content":"<p>I welcome to the Gallery Cathal and M&aacute;ire Gorman, who are guests of Senator Wilson.  They are from Belfast and they are very welcome to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#M00300","speaker":"1120"},{"type":"unspoken","time":1450432800,"counter":140,"content":"<p>Question put and agreed to.\r\n\r\nQuestion proposed: &quot;That the Bill do now pass.&quot;<\/p>"},{"type":"speech","time":1450432800,"counter":141,"content":"<p>Before concluding today's proceedings, I would be obliged if in accordance with Standing Order 136, you would direct the Clerk to make the following minor drafting amendment to the text of the Bill.  On page 76, line 20, the word \"without\" should be deleted as the text inserted by amendment No. 99 would have the effect of duplicating this word.  This correction is being done in the interests of textual clarity and does not affect any substantive amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#M00500","speaker":"1009"},{"type":"speech","time":1450432800,"counter":142,"content":"<p>I will direct the Clerk to make the correction.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#M00600","speaker":"1120"},{"type":"vote","time":1450432800,"counter":143,"content":"<p>Question put:<\/p><p>The Seanad divided: Tá, 21; Níl, 2.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators David Cullinane and Kathryn Reilly..<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#M00700","aye":["1205","1138","1150","1208","1165","1151","1158","1196","1130","1159","1117","1172","1135","1140","1118","1127","1125","1115","1171","1156","1164"],"nay":["1133","1155"]},{"type":"speech","time":1450432800,"counter":144,"content":"<p>I wish everybody a happy Christmas and a prosperous new year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015121800002#M00800","speaker":"1120"},{"type":"unspoken","time":1450432800,"counter":145,"content":"<p>The Seanad adjourned at noon sine die.<\/p>"}]