[{"type":"minorheading","content":"Prelude","time":1422369000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1422369000,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1422369000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1422369000,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1422369000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700002#A00100"},{"type":"speech","time":1422369000,"counter":6,"content":"<p>I have received notice from Senator Mary Moran that, on the motion for the commencement of the House today, she proposes to raise the following matter:<blockquote><br \/>The need for the Minister for Social Protection to address the serious and urgent funding issue for Walk Peer, County Louth; to outline when the Disability Activation Project, DACT, funding will end in April 2015, and to indicate whether there is a proposed funding method being made available to the projects currently funded under the DACT.<\/blockquote>I have also received notice from Senator Paul Bradford of the following matter:<blockquote>The need for the Minister for Finance to provide his initial views on the consequences of the recent election results in Greece.<\/blockquote>I have also received notice from Senator Thomas Byrne of the following matter:<blockquote>The need for the Minister for the Environment, Community and Local Government to urgently set out new and acceptable guidelines on wind turbines.<\/blockquote>I have also received notice from Senator Hildegarde Naughton of the following matter:<blockquote>The need for the Minister for Children and Youth Affairs to ensure the budget for the school completion programme is ring-fenced.<\/blockquote>I have also received notice from Senator Martin Conway of the following matter:<blockquote>The need for the Minister for Finance to provide for an exemption from motor tax and vehicle registration tax for the drivers of passengers who are blind or have a visual impairment.<\/blockquote>I have also received notice from Senator Colm Burke of the following matter:  <blockquote>The need for the Minister for Justice and Equality to clarify the current position on the introduction of legislation to allow the courts to grant periodic payments to those who have suffered an injury as a result of medical negligence.<\/blockquote>I have also received notice from Senator Fidelma Healy Eames of the following matter:<blockquote>The need for the Minister for Education and Skills to outline the appeals process and safeguards for students under the new proposed teacher assessment model for the junior certificate programme in the event of a grade dispute and if she would consider paying teachers a stipend to carry out the assessment role.<\/blockquote>I have also received notice from Senator Marie Moloney of the following matter:<blockquote>The need for the Department of Social Protection to cease the practice of means-testing and surveying recipients of benefit payments and those who are not claiming a qualified adult payment such as the illness benefit payment.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Mary Moran, Paul Bradford, Thomas Byrne and Hildegarde Naughton and they will be taken now.  I suggest Senators Martin Conway, Colm Burke, Fidelma Healy Eames and Marie Moloney may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1422369000,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700002#A00300"},{"type":"minorheading","content":"Disability Activation Projects","time":1422369000,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700002#A00500"},{"type":"speech","time":1422369000,"counter":9,"content":"<p>I welcome the Minister of State at the Department of Social Protection, Deputy Kevin Humphreys.  As he knows, funding for projects under the Disability Activation Project, DACT, is due to end in April.<\/p> <p>In 2012, approximately &euro;7 million was approved for a range of projects, including the Walk Peer programme in County Louth.  It was a great day for disability and people in the Dundalk area when the T&aacute;naiste launched this back in 2012.  This programme has flourished due to Disability Activation Project, DACT, funding.  Walk Peer in County Louth has enabled 118 young people with disabilities to engage with mainstream opportunities that were not previously open to them.  If funding ends in April, as I understand it will, and is not renewed, five staff who work on the Walk Peer programme will lose their jobs and over 100 young people in County Louth will lose this vital link and support.  <\/p> <p>I can attest to the excellent and inspiring work of Walk Peer in my area.  The programme fills a gap in services for people with a disability and provides individualised support to assist in ensuring that people with a disability do not experience long-term unemployment early in life.  The Walk Peer programme and staff have been recognised as leaders in their work locally and nationally, having recently been invited to present as a model of best practice at the National Disability Authority conference.  Indeed, they have received awards in both Dundalk and Drogheda for workforce development and best training initiative in the county.  They have proved themselves.  I have also shadowed participants in the Walk Peer programme over the past two years and can attest to the enjoyment, benefit and learning they gain from these courses.  I will single out one person and how they have benefited.  I had the good fortune to teach a student who left school, was then deemed ineligible or not ready for employment or further education, went into the Walk Peer programme, has now graduated from that and has a place on a local PLC course.  This is something that not many people would have thought possible a few short years ago.  It shows the excellent work done by trainers, co-ordinators and all the help that has come together to ensure that people with a disability get the best they can.  <\/p> <p>This is why I have taken this issue up today.  I fully support the work of Walk Peer, as do many people in County Louth who have heard of or come into contact with this excellent service.  One Walk Peer participant with whom I spoke recently told me they loved meeting up every Monday morning as it is the chance to do something different with the hope of getting some outcomes.  These testimonials can be found all over the place.  Walk Peer provides hope, support and confidence to young people on the programme.  I could go on for hours with testimonials and positive responses, which are key because one knows that one has a good programme going.  <\/p> <p>I would appreciate it if the Minister could address certain issues today, including the DACT evaluation.  When will this take place and when will it finish?  Surely it is important to conduct this evaluation while the Walk Peer programme is still in place rather than in April when it will be all over?  Could the Minister also outline what will happen to participants on a programme like Walk Peer when the funding ends in April 2015?  As I previously mentioned, more than 118 people have been involved.  We have had the opportunity to address the funding issues for Walk Peer and other successful DACT projects.  We need to secure and ensure access to this valuable and empowering service for young people with disabilities.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700002#A00600","speaker":"1174","continuing":true},{"type":"speech","time":1422369000,"counter":11,"content":"<p>I thank the Senator.  I know she has a long-term commitment to the area of disability,.  Many Members of the Seanad have raised different issues relating to disability and I acknowledge the work the Senator and other Members do within this area.  They regularly raise very important issues that are similar to this issue and always do so in a very constructive manner.<\/p>  <p>DACT is jointly funded by the European Social Fund and the Department of Social Protection with an estimated budget of about &euro;7 million.  A total of 14 projects are being funded under this programme in the border, midlands and western region and commenced in 2012.  The project seeks to explore a variety of routes towards ensuring that people with disabilities are enabled to avail of progression, education and development opportunities in the world of work.  <\/p> <p>A key criterion applied when selecting projects was that the findings from the projects in terms of what worked successfully should be capable, where appropriate, of being mainstreamed in future.  That is very important.  The aim is to recognise best practice and to mainstream those elements.<br\/>The disability activation programme is organised around four separate strands all with similar eligibility and selection criteria, but each having its own key focus.  These strands are as follows: improving access to employment, progression programmes for young people, supporting the progression and retention of people with an acquired disability and innovative employer initiatives.  The target group for each strand is people between 16 and 65 years of age in receipt of disability or illness welfare payments who reside in the Border, midlands and west regions.  Projects may relate to one of the three main disability types, which are physical and sensory disabilities, intellectual disabilities and mental health difficulties or may have a cross-disability focus.  Some 2,700 people with disabilities have participated in these projects between 2013 and early 2015.<br\/>ESF funding for the disability activation project is being provided under the human capital investment operational programme 2007-13.  This programme recently came to an end and there is no provision in the ESF for co-funding arrangements to continue after April 2015, as I have already pointed out.  The Department is arranging an evaluation process of the disability activation project to determine the extent to which it has achieved its aims and objectives.  The evaluation process will seek to highlight any learning from the projects and modules undertaken of good practice that could be used to inform policy development and will also identify those aspects of the project which could be maintained so as to develop and, or, sustain its work and achievements.<br\/>It was recently clarified to the projects that further ESF funding will not be available and that terms and grant agreements with disability activation projects stipulate that such projects must be completed and delivered by the end of April 2015.  It was never envisaged that the disability activation projects would <i>de facto<\/i>become delivery of services no matter how successful they were.  The disability activation project was not designed to be an open-ended funding stream and an end date was set by which to determine its strength and weaknesses and to identify what aspects might increase the capacity and potential of people on disability and illness welfare payments to participate in the labour market.<br\/>We will be carrying out that evaluation programme and tendering as quickly as possible.  The project was intended from its commencement to find out what worked and mainstream that and not to develop a whole new area of programme delivery.  It has been successful in some areas and new ideas have come forth which need to be evaluated before being worked into the mainstream.  I am not sure if the Senator is asking whether people currently on the schemes will be left high and dry.  I will endeavour to clarify that matter for the Senator and come back as quickly as possible.  It is an issue I raised with the Department when I saw the motion put down by the Senator.  When the information is available, I will provide it to her.  I thank the Senator again for raising such an important issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700003#B00200","speaker":"1033","continuing":true},{"type":"speech","time":1422369300,"counter":13,"content":"<p>I thank the Minister of State on whom I can always rely for a straight answer to a straight question when he attends the House.  I thank him for his reply notwithstanding that I am disappointed.  I take his point when he says that there was a specific time for the project, but when something is working everything that can be done should be done to ensure that it continues. On that, what is the nature of the evaluation taking place?  All 14 projects are delivering very different models of support to very different groups of people all over the country.  Will there be a qualitative aspect as well as a quantitative analysis?<\/p> <p>How will the Department identify what is deemed to be successful?  What will be measured?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700004#C00200","speaker":"1174","continuing":true},{"type":"speech","time":1422369600,"counter":15,"content":"<p>I do not want to predetermine the outcome of the evaluation.  I take on board the Senator's evaluation on how she has seen it operate within her area.  That may be the same across the 14 schemes, but we have yet to complete that evaluation.  From the beginning, we wanted to identify elements that could be mainstreamed and included in the current system.  This was not about setting up 14 separate groups across the country, but about trying 14, probably different, schemes, evaluating them to see what works well.  Then, we will consider whether it is possible to mainstream these through our new Intreo offices and case officers.<\/p>  <p>The evaluation has a common sense purpose, to discover what worked well for participants, whether it was of value to them and whether that can be replicated in the mainstream through the Department's current resources.  Having met some participants and some scheme organisers, I believe there is quality in the schemes.  We must quantify that and see how we can replicate it to ensure everybody can take advantage of it.  Not all of the schemes will be as successful as the one Senator Moran has outlined.  Let us learn from them and see whether we can reproduce the good work that has been carried out and get that into the mainstream.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700005#D00200","speaker":"1033"},{"type":"minorheading","content":"Greek Election Result","time":1422369600,"counter":16,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700005#D00300"},{"type":"speech","time":1422369600,"counter":17,"content":"<p>I thank the Cathaoirleach for allowing me to raise the issue of the political and economic situation which flows from the Greek election result.  I am glad the Minister of State, Deputy Harris, is here to deal with this question and I look forward to hearing his initial observations.  I heard him being interviewed on a radio show yesterday morning on which he gave a comprehensive analysis of the situation as it was then and I agree with most of what he said.<\/p>  <p>However, I disagree with one comment he made, which I have also heard from other Ministers and commentators, both domestic and international.  This was the phrase, \"We are not Greece\".  I appreciate the social, economic and political problems of Greece may be different from ours, but we should stop using the phrase, \"We are not Greece\".  Greece is one of the most ancient civilizations in the world and Greece, the home of democracy is a cultured, learned place.  It is part of the European Union and of the eurozone.  The Greeks are our brothers and sisters in the European project and it is in our interest and theirs that we try to progress and move forward together.  Greece is much more than feta cheese and post cards.  It is an ancient democracy and we all have an obligation to try to ensure its continuation, economically, socially and politically and to work with the Greek people and the new Greek Government in that regard.  <\/p>  <p>That said, we must reflect seriously on the election result.  To change the emphasis, I would say we should beware of Greeks bearing political gifts.  Not just in Greece but throughout Europe, there is a great welcome from both the hard left and the hard right for the election result in Greece on Sunday, an election result where 36% of the people - not 50%, 90% or 100% - voted for a political party made up of former communists, Maoists, Trotskyites and people with a view of society and politics the majority of us would not share.  We must respect the result of the Greek election, but we must also see the dangers as much as the opportunities.<\/p>  <p>We must add a note of caution for people who believe some magic economic formula has been delivered by the Greek people on Sunday and urge a degree of calm.  We must do so, because where the extreme left is politically successful, not just in Greece but across the European Union, be it in Spain, Italy, or Ireland, this is mirrored by the extreme right.  Both extremes will thrive on chaos, confusion and fear.<\/p> <p>We all know what the problems in Greece are - a huge lack of structural reform, a taxation system which does not appear to work and which certainly is not bringing in the required tax revenue, a complete lack of political reform and a welfare system that does not provide for those most in need.  All of these problems will not simply disappear overnight.<br\/>The issue I am addressing relates to Greek debt.  That was the focal point of the elections.  The new Prime Minister sent the message, although it appears from his article in the <i>Financial Times <\/i>last week that he is slightly back-tracking from it, that there was a magic solution, that one could simply wipe off debt and expect to go to the same people three, six or 12 months later to seek to borrow more money, even though one had refused to repay one's loans.  That is fantasy land economics and we cannot allow it to go unchallenged.  We must also appreciate that the people of Greece, the majority through no fault of their own, are burdened with a massive national debt of 175% to 180% of GDP.  That is a challenge that must be tackled and it must be tackled with creativity and imagination but also in a commonsense fashion.  We must refute the idea that there is a simple solution, that one can simply make a national debt disappear.  However, we must also co-operate with the Greek Administration.<br\/>I am a little surprised and disappointed at the general lack of enthusiasm for some type of debt conference.  Bringing people around the table to talk frankly about the reality of politics and economics and the fact that one cannot wish or write away debt would be helpful, rather than a hindrance.  Every country in the European Union, particularly those such as Ireland that have debt issues, could only benefit from further frank exchanges in that regard.  I am disappointed at the dismissal of the idea of holding a debt conference, but I look forward to hearing the Minister of State's observations.  I appreciate that it is only 48 hours since the elections and that the current position is not static, but we must be vigilant about both the economics and politics of Greece and the broader eurozone and the European Union.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700005#D00400","speaker":"1189","continuing":true},{"type":"speech","time":1422369900,"counter":19,"content":"<p>I am pleased to give my initial view and the view of the Minister for Finance, Deputy Michael Noonan, on the consequences of the recent elections in Greece and thank the Senator for providing me with the opportunity to do so.  While he has acknowledged that it is only 48 hours since the elections and that the new Government was only formed yesterday afternoon, it is timely and important that we begin this discussion in the House today.<\/p>  <p>Syriza clearly won the elections and has formed a coalition with the Independent Greeks.  The ruling coalition will have a combined total of 162 seats in the 300 seat Parliament.  The Irish Government wishes the new ruling coalition in Greece the very best in the challenges that it will face.  I speak for all in the Government when I say I am particularly encouraged that the new Greek Government has committed to continued membership of the single currency.  That is welcome and I am sure Senators on all sides of the House also welcome it.<\/p>  <p>Now that the elections are over and a new government has been formed, we will wait to see what proposals are brought forward, specifically relating to the high level of public debt in Greece.  The Minister, Deputy Michael Noonan, attended the eurogroup yesterday, which was also attended by the outgoing Greek Finance Minister.  It is important to stress that this was the normal scheduled monthly meeting of the euro area Finance Ministers.  Furthermore, the Minister, Deputy Michael Noonan, highlighted that the eurogroup was the appropriate forum for discussions with Greece and other programme countries.  On the Senator's comments about having a full and frank discussion, this takes place at the Eurogroup.  I represented the Minister at the eurogroup in December and there are full and frank exchanges, with discussions specifically on the challenges facing programme countries and debt levels.  The most likely scenario is that discussions will take place at the next scheduled Eurogroup meeting in February.  In that regard, the president of the eurogroup has stated the eurogroup is ready to work with the new Government in Greece.<\/p>  <p>I am sure the new Greek Government will prioritise its discussion with the European Union in the coming days and weeks.  The current Greek programme of financial assistance was due to expire at the end of last year but was extended by two months until the end of February to allow conclusion of the fifth review by the troika.  Subsequently, the fifth review was halted by the presidential and ensuing general elections.  There is a great deal of work to be done between now and the end of next month, which is a crucial timeframe.<\/p> <p> Key to the discussions on the Greek programme will be the issue of debt sustainability.  The vast majority of the Greek debt is official debt and is owed to European taxpayers and the IMF.  Indeed, before entering a programme, the Irish taxpayer provided almost &euro;350 million to Greece by way of bilateral loans.<\/p> <p>There is nothing on the table yet in terms of proposals and it is up to the Greek Government to make formal proposals.  Prior to any formal proposals from the Greek Government it would not be appropriate for me to speculate on the position of the Irish Government on the matter.  However, I reiterate the comments of the Minister for Finance, Deputy Michael Noonan, last night to the effect that Ireland will work constructively at Eurogroup level to find solutions that are in the best interests of all our citizens.<\/p> <p>Reference was made to the consequences for Ireland.  It is worth reiterating that Ireland is in a decidedly different position to Greece.  This is not to make the flippant \"Ireland is not Greece\" comment.  I take the point Senator Bradford made about European solidarity, the importance of the Greek nation and its contribution to civilisation and democracy over hundreds of years.  Nevertheless, we are in a very different economic position and this is the point that I and my colleagues have tried to make.<\/p> <p>As a small open trading economy we have managed to emerge from the economic and fiscal crisis.  The economy is now growing and, most important, jobs are being created.  We have successfully exited the EU-IMF programme.  In the most recent budget we were in a position for the first time to invest further in public services and to reduce the tax burden on individuals.  The people have made major sacrifices to achieve this economic and financial stability and that should not be taken for granted.  I assure the House that the Government will continue to act prudently and in the best interests of Ireland at all times.  We will continue to use the available resources to invest in jobs and public services.<\/p> <p>Moreover, we are in a very different position when it comes to debt.  Ireland's debt levels are sustainable.  We can now borrow at record low levels.  This stability is opening up opportunities to achieve further savings.  As Senators will recall, before Christmas we replaced &euro;9 billion of IMF debt with cheaper market debt.  The intention is to similarly re-finance a further &euro;9 billion in the first half of this year.  These early repayment transactions will deliver a saving of over &euro;1.5 billion over the lifetime of the loans.  The IMF re-financing builds on the progress made in our negotiations on debt in recent years.  We also restructured the promissory note, reducing the State's borrowing requirement by &euro;20 billion in the coming decade or so.  We have succeeded in gaining concessions from our European partners in the form of maturity extensions and lower interest rates.  The maturity extension removes a market re-financing requirement of &euro;20 billion from the period 2015-22 while the interest rate reduction delivers savings each year in the annual budget.  Furthermore, our net debt at the end of last year was a little over 90% of GDP.  This does not take account of the value of the banking assets.<\/p> <p>While financial markets in Greece have been adversely affected through declines in the stock markets, capital outflows and increases in bond yields, markets appear to be treating Greece as an outlier rather than a source of contagion.  This is encouraging and suggests that the institutional reforms of the euro area are now having the desired impact.  I thank Senator Bradford for giving me the opportunity to outline my view and the view of the Minister for Finance, Deputy Noonan, at this initial stage in response to the Greek election.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700006#E00200","speaker":"1106","continuing":true},{"type":"speech","time":1422370500,"counter":21,"content":"<p>The Minister of State referred in some depth and length to the consequences for Ireland.  I call on him to comment briefly on the political consequences in view of the shallow analysis and selling of the message by certain extreme groupings, at home and abroad, to the effect that there is a simple solution to the Greek problem and, therefore, a simple solution to our debt problems in this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700007#F00200","speaker":"1189"},{"type":"speech","time":1422370500,"counter":22,"content":"<p>I agree with Senator Bradford.  I too was encouraged by the op-ed from the now Greek Prime Minister in the <i>Financial Times<\/i>last Wednesday.  While I do not agree with every word he wrote, I welcome the fact that he referred to wanting to engage, work constructively, make debt sustainable and seek restructuring.  This attitude of wanting to work with partners in Europe is what the Minister, Deputy Noonan, and the Government are keen to see happen above all.  We cannot have any unilateral steps.  I welcome the fact that the Greek Government is committed to working with partners.<br\/>It was interesting to hear some Members of the Oireachtas, or, certainly one, talk of wanting to take not only an aeroplane but a bandwagon to Athens.  Ireland is not Greece.  I am going to say that again and I believe it, because no matter how many times someone wishes to try to make a direct comparison between Ireland and Greece for the purposes of short-term political populism, it does not serve the taxpayers or the citizens of this country, nor, for that matter, does it serve the citizens of Greece.<br\/>There is no magic wand solution.  I am not suggesting that this Government has necessarily gotten everything right, but the people have shown that by working together and pursuing the policies that the Government has pursued relating to growth, job creation and investment, where possible, as well as reducing tax on work, we can actually grow our way out of fiscal and financial difficulty.  This will now be the challenge for Greece.  The efforts of some in recent days to use the opportunity of a Greek election to score cheap political points in Ireland does not serve the interests of Irish taxpayers and I do not imagine it will do too much for Greek taxpayer either.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700007#F00300","speaker":"1106"},{"type":"speech","time":1422371100,"counter":23,"content":"<p>I wish to comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700008#G00100","speaker":"1157"},{"type":"speech","time":1422371100,"counter":24,"content":"<p>The Senator did not table a motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700008#G00200","speaker":"1120"},{"type":"speech","time":1422371100,"counter":25,"content":"<p>The Minister of State said he would welcome the comments of Senators.  I take it that is not appropriate in the Cathaoirleach's view.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700008#G00300","speaker":"1157"},{"type":"speech","time":1422371100,"counter":26,"content":"<p>Not at this point in time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700008#G00400","speaker":"1120"},{"type":"speech","time":1422371100,"counter":27,"content":"<p>Go raibh maith agat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700008#G00500","speaker":"1157"},{"type":"speech","time":1422371100,"counter":28,"content":"<p>Perhaps the Senator can make his comment during the Order of Business.  It was a good try by the Senator and I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700008#G00600","speaker":"1120"},{"type":"minorheading","content":"Wind Energy Guidelines","time":1422371100,"counter":29,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700008#G00700"},{"type":"speech","time":1422371100,"counter":30,"content":"<p>I welcome the Minister of State at the Department of the Environment, Community and Local Government, Deputy Coffey, to the House.  We are dealing with motion No. 3 which was tabled by Senator Byrne.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700008#G00800","speaker":"1120"},{"type":"speech","time":1422371100,"counter":31,"content":"<p>Gabhaim bu&iacute;ochas leis an gCathaoirleach as ucht an deis a thabhairt dom an t-&aacute;bhar an-t&aacute;bhachtach seo a ard&uacute; ag t&uacute;s su&iacute; an tSeanaid inniu.<\/p>  <p>I am pleased to be presented with the opportunity to raise this issue in the Seanad today.  The people of north Meath, and I presume people all across the country, are hopping mad with the Government because left, right and centre, planning permissions are being submitted, and in some cases approved, that were based on outdated guidelines.  It was previous Ministers who appeared before us in this House that coined the term \"outdated guidelines\".  Such a system is completely wrong.  I thought we had moved away from that type of planning system. <\/p>  <p>An Bord Plean&aacute;la has received a planning application for six turbines to be located in Nobber, County Meath which has already been refused by Meath County Council.  An application has also been submitted, under the Strategic Infrastructure Act, and refers to Element Power's proposal for across north Meath.  Due to the Government's delay in issuing guidelines these firms appear to be trying to take advantage of the gap generated.  The firms have used outdated guidelines but the Government appears to be facilitating them which is completely wrong.  It is about time the Government issued new guidelines which are acceptable to the majority of people and acceptable to people who would otherwise have to put up with these monstrosities being located beside them.<\/p>  <p>We are embarking on a whole new ballgame because supersized turbines have not been seen in this country before.  The public do not accept the situation.  The Government should say \"No\", stop the planning applications - it is within the power of the Minister to stop these applications - and say it is thinking about this matter.  We cannot have a blot on the landscape and have turbines located in some of the nicest and potentially lucrative tourism areas without looking at what guidelines, rules and regulations are being set down.  The Minister has a choice - either we have a proper planning system for turbines or we do not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700008#G00900","speaker":"1116"},{"type":"speech","time":1422371100,"counter":32,"content":"<p>I am taking this Commencement matter on behalf of the Minister, Deputy Alan Kelly and I thank the Senator for raising the issue.<\/p>  <p>Proposals for wind energy developments are subject to the statutory requirements of the Planning and Development Act 2000, as amended, in the same manner as other proposed developments.  Planning applications are made to the relevant local planning authority with a right of appeal to An Bord Plean&aacute;la.  In the case of wind development proposals which meet the statutory threshold criteria for classification as strategic infrastructure developments under the Planning and Development Acts, such applications must be submitted directly to An Bord Plean&aacute;la.<\/p>  <p>Planning authorities, including An Bord Plean&aacute;la, are required to have regard to my Department's wind energy development guidelines, which were published in June 2006, when making determinations on wind farm development proposals.  These guidelines provide advice to planning authorities on catering for wind energy through the development plan and development management processes.  The guidelines are also intended to ensure a consistency of approach throughout the country in the identification of suitable locations for wind energy development and the treatment of planning applications for such developments.<\/p>  <p>In December 2013, my Department published proposed draft revisions to the noise, setbacks and shadow flicker aspects of the 2006 Wind Energy Development Guidelines.  These draft revisions proposed the following: the setting of a more stringent day and night noise limit of 40 decibels for future wind energy developments; a mandatory minimum setback of 500 m between a wind turbine and the nearest dwelling for amenity considerations; and the complete elimination of shadow flicker between wind turbines and neighbouring dwellings.  A public consultation process was initiated on these proposed draft revisions to the guidelines which ran until 21 February 2014.  My Department received submissions from 7,500 organisations and members of the public during this public consultation process.<\/p>  <p>It is intended that the revisions to the 2006 Wind Energy Development Guidelines will be finalised as soon as possible.  In this regard, account has to be taken of the extensive response to the public consultation in framing the final guidelines.  Further work is also advancing to develop technical appendices to assist planning authorities with the practical application of the noise measurement aspects of wind guidelines.<\/p> <p>The revisions to the Wind Energy Development Guidelines 2006, when finalised, will be issued under section 28 of the Planning and Development Act 2000, as amended.  In the interim, the 2006 guidelines will continue to apply to existing planning applications.<\/p> <p>It is a matter for the relevant planning authority to make the appropriate determination on a planning application or appeal, having regard to relevant planning guidelines issued by my Department.  However, these guidelines are issued for guidance purposes to assist planning authorities in the performance of their functions.  Ultimately, planning authorities - be they the local authorities or An Bord Plean&aacute;la - will make their own decision based on the specific merits or otherwise of individual planning applications.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700008#G01000","speaker":"1092","continuing":true},{"type":"speech","time":1422371700,"counter":34,"content":"<p>Once again, the blame is put down to the volume of submissions received, which is causing the delay.  Although the Minister of State did not say this explicitly, the previous Minister did.  What is happening is the message is being sent to An Bord Plean&aacute;la, in particular, that this is not a major issue of importance to the Government because there has been no effort on its part to update the regulations in this area.  There has been a mad rush to get planning applications in and we continue to see that.  The Minister of State must also see this.  Why is the Department so slow when the industry is so quick?  That is what is going on.<\/p>  <p>It would be well within the senior Minister's entitlement under section 28 to issue a direction to county councils and An Bord Plean&aacute;la asking them to cease accepting applications until guidelines are introduced.  That would be a reasonable compromise for everyone to ensure no planning decisions are made during this process.  We have asked for this on numerous occasions and there is no doubt guidance could be issued in this regard under section 28.  That should be considered because what is happening is not fair.  Young couples trying to build a house in these areas are put through the mill in the context of rules and regulations with which they must comply.  Some people wish there was a gap in the regulations for young families trying to build a house in rural Ireland but there is not.  Regulations are strictly applied to them and that is not the case in respect of wind turbines.<\/p>  <p>As I am sure the Minister will see from the submissions that have been made, his predecessor's proposals do not go far enough.  When the finalised guidelines are published, they will have to go much further.  In the meantime, it is well within the Minister's gift to cease the processing of applications while they are decided.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700009#H00200","speaker":"1116"},{"type":"speech","time":1422371700,"counter":35,"content":"<p>I note the Senator's comments but I remind him that the current guidelines were adopted as recently as 2006.  The Government recognises that they need to be reviewed and that is what we are doing.  We have consulted widely with all stakeholders in this regard.  We have received 7,500 submissions and, therefore, it is wrong to state the Government is making no effort.  We are making every effort.  We are carefully considering all the submissions and taking everything into account, including the advice of the Attorney General, because we need to be sure that everything we do in the context of the guidelines is constitutional.  Ultimately, it is a decision of the planning authority, whether it is the local authority or An Bord Plean&aacute;la, to make those decisions.  We will publish revised wind farm guidelines as soon as possible and I expect some progress on them in the near future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700009#H00300","speaker":"1092"},{"type":"speech","time":1422371700,"counter":36,"content":"<p>The guidelines are being revised because the turbines are unprecedented.  They did not exist when the 2006 guidelines were introduced.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700009#H00400","speaker":"1116"},{"type":"minorheading","content":"School Completion Programme","time":1422371700,"counter":37,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700009#H00450"},{"type":"speech","time":1422371700,"counter":38,"content":"<p>I thank the Minister for being present.  The school completion programme is a targeted support service for pupils in DEIS schools.  It is targeted at pupils at risk of not benefiting appropriately from education due to economic or social advantage.  This is most apparent in early school leavers and those with poor attendance or a lack of achievement relative to their peers.  The programme has been successful in addressing these issues since it was established in 2002.<\/p> <p>It was funded and directed by the Department of Education and Science.  In 2010 the SCP was brought under the remit of the National Educational Welfare Board and it moved to the Department of Children and Youth Affairs.  From 1 January 2014, the SCP was brought into the newly established Child and Family Agency, Tusla, and forms part of the educational welfare service of the agency along with the educational welfare officers and the home-school liaison scheme.  The programme supports 36,000 young people in schools.  It is the only service within the three strands of the educational welfare service of Tusla that works on the ground in schools to support the most marginalised and vulnerable children in the education system.<\/p> <p>I was contacted by a representative of the local management committee of the Galway city east school completion programme who wished to highlight the impact of continual budget cuts to the programme and specifically on its project which supports targeted students in seven DEIS schools on the east side of Galway city: Scoil na Trionoide Naofa, Mervue; St. Michael's national school, Mervue; Scoil San Phroins&iacute;as, Tirellan; Scoil Chaitr&iacute;ona junior and senior, Renmore; Castlegar national school; and Galway Community College.<\/p> <p>Between 2008 and 2014, the Galway city east completion programme lost 22% of its funding due to continual reductions in budget allocation.  The figure nationally is 33% in overall funding reduction.  In the Galway city east area in 2013 and 2014, the project was forced to reduce staffing from September 2013.  The hours of the most junior project workers were reduced from 35 to 20 hours per week and four part-time homework club assistants, three of whom had been employed by the project since 2006, were made redundant.  This resulted in 38 fewer targeted students during 2013 and 2014 compared with the previous year.  Some 48 fewer places were available to targeted students for homework support and it was no longer possible to provide 80 places on its two-week long summer camps.<\/p> <p>There remains strong demand for this service nationally.  While I accept that with the near bankruptcy of the country very difficult decisions had to be made, I now ask the Minister to commit to looking at this service again.  The school completion programme is under enormous pressure.  One of the main concerns is that since the programme was incorporated within the Child and Family Agency, the budget it brought with it was not ring-fenced.  This is causing huge unease within the scheme for those charged with delivering the service nationally.  It is simply impossible to have certainty about programmes or to plan effectively without having a ring-fenced budget.  I therefore ask the Minister to look again at the area with a view to increasing the funding if possible and at least to ensure that where moneys are available to the service that they are ring-fenced for the school completion programme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700009#H00500","speaker":"1187","continuing":true},{"type":"speech","time":1422372000,"counter":40,"content":"<p>I thank the Senator for raising this matter.  As she rightly said, the school completion programme aims to retain young people in the formal education system to completion of senior cycle and to improve the school attendance, participation and retention of its target cohort generally.  It is a targeted intervention aimed at those school communities identified through the Department of Education and Skills DEIS action plan for educational inclusion.  It involves 124 locally managed projects and related initiatives operating across 470 primary and 224 post primary schools to provide targeted supports to approximately 36,000 children and young people.<\/p>  <p>Since 1 January 2014, the Child and Family Agency has had operational responsibility for the school completion programme, including the allocation of funds to local projects.  In 2014, an allocation of &euro;24.756 million has been provided for the school completion programme.  The programme is one of three service strands within the continuum of education welfare service being implemented by Tusla, the Child and Family Agency, to support children, their families and schools.  The other service strands are the home-school-community liaison scheme and the educational welfare service.<\/p>  <p>The agency has approved local projects' school retention plans for the 2014-15 academic year.  The amount provided for 2014-15 for the school completion programme takes account of the savings requirements in the comprehensive review of expenditure for 2012 to 2014.  The first two instalment of 2014-15 funding issued to local projects in September and December, and a third instalment is due in May 2015.<\/p>  <p>The Estimate for the Child and Family Agency for 2015 is &euro;631 million, a 4.3% increase on its 2014 allocation.<\/p> <p>The Department recently issued a performance statement to the agency under section 45 of the Child and Family Agency Act 2013.  It includes my priorities for consideration in the development of the agency's 2015 business plan.  The business plan will set out the agency&rsquo;s proposed activities, programmes and priorities for 2015, including provision for the school completion programme in the light of the moneys available.  A review of the school completion programme has commenced.  The review is an important initiative in planning for the future development of the programme.  It is anticipated that the review will assist in identifying the reforms necessary to consolidate the programme on a sustainable footing for the future and to ensure it is in line with the aims of Better Outcomes, Brighter Futures, the national policy framework for children and young people 2014-20.<\/p> <p>The aim is to ensure available funds are targeted at those services that provide the greatest contribution to good educational outcomes for children and young people at risk of educational disadvantage.  The review will, among other things, examine the school completion programme structures and how they can best support an integrated approach to address early school leaving.  It will analyse the interventions provided and make recommendations for evidence and formal supports designed to secure the best educational outcomes for young people.  The plan for the review includes arrangements to capture the views of a range of stakeholders, including staff and all those involved in the organisation and administration of the school completion programme.  It includes a survey to gather the views of project co-ordinators and chairpersons of the 124 local school completion programme projects throughout the country, case studies of projects involving staff and participating schools in interviews with national stakeholders who have a direct interest in the programme.<\/p> <p>Preliminary information gathered on it indicates that the school completion programme encompasses a broad and diverse range of measures and interventions that have been developed by local projects during the years.  I hope that following the review, we will be in a better position to learn more about the most successful of these and to share that learning across the school completion programme for the greater benefit of all the children participating.  It is envisaged that the review will be completed during the 2014-15 academic year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700010#J00200","speaker":"952","continuing":true},{"type":"speech","time":1422372300,"counter":42,"content":"<p>I thank the Minister for his response and welcome the review.  It is important that we study programmes, how they work and how we can target vulnerable young people living within the community.  The major concern for those who do this work in communities is the fear that if they do not have a ring-fenced budget, if they are part of another organisation and there are demands in other areas, money may be siphoned off to meet other demands.  We all appreciate the need for efficiencies and to make sure programmes are run effectively with the best outcomes for students and young people.  The primary concern is that by being brought under the Child and Family Agency and because of the fact that there is no targeted, ring-fenced budget the scheme will lose out.  That is the bottom line and I would appreciate it if the Minister responded to this point.  I know that a review is taking place, but many of the people doing great work under the scheme would be very relieved if they could get some commitment that the budget for it would be ring-fenced.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700011#K00200","speaker":"1187"},{"type":"speech","time":1422372300,"counter":43,"content":"<p>There have been articles in the media about the school completion programme funding and the reductions in funding that have taken place in recent years.  Media coverage has focused particularly on the ability of some local school completion programme projects to provide school breakfasts and more generally the impact on school attendance.  The Child and Family Agency works closely with local management committees, schools and local school completion programme co-ordinators to assist projects to deliver their services to young people in disadvantaged areas having regard to the resources available to them.  It is important to note that it is a matter for the local school completion programme projects and individual schools to determine the range of supports they prioritise for pupils within the resources made available to them under the programme.  The aim of the review is to examine those things that work well and those that do not work so well to see if they could be improved and ensure the money is spent in a way that gives maximum benefit for the children and achieves our goal of keeping as many children as possible in school for as long as possible in order that they can complete their education and reach their full potential. <\/p> <p>The review will look at what works well and examine what does not work so well and see if it can be improved.  It is also to ensure the money is spent in a way that gives maximum benefit to the children and achieves our goal of keeping as many children in school for as long as possible so that they can complete their education and reach their full potential.  The review has been carried out by the ESRI so it brings a degree of independence and rigour in which we can all have confidence.  It is not intended to be used as a way of reducing the funding of these programmes but rather to ensure we get the maximum benefit for children from them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700011#K00300","speaker":"952","continuing":true},{"type":"unspoken","time":1422372600,"counter":45,"content":"<p>Sitting suspended at 3.20 p.m. and resumed at 3.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1422372900,"counter":46,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700013#P00100"},{"type":"speech","time":1422372900,"counter":47,"content":"<p>The Order of Business is No. 1, motion regarding the draft order of the commission of investigation into mother and baby homes, to be taken at 4.45 p.m. and to be concluded no later that 6 p.m. with contributions from all Senators not to exceed six minutes; and No. 2, statements on the national broadband plan, An Post business development group and the White Paper on energy, to be taken at 6 p.m. and to be concluded no later than 8 p.m. with contributions from group spokespersons not to exceed eight minutes, contributions from all other Senators not to exceed five minutes, and with the Minister for Communications, Energy and Natural Resources to be called on to reply no later than 7.50 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700013#P00200","speaker":"1130"},{"type":"speech","time":1422372900,"counter":48,"content":"<p>An amendment has been tabled on No. 2 in the names of Senators Power and Wilson, which I believe is in good faith and will help the inquiry.  I hope the Government will see its way to accepting it, although I am sure the Minister will address that at the correct time.<\/p>  <p>I wish to raise the issue of the potential sale of the Government's stake in Aer Lingus and the takeover approach that is being made by IAG or British Airways.  I have raised this with the T&aacute;naiste and Minister for Social Protection, Deputy Burton on a number of occasions.  I do not think it is coincidental that we have had &euro;750 million written off the deficit in the pension fund that was doubled over the past two years.  The Government passed that legislation, and this month all the pensioners within the scheme are losing six weeks' pay while the deferred pensioners are losing over 50% of their income.  The deficit in the fund is gone and, lo and behold, we have had three offers seeking to take over a company, which has over &euro;400 million cash in the bank, for &euro;1.3 billion.  I am aware that the Minister, Deputy Donohoe has said he will very carefully consider this offer, and I welcome that.  However, the Minister also said he would very carefully consider the proposals to change the workers' pension schemes within Aer Lingus.  That leaves me very little faith in what this Minister for Transport, Tourism and Sport will actually do.  <\/p>  <p>Under the terms of the Aer Lingus Act 2004, any potential sale of the Government stake will go before the D&aacute;il, but it will not come to the Seanad.  The purpose of keeping the 25% stake was to ensure that the strategic interests of the country were always to the forefront of decisions being made by Aer Lingus.  The Act gives the State the ability to appoint representatives to the board and make sure that we maintain our connectivity with the main transport hub in Europe, Heathrow.  <\/p>  <p>As a result of the IAG takeover of Iberia, more than 4,500 jobs have been lost at that airline.  There is no question that if this takeover is permitted hundreds if not thousands of jobs will be lost within Aer Lingus.  IAG will then get its hands on &euro;420 million in cash reserves built up by Aer Lingus.<\/p> <p>They are getting a very good airline very cheaply, if the Government permits this.  I listened with interest to some Ministers who were, rightly, commending the staff over the years who have made supreme sacrifices to turn Aer Lingus into a profitable, viable airline that carries more than 11 million passengers a year.  They are the same staff, many of whom are retired, from whose pensions this Government has taken six weeks' pay and whose future pension entitlements it has reduced.<\/p> <p>The Aer Lingus Act does not allow the Seanad to have a say in the disposal of the shareholding.  That is fair enough.  That is the law.  I ask that before a decision is made by the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe - I do not know what his and the Government's timeline is - the Minister, who has been a very good attender here, would come to the House and allow a debate here.  There is no point in talking about it after the event.  Many of us, myself and my party colleagues, want to clearly put to the Minister our absolute opposition to the sale of the 25% Government stake and the takeover proposal by IAG.  This is of fundamental importance to this country.  I will not table an amendment to the Order of Business today, but I ask the Leader to seek assurances that the Minister will come to this House to take statements on this proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700013#P00300","speaker":"1139","continuing":true},{"type":"speech","time":1422373200,"counter":50,"content":"<p>I want to mark today's date, the 70th anniversary of the liberation of Auschwitz concentration camp.  It is being marked in different ways across Europe today, but I thought it was worth marking it in this House, particularly at a time when we see anti-EU sentiment coming to the fore in many countries.  It is important to remember the impetus that brought what are now the European Union nations together in the wake of the Second World War.<\/p>  <p>I also support calls for a debate on the issues around Aer Lingus, and particularly the suggestion that the remaining 25% Government stake in Aer Lingus might be sold.  I oppose that.  There are serious concerns about job losses among the 3,500 people employed in Aer Lingus and about connectivity and the preservation of flight routes out of Ireland.  The concern expressed by Fianna F&aacute;il on this rings somewhat hollow, given that it was Fianna F&aacute;il and the PDs who floated Aer Lingus in 2006, which is why the Government only has a 25% stake.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700014#Q00200","speaker":"1148"},{"type":"speech","time":1422373200,"counter":51,"content":"<p>We kept 25%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700014#Q00300","speaker":"1139"},{"type":"speech","time":1422373200,"counter":52,"content":"<p>We must be mindful of the historical context for this, but I support the idea of a debate on the matter in advance of any decision being made.<br\/>I also ask the Leader for a debate on developments in the EU, in light of the Syriza victory in Greece and the quantitative easing<font color=\"#FF0000\"> <\/font>package that was announced last week and which I welcomed in this House on Thursday.  The victory of Syriza may point to a change of tack across the EU.  We all hope to see Greece pull itself out of the appalling recession it has been in.  The fact that the victory of Syriza may strengthen the hand of Fran&ccedil;ois Hollande, who came to power in France as a socialist Prime Minister, promising a different approach at EU level to monetary and financial policy, is also cause for hope.  There has not been enough of that, but we saw a very welcome development last week with quantitative easing.  I would like us to have a debate at that macro level of EU policy about what those recent developments mean for the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700014#Q00400","speaker":"1148"},{"type":"speech","time":1422373200,"counter":53,"content":"<p>I echo Senator Bacik's call for a debate on quantitative easing, which I also raised last week.<\/p>  <p>The Greek election of the Syriza party into government is another prime marker of the surge of people power in democracies and its resulting impact on the exercise of politics and the use of power.  These are shifting dramatically and creativity is being unleashed.  As Irish people and as Europeans, we need to find ways to tap this innovation and bring it to bear on the problems of the 21st century, rather than following old, dead formulas of the traditional business cycle to map economic and social recovery.  Does Europe need a debt conference?  This is what I want the Leader to ask the Minister for Finance.  He is quoted today as saying, \"No, not yet\".  That was echoed in this House earlier by the Minister of State, Deputy Simon Harris, in response to Senator Bradford.  All bailout negotiations so far have been conducted within the context of the euro group.  He and other members of Government argue vigorously that Irish negotiations have been successful and the economy is recovering.<\/p> <p>It has been said that because the Irish negotiations were successful the economy is recovering but our people do no think so.  Again, is this not what the water protests were about?  Although Ireland is creating jobs, increasing exports and decreasing unemployment, which is good and the Government deserves due credit for it, alongside those statistics are the CSO statistics that point to the shocking rise in poverty, children in poverty and poverty among those in work, some of whom in all of these categories are from the middle classes.  Other statistics demonstrate hard evidence that the gap between the rich and poor is increasing.  This means Ireland's debt solutions are not having a sufficient impact on poverty and inequality.  It is not true that with more time the economic recovery will reach everyone.  I do not agree.  Tens of thousands of children will lose a happy, nourishing start in life due to poverty, which cannot ever be recovered.  <\/p> <p>Can Dublin host a debt sustainability conference, as proposed by Dr. Tom Healy, director of NERI?  Dr. Healy argues that Europe would then begin to face up to the delicate balance of democracy, markets and debt.  Such a conference could consider a range of progressive resolutions to the crisis which is not going away.  If the answer is no then let me propose another idea.  If this Government will not do it I call on the citizens of Ireland to organise a debt conference.  Let us call it a people's debt conference or a civic forum on debt sustainability, to which Heads of States, finance Ministers and others could, along with progressive economists and policy-makers, be invited.  The empowerment of the people in any democracy does not happen in their silence.  A people's debt conference would be a way of breaking the silence and allow the emergence of a new and mutual vision between those in leadership and the people they govern.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700014#Q00500","speaker":"1176","continuing":true},{"type":"speech","time":1422373800,"counter":55,"content":"<p>Is the Senator seeking a debate on the matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700015#R00200","speaker":"1120"},{"type":"speech","time":1422373800,"counter":56,"content":"<p>Then we can find solutions for this generation and those that follow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700015#R00300","speaker":"1176"},{"type":"speech","time":1422373800,"counter":57,"content":"<p>I echo the concerns of Ministers, Deputies Donohoe and Howlin and Senator Darragh O'Brien regarding the proposed takeover by British Airways of Aer Lingus.  In remote parts of the UK such as Scotland, which has a population of 5.3 million - a half million more people than in this State - there is six times more capacity on the North Atlantic out of Dublin than there is out of Glasgow and Edinburgh combined.  British Airways is a Heathrow-based organisation.  It wants to divert traffic there and has done so from Manchester, Birmingham, Glasgow, Edinburgh and Belfast.  We were trying to develop direct links with North America and did so very successfully.  The takeover is not by a dynamic airline, rather it is by a traditional European national airline that specialises in colluding with other national airlines.  In its own jurisdiction, it is completely over-shadowed by Easyjet and Ryanair.<\/p>  <p>I note that no worker directors are attending the meetings and neither are two important directors, Christoph Mueller and David Begg, whose terms I understand are expiring.  We seriously need to consider the implications of doing in Dublin Airport with British Airways control of Aer Lingus what British Airways has already done in virtually all the UK non-Heathrow Airports.  This is a Heathrow-based airline which will funnel everything through Heathrow.<\/p>  <p>I welcome Ann Pettifor's interview on \"Morning Ireland\" this morning in which she pointed out that in 1953 half of Germany's debts were written off by the rest of us.  She makes an important contribution to the policy debate, as Senator Zappone has done.  There were faults in Frankfurt and Brussels.  It is not always down to the Greeks being indolent, the Spanish taking long lunch breaks or Irish bankers gone a bit crazy.  The design faults in the euro currency have to be addressed.  We need a debt summit.  I hope that the Government will move towards asking some of the people they meet in Brussels and Frankfurt where they were on 29 September when Irish banks needed rescuing.  The lenders of last resort did not turn up.  There are faults on both sides.  The election of Syriza presents the rest of us with an opportunity to redress that balance.  There has been so much misery and impositions on people all around the peripheral countries because the Franco-Germany common currency was translated into a Europe-wide currency, with massive design faults.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700015#R00400","speaker":"1157"},{"type":"speech","time":1422373800,"counter":58,"content":"<p>I agree with Senator Darragh O'Brien's points in relation to the sale of the State's 25.1% share in Aer Lingus.  It should not be forgotten that the remaining 74.9% was sold off when Fianna F&aacute;il was in government.  Interestingly, yesterday a caller to an RTE radio show blamed this Government for the sale of Eircom.<\/p> <p>Senator Darragh O'Brien's party was responsible for the sale of that company.<\/p> <p>At the time of the sale of Irish Sugar, now known as Greencore, the Government retained a golden share.  When the possibility of surrendering the sugar quota arose, a number of key players put together a package worth &euro;150 million to buy sugar juice from the Mallow factory with a view to keeping it open and retaining employment.  However, the Government of the day, which was led by Senator O'Brien's party, decided to surrender the sugar quota, resulting in many job losses in the factory and among growers, harvesters and transport companies.  The Government did not use its golden share, which gave it the power to prevent the off-loading of the sugar quota.<\/p> <p>I have serious reservations about the sale of the remaining 25.1% State share in Aer Lingus.  The issues are jobs, connectivity and the need to retain the advantages that accrue from having access to key locations from Cork, Shannon and Dublin airports.  The House should debate the possible sale of Aer Lingus as it is an issue that requires serious consideration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700015#R00500","speaker":"1150","continuing":true},{"type":"speech","time":1422374400,"counter":60,"content":"<p>I share the opposition of Fianna F&aacute;il to the full and final privatisation of Aer Lingus.  To take one fact about Aer Lingus, it has treated its pensioners in a grotesque manner.  Despite being in profit, the company has shafted its own pensioners, cutting some of their pensions by 60%.  That decision was intolerable.  I hope the Government will carefully examine the issue.<\/p>  <p>With regard to Auschwitz, I endorse the comments made by Senator Bacik.  Auschwitz is an important memorial, particularly as the people who survived it are now few in number.  I note that Alfred Hitchcock made a film about Auschwitz, which has never been seen but is about to be given a showing in London.  I hope it will also be made available here as I understand it contains some quite extraordinary scenes. <\/p>  <p>With regard to the election in Greece, I welcome completely the decision of the Greek people and hope it marks an end to the period when German leaders went around Europe deposing duly elected leaders of different countries and installing eurocrats to do their bidding.  It is time the people of Europe stood up.  While they are showing some signs of doing so, albeit in a kind of random fashion by voting for independents and so forth, something more concentrated, a real opposition, is needed because there is a complete disconnect between the people who are governed and the governing parties.  Governments are totally out of touch, although they are in touch with the financial system, which they are doing everything to preserve at the expense of their own people.  <\/p>  <p>A debt conference is needed.  It is ludicrous for the Government to argue that we do not need one.  If any country needed a debt conference, it is Ireland because we were massively swindled by European institutions.  Of course, we should demand a debt conference.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700016#S00200","speaker":"1136"},{"type":"speech","time":1422374400,"counter":61,"content":"<p>I am pleased with today's discourse regarding the sale of Aer Lingus.  The Seanad should voice its unanimous and stout opposition to any attempt to sell the national carrier from under us for a pittance.  The State would receive &euro;300 million for its share in a company that has &euro;400 million in its bank account.  The sale of Aer Lingus would be the final straw for many people.  As other Senators pointed out, we need only consider what happened to the beet industry and the loss in employment in rural areas that followed its closure or the privatisation of Eircom, which left swaths of the country without decent broadband or connectivity, to use a word that is often applied in the context of airports.<\/p> <p>Now we are told that this has been taken out of our hands.  It may well be that the Government does not have a strong hand in that it only retains 25% of Aer Lingus.  I believe we should retain that stake to maintain our claim and influence over the national carrier and all it holds.  If the Heathrow slots are of such significance, we should retain them and use them to develop from the regional airports our tourism and other industries.  I do not believe it would be a good day's work for Irish workers or the economy if Aer Lingus were sold.<\/p> <p>There were heated exchanges over the legitimate fears that Irish Water might be sold off by another Government down the road at some later stage.  Why would anyone believe us that this would not happen if we turn a blind eye and allow Aer Lingus to be sold out from underneath us, for what are really 30 pieces of silver?  The &euro;300 million windfall is mere pocket money when compared to the real investment, real money and the long-term advantage we would get in retaining Aer Lingus.  At least we should retain our stake and influence if we do not have outright control.  We should not support the sale of Aer Lingus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700016#S00300","speaker":"1143","continuing":true},{"type":"speech","time":1422374700,"counter":63,"content":"<p>I commend Greece&rsquo;s Syriza party on its fantastic election result and wish it well in its work.  I also support the calls for a debate on a debt conference which I believe Ireland should host.  It would be a good initiative to come out of the Greek election results.  I too am opposed to any sell-off of Aer Lingus because of its importance.<\/p>  <p>In Waterford city, over the past couple of nights there have been several arson attacks on community sporting facilities.  A local GAA club and a local youth resource centre were burned to the ground while a local boxing club had much damage done to it.  I spoke with a Garda chief superintendent in Waterford city this morning.  He was clear that a small criminal element is trying to exercise control and intimidate a community in one part of Waterford city.  It is essentially putting it up to that community because it has been challenged over criminal and anti-social behaviour in which it has been involved for a long time.  If it is putting it up to this community, there is an obligation on all of us, politicians included, to respond.<\/p>  <p>When the Leader was a councillor, he was based in the part of Waterford city in question.  I am sure he is aware of the significant level of community and sporting work done by volunteers on the ground there.  People in the community are concerned over these incidents but they are also angry.  They want a holistic response from civic and political leaders and An Garda S&iacute;och&aacute;na to comprehensively deal with this issue for once and for all and to take on those who are putting it up to decent people.  I am sure the Leader will agree with me on this.<\/p>  <p>There will be a need to rebuild the facilities and buildings damaged.  Accordingly, there may be resource issues.  I hope the various Departments and organs of the State will be in a position to help financially the community in question as it tries to rebuild those buildings fire-damaged by those criminals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700017#T00200","speaker":"1133"},{"type":"speech","time":1422374700,"counter":64,"content":"<p>I believe Senator Darragh O'Brien made very valid points on the remaining 25% stake the State holds in Aer Lingus.  Despite the offers from IAG, International Airlines Group, incorporating British Airways and Iberia, I do not believe it is an attractive offer.  We must remember we are not joined by land or a tunnel to any other landmass.  The State has no shareholding in the ferry companies operating out of this country.  It only has this 25% stake in Aer Lingus which is very important.<\/p> <p>The significance of that 25% holding is that we have the Heathrow slots.  I believe that connectivity is all important, it is everything as far as we are concerned.  It is far more important than any short-term cash because of what it enables us to continue to earn through business -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700017#T00300","speaker":"1151","continuing":true},{"type":"speech","time":1422375000,"counter":66,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700018#U00200","speaker":"1131"},{"type":"speech","time":1422375000,"counter":67,"content":"<p>-----through tourism and all other activities.  I join in the earnest request that this House would in due course debate the issue.  I accept that the Minister for Transport, Tourism and Sport, Deputy Donohoe, and the Cabinet will give careful consideration to the matter.  They are duty bound to consider the recommendation of the board of Aer Lingus itself.  I am sure that the market rules will be adhered to.<\/p>  <p>It is very important for the State to hold what we have in the short and medium term - maybe even in the longer-term.  Other matters will develop.  This is of major importance.  I urge the Leader to facilitate a debate on this issue in due course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700018#U00300","speaker":"1151"},{"type":"speech","time":1422375000,"counter":68,"content":"<p>The Leader has listened very carefully to Members in the past year.  Ever since the people of Ireland voted to maintain this House, the Leader has responded in the ideal way.  That we are having a debate on the post office network this evening is another example of the Leader's response.<\/p>  <p>We need to discuss the various topics to do with economics.  The issue of quantitative easing, the question of debt and the election in Greece warrants a discussion.  Today, Aer Lingus is an issue.  I have always argued in general that the State does not do as good a job in running businesses as private business and enterprise, but to say that in this case can be too simple an answer.  Let us make sure we have that debate and discuss the question of Aer Lingus early.  If the people of Ireland voted to maintain this House, it is precisely to debate topics such as this so that they can get a viewpoint that can be of benefit.  I urge the Leader to have that debate sooner rather than later.  I think Senator Darragh O'Brien was correct when he said it was not the duty of this House to make those decisions, but we can advise, consult and give an opinion which would be useful for the Government to hear.<\/p>  <p>Several years ago we passed legislation on organ donation in this House but the Bill was never enacted.  The Irish Kidney Association published figures this month which show that the donation of kidneys was the second lowest since it started compiling figures.  Clearly something needs to be done in this area.  I believe the new system of signalling one's intention about organ donation on the driving licence is a step in the right direction but it is only one of the steps we can take.  The Irish Kidney Association is not enthusiastic about the opt-out system but let us debate the issue.  The Joint Committee on Health and Children has voted in favour of an opt-out system as long as the family would have the final say.  That is a debate we should have shortly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700018#U00400","speaker":"1145"},{"type":"speech","time":1422375000,"counter":69,"content":"<p>I pay tribute and express my sympathy to the family of the late Mr. Michael Lambert of Clooneygrasson, Ballintubber, Castlerea, County Roscommon.  He, a near neighbour of mine, was the oldest man in Ireland.  He passed away yesterday at the age of 107.  This man lived through two world wars and was married for 60 years.  He lived a very healthy lifestyle right up to his death.  In the past he often cycled 60 miles to Croagh Patrick, climbed the mountain and cycled home.  Only last year his son told me his father was in good health and had been at the mart in Castlerea that day.  He will be remembered.  May he rest in peace.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700018#U00500","speaker":"1161"},{"type":"speech","time":1422375000,"counter":70,"content":"<p>I get a sense of euphoria, that in some way the Greek election result will change debt all over Europe.  I was somewhat disappointed last night because I thought some of the finance ministers were less than equivocal in their statements on the news.<\/p> <p>While I support the call for a debt conference, I ask the Leader to arrange a debate in the House on debt and quantitative easing - more of a briefing than anything else - in order that we have some idea of where we are going.  I have a horrible feeling a little deal will be done behind closed doors to keep Greece in the euro area.  <\/p> <p>On the sale of Aer Lingus, I was utterly disgusted to learn this morning that a small number of senior managers were likely to benefit to the tune of &euro;30 million if Aer Lingus was sold.  That is reprehensible when there are people who have taken a massive hit to their pensions, as Senator Darragh O'Brien pointed out.  Not only are we giving away a purse of some &euro;400 million to a likely buyer, we are also giving a hefty handshake to a small number of people who between them own 11.7 million shares in the company.  In a country that is on its knees that is totally unacceptable; therefore, I support the call for a debate on the sale of Aer Lingus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700018#U00600","speaker":"1196","continuing":true},{"type":"speech","time":1422375300,"counter":72,"content":"<p>I also join in the call for a full, open and frank debate on the sale of Aer Lingus in advance of any decision being taken.  Irish people have a huge attachment to brand Aer Lingus which has served us well since its establishment many decades ago.  It has flown many of us to many corners of the world and we need to tread very carefully before we make a final decision.  A significant number of jobs in Dublin, Shannon and Cork are linked with a possible sale.  The issue of connectivity has been well addressed.  The value of the Heathrow Airport slots cannot be underestimated and I presume this is what makes the company particularly attractive to new pursuers.  Before any decision is taken, this House should have a full, frank and open debate on the matter.  While we do not have a controlling interest in the company, we still have a very significant shareholding.  Many of us would have preferred if all those years ago a decision to sell had not been taken, but, as the saying goes, we are where we are.  Let us hope that whatever decision is taken is very much in the best interests of the country.<\/p>  <p>I also wish the incoming Greek Government well, as it has a major job of work to do.  We all want to see stability in Greece and throughout Europe.  We also want to see job creation.  Greece has a huge issue with unemployment, with 25% of the population unemployed, a 50% youth unemployment figure and huge debt issues.  It is in all of our interests, therefore, that the Greek Government succeeds.  The issue of debt will be centre stage in the coming weeks and months.  Like Senator Thomas P. Craughwell and others, I would like to see the issue of debt and quantitative easing discussed in the House during the coming weeks in order that we will all be better informed.  Quantitative easing is a difficult issue for many of us to understand and having an opportunity to engage in a good debate with experts would be of great benefit to all Members of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700019#V00200","speaker":"1118"},{"type":"speech","time":1422375300,"counter":73,"content":"<p>I am delighted that there is general consensus across the House about the potential sale of Aer Lingus.  The question I have concerns the advantage there would be in selling the 25.1% stake in Aer Lingus.  I do not see many advantages.  The key element is not the value of &euro;300 million that we would reap for the State which, let us face it, is very little.  The Minister for Finance said that in the last quarter he had taken in &euro;1 billion more in taxes than he had expected; therefore, it is nice to hear that we are on the up.  Unless it was very convincing, I would not see the raising of &euro;300 million as a very god reason to sell, given the key issue of connectivity, not just with Dublin but also with the regions, particularly the west and the south west.<\/p> <p>Up and down the west coast there are families with a member who commutes to London every week and uses these flights.  They work in London and rear their families in Ireland.  That connectivity is worth gold, which is why IAG wants the slots.  It is stunning to see that Aer Lingus is the fourth busiest airline at Heathrow Airport.  Any deal contemplated by the Government must guarantee the retention of these slots and connectivity with the regions, not a reduction of flights.  I heard an analyst speak yesterday about Cork and Shannon airports and he said it was quite reasonable that they get rid of a few flights.  He seemed to know something about it.  Therefore, let us have that debate.  I am delighted that the Government is thinking long and hard about this issue.<\/p> <p>I support the reasonable call made for a debt conference when every aspect of our debt would be examined.  Is it not a practical proposal?  I was struck by what Senator Sean D. Barrett said that if we were to examine every aspect of our debt, we would at least see that while 50% of it was our fault, the other 50% was definitely attributable to the European side.  We must never forget that the Irish saved the European banking system.  It is a valid call and it would be wise to have such a debate.  Perhaps the Greek elections have caused the matter to be raised again, but we need it for ourselves as part of the European project.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700019#V00300","speaker":"1131","continuing":true},{"type":"speech","time":1422375600,"counter":75,"content":"<p>Last Sunday marked the second anniversary of the brutal and callous murder of Detective Garda Adrian Donohoe.  At the weekend a vigil was held at Lordship, the site where he had been callously murdered, while an anniversary mass was held in Dundalk, both of which were attended by throngs of people from all around the area who had come out to support the Donohoe family and garda&iacute;.  I commend the dignity of the Donohoe family throughout this ordeal and of An Garda S&iacute;och&aacute;na for which this has been a very difficult time.  I call for all possible resources and support to be provided for Dundalk Garda station in order that the excellent and hardworking local force will be equipped to apprehend the callous murderers of Detective Garda Donohoe.  I acknowledge the support all of the people gave to the Donohoe family by attending events at the weekend, as well as in doing things in their own private way.  I was delighted to see the Garda Commissioner, Ms N&oacute;ir&iacute;n O'Sullivan, in attendance on Sunday when the words of Fr. Michael Cusack were poignant and strong.  He said we had to root out the badness and evil in our world.  Detective Garda Donohoe's family have been dealing with his loss and deserve closure by having the murderers of this brave and honourable man brought to justice.  Every garda, not only in Dundalk but also across the country, wants to them being brought to justice.  I call for all support and resources necessary to be provided to support the dedication and commitment of garda&iacute; in seeking justice for the callous murder of Detective Garda Donohoe.  I reiterate the many calls made for anyone with information, no matter how small, to come forward.  People know who was responsible for this murder.<\/p>  <p>On a separate matter, the House must have an urgent debate on the reports of contaminated water being pumped into County Louth.  This morning we had another episode of diesel sludge being dumped, with 6,000 litres being dropped at Stephenstown Pond just outside Dundalk.  In the past two months alone, more than 74,000 litres of toxic diesel sludge has been dumped there at huge financial cost.  The abuse by people with republican connections of Ma&iacute;ria Cahill and the murder of Paul Quinn are other things that have been mentioned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700020#W00200","speaker":"1174"},{"type":"speech","time":1422375600,"counter":76,"content":"<p>They are not republicans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700020#W00300","speaker":"1119"},{"type":"speech","time":1422375600,"counter":77,"content":"<p>There is a common thread across all of these matters - it was mentioned this morning when the mother of Paul Quinn was interviewed on radio - that people in Sinn F&eacute;in know what is going on and have information on all four items I have raised.  I ask that where people offer to be mediators, those with information come out publicly and provide it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700020#W00400","speaker":"1174"},{"type":"speech","time":1422375900,"counter":78,"content":"<p>I echo everything Senator Mary Moran said.  I was glad to stand shoulder to shoulder with her and the people of parish mentioned the other night when they marched with dignity to show huge support and solidarity.  I was glad to be there to show the solidarity of the people of County Limerick because we experienced this horror when Garda Jerry McCabe was murdered in cold blood while going about his daily business.  I commend the Donohoe family and the members of St. Patrick's GAA Club, the most fantastic, decent, honest and welcoming people I have met in a long time.  I support Senator Mary Moran 100% and will continue to support the people of the area to the same level.  The criminals involved have no place in modern, civilised Ireland.  They are animals.  They are callous, murdering, sadistic animals who need to be put out of business.  As Senator Mary Moran said, they are destroying people's lives.  When I met the Donohoe family, it struck me that their lives had been destroyed, but it is not only their lives which have been destroyed.  Adrian Donohoe was the coach of the under-14s, the under-16s and the juvenile teams in St. Patrick's GAA Club.  He was a huge man, had a huge presence and was a huge figure in the parish and community.  The children used to flock to him and run after him in training in all weather conditions.  God forgive me, but I feel like swearing when I think of the effect the people responsible have had on these children and the lives of all the people of the parish and Deputy Gerry Adams on television last night smirking at the people of Ireland.  He has denied that he was ever involved in the Provisional IRA.  It is a sick joke.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700021#X00100","speaker":"1119"},{"type":"speech","time":1422375900,"counter":79,"content":"<p>I raise the issue of part-time workers and how unfairly some employers are treating their staff.  Many people work 15 to 25 hours a week.  In the past such employees had the opportunity to condense their work timing into three days.  It has been brought to my attention that some employers, mainly the multiple supermarkets, in particular Tesco and Dunnes Stores, are forcing their staff to come in for three hours a day five days a week.  This is unfair, as it adds to the cost of travelling to and from work and also child care.  On top of this, those working part time are disallowed from claiming social welfare payments for the days they work, although for a shorter time period.  The hours could be worked in a shorter number of days.  This practice is particularly unfair for those on lower pay.   I, therefore, ask the Leader to invite the Minister for Social Protection to discuss the issue of social welfare payments, as well as the Minister for Jobs, Enterprise and Innovation to discuss what we can do about this issue which has a huge impact on many thousands of people.  Up to 25% of the people employed in the State work part time.  This practice is unfair, unreasonable and inequitable.  If we could do something about it, it would have a significant impact for many.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700021#X00200","speaker":"1160"},{"type":"speech","time":1422375900,"counter":80,"content":"<p>A lot has been said in recent days about maternity services at Portiuncula hospital in Ballinasloe.  One of the issues that has emerged concerns the fact that hospital staff have had to send children to maternity hospitals in Dublin within six hours of birth to start life-saving treatment.  I am talking about baby cooling treatment which is used in the case of babies born in a distressed condition.<\/p> <p>If they suffered a lack of oxygen during labour, the cooling, which lasts for two or three days, reduces the risk of subsequent disability by 50%.  This baby cooling, or therapeutic hypothermia, is a revolutionary method to treat babies who suffer a lack of oxygen reaching the brain at the time of their birth.  It has been used extensively in the UK and major studies from the University of Oxford and Imperial College London have shown that baby cooling can dramatically decrease the risk of brain damage.  The fact that there are no baby cooling treatment services west of the Shannon places huge pressure on doctors to deliver the baby and then decide, within a tight timeframe, whether the vulnerable newborn should be sent to Dublin by emergency ambulance.  I have spoken to staff in both University Hospital Galway and Portiuncula Hospital and have been told that an internal report called for baby cooling treatment to be made available in Galway, but nothing has been done.<\/p> <p>While we rightly examine, as we ought, any situation where shortcomings might arise in maternity services, it would be a disgrace if newborn babies in the west were put at unnecessary risk simply because of geography.  It would be unacceptable if this life-saving treatment is only available in Dublin.  In fact, it is a scandal if calls from doctors for baby cooling equipment to be installed in Galway maternity units have been ignored up to now.  Newborn babies and their families west of the Shannon deserve much better.  As we rightly seek to ensure that any shortcomings in practice are overcome and best practice is put in place, it must not be a case of using difficulties that arise in medical care from time to time as a stick to beat the provision of high quality maternity services in the west or in any other part of Ireland.  It certainly would be a scandal if there were calls for such baby cooling treatment to be made available in the west and those calls have been ignored up to now.  I would be grateful for a response from the Department of Health on this matter.<\/p> <p>Also, last week I raised issues in respect of the HSE investigation into the procurement of services by Saolta.  I would be grateful to hear if the Leader has received any response for me on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700021#X00300","speaker":"1146","continuing":true},{"type":"speech","time":1422376200,"counter":82,"content":"<p>I welcome the former Deputy, Seymour Crawford, to the Visitors Gallery.  I call Senator Conway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700022#Y00200","speaker":"1120"},{"type":"speech","time":1422376200,"counter":83,"content":"<p>Like most people in the mid-west, particularly in County Clare and specifically in Shannon, I note the bid which has been submitted to Aer Lingus by International Airlines Group, IAG, for a takeover of the airline.  I also note with interest and some concern that Aer Lingus is accepting that bid.  However, I welcome the fact that the Cabinet and the Minister, Deputy Donohoe, have decided to engage with IAG to seek clarification.  In many ways Aer Lingus is like Eircom in the mid-1990s, when not just the business but the network throughout the country were sold.  Had that been retained in public ownership, every home in this country would have broadband.  Similarly, Aer Lingus holds very important slots, not just for the mid-west region and Shannon but for this country in terms of connectivity.  It is not just connectivity to Heathrow but to the many parts of the world that are served from Heathrow.<\/p>  <p>While Aer Lingus is a fantastic brand and the management and staff have done wonders to turn the airline around and make it profitable, I humbly suggest that at &euro;1.4 billion the airline is probably slightly over-priced.  One must wonder if it is the Heathrow slots that make it so attractive for an organisation such as IAG to make such a lucrative bid.  We must move with extreme caution before accepting these gifts from the east, as it were.  We must think of the future business of this country and our connectivity with the rest of the world.  The world is a global village and, most importantly from our perspective, we can get to the global village more quickly than others.  Those Heathrow slots are part of our make up.  They are part of the tourism and business product in this country and I would wish to know a great deal more before I would be happy with the sale of Aer Lingus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700022#Y00300","speaker":"1158"},{"type":"speech","time":1422376200,"counter":84,"content":"<p>The discussion on the Order of Business was dominated by three issues - Aer Lingus, debt and quantitative easing.<\/p> <p>These issues were raised by quite a number of Senators.<\/p> <p>Senator O'Brien raised the matter of Aer Lingus.  As he stated, the 2004 Act indicated that any sale would be discussed by D&aacute;il &Eacute;ireann.  It did not mention Seanad &Eacute;ireann but I have requested that the Minister for Transport, Tourism and Sport, Deputy Donohoe, would come to the House to discuss the issue.  As Senator O'Brien has rightly pointed out, the Minister, Deputy Donohoe, has been here on many occasions and I am confident that he will agree to the request from many Senators to debate the whole Aer Lingus situation.<\/p> <p>The Government will do what is in the interests of the country in weighing up all options.  The strategic importance of competition and connectivity in the Irish market remain vital considerations, as many Senators have stated.  I am hopeful that the Minister will come to the House to debate the issue with us.<\/p> <p>Senator Bacik and Senator Norris reminded us of the 70th anniversary of the liberation of Auschwitz.  It is a reminder to all of us of the evils of what happened in that period and that we should never forget.<\/p> <p>The question of debt and quantitative easing was raised.  I will endeavour to have the Minister for Finance come to the House and address those issues.  Last week, Members requested a debate on quantitative easing and I have asked the Minister for Finance to come to the House to discuss the matter.<\/p> <p>Senator Cullinane commented on the arson attacks in the community in Waterford city over the weekend.  I was in Ballybeg estate on Saturday morning and I was joined by the Minister of State, Deputy Coffey.  What greeted us was sheer devastation at the GAA club.  The ground floor was burned out completely, while the first floor, containing gear and everything else, was damaged beyond repair by smoke.  We also visited the family and community resource centre, which was also completely burned out.<\/p> <p>It is absolutely appalling to think that again this morning in the same estate or community an effort was made to burn down the boxing club.  This was an attack not only on the people and community of Ballybeg but an attack on the Garda and all the people of Waterford by these criminals.  I know the Garda is doing everything possible to apprehend the culprits and the force has the full support of the community in this regard.  I understand a meeting on the matter is going on in the community as we speak.  This community is strong and resilient.  They are proud of their parish and rightly so and I believe they will not bend to this type of intimidation.  I am confident that they will come out of this stronger than ever.<\/p> <p>Senator Cullinane mentioned the question of resources.  Obviously, the insurance companies will examine the situation as regards rebuilding.  They will rebuild and be stronger than ever.  Anyway, I assure Senator Cullinane and the community that the Government will not be behind the ace ball.  Certainly, the Government will help with any capital grant aid that is necessary to support the community in Ballybeg.  Everyone decries the despicable acts of these criminals, who are only a small number of people within a very decent community.<\/p> <p>Senator Quinn commented on organ donations.  As he mentioned, we had a comprehensive debate on the opt-out system.<\/p> <p>Some people in this House disagreed with the idea.  We had a good debate on the matter but perhaps it is time to consider holding another debate.  I shall try to arrange such a debate.  <\/p> <p>Senators Moran and Heffernan raised an issue which was raised last week by a number of Senators.  They included Senators Heffernan, Brennan, Jim D'Arcy and others.  I refer to the second anniversary of the murder of Detective Garda Adrian Donohoe.  This morning, Senator Heffernan also recalled the murder of Jerry McCabe.  The Senator laid all his cards on the table last week and comprehensively blamed the Provisional IRA which he believes is still active in the Border areas and is responsible for diesel laundering, the dumping of sludge and many other criminal activities.  We need the help of the community in this regard.  People know who is involved in these crimes.  I know intimidation has taken place but I call again on anybody with any information whatsoever, especially in regard to the killing or murder of Detective Garda Adrian Donohoe, to come forward and give it to the Garda as soon as possible.  These criminals must be brought to justice.  As I said, this matter was discussed last week on the Order of Business as well.<\/p> <p>Senator Michael D'Arcy mentioned the hours of work to which some employers subject their employees and the way these hours are ordered prevents employees from claiming social welfare.  I know the matter will be dealt with by a low pay commission that is being set up.  Perhaps we can have a debate in the House at that point in time.  I totally agree with the sentiments expressed by the Senator in that regard.   <\/p> <p>Senator Mullen mentioned the advantages of baby cooling treatment and the lack of such facilities in Galway and the west of Ireland.  I shall bring the matter to the attention of the Minister.  I will revert to him on the matter when I receive an answer and also in terms of the matter he raised last week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700022#Y00400","speaker":"1130","continuing":true},{"type":"unspoken","time":1422376800,"counter":87,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1422376800,"counter":88,"content":"<p>Sitting suspended at 4.38 p.m. and resumed at 4.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Commission of Investigation into Mother and Baby Homes: Motion","time":1422377100,"counter":89,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700025#CC00100"},{"type":"speech","time":1422377100,"counter":90,"content":"<p>I move:<blockquote><br \/>That Seanad &Eacute;ireann:- having regard to the motion passed by D&aacute;il &Eacute;ireann on 11th June 2014 which recognised the need to establish the facts regarding the deaths of children at the Bon Secours Mother and Baby Home in Tuam, Co. Galway between 1925 and 1961, including arrangements for the burial of these children, and which further acknowledged the considerable public anxiety as to the conditions generally in mother and baby homes operational in the State in that era;<br \/>- noting that it is the opinion of the Government that these matters of significant public concern require, in the public interest, examination by the establishment of a Commission of Investigation;<br \/>- noting that the Minister for Children and Youth Affairs has led the Government&rsquo;s consideration of these sensitive matters;<br \/>- noting the factual information compiled, and the specific matters identified for further consideration, in the Report of the Inter-Departmental Group on Mother and Baby Homes, which was laid before Seanad &Eacute;ireann on 16th July 2014, and which has assisted to inform Government considerations on the scope, format and terms of reference for a Commission of Investigation;<br \/>- and further noting that a draft Order proposed to be made by the Government under the Commissions of Investigation Act 2004 (No. 23 of 2004) has been duly laid before Seanad &Eacute;ireann on 16th January 2015 in respect of the foregoing matters referred to, together with a statement of reasons for establishing a Commission under that Act,approves the draft Commission of Investigation (Mother and Baby Homes and Certain Related Matters) Order, 2015 and the statement of reasons for establishing a Commission of Investigation.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700025#CC00200","speaker":"1152"},{"type":"speech","time":1422377100,"counter":91,"content":"<p>I question how we can have a motion before the House when it has not completed its passage through the D&aacute;il.  What would happen if we were to amend the motion?  It is a motion that is going through both Houses and I do not understand how we can take it now.  I ask for clarity on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700025#CC00300","speaker":"1171"},{"type":"speech","time":1422377100,"counter":92,"content":"<p>Each House will conduct its own business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700025#CC00400","speaker":"1163"},{"type":"speech","time":1422377100,"counter":93,"content":"<p>Okay.  Therefore, the motions can be different.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700025#CC00500","speaker":"1171"},{"type":"speech","time":1422377100,"counter":94,"content":"<p>I welcome the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700025#CC00600","speaker":"1163"},{"type":"speech","time":1422377100,"counter":95,"content":"<p>The motion reads:<blockquote><br \/>That Seanad &Eacute;ireann:- having regard to the motion passed by D&aacute;il &Eacute;ireann on 11th June 2014 which recognised the need to establish the facts regarding the deaths of children at the Bon Secours Mother and Baby Home in Tuam, Co. Galway between 1925 and 1961, including arrangements for the burial of these children, and which further acknowledged the considerable public anxiety as to the conditions generally in mother and baby homes operational in the State in that era;<br \/>- noting that it is the opinion of the Government that these matters of significant public concern require, in the public interest, examination by the establishment of a Commission of Investigation;<br \/>- noting that the Minister for Children and Youth Affairs has led the Government&rsquo;s consideration of these sensitive matters;<br \/>- noting the factual information compiled, and the specific matters identified for further consideration, in the Report of the Inter-Departmental Group on Mother and Baby Homes, which was laid before Seanad &Eacute;ireann on 16th July 2014, and which has assisted to inform Government considerations on the scope, format and terms of reference for a Commission of Investigation;<br \/>- and further noting that a draft Order proposed to be made by the Government under the Commissions of Investigation Act 2004 (No. 23 of 2004) has been duly laid before Seanad &Eacute;ireann on 16th January 2015 in respect of the foregoing matters referred to, together with a statement of reasons for establishing a Commission under that Act,approves the draft Commission of Investigation (Mother and Baby Homes and Certain Related Matters) Order, 2015 and the statement of reasons for establishing a Commission of Investigation.<\/blockquote><\/p> <p>I welcome the opportunity to bring this motion to the Upper House.  Most important, I begin by acknowledging the Irish women and children who were in mother and baby homes in this country in the last century.  As Minister for Children and Youth Affairs, I believe that by setting up the commission with all the necessary powers to get the information required we will come to a greater understanding of how we as a society failed in our treatment of vulnerable women and children.  Almost 100 years since the foundation of the Irish State it is essential that we do not shy away from our past.  As well as our continued focus on the protection and welfare of children, and equality and respect for all women, we must seek to bring transparency and openness to the actions of the past.<\/p> <p>Last May people in Ireland and around the world were shocked at media reports of what was described as a mass grave in the mother and baby home in Tuam, County Galway.  The sense of indignation we all felt at this was palpable.  While some academics had examined these matters, as a State we had failed to come to terms with a harrowing reality in our past, namely, the manner in which women and children were treated in mother and baby homes.<\/p> <p>I came into this office last July shortly after D&aacute;il &Eacute;ireann passed a motion on the need to establish the facts regarding the deaths of children at the Bons Secours mother and baby home in Tuam, County Galway, and the subsequent publication of the report of the interdepartmental group on mother and baby homes.  As an immediate priority I was concerned to meet as many as possible of the groups which had expressed views on the need for a full exploration of all the issues raised by the discoveries in Tuam. <\/p> <p>I appreciate the willingness and courage of those who shared individual accounts of their deeply personal experiences with me.  On my own behalf and that of the Government, I thank them for taking the time to meet with me.  Other advocacy groups, public bodies and political colleagues across the spectrum also provided me with a wide range of views.  The Government agreed the processes to establish a commission of investigation into mother and baby homes and certain related matters.  The following day I published a draft order which, subject to minor amendment, is now before the House in the presence of former residents of some of these homes and their representative groups.  All the groups I met agreed that making this a feasible task, which can be completed in a realistic timeframe, is critical.  Given the complexity and sensitivity of the issues raised with me this has been a challenge.<\/p> <p>The terms of reference have been developed with regard to the requirements of the Commission of Investigation Act 2004.  It is important to emphasise that the order must be read in conjunction with this Act.  The Act is the backdrop to the commission&rsquo;s work, its general functions, powers, procedures and protections are laid down in this enabling legislation.<\/p> <p>When this debate began the issues appeared narrow initially, the high rates of mortality and the burial arrangements in the Bons Secours home in Tuam.  As our work progressed, a further set of issues arose about the whole phenomenon of mother and baby institutions in Ireland as a response to the issue of crisis pregnancies over a much longer period of time.  It became very clear to me that the issue of entry and exit pathways of women and children raised further questions regarding the social, political and legal environment that prevailed and how that evolved over time.  Further, the links between mother and baby homes and the issue of adoption, before and after the introduction of legal adoption in Ireland, were highlighted.  As is clear this is a much wider agenda than our starting point.  Today I am pleased to bring to the House the draft order and statement of reasons for establishing a commission of investigation.  I believe that the terms of reference which are included as a schedule in the order reflect the range of matters we were asked to consider and are a fair and balanced response to the many requests for issues and items to be included.<\/p> <p>For the purposes of this motion, I propose to focus on the principal objectives of the order and, in particular, some key provisions within the terms of reference.  The draft order contains a number of preliminary recitals and four main provisions.  The recitals provide details of the statutory powers and associated procedures under which the commission will be established by Government. <\/p> <p>Articles 1 to 3 provide for the Short Title; define the relevant enabling legislation; establish the commission, and task it with investigating and reporting on matters which Government considers to be of significant public concern.  This is the threshold for establishing a statutory commission. <\/p> <p>Article 4 designates the Minister for Children and Youth Affairs as being responsible for overseeing administrative matters relating to the establishment of the commission.  I will receive its reports and discharge related functions under the Act.  In addition, the order authorises me to appoint members of the commission. <\/p> <p>The terms of reference are focused on a combination of four distinct factors: clarifying that the intended focus is on women and children being accommodated for the purpose of receiving extended and supervised maternity and infant care services in mother and baby homes; defining the issues of public concern as discrete matters to be investigated; specifying a list of mother and baby homes and, in addition, providing for examination of equivalent experiences within the network of county homes; and defining the relevant period as being from 1922 to 1998.<\/p> <p>The approach taken provides a clear and deliberate emphasis on the experiences of women and children who spent time in mother and baby homes.  Practices in these homes have not featured prominently in the reviews and investigations to date, which have examined past abuses inflicted on vulnerable citizens - many of them women and children.  Accordingly, the terms of reference focus on institutions that can clearly be identified as having both the primary function of providing sheltered and supervised ante and post-natal facilities to mothers and their children, which included both board and lodgings, and an ethos that those running the institutions considered to promote a regime of work, training or education as part of an overall approach to either rehabilitating mothers before they left the institution or to give them training for living independently.  In many cases, and as established in the academic literature, institutional approaches were based on a moralistic approach intended to rehabilitate mothers and to make arrangements regarding the future care of the children. <\/p> <p>On the basis of the available information, I am satisfied that the 14 institutions included in the appendix to Schedule 1 of the draft order meet these criteria.  The draft order defines single women as pregnant girls or women and mothers who were not married, as the phenomenon of mother and baby homes was to address the needs of unmarried women who became pregnant.  I am aware that a small number of women, who were widowed or who were married but no longer living with their husbands, may also have spent time in these homes in order to receive sheltered and supervised ante and post-natal care.  There is no suggestion the treatment experienced by these women differed in any material way from that of women who had not married.  I am satisfied that the terms of reference allow the commission to fully investigate these experiences and to make any findings and recommendations it feels warranted with regard to this group of women.  However, for the avoidance of any doubt, I am making a small amendment to the definition of single women to explicitly include widows and married women living separately from their husbands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700025#CC00700","speaker":"952","continuing":true},{"type":"speech","time":1422377700,"counter":98,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700027#EE00200","speaker":"1132"},{"type":"speech","time":1422377700,"counter":99,"content":"<p>It is also clear from the available information that mother and baby type services were a considerable focus of operations in some county homes.  For that reason, the terms of reference also provide for a representative sample of county homes to be examined by the commission.  The sample will be selected by the commission based on evidence of the extent of the operation of this particular function.<\/p>  <p>Article 1 ensures that the primary focus of the investigation relates to the experiences of women and children who resided in mother and baby homes over the period.  The following matters will be investigated: entry arrangements and exit pathways of women, this to include consideration of the extent of their participation in relevant decisions; living conditions and care arrangements in these institutions; mortality among mothers and children - causes, circumstances and rates; post-mortem practices and procedures; reporting, burial arrangements and the transfer of remains for anatomical examination; the extent of compliance with relevant regulatory and ethical standards in regard to systemic vaccine trials identified by the commission as being conducted on children in these homes; entry arrangements and exit pathways for mothers and children leaving institutions, patterns of referral and relevant relationships with other entities; and the extent to which any group of residents may have systematically been treated differently on any grounds, including race, disability and religion.<\/p> <p> The commission is also tasked with undertaking appropriate comparative analysis, where relevant, to assist the general understanding of its findings.  Article 2 provides that the investigation will cover the years from 1922 to 1998.  The commission may reduce the relevant period for any part of its investigation where it deems it appropriate to do so.  The series of definitions included in Article 8 are intended to bring additional clarity to the investigation.<\/p> <p>Very importantly, Article 1(VII) requires the commission to investigate the nature of the relationship between mother and baby homes and other key institutions, including children's homes, orphanages and adoption societies.  Some of these were on the same site as the mother and baby homes while others were not.  The terms of reference require that the commission identifies the extent to which children's welfare and best interests were considered in making arrangements for placements, whether through boarding out, fostering or adoption, in Ireland and abroad.  Further, they require that the commission identifies the extent of mothers' participation in such decisions, including procedures around mothers' consent and the extent to which these procedures were sufficient to ensure that consent was full, free and informed.  I believe this will allow the commission sufficient scope to examine the issue of placing children for adoption abroad as well as situations in which the child's parentage was concealed, either by omission or perhaps by illegal means.<\/p> <p>The terms of reference provide for a comprehensive investigative framework, involving interlinked and concurrent lines of inquiry.  While Articles 10 to 15 provide general guidance, I emphasise that nothing in the terms of reference constricts the commission's independence in determining how best to approach its work.  The confidential committee provided for in Articles 3 and 4 is an additional forum intended to facilitate any individual who wishes to describe her experiences of living or working in relevant homes to the commission.  I know many former residents will welcome this opportunity.  This module will allow the commission to ground its work in the reality of the experience of mothers and children in these homes.  Procedures will be developed to protect the identity of individuals who wish to have their identity remain confidential during the conduct of the commission and its subsequent reporting.<\/p> <p>Alongside this, the social history module will provide context through an objective and comprehensive analysis of key issues.  Ten themes are detailed for analysis in Article 11 of the terms of reference.   Significantly, this analysis will benefit from the extensive legal powers of the commission to access relevant records and will assist in informing determinations on a range of matters in accordance with Article 12.<\/p> <p>I believe that the Commissions of Investigation Act and the terms of reference of the inquiry provide adequate opportunity for the commission to take an independent view of the adequacy of scope, given its task.  Since the decision to establish this investigation was announced there have been public calls for the inclusion of a broad range of matters.  I acknowledge that some may have preferred to see an even more diverse range of matters included within the terms of reference.  While some of these matters are outside the intended remit of the commission, I wish to highlight Article 6 in particular.<\/p> <p>The mechanisms provided take maximum advantage of the powers, resources and expertise of the commission.  They ensure any additional matter which the commission deems to warrant investigation, within this investigation or otherwise, can be brought to the attention of the Minister for Children and Youth Affairs.  This will be relevant to those who believe that the process to date has not uncovered information relevant to their circumstances.<\/p> <p>I was delighted to announce the Government's approval of a three-person commission, led by the Chair, Judge Yvonne Murphy.<\/p> <p>Judge Murphy will be assisted by the eminent historian, Professor Mary Daly, and international legal expert on child protection and adoption, Dr. William Duncan.  These appointments reflect my understanding of the need for a depth of expertise in these areas to allow for a comprehensive assessment of the issues and for well-grounded reports and recommendations in due course.<\/p> <p>The terms of reference envisage the submission of a final report to me within three years.  In addition, Article 5 specifies that the reports from the confidential committee and the social history module would be completed within 18 months.  These timeframes are ambitious.  I am keen to ensure these important issues are investigated in a timely manner given the age profile of many of the women and children who were resident in these homes.<\/p> <p>The Government has noted that costs, exclusive of third party legal costs, are estimated to be in the order of &euro;21.5 million.  This includes the funding necessary to meet the set-up and operational needs of the commission, which will have its offices at 73 Lower Baggot Street, as well as the demands attaching to administrative oversight of the commission within my Department.  An initial allocation of &euro;6 million has been secured to meet costs arising in 2015.<\/p> <p>The staffing complement of the commission will reflect the scope of the terms of reference and the ambitious timeframe.  My Department is working with Judge Yvonne Murphy, the Chair-designate, in this regard to ensure a smooth start to the commission's work.  Under section 8 of the Act, the commission will also have the scope to appoint persons with relevant professional expertise and specialist skills to assist its investigations.<\/p> <p>I believe that this commission will be critical in coming to terms with our history and in understanding who we are as a people.  The Government is confident that the proposed terms of reference provide an ambitious and appropriately-focused set of tasks which can be accomplished by this commission within a realistic timeframe.  I commend the motion to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700027#EE00300","speaker":"952","continuing":true},{"type":"speech","time":1422378300,"counter":101,"content":"<p>I move amendment No. 1:<blockquote><br \/>&ldquo;To delete all words following &lsquo;establishing a Commission under that Act,&rsquo; and insert as follows&ndash;- calls for Schedule (11) (B) of the draft Commission of Investigation (Mother and Baby Homes and Certain Related Matters) Order, 2015 to be amended by inserting after &lsquo;their children&rsquo;, &lsquo;with particular regard to the practices employed in obtaining the consent of mothers who had recently given birth to their treatment;&rsquo;;<br \/>- calls for Appendix 1(1) of the draft Commission of Investigation (Mother and Baby Homes and Certain Related Matters) Order, 2015 to be amended so as to include the following homes;<blockquote>- Braemar House, Cork.<br \/>- Ovoca (or Avoca) House, Co. Wicklow.<br \/>- Regina Coeli hostel, Athlone, Co. Westmeath.<br \/>- Saint Gerard&rsquo;s, 39 Mountjoy Square, Dublin 1.<br \/>- Saint Joseph's Centre (aka Saint Clare's Centre), Stamullen, Co. Meath.<br \/>- Saint Patricks Infant Hospital, Temple Hill, Blackrock, Co. Dublin.<br \/>- Saint Philomena&rsquo;s Centre Lakelands, Stillorgan, County Dublin.<br \/>- Saint Rita&rsquo;s Nursing Home, 68 Sandford Road, Ranelagh, Dublin 4.<br \/>- The Nurseries, Fermoy, Co. Cork<br \/>- Westbank Home, Greystones, Co. Wicklow;<\/blockquote>- calls for Appendix 1(2) of the draft Commission of Investigation (Mother and Baby Homes and Certain Related Matters) Order, 2015 to be amended by inserting after &lsquo;these mothers and children.&rsquo;, &lsquo;Any former resident of any County Home will be entitled to be heard by the Commission of Investigation.&rsquo;;<br \/>- calls for the Commission of Investigation, in its examination of &lsquo;exit pathways&rsquo;, to pay particular regard to the role of the Magdalene Laundries;<br \/>- notes with concern that the experiences of between 60% to 70% of all unmarried girls and women (50,000 to 62,000 of a total population of 85,000 &ndash; 90,000) whose children were forcibly or illegally adopted are excluded from the scope of the Investigation, and that this exclusion means that the number of forced and illegal adoptions and placements of children will not be investigated, calls for the role of adoption agencies, the Adoption Board and other relevant State funded or regulated institutions to be examined by the Commission of Investigation;<br \/>- calls on the Commission of Investigation to examine illegal placements of children from private homes; and<br \/>- calls on the Government to amend the draft Commission of Investigation (Mother and Baby Homes and Certain Related Matters) Order, 2015 accordingly.&rdquo;<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700028#FF00200","speaker":"1154"},{"type":"speech","time":1422378300,"counter":102,"content":"<p>I need a seconder for the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700028#FF00300","speaker":"1163"},{"type":"speech","time":1422378300,"counter":103,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700028#FF00400","speaker":"1136"},{"type":"speech","time":1422378300,"counter":104,"content":"<p>I welcome the fact that the terms of reference are not as narrow as had originally been feared.  I acknowledge that this is a result of the consultation the Minister has carried out with the Opposition parties and, more important, with survivor groups in recent months.  That is important and welcome.  However, Fianna F&aacute;il does have some concerns about the terms of reference.  We have listened to the reservations expressed about them by groups, including the Adoption Rights Alliance, Adoption Rights Now, CMABS, Adopted Illegally Ireland, Justice for Magdalenes and others, including individual survivors who have written to me, as well as other Members, in recent weeks outlining their concerns.  We support their call to amend the terms of reference to include specific mention of all the relevant institutions and those subject to illegal and forced adoptions as well as to ensure that we include adoptions from private homes.  Forced illegal adoptions from private homes took place.  It did not happen only through the mother and baby home system.  For this reason we have tabled an amendment which, if accepted, would ensure that the inquiry would be genuinely comprehensive and inclusive.<\/p>  <p>I have listened to the Minister's remarks in the House, I read the transcript from the D&aacute;il debate and I have heard some of the media commentary attributed to him in recent weeks.  I understand the Minister believes the commission can carry out work in these areas within the existing terms of reference and that it may add additional institutions on top of those listed in the appendix.  However, the Minister should understand the genuine fears of survivor groups because that is optional.  It is only right to list all of the institutions at this point and I do not understand the reason for not doing so.  We have set out to do precisely this with our amendment.<\/p>  <p>The Minister said that some other areas were outside the scope of the inquiry.  Perhaps he was referring to issues such as forced illegal adoptions from private homes.  They are not directly related to the mother and baby homes issue but of course they are part of the same overall issue.  We have one opportunity to get this inquiry right and to ensure that we examine all the different aspects of how women and children were treated in this State through mother and baby homes, industrial schools and forced adoption.  Indeed, to this day children are being denied information and not given the opportunity to reunite in the case of those who were forced apart through adoption.<\/p>  <p>The Adoption Rights Alliance has sent me a comprehensive list of areas of concern in respect of the Bill.  Those involved are concerned at the way that the list of institutions, as currently set out, has the potential to exclude from the scope of the investigation two thirds of the women and girls affected by this issue because of the proscribed list of 14 mother and baby homes.  They are concerned that this leaves out the conditions experienced by women and girls who went through State maternity hospitals, private hospitals, private nursing homes, general practitioner-assisted home births and other situations in which pressure was put on women to give up their children.<\/p> <p> It is also concerned that the true extent of forced adoptions will be hidden.  By only focusing on a narrow range of experiences rather than all the women affected in different settings, one will only get a small picture and not the full scale of the extent of forced adoptions.  The same applies to illegal adoptions.  We know many women were forced to sign consent papers immediately after the birth, which was against the law as they were supposed to wait a few weeks, or when under the influence of medication after having given birth.  There were women who signed papers when they were under the age of 21.  Women who have been in contact with me have told me that their age was falsified in those records.  They were under age but were recorded as being of age so the adoption could proceed.  We must ensure all of those practices are examined.  Most illegal adoptions were undocumented and were carried out by general practitioners, midwives, nurses, solicitors, priests and others who did not have a direct connection to the mother and baby homes.<\/p> <p>Illegal adoption is a huge issue.  Theresa Tinggal has written to many Members about her experience and that of others who are part of the campaign group called Adopted Illegally Ireland.  It is important we focus on those who were illegally adopted, who are some of the most vulnerable.  They have the most difficulty in trying to gather their information.  In many cases there were falsified birth certificates and so forth.  Even when people who were legally adopted get access to their birth certificates, the document is meaningless because their adoptive parents' names are on it, not their natural parents' names.  We must do more to help them and to ensure that all the records about illegal adoptions that are held in various State agencies, private homes and private businesses throughout the country are brought together.<\/p> <p>The Adoption Rights Alliance is also concerned that the role of the State-appointed Adoption Board will be hidden again.  In cases where it would have been obvious from the files that signatures did not match and so forth, the adoptions were still approved by the Adoption Board at the time.  There is also the issue of the role of the State maternity hospitals.  There has been talk of priests and nuns openly wandering around the wards when women were in a vulnerable situation having just given birth.  That was facilitated by the hospitals when it was known that pressure was being put on those women to give up their babies for adoption.  All of this, along with the role of the adoption agencies, must be fully considered.<\/p> <p>These are genuine concerns.  This is an opportunity to have a comprehensive inquiry and to ensure all of the relevant areas are covered.  It would be unfair if some people were left behind because they do not fit within the narrow list of institutions and other criteria set out in the terms of reference.  The Minister said that the terms of reference refer to children's homes, and that it is up to the commission to decide which homes to investigate and that it should include, for example, Westbank, Temple Hill and others.  However, that is not specified and there is genuine anxiety about that.  It would be better to list all of the institutions to ensure it is clear that it includes the three holding centres, Temple Hill, Stamullen and The Nurseries in Fermoy, as well as Westbank, Avoca House, Braemar House, St. Philomena's, St. Gerard's and St. Rita's Nursing Home.  It should also include the Regina Coeli hostel, which strangely has been omitted from the list even though the sister hostel in Dublin has been included.  The Minister says that these institutions can be covered, in his view, but it would be prudent and sensible at this point simply to add them to the terms of reference by accepting the amendment.<\/p> <p>As I said previously, concerns have been raised by Paul Redmond and others in Adoption Rights Now about ensuring the terms of reference include the capacity to examine cases where single mothers in public hospitals were forced or coaxed to give their consent to adoption shortly after they gave birth.<\/p> <p>The Minister said the county homes are included and I welcome that, as there were concerns that they would not be included.  As the Minister said they had a major role in respect of separating mothers from their babies and there were difficult living conditions for the women in those homes.  I appreciate that the terms of reference allow for a sample of those to be considered but it has been suggested that rather than it being a random sample, those who wish to come forward and tell their story should be able to feed into that sample.  I do not believe that would be over-burdensome and it would be good that people who wish to share their story and have their voices heard would have the ability to do that, rather than feel excluded after offering to come forward and speak.<\/p> <p>The terms of reference should also be amended to include the Magdalen laundries for historical inquiry after the main inquiry has ended in three years.  There are some concerns about the scope of the McAleese inquiry in respect of the Magdalen laundries so I look forward to the Minister's response in that regard.<\/p> <p>I welcome the establishment of the commission.  It will be an important opportunity to investigate all of these practices and bring them into the open.  It will give people an opportunity to speak about the hurt and torment that was visited on them through the mother and baby homes and our forced and illegal adoption system.  However, if we are truly to do justice to the women concerned and their now adult children, we must introduce a right to information Bill.  Senators van Turnhout and Healy Eames and I proposed a Bill some months ago to provide for that, and the Minister has had some time to reflect on it in the meantime.  I hope he will work with us on getting that legislation through the House as soon as possible.  What women went through in the mother and baby homes and in that environment, in which they were forced to give up their children for adoption, is not just a horrible aspect of our past but a haunting aspect of the daily lives of those women and of the children who were separated from them and who still do not know where their mothers are or whether they are well.  They do not know anything about their identity.  One cannot separate one issue from the other.  If we are genuinely to do justice to the women concerned, we must introduce a right to information and establish a proper system to enable people to reunite should they wish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700028#FF00500","speaker":"1154","continuing":true},{"type":"speech","time":1422378900,"counter":106,"content":"<p>I welcome the Minister and it is my honour to second the amendment tabled by Senator Power.<\/p>  <p>The Minister began by acknowledging the Irish women and children who were in mother and baby homes in this country, but only some and not all of them.  Why not go the whole hog now, instead of endlessly having to revisit this issue?  Over the last few years I have raised a number of homes, particularly Protestant homes, which have been excluded.  We have grudgingly had an acceptance of this, bit by bit over time.  The Minister says that as a result of the commission of investigation we will reach a greater understanding \"of how we as a society failed in our treatment of vulnerable women and children\".  Why continue to fail some of those vulnerable women and children?  The Minister said we do not shy away from our past.  That is splendid, so let us not shy away from it.<\/p>  <p>I am glad a selection of county homes is being included.  The Minister referred to the extent to which any group of residents may have systematically been treated differently on any grounds, including race, disability and religion.  He knows perfectly well that under this Government groups of people have been treated differently on the basis of their religion.  In the beginning it was a nakedly sectarian thing.  It was almost as if only Roman Catholic institutions were capable of mistreating women and children.  We know now that some of the Protestant institutions were in a similar situation, although not so directly associated with the church as they were often voluntary in nature.<\/p>  <p>I welcome that the commission will examine the question of the consent of mothers and that it may extend its frame of reference.  I very much approve of the three person commission.  The Minister has found three excellent people, Judge Yvonne Murphy, Professor Mary Daly and Dr. William Duncan.  These are outstanding people and I am sure they will do a good job.  I expect that they will be prepared to enlarge the sample being examined.<\/p>  <p>The amendment is important because it includes ten named homes which previously had been excluded.  It is important to bear this mind.  It also gives a voice to people.  It means that any resident of any county home would be entitled to be heard.  The entitlement to be heard is a very important right.<\/p> <p>This is what many people want.  It notes with concern the experience of between 60% to 70%, that is 50,000 to 62,000, whose children were forcibly or illegally adopted.  That was really an obscenity in which society and the church colluded.  For those reasons I am very happy to support the amendment.<\/p> <p>In particular I would like to deal with one home, Westbank, which is the latest to be included.  It was an institution run under the auspices of the Protestant orphanage charity, which was registered with the Government as a charity and therefore availed of tax benefits.  So there is a clear link between the State and this institution even though it was a fairly fundamentalist Protestant one run at the inspiration of one particular person, Miss Adeline Mathers from Portadown.<\/p> <p>She ran this institution as a kind of personal medieval fiefdom.  All the children were registered with her name.  They were allowed no separate surnames.  They were all registered as Mathers and so were deprived of their identity.  The roll book in St. Patrick's national school in Greystones confirms this; they never knew who they were.  As they have said, their identity was stolen from them.  They have official documents showing that social services were aware of them and official documentation that proves that boarding-out inspectors were aware of Westbank in the 1950s.  On some occasions children were beaten so badly that local medical representation had to be called in.  It seems astonishing that this particular institution, Westbank, should be excluded from the terms of reference.<\/p> <p>The Minister has referred to exit pathways.  I have been asked to raise this issue on behalf of some of the people who were in these Protestant homes.  The terms of reference mention exit pathways from mother and baby homes.  It is not clear if such pathways will lead up the entrance path of similarly dysfunctional institutions to which abandoned children were sent.  For example, some were sent from Bethany Home to the Westbank orphanage in Wicklow which had the same Protestant ethos as Bethany Home.  With great difficulty we have got Bethany Home included in the scheme, but it is certainly not clear if institutions such as Westbank will be included.<\/p> <p>I welcome some of the measures the Minister has introduced, but it is part of a piecemeal approach.  Some people are still left out of the solution.  Once and for all we should deal with the situation in a comprehensive manner, ensuring nobody is left out so that the words of the Minister when he talks about not shying away, learning from people and acknowledging the dreadful way these people were committed, will no longer sound hollow because we will have included everyone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700029#GG00200","speaker":"1136","continuing":true},{"type":"speech","time":1422379500,"counter":108,"content":"<p>I welcome the Minister and commend the Government on setting up this commission of investigation into mother and baby homes and certain related matters.  I compliment the Minister on the speed with which he has brought this investigation into reality with a fixed timeframe for the report.  This commission is an effective, prompt and transparent mechanism to investigate complex sensitive matters, while also respecting fair procedures and natural justice.<\/p>  <p>As we know, the recent revelations in Tuam were very shocking and disturbing, not just for those involved but for the country as a whole.  Of course, Tuam was not the only place where the State's record of treating mothers and babies with due respect, love and care was called into question.  It is now proposed to investigate 14 mother and baby homes and matters relating to them.<\/p>  <p>The Commission hopes to identify, among other things the extent to which the child's welfare and protection were considered in practices relating to their placement in Ireland or abroad.  It also hopes to identify the extent of participation of mothers in relevant decisions including the procedures that were in place to obtain consent from others in respect of adoption, and whether these procedures were adequate for the purpose of ensuring such consent was full, free and informed.<\/p>  <p>The publication of the terms of reference of this investigation and the fact that the commission can decide to widen its remit if, and when, it feels it is necessary is a very good start.  The commission may make any recommendations it considers appropriate in any of its reports.  This is not limited to matters within the direct scope of its investigations; it may also include issues it considers warrant further investigation in the public interest.<\/p>  <p>I welcome that the commission will be able to appoint persons with relevant professional expertise and specialist skills to assist in its investigations.<\/p>  <p>It is important for those mothers involved that we find out how they came to be there, how they were treated, what happened to them in these homes and indeed what happened to them and their children when they left.  The unfortunate and unpalatable fact is that many mothers and babies never left these homes, and the bodies of many babies have been found to have been buried in anonymous mass graves. <\/p>  <p>I welcome the amendment to include widows and married women living separately from their husbands.  I understand the Minister met many women who had been in these homes and they shared their experiences with him.  I praise and thank them for their courage in revisiting those dreadful times and sharing their compelling experiences with him.<\/p>  <p>I wish the chair, Judge Yvonne Murphy, and the commission, well with their work.  I am confident that they will ensure we get a true and accurate analysis of what happened in these homes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700030#HH00200","speaker":"1152"},{"type":"speech","time":1422379500,"counter":109,"content":"<p>I welcome the Minister to the House.  I welcome the changes he announced regarding the definition of women and the inclusion of sampling of county homes by the commission.<\/p>  <p>The existence of mother and baby homes is a stain on Ireland's social conscience.  It is a shame we carry individually and as members of the collective that turned a blind eye to the abuse and suffering of women and children out of fear of and deference to the powerful.  The isolation, hardship and suffering to which these women were subjected in the name of an honour and respectability that was dictated by religion, social class and conservatism is almost unthinkable in contemporary Ireland.<\/p>  <p>I acknowledge the outstanding work of a crusading historian, Catherine Corless.  I wonder if we would be discussing the matter here today without her work.  It shows the power of one and it highlights the importance of each of us being willing to stand up and be counted.  We must ensure we do not turn a blind eye to what happened in the past and seek now to redress it.<\/p>  <p>I very much welcome the appointment of the chair, Judge Yvonne Murphy; the international legal expert on child protection and adoption, Dr. William Duncan; and the historian, Professor Mary Daly.<\/p>  <p>I am torn here because I have had different experiences of inquiries.  I have had the experience of the reports on the Magdalen laundries and on symphysiotomy.  However, I have had an equally powerful experience of the Ryan report and what followed with the implementation plan.  The Ryan report came from a predecessor of the current Department of Children and Youth Affairs.  I have faith in the officials and the Department that we can deliver.<\/p>  <p>Many of the objections raised with me by the Adoption Rights Alliance were not addressed within the McAleese report which I did not regard as an independent commission of investigation.  It was not detailed enough, did not provide the evidence and was not human rights-compliant.  Unfortunately Dr. McAleese never spoke after its publication to in any way address the concerns of those who were seeking redress from that report.  The Government needs to ensure that these women get redress.  We have not touched the surface of what needs to be done.<\/p>  <p>The Ryan report was a very positive report in the sense that it allowed voices to be heard.  Unfortunately it did not lead to the number of criminal convictions we hoped.  We need to be honest with people.  If my figures are right, 11 cases were referred to the DPP and only three prosecutions resulted from the Ryan report.  Yet following publication of the Ryan report, the Department produced a very detailed implementation plan that not only sought to redress our failings from the past, but also sought to be a blueprint for future policy on child protection.  It met on a yearly basis tracking that implementation to ensure it was followed through.  I know that early in the Minister's term he ensured that was brought to fruition and we delivered on what we promised to do.<\/p> <p>That gives me hope about the terms of reference.  When I read the terms of reference, I think of them as empowering.  If Judge Yvonne Murphy reads them in that way, it will add to that empowering sense as I hope our debate here will.  The way the Minister has looked at the pathways and the methodology envisaged is important.  Regarding illegal adoptions and false registrations, there is evidence in the home on the Navan Road of hundreds of cases of false registration.  The evidence exists and I hope Judge Yvonne Murphy will pick up the evidence and use it in the inquiry.<\/p> <p>With regard to consent, we are talking about true consent because the term \"consent\" is often thrown around.  True consent involves a situation where someone can say 'No'.  For any of the women I have spoken to, saying 'No' was not in the realm of possibility.  They did not even know they were consenting, let alone to what they were consenting.<\/p> <p>There are also issues concerning the testing of vaccines by drug companies.  The matter can be examined and brought into the inquiry.  The State has failed the women from the Magdalen laundries.  I hope there is an opportunity for the State to redress that and ensure what should happen does happen.  The same is true for symphysiotomy survivors.  The State has a poor record in these areas and we must right what was wrong and atone to the victims.  With regard to symphysiotomy, I agree with human rights groups such as the Irish Council for Civil Liberties and Amnesty International that were critical of the Government's payment scheme, which includes a deed of waiver and indemnity that requires survivors accepting payments to waive all rights and entitlements but also to indemnify and hold harmless the people responsible.  I can understand it when the lawyers get at it but I do not understand how a survivor of symphysiotomy is expected to sign something of that nature.<\/p> <p>As the report is progressing, I hope we do not neglect other important legislation that we need to proceed with.  Senator Power referred to adoption and tracing, which is a key issue for what happened in the mother and baby homes.  It is key to the climate that existed.  I refer also to the children and family relationships Bill.  Some aspects of the media consider there is only one aspect to the Bill but an important aspect for me is that it will replace the Guardianship of Infants Act, which dates from 1964.  The Act dates from 50 years ago and, looking at the period of time we are talking about in history, we need to update the Bill.  That is why the children and family relationships Bill is so important.  I will listen to the debate and the amendment with care.  I see the terms of reference as an empowering tool.<\/p> <p>On support for the women involved the Minister should draw on the example of the Ryan report or the work conducted by our colleague, Norah Gibbons, with the Acknowledge Forum of Historical Abuse Inquiry in Northern Ireland.  We could learn how to support the women involved because the State will be fully armed but we need to ensure the power lies with women and their stories and truths.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700030#HH00300","speaker":"1171","continuing":true},{"type":"speech","time":1422380100,"counter":111,"content":"<p>I welcome the Minister to the House.  I strongly support the motion before the House to investigate the treatment of mothers and children in institutions across the State in the past.  The appalling scandal of what went on in mother and baby homes between the 1920s and 1970s was known to the State, State agencies, the church and Irish establishments.  These homes were registered, regulated and inspected by the State under the Registration of Maternity Homes Act 1934.  The State knew what went on in these homes, including forced and illegal adoptions, the disgraceful burials, the vaccination trials and so on.  State inspection reports described children as being fragile, emaciated and pot-bellied.  Cause of death was often recorded as starvation.<\/p>  <p>I welcome the Minister's announcement to establish a commission of investigation, chaired by Judge Yvonne Murphy, whose remit is extensive.  It is the first concrete step in establishing the full facts of what when on during that dark time in our history.  We must handle the investigation with the highest level of sensitivity and calmness.  We need to find out why the babies died, and why the death rate in the homes was over three times the national average at the time.  By setting up the Commission with all the necessary powers to get to the information required, we will come to a greater understanding of how it was that, as a society, we failed in our treatment of the women and children in these homes.<\/p>  <p>I acknowledge the work and diligence of Ms Catherine Corless.  We would not be here today but for the information she unearthed.  The image she exposed of the remains of children and babies who died in Tuam sent shockwaves not just through Ireland but all over the world.  I greatly admire all the women who have so far come forward to share their harrowing stories and I commend the Minister on meeting the women and acting so swiftly.  One such woman is Ms Philomena Lee.  Ms Lee was unmarried when she gave birth to her son Anthony in the early 1950s.  He was given up to a couple in the United States for adoption when he was just three years of age.  I am uncomfortable using the word 'home' as it conjures an image of safety, stability, love and nurture, which is something these women did not get.  The mother and baby home where Ms Lee gave birth to her son was Sean Ross Abbey in Roscrea.  It in included in the index.  <\/p>  <p>The examination should identify the extent to which children's welfare and best interests were considered in making arrangements for their placement, in Ireland and abroad.  The commission will identify the mothers' participation in such decisions, including procedures around mothers' consent and whether these procedures were sufficient to ensure that consent was full, free and informed.  I welcome the fact that the use of babies for vaccine trials, and the transfer of remains to university medical schools as part of doctor training are included in the terms of reference.<\/p>  <p>I had an issue with the term 'single mother' because I was worried women who were married or widowed would not be included.  I commend the Minister on making the change after listening to concerns.  Making the investigation a feasible task that can be concluded in a realistic timeframe is crucial.  I hope that the commission will be very important to us as a society in coming to terms with our history and understanding who we are as a people.  Within the commission, we must establish the true facts about what took place in the dark days of our past.  We have heard of the barbaric practices forced upon these women by virtue of the fact that they had children out of wedlock and were technically disowned, shunned and hidden away by their families.  We must get this 100% right so that there are no unanswered questions or outstanding issues following the commission of inquiry.  The commission should not just be about restorative justice or issuing a State apology but about learning important lessons as a people.  Let us make the commission of inquiry the ultimate investigation and ensure that no victim is left out in the cold.<\/p>  <p>Since I was elected to Seanad &Eacute;ireann, we seem to be constantly dealing with issues of the past and the sins of our past, such as the Magdalen laundries, industrial abuse, symphysiotomy and mother and baby homes.  Why is it on the agenda now?  It was due to bad, or poor and perhaps lazy, governance.  Was it an easy option to allow establishments set up by the religious orders to take over the role of responsibility for women in distress, women shunned and abandoned by their families, women who had no means of their own and relied solely on the State to safeguard their welfare and that of their unborn children, and subsequently after birth the welfare of their children?  It is now quite clear that we as a society failed miserably in our responsibility to these women and children.<\/p>  <p>One man who contacted me, and I understand the Minister is aware of his sad story, was separated at birth from his twin who was placed in Northern Ireland and who did not even know of his twin's existence.  How terrible to separate twins.  One month ago, my sister gave birth to twins and, even though they are so young, they are already forming a bond.  To separate them would be a social and moral injustice but that is exactly what was done to this man and his brother.  This man is actively campaigning to have an all-Ireland investigation.  Will we be subject to such scrutiny in years to come if we do not get this right with the commission, clean up our past and bring a little closure and stability to women who have been haunted for years by what happened to them and their children in these homes?  We must consider the effect of such action on the children who were forcefully taken from their biological mothers and placed, helpless, in other families.  That they were good, loving and caring families in many cases still does not make it right if these children were taken without the consent of their mothers.<\/p> <p> The commission must establish the facts of what happened in the home and in its findings must not spare anyone's blushes, be it the State or church.  Sometimes what is most obvious and staring us in the face can go unnoticed.  As they say, we cannot see the wood for the trees.  Everyone knew what was happening in these homes and did not do anything about it and this is not surprising, given that in those days people were afraid to speak out against the State and religious orders.  Thankfully, we have moved a long way since then, there is much more scrutiny and accountability, and people are not afraid to speak out.  The whistleblowing legislation will protect those who choose to highlight injustice, cruelty and abuse.  While most of us here were not around in the dark days of these homes, it is incumbent on us to give these women and children the justice they deserve and to ensure that this type of behaviour cannot and will not happen again in this isle of ours.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700031#JJ00200","speaker":"1132","continuing":true},{"type":"speech","time":1422380700,"counter":113,"content":"<p>I welcome the Minister, as always.  I compliment him on his choice of the members of the commission whom I happen to know, namely, Judge Yvonne Murphy, Professor Mary Daly and Dr. William Duncan.  He has chosen people who will serve the Oireachtas well in their work.  As others have said, we are finding out more and more awful things about how children and their mothers were treated.  A predecessor of mine, former Senator Owen Sheehy-Skeffington, came here almost every day to complain about corporal punishment in schools.A predecessor of the Minister, former Deputy John Boland abolished it.  I hope this is a good precedent for the representative of Fingal who is with us this afternoon.  I welcome the references to Catherine Corless and her work on this.<br\/>I used to hear stories about children being buried in other countries and I thought they were fictional.  The fact that this has come home to haunt us in this country is appalling.  The isle of saints and scholars is disappearing under the weight of all the bad things we have discovered in recent times.  We could include the practice of imprisoning unwanted relatives in county homes in places such as Ballinasloe, Mullingar, Sligo and Castlebar.  Sometimes, things get better, and I hope we are more enlightened than when single parenthood was despised.  We must examine the role of officialdom.  I do not want another report to find that it was a systems failure.  People were in charge of budgets for these organisations.  We hear the inspections were not up to par.  We should not shelter officials, or anybody who has questions to answer, under the cloak of systems failure.  The culture of &quot;whatever you say, say nothing&quot; has discredited the country.<br\/>I support the amendment on the basis of correspondence I have received.  Given the nature of the Trinity College Seanad constituency, I have many constituents in Northern Ireland.  A man wrote to me saying, &quot;We were excluded from the Ryan commission, the 2002 redress schedule and now we are excluded from the list of institutions to be investigated by the above commission.&quot;  This hurts people.  He went on to write:<blockquote>Many of us who remain outside the scope of the investigation will find that personal exclusion most hurtful.  A lifetime of marginalisation is now to continue with little prospect of even acknowledgement of their experiences.<\/blockquote>He mentioned the recent Italian room meeting the Minister had with groups when the Minister was emphatic in stating that the commission will not be empowered to investigate any person's life, not even the lives of those whose institutions are listed for investigation.  He also wrote:<blockquote>We are asking you to please reflect before the vote on Wednesday if all institutions and survivors are recognised within the terms of reference, not the few.  The investigation could be the one to end all investigations.  If this is not done, we are simply repeating the mistakes of the past, the wound is not being healed and the agony will continue.<\/blockquote>He particularly mentioned, as Senator Norris did, people coming from across the Border, in connection with the Plymouth Brethren and Bray Gospel Hall running the Westbank institution in Greystones.  Apparently, the justification for the Plymouth Brethren taking it over was to prevent the children from becoming Roman Catholics.  There are very grim statements about what went on there and the Bethany Home, Westbank institution, Church of Ireland Magdalen Home, Nursery Rescue Society and Braemor House are also mentioned.<br\/>The Minister has got a very good team together and has given them a budget of &euro;6 million.  Let us ensure it is comprehensive.  I commend Senator Power, who has always taken a great interest in this area, and who has done so much research.  She has assembled a list and the amendment should be accepted to ensure the institutions are covered, the hurt is not left and the Minister's successor will not have to have yet another inquiry in the future.  As the letter writer from Northern Ireland said, let us do the job now.  We can begin by accepting Senator Power's amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700032#KK00200","speaker":"1157"},{"type":"speech","time":1422380700,"counter":114,"content":"<p>I welcome the Minister.  It is appropriate that this House discuss this matter, given that it was first raised in the Oireachtas here.  I commend the Minister on the detailed and careful way in which he and his officials have framed the draft order.  While there was some impatience to get it, in order to draft workable parameters for any commission of investigation, precision is paramount.  The purpose of a commission of investigation is to investigate matters of considerable public concern.  This is just one of those.  However, while the commission is absolutely independent in how it goes about its work, it is essential that the exact matter of public concern is clearly outlined.  While, given the scope of the task, the commission will take some time to come to a conclusion, it cannot be left to meander endlessly for a decade.  We cannot have another never-ending tribunal of inquiry.  The balance has been well struck in this instance between defining the exact matter to be investigated while leaving the commission enormous discretion.<\/p>  <p>I acknowledge the tireless work of Catherine Corless, without whom we would not be here today.  Too often we, as a society, have wished to turn a blind eye to the sins of the past.  There are people who would prefer this matter not to be investigated and for the past to remain just that.  We cannot understand our today without acknowledging our yesterday.  We will never get to that position without knowing exactly what happened in these homes and the reasons for it.<\/p>  <p>When Ms Justice Catherine McGuinness addressed us in June of last year, she referenced an article by Father Vincent Twomey, former professor of theology in Maynooth.  In that article, he said that our experiences of that time were of the Victorian variety when to be \"respectable\" was everything.  The judge alluded to the fact that this puritan form of religiosity found favour in Ireland at the time with both the Roman Catholic and Protestant churches.  It led to great cruelty as previous investigations have revealed.  Whatever the reason for it, we, as a nation, totally failed our single mothers and their children in these homes. The Minister was right to hear for himself, from the people affected, the stories of their experiences and how it affected their lives.  Such first-hand retelling contributed in no small way to the Minister's drafting of the order before us.  They are to be commended for their courage in coming forward.<\/p>  <p>In that light, I am glad to see the inclusion of historian Professor Mary Daly on the commission.  The reputation of Judge Yvonne Murphy is beyond reproach and I am especially pleased she agreed to chair the commission.  We can expect a thorough, exacting and rigorous report at the commission's end.  The addition of a segment in the investigation into potential illegal adoptions is also crucially important.  As the Minister noted in the D&aacute;il, the entry and exit mechanism in these institutions forms a very important part of the entire question.  It is quite probable that what are sometimes termed \"forced adoptions\" occurred, even after the introduction of the Adoption Act.  This needs thorough investigation.  I have a fear, however, that while we may well discover that it happened, there will be a lack of records due to the passage of time and the concealed nature of the operation itself.  I hope Iam wrong.  I would love us, as a State, to reach out to those babies, now adults, who were sent abroad, perhaps without their mothers' consent, and welcome them as citizens of our now truthful republic.<\/p> <p> In conclusion, I again welcome this draft order.  It strikes the right balance between the need for speed and efficiency and the need for a thorough investigation.  Let us hope it shines a light into dark corners and let us hope that after what I think will be a harrowing report, it makes us a better, kinder and more compassionate society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700032#KK00300","speaker":"1187","continuing":true},{"type":"speech","time":1422381300,"counter":116,"content":"<p>I welcome the Minister to the House and very much welcome the establishment of this independent statutory commission of investigation into the mother and baby homes scandal.  We commend the efforts of survivors and campaigners who have helped force the Government to change direction and adopt this position, including the Coalition of Mother and Baby Home Survivors and historian Catherine Corless, who has been mentioned by a number of Senators.<\/p>  <p>I am informed that the Minister will lead the process and that the terms of reference of the commission are yet to be agreed.  People North and South expect the Minister and Government to get this process right and I hope that they do exactly that.  The process must, therefore, be open and transparent from start to finish and command full public confidence throughout.  Sinn F&eacute;in is urging the Government to ensure that both the resolution to formally establish the commission and the terms of reference are brought before the D&aacute;il and Seanad.  This should be done with urgency and as soon as is humanly possible.  <\/p>  <p>Any terms of reference must be comprehensive and include the Protestant homes, the Magdalen laundries and county homes by way of an open list to give the commission both scope and flexibility.  Sinn F&eacute;in would argue that the commission must be cross-Border and that any international dimensions should be accounted for.  This will require cross-jurisdictional and international co-operation.  We have suggested eight broad thematic areas for investigation.  In our view, emphasis should be placed on findings regarding the following: statutory responsibility; regulation and inspection regimes; potential violations by individuals, private or public bodies; and the meeting of State obligations under domestic and international law since the founding of the State since 1922.  We also believe that the commission's proceedings should be held in both public and private hearings based on survivor choice.  It is imperative that survivors are provided with legal support and that all documentation and evidence currently at risk of destruction is secured urgently by the commission.  <\/p>  <p>The final report's findings must also be published.  These critical matters require urgent clarification from the Minister and Government.  The urgency regarding getting this process cannot be overstated.  Let us therefore come together to agree a process which all concerned can stand over with pride.  We note that this issue has cross-Border and international dimensions and the terms of reference and appointments to the commission must take these issues into account.  The purpose of the investigation should be to recover and establish the truth, identify any violations of the rights of citizens and their causes, locate responsibility and propose effective remedy.  In particular, it should identify if there are persons, institutions, corporations and State agencies which are culpable in any violations and make recommendations to hold them to account as appropriate.  It would be our preference for this commission be established by way of stand-alone legislation.  We are concerned that there are shortcomings in the Commissions of Investigation Act 2004 and that unless these are overcome, they could hamper the credibility and effectiveness of the commission of investigation.  We strongly urge the Minister to reconsider whether the terms of the 2004 Act are in all ways appropriate or whether separate legislation is required.  We stress that all commission members need to be fully independent of Government and all other public or private bodies under investigation.  We note that this independence is stipulated under section 9 of the 2004 Act.  <\/p>  <p>The cost to the State of adequate representation is an important factor but cannot be allowed to outweigh the right to effective representation to ensure justice and the restoration of dignity to victims and survivors.  The terms of reference should include, but not be limited to, all mother and baby homes regardless of the denomination, including Bethany Homes and other Protestant-run institutions, the Magdalen laundries and county homes.  We believe the terms of reference should specify in their subject scope matters such as the following: how these institutions were established and run; how the women and children came to reside or be born there; the numbers involved; infant, child and adult mortality and morbidity rates; adoption, nursing, fostering and boarding out practices; vaccine and any other clinical or medical trials and medical experimentation; forced labour and incarceration of unmarried girls and women; general conditions in the institutions; the burial practices and burial occasions of unmarried mothers and their children; and cross-Border and international movements of pregnant women and their children.  Particular attention should be paid to the role of the State in funding or contracting for services from the institutions.  The scope of the commission should extend from the foundation of the State in 1922 to the present day so the Government must take immediate action to secure access to the relevant sites and documentation and make the obstruction of access to and destruction of such information and documentation a serious criminal offence.  <\/p>  <p>There can be no repeat of the indemnity for contribution deal struck by the former Minister for Education with the religious orders in the case of the residential institutions.  The State must ensure that the orders and other institutions are held accountable and that they make a contribution commensurate with their level of responsibility as found by the commission and contribute to the costs of the investigation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700033#LL00200","speaker":"1133"},{"type":"speech","time":1422381300,"counter":117,"content":"<p>Is amendment No. 1 agreed to?  The amendment was proposed and seconded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700033#LL00300","speaker":"1163"},{"type":"speech","time":1422381300,"counter":118,"content":"<p>Unless there are any more speakers, I propose an amendment to the Order of Business to extend the time by five minutes to allow the Minister to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700033#LL00400","speaker":"1130"},{"type":"speech","time":1422381300,"counter":119,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700033#LL00500","speaker":"1163"},{"type":"speech","time":1422381300,"counter":120,"content":"<p>I thank Senators for their contributions to the debate on this motion and acknowledge the constructive input of Members of the House on all sides in assisting the Government in its consideration of these sensitive issues.  I reiterate my appreciation of those who have already shared deeply personal accounts of their experiences with me.  I hope they continue to find the resilience and courage to assist this commission in establishing the truth of what happened.<\/p>  <p>Valuable work has been carried out by a number of historians and advocacy groups which has informed public debate on this issue.  In particular, I commend the research undertaken by Catherine Corless which has brought these matters to public attention.  I share her desire to have the dignity of deceased children who lived their often short lives in these homes respected and recognised.  <\/p>  <p>The motion before us today deals with the arrangements agreed by the Government on 8 January 2015 in respect of the establishment of a commission of investigation into mother and baby homes and certain related matters.  The process commenced in earnest following a motion passed by D&aacute;il &Eacute;ireann on 11 June 2014 which acknowledged the considerable public anxiety as to the conditions in mother and baby homes operational in the State in that era.  Today's motion is about much more than the arrangements for an investigation.  It is an opportunity for us as a society to start to acknowledge and address the often harrowing manner in which single women and their children were treated in mother and baby homes, how they came to be there in the first place and the circumstances of their departure from these homes.  <\/p>  <p>The draft order before the House puts a clear and deliberate emphasis on mother and baby homes.  I do not want to dilute the critical focus of this investigation into the experiences of women and children who spent time in these homes by examining every type of institution where people considered past deficits or failings may have existed.  That is not to deny the harsh conditions experienced by many, particularly vulnerable women and children, over the course of our history as a State.  It is important to appreciate that the legislation under which a commission is established requires considerable precision in the setting of the terms of reference.  The legislation requires that the terms of reference be specific in terms of the events, activities, circumstances, systems, practices or procedures to be investigated.  <\/p>  <p>Since I announced the terms of reference in the presence of former residents of some of these homes, there has been general acknowledgement of the detailed level of investigation provided for within the comprehensive framework set out in the terms of reference.<\/p> <p>There has been general acknowledgement of the detailed level of investigation provided for within the comprehensive framework set out in the terms of reference.<\/p> <p>This debate has again demonstrated the complexity of these issues and the degree to which society turned a blind eye and allowed others to deal with the difficult issues we decided to ignore.  The issues raised by Senators emphasise the challenge in seeking to define the wide range of public concerns to be addressed in this investigation.  I have listened to their contributions and, as outlined in my opening statement, I am satisfied that the independent commission will have sufficient scope to examine many of these concerns and make a determination on their relevance to the central issues in question and, where appropriate, make recommendations to me that it deems necessary.  In this regard, I hope the provisions of Article 6 will reassure those who believe the process to date has not fully uncovered information relevant to their specific circumstances.<\/p> <p>I acknowledge that some people may have wished to include a broader and even more diverse range of matters within the terms of reference.  However, we must be clear and realistic in our approach and expectations.  My sole objective is to establish a focused commission which will effectively utilise all necessary powers to establish relevant facts in a reasonable time.  This is critical, given the age profile of many of the people involved.<\/p> <p>During the course of the debate a number of Members made the case for the inclusion of institutions not listed in the appendix of mother and baby homes and, separately, raised the issues of address, information and tracing.  While it is not possible for me to accept amendments to the resolution or draft order, I will comment briefly on the issues raised.  Some of them are not central to the intended remit of the investigation.  In the interests of maintaining the required focus on mother and baby homes, it must be recognised that other inquiries have examined concerns in a wide range of settings, including children's homes and Magdalen laundries.  We know that the situation pertaining to mother and baby homes is complex.  Therefore, it would be a mistake to rush to make simplistic judgments on these matters.  This is part of the rationale for having a commission of investigation.  The situation is highly personal for those involved and warrants far more than a simplistic analysis.  The motion is another tangible step in delivering on the Government's commitment to establish a statutory investigation, with all of the necessary powers to provide a full account in a timely manner of what happened to vulnerable women and children in mother and baby homes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700033#LL00600","speaker":"952","continuing":true},{"type":"vote","time":1422381900,"counter":122,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 13; Níl, 24.<\/p><br\/><p>Tellers: Tá, Senators Ned O'Sullivan and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700034#MM00200","aye":["1157","1196","1147","1133","1159","1131","1119","1136","1142","1154","1145","1164","1176"],"nay":["1148","1138","1150","1165","1151","1158","1130","1160","1117","1172","1152","1135","1161","1162","1132","1174","1134","1118","1187","1170","1125","1163","1171","1143"]},{"type":"unspoken","time":1422381900,"counter":123,"content":"<p>Question put and declared carried.<\/p>"},{"type":"majorheading","content":"Broadband, Post Office Network and Energy White Paper: Statements","time":1422382200,"counter":124,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700035#NN00100"},{"type":"speech","time":1422382200,"counter":125,"content":"<p>I welcome the Minister for Communications, Energy and Natural Resources, Deputy White, to the House for statements on the national broadband plan, An Post business development group and energy White Paper.  I call on the Minister to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700035#NN00200","speaker":"1120"},{"type":"speech","time":1422382200,"counter":126,"content":"<p>I am pleased to accept this opportunity to address the House on aspects of my brief as Minister for Communications, Energy and Natural Resources.<\/p>  <p>It is a very broad brief and I have been asked to focus on three specific issues: the development of energy policy; the future of the post office network and the roll-out of our plan to bring high-speed broadband to every home, school and business in the country.  These issues have important implications for our society, environment, strengthening economy and particularly for jobs.  I will, of course, be happy to respond to questions, comments and insights on these and my other areas of responsibility in the Department.<\/p>  <p>I intend to publish a new energy policy for Ireland in September.  This will follow extensive engagement and consultation with a very wide range of stakeholders, who often have very different views of the correct way forward.  This consultation has been under way since the energy Green Paper was published by my predecessor, Deputy Rabbitte, last May.  Having listened carefully to all views, I am working with colleagues in the Department to refine an approach to the separate but very much related components of an energy policy that will serve Ireland for a generation or more.<\/p>  <p>The Green Paper considered the long-term policy, regulatory and societal interventions that we need to make the transition to a low-carbon future and to ensure that we have a secure supply of affordable energy.  It identified six pillars of policy: empowering citizens; markets and regulation; infrastructure; creating a balanced and secure energy mix; sustainability; and ensuring that we gain the economic and most of all, the employment opportunities that arise from energy policy decisions.<\/p>  <p>There are some inevitable tensions between these interrelated and complex policy objectives.<\/p> <p>Resolving them will require Government, local authorities, industry, system operators, consumers and citizens to make informed and evidence-based choices.  In this regard, very many ideas emerged in the 1,200 written submissions in the consultation on the Green Paper, and from the ten stakeholder seminars I have held over the past few months.  These included three regional seminars that facilitated direct citizen engagement.<br\/>Investment in wind energy and the construction of new grid capacity have been among the most contentious issues in the debate.  We have witnessed a significant increase in public demand for a genuine say in energy-related matters.  Real concerns have been voiced and while the debate must be properly informed, I believe Government, local authorities and industry also have a responsibility to develop much better ways of involving and listening to the communities that are affected by infrastructure development.  This, and the recent consultation, underlines the value of ongoing citizen engagement, which will be a central component of the forthcoming White Paper.<br\/>The urgent need to address climate change - and our increasing international commitments in this area - will underpin our policy choices.  The 800 scientists who produced the last year's UN Intergovernmental Panel on Climate Change, IPCC, report made it clear that the world must replace gas and coal with renewable electricity generation within 35 years.  Ireland and every other country - large and small - must play its part.<br\/>The move to renewables and better energy efficiency is contributing to our economic recovery - and to sustainable job creation.  A reliable and safe supply of electricity, gas and oil will continue to be critical to Ireland's ability to attract foreign and domestic investment, including in rural Ireland.<br\/>Reducing our heavy dependence on imported fossil fuels is also creating jobs through innovation in grid and energy efficient technologies.  The development of renewables can see this country - which is blessed with huge potential in wind, biomass and even solar - replace expensive fossil fuel imports with jobs at home.<br\/>I shall now deal with the post office network.  Colleagues will be aware that a number of local communities have recently expressed concerns over the future of the post office network.  There are 1,140 post offices in the network and 52 of them are owned by An Post.  The remainder are operated by independent postmasters under contract from An Post.  My Department has no direct say in the number or location of post offices.  The loss of a local post office can be a significant event for local people but it is important to point out that the number of closures has been quite small over the last four years.  Just five post offices closed in 2014.  There were 197 net post office closures between 2006 and 2010 but there were just 24 between 2010 and 2014.<br\/>It is Government policy that An Post should remain a strong and viable company, in a position to provide a high quality postal service, and to maintain a nationwide customer-focused network of post offices in the community.  There have been pressures on the network because of the following factors: the downturn in mail volumes with the rise of electronic communications; the trend towards electronic payment methods instead of cash transactions; and the economic difficulties of the past few years.<br\/>An Post has been successful in its efforts to seek out new commercial opportunities for the network.  In an effort to improve the viability of these businesses, I have established a post office network business development group to further explore potential commercial opportunities that post offices could pursue.  The group was established after a review under the auspices of the Cabinet Committee on Social Policy.  It will include representatives from three relevant Government departments, An Post and the Irish Postmasters' Union.<br\/>I am very pleased that Mr. Bobby Kerr, a successful businessman with vast experience in retail, has agreed to chair the group.  He brings a depth of knowledge and experience in identifying and developing business opportunities.  I expect the group to report to Government later this year and it is scheduled to meet for the first time tomorrow.<br\/>I shall now discuss the Government's national broadband plan.  The plan will ensure that high speed broadband is available to all citizens and businesses in Ireland through a combination of commercial investment and State intervention.  We have created the conditions in which the commercial sector is now investing &euro;2.5 billion.  This accelerated pace of investment is hugely encouraging and it is delivering high speed broadband to homes and businesses where low speeds would have been the norm just two years ago.<br\/>Eircom now offers speeds of up to 100 Mbps.  It has accelerated and increased its investment and will reach 1.6 million homes by the middle of next year.  Last year the company announced its intention to deliver fibre to the home in 66 communities.  When the national broadband plan was launched in 2012, UPC had committed to give 700,000 homes broadband speeds of between 25 and 100 Mbps by 2015.  Two years on it offers 730,000 homes between 120 and 240 Mbps, while businesses can access speeds of 500 Mbps.<br\/>The ESB and Vodafone also announced their joint venture last year.  It will invest &euro;450 million to bring fibre to the building to half a million premises in 50 towns, with speeds of between 200 and 1,000 Mbps.  As well as these fixed-line measures, ComReg's 2012 spectrum auction released new spectrum which delivers advanced mobile high speed broadband.  Mobile operators are now rolling out 4G services and enhanced 3G coverage nationwide.  Fixed wireless operators are also investing significantly in services across Ireland.<br\/>Such investment is a huge vote of confidence in our recovering economy.  Despite  substantial progress, the Government is very much aware that large geographical areas of the country - rural areas with widely dispersed populations - will not get reliable high speed broadband from the private sector.  Therefore, the Government has made a commitment to ensure that every home, school and business will have access to high speed services regardless of where they are located.  The national broadband plan will see a State-led intervention provide that access in areas where the commercial sector will not do so.  <br\/>The stimulation of increased commercial investment means the State intervention will now cover 700,000 premises, compared with the 1.3 million projected in 2012.  The initiative will bring substantial savings to the taxpayer.  Last November, I initiated a public consultation on a national high speed coverage map, which was produced in line with EU requirements.  At the same time an information pack was sent to every Senator, together with an invitation to a presentation by my Department's NBP team, which took place in the AV room here.The map provides detailed information on over 50,000 townlands in every county and is available at <i>broadband.gov.ie<\/i>.  It shows blue areas, where commercial operators will supply access to high speed broadband, of at least 30 Mbps, by the end of 2016.  It shows amber areas which will subsequently get high speed broadband through State intervention.  This will also be at least 30 Mbps, although the network will be able to meet increased demand in future.<br\/>The publication of the maps was an important milestone.  We are now engaged in substantial work on the technical, financial and regulatory aspects of the next stage of the project.  This will culminate in the next visible milestone which will be the publication of a detailed intervention plan in mid-2015.  This, in turn, will then be the subject of further public consultation, as required under EU State aid rules, before we move to the formal procurement process for the infrastructure to provide high speed broadband in the State intervention areas.<br\/>The national broadband plan reflects the Government's recognition that broadband is a critical national infrastructure.<\/p> <p>While it will deal conclusively with Ireland's connectivity challenges, it is a complex intervention which requires us to make a full evaluation of many policy and regulatory issues.  This will take time and, as such, it is my intention to publish a monthly progress report to Seanad Members and others as we work to implement this commitment.<\/p> <p>I have given a broad outline of progress on the three issues of energy, the post office network and broadband.  As I said at the outset, I am very happy to engage with Senators to hear and respond to their views on these and other aspects of policy in communications, energy and natural resources.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700035#NN00300","speaker":"1024","continuing":true},{"type":"speech","time":1422383100,"counter":129,"content":"<p>I welcome the Minister back to the House.  We have certainly bitten off a lot in the space of a 90-minute debate as any of the three elements would be worthy of a full afternoon of statements.  I will therefore have to cut to the chase and stick very much to my script.  I find I will have to leave out all the nice bits.  The key message from Fianna F&aacute;il is that the Government's policies in the areas of energy and broadband are leading to higher costs in services for the Irish people.  The Government has failed to outline a plan to secure the future of the post office network and the record speaks for itself.  Ireland has the fourth most expensive electricity in the EU with prices up by 15% since 2011.  The broadband market is now the third most expensive in Europe and Government infrastructure projects are ignoring community involvement.  The post office network is under threat as social protection moves towards electronic payments.<\/p>  <p>I will begin with broadband.  In government, Fianna F&aacute;il invested heavily in the provision of broadband infrastructure as technology was developing.  We committed over &euro;450 million to the provision of broadband services during the period 1999 to 2011.  While many areas will benefit from recent announcements by Eircom, UPC and so on, there will still remain around 900,000 homes and businesses in the State for which commercial operators will not invest in broadband provision, as the areas concerned are considered to be unviable commercially.  The Government has stated that it wants to ensure that all citizens have access to high-speed broadband no matter where they live or work.  It has failed to keep that commitment to provide quality broadband to rural areas and has allowed a two-tier recovery between urban and rural.  That is becoming more and more obvious in every walk of life.  This is just another example.<\/p>  <p>The Government is presiding over a broadband market that is the third most expensive in Europe.  The poor quality broadband in many areas and the high cost of this service compared to other European countries is doing serious damage to our competitiveness and holding back the economic recovery in many parts of Ireland.  Despite Government claims in its recently published national broadband plan that &euro;512 million will be spent to provide broadband to all households in the country, no money has actually been spent on providing broadband to those households.  The Government proposals have yet to receive EU state aid approval, which is critical.  There is also a lack of clarity surrounding where the Government will source the revenue needed to finance this plan.  The Government has been talking about the national broadband plan since it was elected in 2011.  There are a further five stages of consultation and strategy development envisaged on the national broadband plan.  Given that this latest plan was announced in April 2014, one month before the local and European elections, it is understandable that many people are cynical about the reality of the Government's plan.<\/p>  <p>The Government has also failed to address the false advertising of broadband speeds by those providing broadband services in Ireland.  Independent tests have revealed that broadband speeds do not reach those advertised by broadband providers and that some speeds only hit 10% of the promised speed capacity.  It is a matter the Minister should take on board and inquire into.<\/p>  <p>Fianna F&aacute;il in government made proposals to consolidate the post office network and increase commercial activity in every post office unit.  We are committed to guaranteeing the network as it currently exists, to expanding An Post's financial services, allowing post offices to become centres for all state payments and charges, creating shared community services and multi-purpose spaces in rural post offices, and providing Internet and printing facilities at rural post offices where appropriate.  The Irish Postmasters Union, or IPU, and postal workers believe that key State contracts from the Department of Social Protection and the National Treasury Management Agency, or NTMA, may be awarded to an entity other than An Post or that these payments will be made electronically in future.  Evidence of this change was recently seen when the Minister for Social Protection proposed changing social welfare law to allow service providers other than An Post to distribute social welfare payments in the Social Welfare and Pensions Bill 2014.  The Minister must clarify the position in this regard.<\/p>  <p>The IPU claims that up to 600 post offices could close if the Government continues to move to electronic payments.  It has also raised concerns about a new \"post and pay\" system being developed with Tesco.  Almost 60% of An Post's revenue is generated from contracts awarded to it from the Department of Social Protection or the National Treasury Management Agency.  The economic environment has become increasingly difficult for the postal network in recent times.  An Post has experienced a decline in revenue from &euro;876 million in 2007 to &euro;807 million in 2012.  Falling revenues have resulted in An Post having a group operating loss of &euro;17.5 million in 2012, down from a profit of &euro;2.2 million in 2011.<\/p>  <p>There is a need now for An Post to utilise its post office network to its highest potential.  The Minister said that only five post offices had closed but while I am prepared to accept his word on that, there is another issue which is becoming very important in rural Ireland, whether the Minister knows about it.  It is not so much about closing post offices, but about moving them.  Post offices are moving from traditional town centre locations out to megastores which are outside the traditional retail areas of smaller towns.  That hits streets that are already full of shops with \"To Let\" or \"For Sale\" notices up.  My own town of Listowel is a typical example.  A traditional post office location which greatly benefitted one section of the town is moving to the largest supermarket with a resulting huge loss to local shopkeepers and publicans who depend on the bit of income available, especially on pension day when people come to town.  This removal of post offices from towns is very unwelcome to the public as shown by the number of huge demonstrations in Listowel in only the last couple of weeks.  What hope can the Minister give to the small shopkeeper or retailer who sees something as important to the infrastructure of his or her small town as the post office moving out to fresh fields?<\/p>  <p>I turn to the White Paper on energy, but will have to cut my remarks short given the time available.  Fianna F&aacute;il considers that Ireland's current energy policy is driving prices up, making our economy uncompetitive and failing to tap into the opportunities presented by community energy projects.  It is vital that renewable energy projects are developed in a sensitive manner to the environment around them and that they benefit the local economy.  It is also important to stand back and have a whole new look at the wind energy business.  Fianna F&aacute;il considers that there should be a phasing out of the wind energy subsidy as this is now a mature and well developed element of the energy sector.  When it comes to energy policy in general, Fianna F&aacute;il asks the Government to be proactive in creating jobs in any way it can through the creation of energy.  Without being parochial, I do not have to go too far from where I live to the Shannon Estuary, where one of the biggest projects, the LNG project, has been on the books for a long time.<\/p> <p>I was mayor of Kerry when planning permission was granted for that project, back in 2004.  The project was supposed to be fast-tracked, bringing in liquid gas and degasifying it and creating jobs.  The Minister's predecessor, Deputy Rabbitte, took a particular interest in that project, but came up against the CER.  I implore the Minister to take a fresh look at the project.  The future of an area depends on these kinds of jobs.  Apart from the jobs this project would create in Kerry and Clare, this project would guarantee energy security.<\/p> <p>On a matter of interest, in the United Kingdom, the energy regulator there wrote in June 2014 to the largest power suppliers seeking an explanation for consumers as to why a decline in wholesale gas and electricity prices had not led to lower fuel bills.  Is the Minister asking this question here?  If not, why not?  Why is the Energy Regulator not more proactive on this glaring anomaly?<\/p> <p>I will conclude on that note.  While I have a script, I tend not to read scripts as I prefer to be more spontaneous in what I say.  There has been too much ground to cover on the agenda for this debate.  More time on another day should be provided.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700037#PP00200","speaker":"1142","continuing":true},{"type":"speech","time":1422383700,"counter":131,"content":"<p>I agree with Senator O'Sullivan that there is too much on this agenda to cover in one day.  I welcome the Minister to the House and will begin on the issue of energy.<\/p>  <p>During my years as Seanad spokesperson on communications, energy and natural resources, I have on a number of occasions met with Department officials, the CER, NewEra and the previous Minister.  What I have come to understand is that there is a huge gap between the policy makers and what is required to deliver real investment in renewables outside of State agencies.  The direction the Department has taken is very much in line with that of its advisors as per its website - Bord G&aacute;is, ESB, Bord Na M&oacute;na, Eirgrid, and SEAI - and the draft renewable heat incentive, RHI, fits well with Coillte.  However, the market is meant to be open and energy is supposed to be made more affordable for our citizens.<\/p>  <p>How does the draft bio-energy plan help us achieve our green energy targets?  Our overall renewable energy target is 16% of the energy we consume, of which 40% is for electricity, 12% for heat and 10% for transport, which is a binding target.  The Department's own data for REFIT 3 assumes that the majority of energy projects are going ahead, in particular the biomass CHP proposals.  This could be a grave assumption.  Having assisted with three of the projects, I feel it is fair to say that they have encountered many blockages and hurdles.  Even if they all go ahead, we still come up short on our overall energy targets by 2% cent, thereby exposing the taxpayer to a possible cost of in excess &euro;300 million by having to purchase carbon credits.<\/p>  <p>If all of these projects do not go ahead, there is the possibility - according to the Department's  figures - that we will come up with a 10% shortfall in our energy targets.   That shortfall is equivalent to a &euro;1.5 billion cost to the taxpayer, as we would be forced to purchase carbon credits from countries that have exceeded their targets.  The only other way of avoiding these costs is to put up wind turbines to produce another 1,000 MW of energy, in addition to the 1,750 MW still to come on board from REFIT 2.  This would equate to from 1,400 to 1,500 extra wind turbines up and down the country.  We know the grief that will cause. <\/p>  <p>The Minister can address this issue.  The EC directives support realising private investment to achieve our overall targets of 16%.  As Seanad spokesperson on energy and having assessed a number of biomass projects and proposals that have been stuck in the Department for the past four years, I believe the core reasons these plants have not proceeded to date are that the energy efficiency thresholds set at 75% to 80 % by the Department are way above the requirements set in other European countries, which are as low as 45%.  Furthermore, the Department refuses to recognise the primary energy savings, PES, method of approving these types of plants, which would benefit the roll-out of district heating networks.  These networks would displace vast amounts of fossil fuels - coal, oil, gas etc. - in many regional towns and gateways.  There has been a lack of action and understanding by the Department in regard to providing clear, bankable terms and conditions with respect to REFIT.  These are the main reasons there has been no progress.  On the issue of jobs, in supporting biomass at local level the Department of Energy in the United Kingdom has established that every megawatt of biomass energy equates to 14.5 jobs, as against the wind energy equivalent of 1.5 jobs per megawatt.<\/p>  <p>It is important to outline and put on the record that the Department will currently support with a full refit tariff of a biomass plant that will just dry its wood-biomass and effectively blow its heat up a chimney into the atmosphere.  It would burn twice the amount of fuel to generate 50 MW of electricity, but with no thermal district heating and no fossil fuel displacement.  Despite this, the Department will not support 2 similarly sized plants that will use half the fuel to generate the same amount of electricity and roll out a district heat network, thereby displacing 20 million tonnes of fossil fuels.  These projects will deliver many thousands of sustainable jobs in farming, forestry and industry.<\/p>  <p>I ask the Minister to review the timelines to allow these projects to come together.  I note from today's comments that the Minister intends to issue a new policy in September.  However, the problem is that by September 2016, any of these large-scale projects commenced would have to be three quarters of the way built by then.  The 2030 target to draw down the refit cannot be extended as it is fixed.  Therefore, the timeline for companies to invest and realise their investment is getting shorter all the time.  I also urge the Minister to look at what has been done in Sweden and Denmark to realise their targets.  We must maximise our natural resources and reduce all reliance on oil and gas.<\/p>  <p>I welcome the honest presentation made by the Minister here, which I had not read in advance.  I will work with him in any way I can, as will people I know, in this area and believe Department officials will try to deliver as best they can on this.  The Minister has said that our use of biomass is critical for the future.  In the past, I have pointed out to the Minister that there is no way we should be burning biomass to generate electricity only.  We must maximise the burning of biomass to generate heat also.<\/p>  <p>I welcome the broadband plan.  I believe we will deliver on it and support the Minister in that regard.  We need broadband throughout the country.  I welcome the appointment of Bobby Kerr as independent chair of the post office network.  I have met many of those who work in our post offices and with representatives of the Irish Postmasters Union.  We need to widen their operations as best we can.  I understand AIB banking works with them, as do car tax authorities, but the social welfare contract will be difficult to deliver.  No stand-alone post office will survive in the future.  I attend meetings where people say they want to retain their local post office and I ask them when they last bought a stamp or posted a letter.  Nowadays, people use their mobile phone or e-mail to contact others, but yet they want to keep their local post offices open.  I wish the Minister well on that difficult issue.<\/p>  <p>My main focus today has been on energy and I appreciate the Minister's statement on that.  As I mentioned earlier, I did not have the benefit of seeing or reading it before coming to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700038#QQ00200","speaker":"1134"},{"type":"speech","time":1422383700,"counter":132,"content":"<p>I welcome the Minister back to the Seanad.  When he was a Member of the House, he took significant interest in all topics.  He will have to do the same in his new job, particularly tonight, when we are dealing with broadband, the White Paper on energy and An Post and trying to squeeze all of that into this debate.  The Minister must wear all those hats tonight.<\/p>  <p>I welcome the opportunity to discuss these three issues, but I will concentrate on An Post.  I, like previous speakers, was delighted to hear Bobby Kerr has taken over as independent chair of the group.  He will bring business acumen and new ideas to the position that will help develop the huge potential of An Post.  It is sometimes forgotten that post offices are the largest network in the country, with 1,140 offices and employing approximately 3,700 people.  When I was in An Post - I took over as chairman in January 1984 - I decided I would spend half a day each month delivering mail, behind a post office counter or in the sorting office so as to learn as much as I could about the system.  This gave me a much better chance to experience the every day working of the business and to see the development of An Post from other perspectives.<\/p>  <p>The business development group Bobby Kerr will now chair will look at ways to broaden the service to the public.<\/p> <p>I think he will query whether that could include banking and making public payments to local authorities, just to give some examples of the challenges.  There has been some concern about the statement from the Government that there were no plans to allow the post office to offer motor tax renewal services.  That could have been a straightforward additional service.  The Irish Postmasters Union states it could have saved the taxpayer &euro;63 million over five years.  It would be interesting to hear from the Minister how the Government came to that position and if there is any possibility that it could change its position.  I think this could be a massive benefit to post offices and customers in general.<\/p> <p>I remember the discussion on the legislation to establish An Post.  A major element to protect jobs was to include in legislation that a delivery to every house in the country would be part of the tradition.  I do not think at this point that this makes sense in the future.  I do not know how we will handle that issue.  I do not know how the Minister will handle it.  A concrete proposal of what An Post could do, is that every citizen in Ireland could have an official State e-mail address, so that everybody would have his or her own official State e-mail address.  That may seem counter-intuitive as there would be less mail, but businesses like An Post have to evolve with the time and it could be a leader in communication technology.  The Government should seize the opportunity to give An Post this mandate.  That would mean that communication from the hospital, tax office, court, post office and so on, would not be by a physical letter but one would get an e-mail.  I know that might threaten jobs and certainly the post office unions would not be happy, but it would mean that masses of paper and printing costs could be saved, especially by State bodies.  This would of course save money and time as well as paper.<\/p> <p>There could be an opt-out for people unfamiliar with technology, people living on their own and the elderly.  It would encourage more people in businesses to go online.  It would show that Ireland is an advanced place to do business.  In France, for instance, the post office managed to convince the local authorities in a number of local states to allow the postman to act as the link with elderly people living on their own.  It is only a small gesture and I do not know how much has been taken, but it seems that we will wear a different hat than we wore in 1984, when we said we would try to protect the jobs of those people working in the post office.  There may be different ways of being able to do that.  Look at Denmark, where legislation was introduced to ensure that businesses have digital post offices, that is registered mail addresses so that they can receive secure communication from the state or the state authorities.  It is starting to replace physical mail with a digital postal service.  It is now compulsory for members of the public to register their change of address, emigration, their marriage application or even a bicycle theft on the Internet.  The aim is to move 80% of communication with public authorities in Denmark from paper to the web by the end of this year.  Denmark estimates that it will save nearly &euro;300 million.<\/p> <p>In this day and age why are State institutions, such as hospitals, still sending out letters for appointments?  Denmark has recognised that this is a thing of the past and states that it will save paper, money and make things more secure.  Could An Post be the organisation responsible for digital postal boxes here?  We could save millions of euro and really improve the level of customer service by going down this route.  An Post could be a leading force if we decide to take that route.  Will the Minister state if the Government is willing to consider giving An Post this opportunity?  Of course, high quality broadband is essential for such a system to be successful but I have confidence in the Minister's assurance that high quality broadband will happen.<\/p> <p>There are many ideas that An Post should consider.  Many of them have been piloted by private businesses but could translate well into An Post.  One of the problems in the background in this country is that of the dispersal of people in rural areas which results in increased costs in postal, energy and transportation services.  In some towns in France, the post is no longer delivered to one's door but post boxes are located at the front of estates.  This would save time and money and is an idea with a great deal of potential.  Obviously, it would not be enthusiastically received by unions who are insisting that the post is delivered to every house.  It seems to me as a person wearing both hats that we must take steps.<\/p> <p>Another interesting idea is that private companies are charging shoppers a fee to retrieve a package from one of the locations around the country.  The thinking is that delivery firms can save a lot of money by sending a batch of parcels to a single place where delivery is guaranteed.  I know the real problem we have is that every time one takes a step in that direction one is threatening the jobs in An Post.  We will have to reach that position at some time or other, but it seems to me that we could save jobs by giving An Post extra responsibility, perhaps in that area.<\/p> <p>In Estonia there are self-service post offices, where customers open a locker via a text message with a code.  The concept means that the collection points are located mostly in supermarkets.<\/p> <p>The Minister does not have an easy job.  I wish him well and I have every confidence that, together with Mr. Bobby Kerr and his team, he will be able to come up with welcome initiatives.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700038#QQ00300","speaker":"1145","continuing":true},{"type":"speech","time":1422384300,"counter":134,"content":"<p>I welcome the Minister for Communications, Energy and Natural Resources, Deputy White, to the House.  I wish to make the best use of this time and use the opportunity to air topics of concern.  Perhaps the Minister will take questions on the broad remit and extensive range of issues in his ministerial portfolio.<\/p>  <p>At the outset I commend the Minister for what is an inspired choice of securing the co-operation of Mr. Bobby Kerr to head up the post office network business development group.  I met Mr. Kerr at the launch of the Mountmellick Development Association and later in the year at the National Ploughing Championships.  He is an enthusiastic champion for the small business sector and for rural Ireland.  I look forward to the proposals that will emanate from that group.  I think that is the kind of openness we need to have.  There are some interesting suggestions already coming from the floor of this Chamber.<\/p>  <p>I commend the Minister for his enthusiasm and commitment to the roll-out of high-speed broadband services across the regions.  I may be excused for being cynical and sceptical about this because of the similar announcements by other Governments over many years.  There have been so many false dawns in respect of rural and regional broadband services.  It is no wonder that people are sceptical that it will ever happen.<\/p>  <p>It is curious at this stage that the State has to step up and intervene to ensure broadband services in communities in rural areas such as Ballyroan, where I am from, or Timahoe where the broadband service is appalling.  Broadband is not being provided.  Broadband service providers have not been in a position to provide the service and I look forward to the time when we can say that broadband for rural Ireland has been put to bed.  I hope we will be able to say that has been achieved on the Minister's watch.  I know there has been significant progress in the delivery of high-speed broadband services in second level schools.  That has been a significant success.  I have seen that in action.  However, the speed of broadband in the homes and businesses is a bugbear, which puts rural areas at a distinct disadvantage in so many areas.<\/p>  <p>The network of post offices is a challenge.  There has been a great deal of scaremongering on this issue in the past year, not least during the time of the local elections.  Certain elements use the issue and try to suggest there will be wholesale closures of post offices.  The post office is a linchpin in small towns and villages and is seen as a vital and integral service that holds the business in towns together.<\/p> <p>In the past few years the village in which I live, Timahoe, County Laois, lost its post office.  It was not due to any action on the part of the Government or An Post; the family that was providing the service and had done so well for decades - it was providing a tremendous service for the local community - was retiring and no one else was willing to take on the responsibility, workload and commitment required.  It is more complex than just achieving the Government's policies.<\/p> <p>I would like to devote the bulk of my time, like Senator Tony Mulcahy, to discussing energy policy, the most immediate and most vexed element of the Minister's portfolio.  The first issue that jumps off the page at me is that of energy costs and prices, particularly for oil and gas.  I echo Senator Ned O'Sullivan's sentiments and ask the Minister whether he has intervened to knock heads together on why the dramatic and drastic reductions in wholesale energy prices for oil and gas have not been passed on to consumers, businesses, farms and families.  That is unacceptable.  In the past, the minute oil prices went up, the increase was passed on at the pumps and when people were purchasing a refill of home heating oil.  We challenge the conventional wisdom because it is not that long ago when energy economists were predicting that oil prices would be heading upwards towards $200 a barrel.  No one would have believed us if we had said last year that oil prices would fall below $50 a barrell for Brent crude oil.  That reduction has not been passed on in the cost of electricity and home heating oil or in the cost of fuel at petrol pumps.  I am not sure what the point is in having an energy regulator that only observes and has no role in pricing.  That marks a return to the regulation we witnessed in the banking and charity sectors.  What is the point in having a regulator that is impotent and has no function or role other than in looking on and saying, \"I cannot intervene; I can only look at the issue and ask.\"  Either we have a regulator or we do not.  If the regulator cannot regulate price, what is the point in having one?  If the Minister must supplement the role and functions of the regulator in this regard, I ask him to do so because the consumer is entitled to benefit from the drastic reduction in energy prices, which we were told would not happen.  <\/p> <p>I must move on and in the final part of my contribution address a vexed and difficult issue, as we must grasp the nettle.  Everyone wants to do something about climate change.  Everyone is concerned about the polar bear, but it seems no one wants to help it when asked to make a commitment and an effort to change his or her lifestyle and practices.  The answer is not to construct thousands of giant wind turbines and place them at every crossroads in the country and within 500 m of people's homes.  I feel strongly about this issue, as this will not work; it cannot work and will never be acceptable.  I, therefore, urge the Minister to use his influence at the Cabinet table to come forward with new planning guidelines and setback proposals, which he must bring forward jointly with his colleague, the Minister for Environment, Community and Local Government, Deputy Alan Kelly, and the rest of the Cabinet.  We have had the discussion and all the consultation time we need.  The consultation period concluded last February and we are now almost one year on, yet there is still no sign of the new guidelines.<\/p> <p>Has the Minister put the nuclear option back on the table?  It was mentioned in the media during the Christmas-new year period.  I do not know if that was because things were too quiet.  When I mentioned the matter to the Minister before, he laughed me out of court, but there are 60 nuclear power stations in France, meeting 75% of its energy needs.  I would rather live close to a new generation nuclear plant than to one of these giant wind farms. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700039#RR00200","speaker":"1143","continuing":true},{"type":"speech","time":1422384900,"counter":136,"content":"<p>Fair play.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700040#SS00400","speaker":"1133"},{"type":"speech","time":1422384900,"counter":137,"content":"<p>I ask the Minister to address this issue also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700040#SS00500","speaker":"1143"},{"type":"speech","time":1422384900,"counter":138,"content":"<p>I agree with my colleague, Senator Ned O'Sullivan, as well as Senator John Whelan.  Last week in a commencement debate I asked the Minister to make contact with the energy regulator on the decrease in fuel costs.  Approximately 40% of our energy is being generated by gas, the price of which has dropped by 27% or 28%.  As Senator Ned O'Sullivan said, in Britain the Minister has asked the energy regulator what it is doing to bring down the price and whether it has spoken to energy providers.  We are now being told that Bord G&aacute;is will bring down prices in March after the worst of the weather has passed and when old people will not need to heat their house 24 hours a day.  That is nasty and horrible work on the part of Bord G&aacute;is.  We have not yet heard if Electric Ireland is dropping its prices.  Some 40% of electricity is generated by gas, the price of which has dropped by 27%, yet there has been no cut in the price of electricity.  That is wrong.  <\/p>  <p>As has been said by Senator John Whelan, if need be, we should get rid of the energy regulator.  My understanding of a regulator is that it is something like a balancing act, but all I have ever seen the regulator do is grant a price increase.  For example, if Electric Ireland looks for a 21% hike in prices, the regulator will grant it an increase of 14%: \"Haven't I done a good job?  I didn't give it 21% but 14%.\"  On other occasions, when an increase of 15% or 16% is looked for, the regulator grants an increase of 9%.  That is not regulation.  Regulation must be a two-way process.  The role of the regulator regarding the tariff imposed on Shannon LNG for the use of a facility it was never going to use - the interconnector - was wrong.  If I travel to Dublin by bus, I do not have to pay tolls or road tax.  I was a member of the council when Senator Ned O'Sullivan was mayor and the issue came up at the time, 2004, with the development to be fast-tracked.  Nothing has happened since.  An anaerobic digester - a great invention, although perhaps not unique - is being put in place in Causeway and will meet the electricity needs of the whole community, including the secondary school which has about 600 students.  The operators had to go to Switzerland to obtain finance, as not one of the banks here would finance it.  It is a no-brainer.  I know what the banks were doing regarding the assessment of risk, which did not come into it.  Now no risk is taken.  There is no risk in this instance, yet the banks did not see fit to finance the project and the operators had to go to Switzerland to obtain finance.<\/p>  <p>On broadband provision, looking at a map of Ireland makes me sick.  The commercial operators are based in Dublin, Cork, Limerick and Galway.  The west coast extends from County Donegal along counties Mayo, Sligo, Clare and Kerry to south-west Cork.  Of course, they are entering the densely populated areas because it is commercially viable to do so.  I was in Dingle recently.  I was the sole Oireachtas Member invited to attend the signing of a memorandum of understanding between Sacred Heart University in the United States, UCC, Institute of Technology, Tralee and CIT, as part of which Sacred Heart University would set up a faculty for marine science, for which it has taken over the Christian Brothers school.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700040#SS00600","speaker":"1163"},{"type":"speech","time":1422384900,"counter":139,"content":"<p>N&oacute;im&eacute;ad amh&aacute;in f&aacute;gtha.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700040#SS00700","speaker":"1138"},{"type":"speech","time":1422384900,"counter":140,"content":"<p>I am only halfway there.<\/p> <p>For this project, the university asked Eircom how much it would cost to provide a 100 Mbps broadband connection in Dingle and was informed it would cost &euro;36,000 upfront and &euro;16,000 per year.  The Government will have to do a lot more to help designated yellow areas in terms of broadband coverage.  If one is lucky enough to live in a blue area then, by the end of 2016, one will have access to next generation broadband which will be provided by a commercial operator.  One may even have a choice of operators.  For amber areas the Department's website states:<blockquote><br \/>We plan to start the process of selecting one or more companies to build the network in 2015.  In 2016, we hope to be in a position to publish a full list of the areas that the network will cover and when.<\/blockquote>That is only next year.  <br\/>The University of Notre Dame in the United States has 18 Irish speaking lecturers.  They  want to bring their students to Dingle to do Celtic studies but cannot do so due to a lack of broadband.<br\/>Philip King, creator of the &quot;Other Voices&quot; programme, has a music studio and does a lot of work on films, etc.  Unfortunately his work is hampered due to a lack of broadband in Dingle.  No technology companies will set up in the Corca Dhuibhne Gaeltacht because there is no broadband.  A technology company called Fitzgeralds was in the area but it moved to Ballyvourney where broadband was available.  <br\/>The State has invested &euro;3.4 million in a college for teacher training in Ballyferriter.  Talk about putting the cart before the horse.  Investment was made in the college but there is no broadband.  <br\/>I know that the Minister is passionate about broadband.  If he looks at the NBP map he will see that the west coast is getting hammered in terms of broadband.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700040#SS00800","speaker":"1163","continuing":true},{"type":"speech","time":1422385500,"counter":142,"content":"<p>I welcome the Minister to the House.  We are having a debate on an interesting set of statements which is welcome.  Some interesting proposals have been made already such as to abolish the regulator and build nuclear power stations.  Therefore, the Minister has a lot to ponder even before I make my contribution.<\/p>  <p>I share many of the concerns about broadband services expressed by Senator Sheahan.  It comes as no surprise to me that the private or commercial sector would concentrate their business activities in areas of critical mass and there is a population base.  That is exactly why I opposed privatisation of, for example, post offices which has happened in the UK, Bus &Eacute;ireann which has had some its bus routes privatised in different parts of the country and Aer Lingus which is a different debate.<\/p>  <p>I opposed those issues because certain services should be run by the State.  If one allows them to be run solely by private operators then rural areas especially, and less densely populated areas, including the west coast, will suffer.  It is the neo-liberal right-wing economics of the Senator's party, and the Fianna F&aacute;il Party, which has landed the west coast and other rural areas in the bad situation in which they have found themselves.<\/p>  <p>Compared with other European countries, this State has lagged behind in terms of broadband speeds.  Lack of access to quality telecommunications infrastructure is one of the deficits that inhibits the growth of businesses in areas located outside of Dublin.  It also discourages other businesses from locating in a region.  <\/p>  <p>Such lack of access was one of the issues highlighted in a report by the South-East Economic Development Strategy.  Broadband provision or lack of, next generation broadband and dark fibre broadband were the requirements sought by the business community.  When we engaged with a lot of multinationals, and asked them what they needed in terms of infrastructure, I was surprised at how many of them talked about next generation broadband and so on.  That shows we need to continually look at where the next generation of technology and improvements are coming from and ensure we keep pace with changing technology.<\/p>  <p>I welcome the launch of the mapping programme for broadband coverage.  I hope the initiative will clear up many of the areas that lack adequate broadband coverage.  Blackspot areas need to be prioritised in order to allow us to develop a sustainable economy and, especially in rural areas, access to high speed broadband is needed.  <\/p>  <p>I also welcome State intervention in the roll-out of broadband to areas where commercial operators will not reach.  I hope this continues.  <\/p>  <p>The privatisation of Telecom &Eacute;ireann in the late 1990s was a major blow to the roll-out of broadband.  The Government must not make the same mistake.  It must ensure that broadband infrastructure is built by the State and is kept in public ownership for all the reasons that have been outlined by Senators.  I welcome the fact that the Minister will take submissions on the broadband map and I  encourage interested parties to look at the map.<\/p>  <p>The next item is post offices.  We have discussed this matter in the Seanad last year.   Motions were tabled by the Opposition due to concerns and fears about the future of post offices in many rural areas.  Between 2004 and 2008 as many as 344 post offices were closed and many more were downgraded.  Closures have continued with a further 32 since the beginning of 2011 but some of them have subsequently reopened.<\/p>  <p>This State has the third highest ratio of post offices to population in Europe with 3.5 post offices for every 10,000 people.  That is an indication of the centrality and importance of post offices in many communities.  In my county of Waterford some post offices have closed.  The closure of post offices in Kill and Bunmahon, located in the middle of the county, had an impact on the region.  It is not just a post office that closes because, in many cases, it also means the closure of a local shop.  The post office, as we know, provides an essential service.  In rural communities the post office is a focal point for social interaction and closures are regarded as increasing the levels of isolation. <\/p>  <p>The Irish Postmasters Union and the Communication Workers Union have both stressed that An Post ought to be protected against attempts to downgrade or privatise.  They pointed to the opportunities that exist for the postal service and post offices to expand their range of activities. <\/p>  <p>Finally, I wish to address the White Paper on Energy.  Sinn F&eacute;in's submission to the Green Paper on Energy aimed to put the people of Ireland at the heart of the submission.  The aim of Sinn F&eacute;in's submission was to highlight a refocusing of policy to cater for the needs of the Irish people.  The first step the Government can take, in this refocusing, is to rectify the current situation regarding the erection of wind turbines.  Sinn F&eacute;in's Wind Turbine Regulation Bill 2014 should be brought to Committee Stage.  Some other Senators have raised this important issue as well.<\/p>  <p>I thank the Minister for listening to my comments and look forward to his response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700041#TT00200","speaker":"1133"},{"type":"speech","time":1422385500,"counter":143,"content":"<p>I welcome the Minister back to the House.<\/p>  <p>I would welcome anything that would strengthen the viability of the postal network.  As Senator Cullinane has said, the post office is an important part of rural Ireland and rural life so should be protected.  My grandfather was a postmaster and he passed on his post office to my uncle who, in turn, passed it on to my sister.  Therefore, I understand the importance and necessity to have post offices but in most cases they are unviable and need to attract extra business.  I welcome the appointment of Bobby Kerr to chair the business development group and I hope something good will result for the post office network.<\/p>  <p>Recently I learned that the Department of Social Protection sent a letter to somebody advising that if he or she wanted to avail of a household benefits package to give bank details only.  He or she was not given the opportunity to avail of the postal service.  Perhaps the Minister will follow the matter up with the Minister for Social Protection.<\/p>  <p>For the past couple of years there has been much scaremongering about the closure of rural post offices.  This Government has not closed any post offices.  In the past four years 24 post offices have closed down but they were not forced closures.  In many cases, as Senator Whelan rightly pointed out, there was nobody willing to take on the running of them for the reasons I have mentioned.  <\/p> <p>I welcome the roll-out of broadband, albeit it has been ongoing for several years.  The lack of broadband has always been used as excuse for why we do not have investment in rural Ireland.  The sooner it is rolled out there, the better.<\/p> <p>There is discontent across the country about the development of wind farms.  When we refer to renewable energy, we tend to concentrate too much on wind power, without looking at the alternatives.  I have sought proper setback distances for wind turbines in my Private Members&rsquo; Bill, Wind Turbines Bill 2012.  I am also conscious of the fact that all of the experts - economists and Engineers Ireland - have said wind energy generation is a folly, as it is losing money, rather than making it.  However, we have not listened to them.  Nor did we listen to them in the past when they told us about the possibility of the bubble of the Celtic tiger bursting and that we would end up with ghost housing estates.  We will probably end up with ghost wind farms unless someone starts to take the issue seriously.<\/p> <p>On top of this, local authorities are hell-bent on promoting wind energy projects as they get rates from wind farm developers.  I know of a case in Wexford of a wind farm project not complying with planning conditions regarding noise levels.  It has more or less stated it will not comply with them, but the local authority has stated its hands are tied and that there is nothing it can do.  Local authorities are not prepared to invoke section 140 of the Planning and Development Act to shut down non-compliant wind farms because they are on the same side.  That is why people believe they have no voice.  All we hear are the spin merchants talking about community engagement and all that kind of stuff.  Community engagement means nothing.  It just means a consultancy firm is brought in to tell the community what the wind farm company is proposing to do.  It then takes on board, supposedly, the concerns of the community, which it does not.  Consequently, the process is a farce.  Then there was community acceptance which the former Minister, Deputy Pat Rabbitte, said should be part of these developments.  However, if a community does not want a wind farm to be built, it still does not have a choice.<\/p> <p>While oil prices have come down, this is still not reflected in petrol or diesel prices.  Last week, when I left Leinster House, I noted that diesel was &euro;1.14 a litre in Dublin and the same price when I reached Ballina, County Mayo.  However, in the towns in between I noted that the price was &euro;1.22 and &euro;1.23, nine cent dearer.  There seems to be a degree of cartelism in every town as there is not a difference of one cent in prices at the pumps.  If one puts &euro;50 of the more expensive diesel into one's car, the difference comes to &euro;4.50.  That is a lot of money that should be passed on to the customer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700041#TT00300","speaker":"1161","continuing":true},{"type":"speech","time":1422386100,"counter":145,"content":"<p>I welcome the Minister, Deputy Alex White.  Up to 67% of all households had access to broadband connections last year, a figure that has not changed much in four years.  The Minister correctly identified in his broadband launch late last year that rural areas needed State intervention for this to be rectified.  I welcome that development.<\/p>  <p>The Minister will note that the latest IDA Ireland figures indicate that it is missing its own targets for delivering investments outside Dublin and Cork.  In other words, rural Ireland is missing out.  While I accept that there is an issue in persuading young highly qualified Google employees that rural living is for them, without proper infrastructure in these areas, that job is made even more difficult.  Even forgetting the Googles of this world, people trying to start or maintain a small local business are at a distinct disadvantage.  By infrastructure I mean constant reliable power, clean water and high-speed broadband.  While the first two of these matters are in hand, access to high-speed broadband is a problem for over 30% of the population.  The broadband penetration rate is lower here than in any highly developed economy and elsewhere in Europe.  It lags behind that for countries such as Latvia, Hungary and Poland, while in Iceland there is a 95% penetration rate.<\/p>  <p>The Government task force's report in 2012 identified these problems and also indicated the flow of benefits if the situation was rectified, including economic growth and job creation, as well as providing a significant boost for small and medium-sized enterprises.  Someone with a small business whose connection fails every time the wind changes direction is not only at risk of being seen as unprofessional by his or her customers but his or her business is unlikely to succeed.  In addition, there is the issue of education.  Schools and universities are tending more towards the use of the Internet as a means of communication and a learning tool.  What hope has someone in a poorly covered area of upskilling with, for instance, the Open University if his or her Internet connection depends on the vagaries of the weather?<\/p>  <p>Another issue is rural isolation.  A large number of online tools are available to combat it, with many websites offering advice and advertising meetings, chat rooms, etc, but these are only accessible with great difficulty for a large percentage of the population.  In a recent article a businessperson was interviewed in an area in which there was only satellite Internet access.  A farm animal had interfered with the dish and subsequently there was no access for week.  As was said, one would not see it on \"Father Ted\".  That is the reality for a large segment of the population.<\/p>  <p>We talk about being a high-tech society, but this is only a myth for one third of the population.  While I welcome the Minister&rsquo;s intervention, I want to see a concrete plan in place, with timeframes and budgets, a tangible plan about which I could tell the people living rural Galway and south Mayo.<\/p>  <p>I welcome the appointment of Mr. Bobby Kerr to chair the important review to be conducted by the An Post business development group.  Post offices provide the largest retail network in the country, with 1,150 offices, employing 3,700 people.  Up to 1,100 of these offices are operated by postmasters who operate locally based SMEs, providing employment, facilitating economic activity and providing for community engagement.  A world class information technology system is in place in all post offices, with even the smallest of rural post office been technically capable of providing the same services as the GPO in Dublin.<\/p>  <p>It is vital now more than ever that the post office network be supported.  Up to 30% of all post office business is derived from delivering social welfare cash payments.  The State is moving towards electronic payment, while utilities are moving towards electronic billing and bill payment.  Stamp sales are falling, as more and more business is transacted electronically.  As a result, the network is under significant pressure.  It needs to be reiterated that a rural post office is not just a commercial office but somewhat of a social service.  People meet and greet in it and it offers a service to communities where it might be the only bricks and mortar service for miles.  We have recently seen the closure of the only bank in a midlands town.  The banks are retrenching their branch networks and An Post could be facing a similar situation.  The Government needs to commit to enacting whatever practical suggestions come from the review as a matter of urgency.  The banks want to close branches.  Why not let An Post act as an agent for them, for instance?  We need competition among the banks.  Has the board of An Post considered seeking a banking licence to allow it to carry out more current account-type transactions?  Other services the post office network could handle include motor tax renewals, driver licence renewals, rates payments, rent and other local authority payments, lodgements and withdrawal services for credit unions, hospital charges, electronic form generation, insurance quotations and pension savings.  These are all services that could breathe life into a troubled network.<\/p>  <p>The Government is right to review both of these areas.  These are issues that significantly affect those living in rural Ireland.  We have a roadmap to rectify the deficiencies in broadband coverage and a review which is shortly to be completed of how the network of post offices could be supported.  What we need are concrete plans for broadband provision and a total commitment from the Government to implement the recommendations from the review of An Post.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700042#UU00200","speaker":"1187"},{"type":"speech","time":1422386100,"counter":146,"content":"<p>I welcome the Minister, Deputy Alex White, and the opportunity to address a broad range of items within his remit.  I commend the work he has done on energy policy.<\/p> <p>I am concerned, however, that we have been awaiting guidelines on setback in respect of wind energy for almost two years now but we have not yet had sight of them.  Communities throughout the country have been exercised.  People within communities who normally put their time into positive activities have spent time organising campaigns against the proposals for the expansion of the grid and against wind farms.  They believe the proposals and developments are being foisted on them.  They have used the opportunity provided by the Minister's consultation process to voice their opinions.  Thousands have written to the Minister on the matter through the consultation process.  The question is whether we are going to see any action.<\/p> <p>Will the Minister explain the delay in publishing the guidelines?  Senators Kelly, Whelan and I have been told in the House and elsewhere for months that they are ready, that they are supposed to be published, that they are coming, that they are imminent and every other promise conceivable, but we have not seen them.  In a nutshell, the communities we represent do not believe a word we tell them any more because what we are telling them in one answer after another is not resulting in any action.  What is the current position?  When will the guidelines be published?  These are fairly simple questions and I am keen for a direct response.<\/p> <p>I welcome the work the Minister has done to set up a new committee, under Bobby Kerr, to address issues relating to the post office network.  I have been active in this area in recent years.  I have met representatives of the Irish Postmasters Union on several occasions and I have organised meetings for them in the Houses.  There was much scaremongering last year.  In fairness to the Irish Postmasters Union, it produced the Grant Thornton report in 2012 which set out what needs to be done.<\/p> <p>Since then, much political shenanigans has gone on.  In fact, as the Minister and others have said, this Government has closed down few post offices in comparison to the last Government.  Nonetheless there are concerns within communities.<\/p> <p>The previous Minister set up an interdepartmental group on the matter and sought proposals and suggestions from every Department.  I never saw the list of proposals.  I reckon there are opportunities but individual Departments must let go of some of the functions they have for the post offices of this country to function and survive.  The Minister should convince them to do that through this group.  The press statements released since the Minister's announcement have outlined some of the areas that could be devolved to or carried out as functions of post offices.  These include basic banking, as has already been outlined, motor taxation renewals, driver licence renewals, local authority payments, lodgements and withdrawals through the credit union movement, hospital charges, electronic form generation, insurance quotations and pension savings.  All of these could become functions of post offices.  However, unless we can get the will and co-operation of those who hold these functions at the moment we will not see a future for post offices.  They simply cannot survive by continuing in the main to pay out social welfare payments alone.  It is not feasible.  Anyway, I am happy to place some faith behind Bobby Kerr, who has proven in his line of business that a network can be set up successfully.<\/p> <p>The matter of petrol prices has already been well vented, but I wish to add my voice to the comments made.<\/p> <p>Broadband is another area where I welcome the work the Minister has put in.  I know the Minister is constrained by EU regulations in respect of how he can move in this area.  I call on the Minister to leave his mark in this area during his time as Minister in the coming 12 or 15 months.  If a person lives in Dublin or a large urban area, what we are discussing is meaningless.  However, if a person lives in a small town or village or on the fringes, it means everything.  We simply cannot function.  On Saturday morning I listened to a person from Senator Kelly's constituency.  He received a philanthropist of the year award and runs the museum in Strokestown.  Not alone can he not use broadband or the Internet to carry out his business, he cannot even get a telephone signal in his office.  He explained how his secretary had to bring work from her office to her home 20 miles away to ensure that his core business, which is in trucking, would survive.  That is unsustainable in rural Ireland.  I wish the Minister well with the work he has ahead and I look forward to his response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700042#UU00300","speaker":"1162","continuing":true},{"type":"speech","time":1422386700,"counter":148,"content":"<p>The national broadband plan aims to ensure that every citizen and business, regardless of location, has access to a high-quality high-speed broadband service.  This will be achieved through a combination of commercial investment and State-led intervention in areas where commercial services will not be provided.  The commercial telecommunications sector is currently investing approximately &euro;2.5 billion in network upgrades.  A total of 1.6 million of the 2.3 million premises in Ireland are expected to have access to commercial high-speed broadband services in the coming two years.  This is an ambitious programme.  Perhaps the Minister might confirm whether it is attainable in this timeframe.<\/p>  <p>On 24 November last, a public consultation on the national high-speed coverage map 2016 was launched.  The consultation will close on 12 February next, in three weeks' time.  The areas on the map marked blue will have access to high-speed broadband services of at least 30 MB from the commercial sector by the end of next year.  The areas marked amber will require the intervention of the State.  The map allows all members of the public, whether business or residential, to see whether their premises or home will have access to commercial high-speed broadband services by the end of next year or whether they will be included in the Government's proposed intervention.<\/p>  <p>It is anticipated that speeds of at least 30 MB will be also delivered through the Government's intervention.  The network will be designed to cater for future increased demand from consumers and businesses alike.  I understand, in tandem with the mapping consultation, intensive design and planning work is under way in the Department to produce a detailed intervention strategy.  The strategy will address a range of issues in respect of the intervention, including the optimum procurement model, the ownership model for the infrastructure, intervention costs and likely market impact.<\/p>  <p>External advisers have been engaged to provide legal, economic, technical and financial advice on the various aspects of the plan over the coming two years.  Following the public consultation and towards the end of this year a detailed procurement process will be undertaken to select a preferred bidder or bidders.  The Department will design a tender in a way that maximises efficiencies and keeps the cost of the network build as low as possible.  It is expected that the physical build of this network will commence early next year.  This is a complex and ambitious project indeed.  It is a key priority for Government and aims to address conclusively current connectivity challenges in Ireland.<\/p>  <p>In April last year it was proposed to the Cabinet committee on social policy that a cross-departmental process should be put in place to consider where Government may have a role in respect of new business potential for the post office network and other key concerns of the Irish Postmasters Union.  Reports were provided to the Cabinet committee on social policy in July and September of last year confirming that progress had been made and identifying the further work that needed to be undertaken, including follow-up with relevant Departments.  Subsequently, the Department of Communications, Energy and Natural Resources undertook follow-up discussions with a number of Departments to explore further the potential for possible new services.  At the same time, the Minister met representatives of the Irish Postmasters Union.  Together with his colleague, the Minister of State with special responsibility for rural economic development, Deputy Ann Phelan, the Minister held discussions with An Post.<\/p> <p> Last October, approval was given for the establishment of a business development group, which was mentioned by other Senators, to examine the potential opportunities for new Government and commercial business which could be transacted through the post office network.  This group will be chaired by the independent chairperson, Mr. Bobby Kerr, and will comprise representation from An Post, the Irish Postmasters Union, the Minister's Department and from the rural economic development area of the Department of Agriculture, Food and the Marine.  The Minister said the first meeting of the group will be held tomorrow.  The group will have the opportunity to call on representatives from other Departments and from public and private sector organisations as required.  The group intends to provide an interim report by the end of next March and to conclude a final report by the end of June.<\/p> <p>Potential new business opportunities for existing post offices are many and varied.  There are a number of generic areas in which the post office network has potential in respect of new business, for example, over-the-counter transaction services for new products, similar to the services currently being performed by An Post through BillPay on behalf of various organisations; tax payment services for the local property tax on behalf of the Revenue Commissioners; new services for Government Departments which could include, for example, client identity and so forth and similar issues as mentioned by Senator Naughton; back office and outsourcing services such as those currently performed by An Post for the Revenue Commissioners; and banking and other financial services such as those currently performed by An Post on behalf of AIB.  I am aware that a range of business and other practical implementation issues, including procurement, industrial relations issues, infrastructure and investment, would have to be addressed before any new lines of business could be introduced for the post office network.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700043#VV00200","speaker":"1138","continuing":true},{"type":"speech","time":1422387300,"counter":150,"content":"<p>I welcome the Minister.  I love this map, but the problem with it is that it lacks ambition.  When one looks at the areas it is proposed to cover one notes that if one lives west of the Shannon or west of Cork city, one will not receive high speed broadband any time soon.<\/p>  <p>In today's terms broadband is equivalent to what electricity was 50 years ago, in that nobody but the State could provide electricity.  Imagine what our economic development would be today if the electricity provision had been at the same level as the ambition of the Government for broadband provision now.  High speed and fibre optic broadband is as essential today as electricity was for the development of Ireland 50 years ago.  We would not have Google or the other companies that came to this country if we did not invest in our infrastructure.  In addition, the Minister is aware of the statistics regarding online purchases and how many Irish people buy online, which is over 60%.  However, only approximately 40% of Irish businesses have an online presence.<\/p>  <p>As my colleague from County Clare is aware, one can work from anywhere in the world if high speed broadband is available.  One can trade online as a stock trader or work as an architect, but only if one has high speed broadband.  One can live in west Clare or west Kerry if one has it, but it is not available.  Theoretically, it is available.  There are plenty of offers from upc and other providers who tell us we can get 3G, 4G and high speed broadband up to a certain speed, but that is only under certain conditions - the famous terms and conditions apply.<\/p>  <p>In addition to the lack of ambition, there is the issue of European clearance and the five stages in the process.  That will take too long for people who wish to live in, and work from, rural areas.  They simply cannot do so.  It is the equivalent of trying to run a factory in rural Ireland without electricity.  Not having high speed fibre optic broadband is killing the rural economy and ensuring it does not have the jobs it should or is not retaining jobs.  We do not have the infrastructure.  It is equivalent to the provision of roads 100 years ago, electricity 50 years ago and the investment in telecommunications by Albert Reynolds and others.  Only the State can do it in a real and meaningful way for the places that are not economically viable.<\/p>  <p>There is no problem with providing broadband in Dublin, because it pays the provider.  However, 900,000 homes will not be reached because it is not economically to provide them will high speed broadband.  They will get some level of coverage but if one wishes to download a file or run an office from home in a rural area, the infrastructure is not in place.  Rural Ireland is suffering enough with Garda stations, schools and shops closing and post offices under massive pressure.  Not to have broadband, the modern equivalent of roads and electricity, is costing jobs and preventing us from retaining jobs.<\/p>  <p>The map demonstrates the lack of ambition.  One of the big costs with fibre optic broadband is the installation of the ducting.  That was also the huge cost with the electricity infrastructure.  There are plenty of schemes in this country.  We installed water networks where the State failed to do so.  This was done by communities putting in the pipes.  The pipes for fibre optic can be installed by communities much more efficiently and better than the Government would do it.  Once the ducting is installed, which is 80% of the cost, the Government could then proceed.  A scheme similar to the group water schemes could be carried out efficiently.  I guarantee that there is such demand for high speed broadband that the communities would ensure it would be done a great deal faster than the EU or anybody else would do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700044#WW00200","speaker":"1159"},{"type":"speech","time":1422387300,"counter":151,"content":"<p>I welcome the Minister.  I wish to address some points relating to An Post.  It is two years since the Grant Thornton report commissioned by the Irish Postmasters Union set out a strategy to revitalise the post office network.  One of the key issues addressed in that report was the importance of Government contracts and support for the post office network.<\/p>  <p>The post office network is a key national resource.  It is important that it is viewed as more than a group of commercial entities.  I note the Minister's comments that most post offices are not under the control of his Department, but we must bear in mind that the post offices serve a valuable social purpose and play a unique and important role in communities across the country.  I am happy that the Government has established the post office network business development group to examine the issues, but what about the many suggestions in the Grant Thornton report?  I hope the group will consider that report as part of its work.  I welcome the appointment of Mr. Bobby Kerr, who has an impressive CV, to face the challenge.<\/p>  <p>The terms of reference for the group are to explore the potential opportunities for attracting business for the post office network.  It is welcome that the Irish Postmasters Union is included in the group, but I am disappointed that the National Post Office Users' Association has not been included.  I was present when it was launched in Gullane's Hotel, Ballinasloe, in July last year.  It is a mistake to exclude the users of post services from the group.  They would provide useful input and perspectives to assist the group in its work.  They might also be able to highlight the social importance of post offices to rural Ireland and to show that we must not fall for mere commercial arguments about competition when there are more important local needs that must be protected.  I pay tribute to former councillor, Michael John Kilgannon, Ms Angela McGuinness and others who convened the National Post Office Users Association.<\/p>  <p>Rural Ireland has been under sustained attack under this Government.  Decisions made in Dublin, be it about the provision of maternity services, mental health services or post offices, often appear to be left in the hands of bean counters and bureaucrats who might have an eye to the economic bottom line but who do not appear to understand the need, particularly in rural areas, to have decent levels of service provided to people.<\/p> <p>In many ways, debates about the sustainability of services in rural post offices are a little unreal when one considers that more than 270 managers in An Post received a bonus of &euro;3,000 to reward performance last year, despite a hike in stamp prices being introduced to cover major losses in the An Post group.  The Government is also happy to introduce a broadcasting tax to look after its friends in RTE, whereas little thought is given to looking after the vital rural An Post network. <\/p> <p>One issue that shone through the Grant Thornton report and one which arises at every meeting with An Post users and postmasters is the importance of Government contracts.  I was disappointed with the recent statement by the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, that there are no plans to facilitate the payment of motor tax renewals at post offices.  This is a remarkable position given that postmasters have repeatedly stated such a facility would be the easiest and most obvious additional service that could be delivered by post offices.  Its introduction, according to postmasters, could save taxpayers &euro;63 million over five years.  <\/p> <p>While we are seeking new ways to attract business to An Post, Ministers are turning their backs on the company.  An Post provides wide-ranging services, including &euro;9 billion in payments to welfare customers.  It is important that we do not buy into a slavish interpretation of European directives.  Other countries such as France are good at finding derogations to mitigate the effect of EU regulations.  A certain proportion of songs played on radio in France must be in the French language, for example.  We, in Ireland, seem to be unable to make the argument that strong local services are needed.  We must use every means at our disposal to ensure we continue to have a strong post office network, especially for the sake of people in rural areas.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700044#WW00300","speaker":"1146","continuing":true},{"type":"speech","time":1422387900,"counter":153,"content":"<p>I thank Senators for their very interesting contributions, most of which I will not have an opportunity to respond to in the time available.  However, my officials and I have taken careful note of everything that has been said and I hope to continue our engagement on these important issues.<br\/>This Government's commitment to rural Ireland is manifest in a number of ways, notably in the national broadband plan.  The notion that we have turned our backs on rural areas is without foundation, given the action we are taking and the policies we are pursuing to address the digital divide, about which many Senators spoke.  There is no question that this divide places rural areas at a disadvantage and Senators have given an account of how this occurs in respect of businesses, families, children, schools and across the board in terms of cultural life.  The Government is addressing this issue.  <br\/>The impact of the economic collapse on the revenue of the State has been clear, as have been its consequences for public expenditure.  However, the adverse impact of the collapse on investment in infrastructure is not often discussed.  This issue needs to be addressed and the Government is beginning to do so, as is evident in the area of housing.  We must also consider the broader area of making the necessary investment in energy infrastructure and meeting future broadband requirements.  The Government is making good a substantial deficit that was caused in no small part by the economic collapse the country experienced. <br\/>Senator Brennan asked whether our policy on broadband is ambitious.  It is both ambitious and achievable, provided we take a realistic approach and are honest and clear with people as to our intentions.  We intend to ensure every home and business has equal access to quality broadband, irrespective of location.  Speakers referred to business, social and cultural needs but this is also a question of equity.  President Obama has effectively placed access to broadband on the level of a human right.  Even two years ago, no one would have spoken about access to broadband as a right or human right but in many ways, the issue has migrated into becoming a human right.  <br\/>The broadband programme is ambitious.  In that regard, I respectfully disagree with Senator Daly's view that the broadband map lacks ambition.  The map provides a measure of the requirements and challenges facing us.  That such large parts of the country, especially in the west, are shown in amber demonstrates that rural towns and villages are areas to which the private sector is simply not prepared to go because delivering the broadband people in rural areas need and people in the cities enjoy is not profitable.  That is the measure of the challenge.  The plan does not lack ambition.  On the contrary, as a number of speakers pointed out, the Government's role is to ensure State intervention takes place to fill the gap left by the inability or unwillingness of the private sector to deliver broadband in areas where it would not make a substantial profit.  There is no lack of ambition in that regard. <br\/>To respond to Senator Naughten's request, we will provide regular reports on timelines and what has been achieved.  I have undertaken to make available a monthly progress report.  Rather than reporting back every three or four months, we will indicate at the end of each month what has been achieved what will be done in the following month.  I hope we will go to tender for contractors to build out a network that will serve approximately 30% of the homes and premises in the country by the end of 2015.  While the blue areas on the map appear to be relatively small in terms of territory because they are clustered around cities and towns, they are equivalent to 70% of all premises nationwide.  The remaining 30% will be addressed by way of State intervention. <br\/>Highly demanding and exacting rules apply to state aid.  States cannot decide of their own volition to provide a service that the private sector is prepared to provide.  While some of us may find that strange or objectionable, it is the legal position in the world in which we live and we must abide by the rules.  We will take people through each stage, month by month, in the course of the year and the broadband programme will be delivered.<br\/>I thank all speakers for their contributions on post offices.  I will not single out any of the many ideas that Senators had on types of services post offices could provide in future.  The Government has provided a realistic yet committed and ambitious response in establishing a post office business development group headed by Mr. Bobby Kerr to examine any and all ideas that Members, business people and others may have on what services post offices could provide.  Let us place these ideas in the mix and have them addressed by the group. <br\/>Senator Quinn reminded us that he was the chairman of An Post in the mid-1980s.  The Senator made a very interesting contribution which highlighted a certain issue - I would not describe it as a conflict - that needs to be addressed.  All of us are in favour of many of the ideas and developments that arise in areas such as broadband, for example, the proposal to have a State e-mail.  Arguably, however, at least according to one view, many of these ideas pull against the survival of the post office network.  This requires us to be all the more innovative in terms of the types of activities we want post offices to carry out.  The role of the post offices as a social resource in the community is a critical aspect of what we need to address. <br\/>I agree with many of the comments on the importance of energy policy, the first issue I addressed in my earlier contribution.  It is critical important that all of us are involved in determining what should be the basis of future energy policy.  Senator Landy suggested that people view energy infrastructure as something that is imposed on the community.  <\/p> <p>I want us to get away from that.  We cannot get full 100% agreement from everybody on everything.  One of the challenges of public life and making public policy is that we should have a negotiated set of policies and way to deliver important public policy projects.  It is no good if people feel like victims of a policy in an area as critical as energy.  As communities and a broader society, we will all need energy in the future.  We will need a sufficient supply of energy, especially from renewable sources in accordance with the very exacting targets we have for 2020 and the emerging targets for 2030.  We will have to ensure that the policy positions we put in place and the mix of energy sources we use comply with those targets.  We must do it in a way that allows people to feel that they have had a contribution.  We are living with the legacy of a failure fully and properly to consult with and engage with communities.  Senator Kelly said that it was all very well and I understood him to mean that while consultation is all very well, when people do not want these structures no amount of consultation will address that.  That would be a pity because we cannot introduce any change in our energy policy without that kind of engagement.<\/p> <p>I was asked about nuclear and other forms of energy.  Senator Mulcahy and I have discussed some of the issues he raised.  I do not have time to go back into it, but I appreciate greatly his commitment and knowledge in this context and hope to talk to him again about the matters he raised.  Regarding the questions about nuclear power, I note that what happened over Christmas was that I did an interview as Ministers often do with a newspaper in relation to the White Paper and what the energy mix for the future ought to be.  It was on exactly the issues we are talking about now.  We spoke about biomass, solar, onshore and offshore wind, and nuclear.  We went through a long list of all the sources and the journalist asked me if that included nuclear.  I make no criticism of him or the newspaper on this occasion.  I said that to have any comprehensive assessment of energy and of energy needs for the future of any country at the moment, one cannot start by taking one of those sources off the table.  In that regard, it does include that.  A comprehensive assessment of our energy needs for the future in the context of the White Paper, which I hope everybody in the room will join me in discussing as it emerges between now and the summer, must include all of those sources.  Of course, it is an understatement to say that there has been a concern about safety in respect of nuclear.  It is manifestly the case that there have been catastrophic events even in recent history that give one cause not just for concern but for very serious concern on safety matters.  The fact about nuclear is that it is capable of being safe as we have seen on the evidence from a number of countries.  Let us have an adult and mature debate on all of these questions.<\/p> <p>I must note that I do not have a role in setting energy prices or in intervening in relation to them.  As a Minister and a citizen, however, I share the interest of Members of the House and citizens generally of ensuring that where there is a reduction in the cost of the inputs into the production of energy, there should be some reduction in the price to the consumer.  People have that reasonable expectation.  I do not have a role in directing that.  We have a liberalised market.  It is a regime we have had in place for quite a number of years and in fact the regulator does not set prices anymore; in gas since early in 2014, or in electricity since 2011.  I have had the opportunity to meet with all of the suppliers in the last week and I welcome the reductions.  Perhaps, some might say they are modest, but reductions have been in put in place in recent days in residential energy prices.  I would like to see more of that as would everybody in the Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015012700045#XX00200","speaker":"1024","continuing":true},{"type":"unspoken","time":1422388500,"counter":155,"content":"<p>The Seanad adjourned at 8.05 p.m. until 10.30 a.m. on Wednesday, 28 January 2015.<\/p>","notice":"TIME STRING DETECTED"}]