[{"type":"minorheading","content":"Prelude","time":1448375400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1448375400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1448375400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1448375400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1448375400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#A00100"},{"type":"speech","time":1448375400,"counter":6,"content":"<p>I have received notice from Senator Catherine Noone that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Finance to outline the current position on the home carer tax credit, how many people are in receipt of same and if there are plans to reform it.<\/blockquote> <p>I have also received notice from Senator Hildegarde Naughton of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to update the House on the development of specialist family law courts.<\/blockquote> <p>I have also received notice from Senator Paul Bradford of the following matter:<\/p><blockquote>The need for the Minister for Health to provide clarity on the future of universal health insurance.<\/blockquote> <p>I have also received notice from Senator Paschal Mooney of the following matter:<\/p><blockquote>The need for the Minister of State with responsibility for the Office of Public Works to seek funding to combat coastal erosion at Tullaghan, County Leitrim which seriously threatens Tynte Lodge, a listed building, and the two castellated stone folly towers on the cliff top, overlooking the Atlantic Ocean.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion and they will be taken now.  Senator Paschal Mooney has withdrawn his Commencement matter which I had selected for discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#B00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1448375400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#B00300"},{"type":"minorheading","content":"Tax Credits","time":1448375400,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#B00350"},{"type":"speech","time":1448375400,"counter":9,"content":"<p>I welcome the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#B00400","speaker":"1120"},{"type":"speech","time":1448375400,"counter":10,"content":"<p>I also thank the Minister of State for coming to the House to take this Commencement matter which concerns the need for the Minister for Finance to outline the current position on the home carer tax credit, the number of people in receipt of same and if there are plans to reform it.  As the Minister of State is probably aware, the home carer tax credit is outlined as being available to a spouse in a family with one earner who is caring in the home for a child eligible to receive child benefit or for an aged or disabled person.  The tax credit has been increased to &euro;1,000 in budget 2016.  <\/p> <p>At a public meeting I held on the matter of taxation I found that a great many people were unaware of this tax credit, even where it applied directly to their situation.  It is clear that a potentially high number of people are missing out on this tax credit.  It is also clear that there is still a distinct lack of knowledge among the general public of its existence, its broad application and how it can be availed of.  Therefore, I ask the Minister of State how many are in receipt of it and if there are plans to continue it in future budgets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#B00500","speaker":"1153"},{"type":"speech","time":1448375400,"counter":11,"content":"<p>I thank the Senator for raising what is quite an important issue.  It is interesting that she said the issue of lack of awareness was highlighted at public meetings.  It is good, therefore, that it is receiving an airing and if even one person picks up on it, that will be positive.<\/p><p>The home carer tax credit is a tax support which may be claimed by a married couple or civil partners where one spouse or civil partner, the home carer, cares for one or more dependent persons.  For this purpose, dependent persons include dependent children, the elderly or an incapacitated person.  The credit, then the home carer's allowance, was introduced to the tax code in 2000 in the context of the move towards the individualisation of the income tax system which limited the transferability of standard tax bands between spouses.  The allowance was introduced to acknowledge the choice families made where one spouse stayed at home to care for children or the elderly.  In 2013, the most recent year for which complete data are available, Revenue records indicate that the credit was claimed by approximately 82,500 families at a cost to the Exchequer of approximately &euro;61.9 million.  That is one of the figures for which the Senator asked.  It is interesting that more than 80,000 families are in receipt of the payment.<\/p><p><b><\/b>The Senator may be aware that the Minister for Finance, Deputy Michael Noonan,<b><\/b>has enhanced the home carer tax credit in budget 2016.  The current value of the credit is &euro;810 per year.  This will increase by &euro;190 to &euro;1,000 with effect from 2016.<b><\/b>The credit is available primarily to single income families, but the home carer is allowed to earn a certain amount of income before the credit is withdrawn.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Once the home carer's income increases above this threshold, the credit tapers off at a rate of &euro;1 for every &euro;2 earned.  In this respect, a further enhancement to the credit introduced in budget 2016 intended specifically to be of benefit to lower-income families is an increase in the home carer's income threshold from &euro;5,080 to &euro;7,200, which is quite significant.  This will allow the home carer to earn up to &euro;7,200 in 2016 before the credit begins to taper out.  It will fully taper out once the home carer's income reaches &euro;9,200.  This measure will be of specific benefit to lower-income families as, under the terms of the credit, a family may elect to claim either the home carer credit or the increased standard rate band for two-income families, but not both.<\/p><p>With regard to the numbers availing of the credit, it should be noted that the Revenue Commissioners have for a number of years taken steps to automatically allow the credit without the person having to make a claim, wherever possible.  For example, Revenue uses data it receives from the Department of Social Protection on child benefit, together with other data from its own records, to automatically grant the credit each year in the tax credit certificates of PAYE taxpayers.  I am advised that Revenue gave the relief automatically to approximately 81,000 taxpayers on this basis in 2015.  This is one of the positive changes within the Department of Social Protection and Revenue whereby these are automatically done and do not need to be claimed in the first instance.  Revenue also pre-populates the annual tax returns of self-assessed taxpayers with the home carer tax credit where it was claimed in the previous year.<\/p><p>Information with regard to the increase in the home carer's tax credit announced in budget 2016 is included in Revenue's budget summary leaflet published on its website.  The Revenue Commissioners also produce a leaflet, available at their offices or on their website, giving details of the credit and how to claim it, and a number of illustrative worked examples.<\/p><p>The Minister, Deputy Noonan, has no further plans to change the home carer's credit at this time, as the budget 2016 enhancements to the credit will need to be incorporated into the system before further amendments are contemplated.  Subject to completing the legislative process, the budget 2016 enhancements to the credit will come into effect from 2016.  I thank the Senator for raising the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#B00600","speaker":"1033","continuing":true},{"type":"speech","time":1448375400,"counter":13,"content":"<p>I thank the Minister of State for the reply, which is adequate and answered what I asked.  On a positive note, I know the figure we have is from 2013, but it states that in 2015, the Revenue relief automatically applied to 81,000 and previously in 2013 some 82,500 families availed of it.  Clearly, only a very small number of people do not have to actively look for it.  It would be interesting to know how many families are entitled to it but are not aware of it.  It is a helpful answer and I appreciate the Minister of State coming to the House to give it to me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#C00200","speaker":"1153"},{"type":"speech","time":1448375400,"counter":14,"content":"<p>The figures the Senator has brought out publicly are useful.  Some 82,500 families are receiving &euro;61.9 million.  One of the benefits of the joined-up thinking with the Department of Social Protection and Revenue operating together is to ensure the maximum number of people receive that benefit without having to go through the process of claiming.  The figures show clearly how efficiently it is being administrated.  There is no harm in highlighting the issue.  I am sure a number of families are not aware of it and are not claiming it.  I thank the Senator for highlighting the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#C00300","speaker":"1033"},{"type":"minorheading","content":"Family Law Cases","time":1448375400,"counter":15,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#C00400"},{"type":"speech","time":1448375400,"counter":16,"content":"<p>I thank the Minister of State for coming to the House to deal with this important matter.  In September the Department of Justice and Equality announced that it was of the opinion that there was no need for a referendum in order to establish a system of specialist family law courts and rather it could be done by legislation.  What is the timeframe for dealing with that legislation?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Hildegarde Naughton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2395\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2395&amp;amp;pid=HildegardeNaughton&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Despite recent positive developments, such as the reporting of family law cases, the Minister will be aware there remains disquiet about the operation of the current system.  This disquiet arises on a number of fronts, one being the fragmented nature of the system.  There are three courts - the District Court,  the Circuit Court and the High Court - hearing various aspects relating to family law.  In addition, there are long delays getting the most basic applications heard.  The result of such delays is that if a person does not have his or her case heard by the judge on the day it is listed, he or she could be wait months for it to be heard.  To put it simply, there are not enough sittings to deal with these cases.<\/p><p>Will the Minister of State give a commitment that the system envisaged will be one where specialist judges will sit and listen only to family law matters and that they will sit regularly?  There is little point in taking judges from the existing system where they are overloaded with work as matters stand.  There is no requirement for judges who hear family law matters to have any specialist knowledge in the area.  It is also the case that family law matters are often heard at the end of a busy day on which other legal matters have been dealt with.  This means family law litigants are forced to sit around courthouses hoping that their cases will be heard.  While I accept this practice is out of a wish to grant as much privacy as possible to the parties, it is far from ideal.  I do not need to go into the other shortcomings of the current system because I know the Minister of State is aware of them.<\/p><p>The Minister of State will also be aware of the varying stories about the perceived gender bias that is supposed to operate in the family law courts.  In light of the passing of the marriage equality referendum, I ask that the perception of a more gender-neutral attitude would emerge in family law matters.  Now that children of married same-sex partners can be the subject of court orders, it is hoped that the best interests of the child, and only that, will be the overriding consideration.  Of course, the introduction of specialist courts and trained judges would also go a long way towards eroding this perception.<\/p><p>I commend the Minister, Deputy Fitzgerald, on the work she has done in reforming the system.  I know she shares the concerns of citizens that our system of family law is not as it should be.  I ask the Minister of State, Deputy Kevin Humphreys, to provide some assurance that the reform of the system is ongoing by providing an update to the House on the proposed introduction of the specialist family law courts and by indicating where that legislation currently stands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#C00500","speaker":"1187","continuing":true},{"type":"speech","time":1448375400,"counter":18,"content":"<p>I apologise on behalf of the Minister, Deputy Fitzgerald, who is unavailable to be here to take this matter.  However, the issue is very close to her heart and is getting her fullest attention.<\/p> <p>I take this opportunity to inform the House of developments in regard to the establishment of specialist family courts.  As the Senator is aware, the programme for Government contains a commitment to establish a dedicated family court.  While it was originally anticipated that a referendum to amend Article 34 of the Constitution would be required in order to remove any constitutional obstacle to the establishment of a separate family court, it appears from more recent examination of the issues that it will be possible to proceed with the establishment of the court in a manner which does not require such a referendum, which is very positive news.  This could be achieved by establishing the court as a separate division within existing court structures.  The Department of Justice and Equality is currently finalising proposals for future legislation based on submissions which have been received in regard to the family court and ongoing consultations with interested parties.<\/p> <p>I wish to outline in general terms the principle features of the proposed family court system.  A district family court, a circuit family court and a family high court will be established as divisions of the existing courts.  It is envisaged that judges will be appointed full-time to the district family court and the circuit family court.  In the case of the family high court, it is anticipated there would not be sufficient case loads to warrant the appointment of judges full-time to family law matters.  Therefore, judges of the family high court will also be able to hear other cases.  The judges appointed to the family courts will be selected on the basis of their training, experience and expertise in dealing with family law matters.<\/p> <p>The new legislation will include a set of guiding principles that will apply to all family law proceedings.  These guiding principles will underline the importance of encouraging and facilitating, as far as possible, the resolution of disputes by means of alternative resolution methods, including mediation, which provide an opportunity for a less adversarial, less argumentative, less stressful and less costly resolution of disputes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister intends to bring the proposals to establish the new family courts to Government as soon as they are finalised.  She intends, at that point, to refer the draft general scheme of the legislation to the Joint Committee on Justice, Defence and Equality for the usual pre-legislative scrutiny conducted prior to the formal drafting of the Bill.  Once again, on behalf of the Minister, I thank Senator Naughton for raising this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#D00200","speaker":"1033","continuing":true},{"type":"speech","time":1448375400,"counter":20,"content":"<p>I thank the Minister of State for his comprehensive reply.  We all know that anyone who enters the family law system does so as an option of last resort.  I welcome, in particular, the commitment given that judges will be appointed full time to the District Court and Circuit Family Court which is a positive step forward.  I also welcome the commitment to facilitate, as far as possible, the resolution of disputes by means of alternative solution methods.  I look forward to the legislation passing through the various Stages in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#E00200","speaker":"1187"},{"type":"speech","time":1448375400,"counter":21,"content":"<p>I thank the Senator for raising the issue.  For the information of the House, I wish to confirm that the groundbreaking Child and Family Relationships Act was enacted earlier this year and is due to be commenced in the coming weeks which I am sure will be of interest to this House.  It will better protect children and their families for decades to come.  It also contributes to giving meaningful effect to the now constitutionally enshrined principle of the child's best interests and right to be heard which often was not automatically done in the courts in terms of looking at these cases.  I think there is a need for specialisation for judges in terms of lower courts.  The Minister is fully committed to doing so, as quickly as possible, and to getting the legislation to the Joint Committee on Justice, Defence and Equality for proper pre-legislative scrutiny.  I hope to see the legislation enacted as soon as possible next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#E00300","speaker":"1033"},{"type":"minorheading","content":"Universal Health Insurance","time":1448375400,"counter":22,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#E00400"},{"type":"speech","time":1448375400,"counter":23,"content":"<p>I welcome the Minister for Health to the House to discuss the third motion which was tabled by Senator Bradford.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#E00500","speaker":"1120"},{"type":"speech","time":1448375400,"counter":24,"content":"<p>I welcome the Minister to the House and thank him for coming in here to respond to my query on the plans or otherwise for universal health care insurance.  I am sure he has responded to this matter in the D&aacute;il and, if not, I am sure he will do so over the next couple of days.  Of course, he has taken some media queries on the subject but it is useful that we avail of this opportunity for a brief exchange of views in the Upper House and I thank him for bringing some realism to the debate.<\/p> <p>Everybody wishes that a magic wand could somehow be waved by a Minister and the Government in order that we would be in a position to put in place a perfect health care system and a perfect system for funding such care.  Unfortunately, that is easier said than done.  As long as I have been a Member of this House and the other House, the provision and payment or subsidising of health care has always been on the agenda.  The matter has never been fully addressed and certainly not fully responded to.<\/p> <p>It could be said, that over the course of the term of one Government or even two, it is possibly not easy to put in place a long-term system of health care delivery and funding.  Therefore, we must think about what should happen beyond the lifetime of one, two or three Governments but start from a position of certainty.<\/p> <p>Having had lengthy discussions here and elsewhere about Canadian, Dutch, Australian and every sort of model of health care provision, perhaps our new starting point must be to improve the current system, its funding, structures and delivery of service.  Everybody concedes that once people access the health service in this country, notwithstanding the enormous challenges it is faced with, a very good service is delivered to the vast majority of citizens.  The problem appears to be access and bed provision among other matters.<\/p> <p>We must first address the improvement of the current system.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Bradford:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=73\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=73&amp;amp;pid=PaulBradford&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Reinventing the wheel is fine.  It has been tried by many Ministers and many Governments but it does not seem to have worked.  If the Minister has brought the first phase of thinking on a universal health insurance to a conclusion, at least we know what is the new starting point.  If I was lucky enough to hold the Taoiseach's position, I would say the same.  He outlined last week that other possible methodologies of funding universal health care will be examined by the Government and the ESRI.  No matter what report is produced, it will find that such a scheme will be very expensive.  The days of expecting an insurance premium of &euro;300 or &euro;400 per person to cover universal health provision are long gone.  The Minister was correct in pointing out last week that the concept of asking people to pay &euro;2,000 or &euro;2,500 for what would possibly be a basic cover package was not acceptable or politically expedient.  I am interested to hear where the Minister thinks we should move next.  <\/p><p>Everybody cheers about the concept of universal health insurance and the concept of universal health care itself but it must be funded.  We are at a stage where we have to be realistic.  The Minister and his colleagues in government are fortunate to be in a position where nobody expects miracles.  Everybody must be realistic enough to know that health care is hugely expensive and there is no easy funding mechanism.  We should look at all the options and everything should be on the table.  However, at this stage, there is no point in tying ourselves into a universal health care insurance model as originally construed five or six years ago because, clearly, it does not appear to add up.  I recall having discussions with the former T&aacute;naiste and Minister for Health, Mary Harney, on the matter at a time when the political party of which I was a member was strongly advocating the Dutch health model and she strongly advised me of her dialogue with the Dutch health department and Ministers who were trying to move away from the scheme.  I was always uneasy that we were going to introduce what we thought was the perfect system from a country which was already losing faith in that particular funding mechanism.<\/p><p>We have a blank sheet to work with to see how the present system can be funded better, administered better and work better.  The glass is half full.  On the whole, the people in the service do a very good job.  A huge amount of work is done in the health service.  We rightly hear of the hard cases, the people on the trolleys and the waiting lists.  We must rid the system of those trolleys and waiting lists but I appreciate it is not easy.  <\/p><p>I look forward to the Minister's initial observations on the future funding models and, perhaps, his broader plans.  We cannot afford to be fixated on the concept of universal health insurance.  It has been examined and people bought into it in good faith.  It is not a sin to admit it was an impossible target to achieve and to look at other models both of a care provision and a care funding scenario.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#E00600","speaker":"1205","continuing":true},{"type":"speech","time":1448375400,"counter":26,"content":"<p>I thank Senator Bradford for raising this issue and for giving me an opportunity to address the Seanad on this matter.  I spoke on it in the D&aacute;il last week.The Government is committed to a major programme of health reform, the aim of which is to implement universal health care in Ireland.  This means timely access for everyone to effective, quality, affordable health services.  <\/p><p>In April 2014, the White Paper on Universal Health Insurance<i><\/i>was published.  It proposed a competitive, multi-payer model of compulsory universal health insurance as the means to achieve universal health care.  Following its publication, the Department of Health initiated a major costing project, involving the ESRI, the Health Insurance Authority and others, to examine the cost implications of a change to the model of UHI proposed in the White Paper.  This initial costing project has now been completed and the underlying reports by the ESRI and KPMG, on behalf of the Health Insurance Authority, were published last week.<\/p><p>The analysis finds that the introduction of the White Paper model of UHI is likely to increase health care expenditure, with additional costs arising as a result of addressing unmet need for health care and the high transactional costs of operating in an insured environment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Leo Varadkar:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The high Exchequer subsidies and individual premiums that would be required to fund this model are not acceptable either now and nor would they be at any time in the future.  The reports essentially support the Government decision not to rush the implementation of universal health insurance in advance of this costing exercise.  It is also clear that there is a need for further research and cost modelling on the best means to achieve universal health care.  I have decided, therefore, that the next phases in the costing exercise will include a deeper exploration of meeting the cost of unmet need for health care and a more detailed comparative analysis of relative costs and benefits of alternative funding models, both single and multi-payer.<\/p><p>The introduction of universal health care represents the most fundamental change in our health service in the history of the State.  We have already introduced the first phases, with GP care without fees or a means test for the youngest and oldest in our society.  The latter came into effect during summer.  It is vital that before deciding on which funding model to adopt, key building blocks are put in place to provide a solid foundation for universal health care.  I have already signalled my commitment to pushing ahead with these key important reforms.<\/p><p>The reforms include putting in place sufficient capacity to satisfy unmet demand in terms of specialists, critical care beds and other infrastructure because a system without adequate capacity will always result in waiting lists and rationing, no matter how it is structured.  We need to strengthen primary and social care, which includes the further phased extension of GP care without fees and the improved management of chronic disease.  We need to put in place reformed structures to replace the HSE, including hospital groups and community health care organisations.  These are now established on an administrative basis, although we still have to appoint all the boards of the hospital groups and put them on a statutory footing.  We need to implement financial reforms, including a more efficient activity-based funding model.  Some people prefer to term this \"money following the patient\".  The conversion year for the model is 2016.  We also need to implement the Healthy Ireland programme and drive forward new patient safety measures.  This will reduce the cost of health care in the long term and improve public health.<\/p><p>As well as representing major milestones on the road to universal health care, these are important initiatives in their own right with the potential to drive performance improvement and deliver significant benefits in terms of timely access to high quality health care for all the people of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#F00200","speaker":"948","continuing":true},{"type":"speech","time":1448375400,"counter":28,"content":"<p>I thank the Minister for his reply.  The five points on which he is trying to make progress are a significant part of his contribution this afternoon and I wish him well on advancing those necessary improvements.  We could end up being fixated on the concept of what we frame as universal health care and universal health insurance to fund it.  In Britain, for example, there is what is supposed to be universal health care, also known as the NHS.  It is probably not working as well as it did 20 or 30 years ago.  The majority of citizens in this country, by way of the GMS medical card-public health care system, had a degree of universal health care.  Tags, titles and framework names about our health service is not really where we must go.  We must go into the provision of those five priorities identified by the Minister and others.  We must concentrate on them.  My question concerned universal health insurance, notwithstanding the view that I and many other people share that it may well be financially unaffordable.<\/p> <p>When will the Minister get the next range of reports on the matter?  Will he then be in a position to indicate whether an entirely new funding model is required?  We cannot keep kicking the can down the road.  The citizen is demanding a health service.  How we frame it or the title we give it are not particularly important.  When does the Minister expect the next range of apparent funding mechanisms to be brought forward?  It would be better if we could concede the old concept is simply not going to happen and move onto new ideas and approaches.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#G00200","speaker":"1205"},{"type":"speech","time":1448375400,"counter":29,"content":"<p>The Senator raised a few points.  He touched on some of the issues, including whether to have a Dutch, Canadian or, as he mentioned, British model.  Whatever we do, we need to have an Irish model because everyone's model of health care is different.  Whatever we do will have to suit our circumstances and needs and have regard to the point from which we are coming, which is crucial to all of this.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Leo Varadkar:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I certainly hope to know the outcome of the research on the cost of meeting unmet demand in the health service next year.  I do not have a date for the funding model, but I still hope to have it next year.  That does not mean, however, that we will go ahead with it.  As I mentioned, we have to make sure there is adequate capacity in the health service, that we strengthen primary and social care provision and put in place the reform structures and financial reforms needed before we change the funding model.  Otherwise no funding model will work.  It will take more than five years to do these things, which means that I do not anticipate the next Government, if my party leads it, being able to change the funding model for health care substantially.<\/p><p>It is also important that we face up to a few things to which we may not want to face up.  Any system of universal health care, no matter where it is in place, whether it be the NHS in Britain, the Dutch system or the Canadian system, involves some rationing.  Universal health care systems involve waiting lists in some form, telling people they have to wait because there is somebody with higher priority ahead of them or that they cannot receive some drug or treatment because it is not considered to be cost effective.  That is why in every democratic country in the world there is, to some extent, a two-tier system.  We allow people to spend their own money on health care if they want to.  Even in Britain, where access to health care is very good, 10% or 15% of the population have private health insurance policies with BUPA in order that they can skip queues, choose a consultant or access treatments that are not considered to be cost-effective for the general population.  We need to be honest about this in the debate.<\/p><p>Compulsory health insurance schemes can work and do in other countries, for example, in Holland.  However, they are expensive.  I am not sure having a system of compulsory health insurance would be right for Ireland.  What would we do if people refused to pay?  Would we fine them or tax them as happens in America if they do not take out insurance under Obamacare?  Would we jail them?  If they continued to refuse and turned up looking for treatment, would we then refuse them?  I do not think we would that in Ireland which is different from other countries.  In European countries compulsory health insurance systems have tended to build up over time.  Usually an employer pays for insurance for an employee at first and then people subsequently pay for themselves.  We do not have that tradition in Ireland and I do not think it would be right for us for these various reasons.<\/p><p>No matter with what funding model we end up in the long term, we first need to address the four major deficit areas.  We need to make sure there is enough capacity; strengthen primary and social care provision; put in place reformed structures and achieve financial changes which are also important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#G00300","speaker":"948","continuing":true},{"type":"unspoken","time":1448375400,"counter":31,"content":"<p>Sitting suspended at 3.10 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1448375400,"counter":32,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#O00100"},{"type":"speech","time":1448375400,"counter":33,"content":"<p>The Order of Business is No. 1, motion re the Horse and Greyhound Racing Fund, back from committee, to be taken at the conclusion of the Order of Business without debate; No. 2, Financial Emergency Measures in the Public Interest Bill 2015 - Second Stage, to be taken at the conclusion of No. 1 and to be adjourned no later than 6.30 p.m. with the contributions of group spokespersons not to exceed eight minutes each and those of other Senators not to exceed five minutes each; No. 3, Residential Tenancies (Amendment) (No. 2) Bill 2012 - Report and Final Stages, to be taken at 6.30 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#O00200","speaker":"1148"},{"type":"speech","time":1448375400,"counter":34,"content":"<p>We will not push this matter to a vote today but could the Deputy Leader invite the Minister for Health, Deputy Varadkar, to the House at some stage this week to discuss the debacle of the emergency department crisis throughout the country?  This has worsened by 100% in terms of trolleys, waiting lists and so forth since 2007.  For the last 15 months the numbers have increased consistently month on month.  That happens to coincide with the same 15 months that Deputy Varadkar has been Minister for Health.<\/p> <p>It is two years since the Taoiseach said he was taking personal responsibility for the health service.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marc MacSharry:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2010\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2010&amp;amp;pid=MarcMacSharry&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Since then we have had the establishment of a task force and the publication of a report.  Eleven weeks after that report was put into the public domain, there still is no plan in place.  The Minister continues to be the best pundit there is when it comes to the health service but, unfortunately, he has not realised he is a player.  In fact, he is the captain of the team from a health perspective and the person from whom we expect leadership.  Communities throughout the country require hospital emergency departments that work and are able to deal with patients, whether they are elderly people or young children, whether they are ill or have been injured in an accident.<\/p><p>The Irish Nurses and Midwives Organisation, which co-chaired the task force, announced this week that having balloted its entire membership, 92% are in favour of industrial action.  That action will take place on 15 December in four hospitals around the country, the identity of which will not be known for some time.  It could happen in Sligo, in Waterford, in a Dublin hospital or anywhere else.  What is certain is that it will not serve patients well.  It is time the Minister, Deputy Varadkar, dispensed with the punditry and commentary and instead took action on this issue.<\/p><p>As I said, the situation has got progressively worse month on month in the course of his tenure.  We saw the abandonment last week of the plan for universal health insurance, one of the components of the Government's five-point plan.  There has been a doubling in recent years of the numbers on trolleys.  There are ongoing problems with resources throughout the entire health service.  Last evening, I spoke to a couple, one of whom is 87 years of age and the other 82, whose joint income from the contributory old age pension is less than &euro;500 per week.  They have had their medical cards taken away despite both suffering from illness.  Indeed, one is facing imminent surgery of a serious nature in Galway.  This, sadly, is the health service in respect of which the Minister, for all his capabilities as a pundit, has shown an almost unique talent to replicate the headless chicken approach of his predecessor, the now Minister for Children and Youth Affairs, Deputy James Reilly.<\/p><p>As I said, we will not put this matter to a vote today.  However, we will do so later in the week unless a three-hour debate is arranged without the imposition of prohibitive five-minute slots for Members to speak.  We must have a meaningful debate on what tangible measures can be implemented by the Government.  We have had enough punditry and commentary.  What we need now is a functioning health service that can cater for people in emergency departments throughout the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#O00300","speaker":"1149","continuing":true},{"type":"speech","time":1448375400,"counter":36,"content":"<p>I welcome the announcement that the budget has met all the conditions of the Stability and Growth Pact, which is the final piece of the assessment process for this country from a European perspective.  The budget has been deemed to be compliant and no changes are required.  With the deficit falling well below 3% this year, Ireland will exit the corrective arm of the Stability and Growth Pact at the end of 2015 and a balanced budget is in prospect within the coming years.  Reducing the deficit below 3% is an important milestone in our recovery.<\/p> <p>The Christmas social welfare bonus was abolished in 2009 by the previous Government.  One of the consequences of the improvement in our economic situation is the very welcome provision for a 75% Christmas bonus payment this year, which will directly benefit 1.2 million social welfare customers and their dependants.  Those bonuses will be paid in the first week of December, the necessary regulations having been signed yesterday.  We hope, given the further improvement which is in prospect, that the payment will be increased further next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#P00200","speaker":"1151"},{"type":"speech","time":1448375400,"counter":37,"content":"<p>I congratulate our colleague, Senator Barrett, on his performance on the \"News at One\".  The outline he gave of the current status of the banking inquiry was extremely enlightening for listeners.  I am glad he drew a parallel between the possible amendment of the report by the sub-committee and the very numerous amendments that are carried through by this House.  He has helped the public to understand the work we do, which is very often unregarded, unnoticed and unremarked on in the media.<\/p> <p>I was sad to hear of the bankruptcy of Sir Anthony O'Reilly, who is a remarkable man.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He was a great rugby player for this country.  He went on to administer the Heinz corporation in America, an enormous multinational, which made him very wealthy and very famous in the United States of America, but he did not forget Ireland.  He started the Ireland Fund, which has done an enormous amount of good.  He also attempted to rescue Waterford Crystal, one of the iconic industries in this country.  It very sad that a major figure like this, approaching the end of his days, as I and at least one of my other colleagues are, is in this position.  I am sure he will be protected to a certain extent by his wife's wealth but it is still very sad to see a public figure like this brought down by financial circumstances.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#P00300","speaker":"1136","continuing":true},{"type":"speech","time":1448375400,"counter":39,"content":"<p>I welcome Senator M&aacute;ir&iacute;a Cahill to the House.  I was in Montenegro last week on Council of Europe business, so I was not here to congratulate her.  I wish her every success.  She replaces her colleague, Senator Jimmy Harte, and I know she will bring a unique experience to this House and will be a contributor to many debates.  It adds to the quality of the House and is a great boost that she has been elected directly from the North, which is a great step forward.  My grandparents came from Lurgan in County Armagh, so I have a connection with the North.  I wish her success on both sides of the Border, whatever political life she pursues.  She is certainly entitled to it.  She was elected honourably and well and it was a great choice of candidate.<\/p> <p>I concur with Senator Norris.  It is good to recognise the work of a truly great Irishman in Sir Anthony O'Reilly.  People are sometimes too quick to judge.  While we will not go through his career today, what Senator Norris said is very true.  The Ireland Fund alone has done enormous work around the country.  In fact, I applied once on behalf of a project in Castlecoote in County Roscommon and I recall getting about &pound;10,000 for a small community centre, which developed different opportunities for the area.  He should certainly be recognised and this House should wish him well, whether we do that individually or collectively.  I would love to meet that man, given his experiences in Ireland, his work throughout the world for Ireland and his work in taking on difficult tasks in regard to Waterford Crystal, in which he had great faith because it was an iconic brand and he felt it was worth preserving.  It is a day of congratulation, although it is not a matter of congratulation to be declared bankrupt.  As far as I am concerned, he still has the highest standing in Irish life and no bankruptcy will ever affect that.  The work he has done for the people of Ireland will never be forgotten.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#Q00200","speaker":"1140"},{"type":"speech","time":1448375400,"counter":40,"content":"<p>I want to add my word in regard to Tony O'Reilly.  I was at school at the same time as him and played rugby against him.  I have a photograph at home, of which I am very proud, of the two of us running.  We, in the Newbridge Dominicans, were playing the Jesuits.  We cheated.  We said a novena for bad weather - nine days prayer for bad weather - and the Lord listened to us and we got the worst day ever.  O'Reilly only got the ball twice, so he only scored two tries.  We did not win but it was a great record.  <\/p> <p>As Senator Leyden said, we should remember the work he has done for the Ireland Fund over the years.  I got to know Sir Anthony O'Reilly very well over those years and have been to the weddings of some of his sons.  He is a man we should be very proud of.  Despite his recent financial difficulties, when I wrote to him recently, I got a lovely note back thanking me for my note.<\/p> <p>I would also like to raise the issue of the crime wave we are experiencing.  There are steps we can take, one of which is a copy of what is being done in other countries.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Feargal Quinn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1972\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1972&amp;amp;pid=FergalQuinn&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We should be able to help citizens feel more connected to the Garda.  A person may not be in a situation to ring 999 or whatever the number is but may want to talk to a garda about a certain issue.  The 999 number is for emergencies and is only to be used when a crime is being committed or help is required immediately.  We could create for citizens a telephone number that is easy to remember in order that they might share their concerns if they see something that needs to be done.  According to the relevant website, \"101 is the number to call when you want to contact your local police in England, Wales, Scotland or Northern Ireland - when it's less urgent than a 999 call,\" that is, to report crimes and other matters in respect of which an emergency response is not needed.  This number can be used if there is a minor traffic collision, if people want to give the police information about crime in their areas or if someone wants to speak to an officer in general terms.  This has been done in several other countries and we should consider it here because people may want to contact the Garda but may not need to call 999 and create urgency about something that is, if fact, not quite so urgent.  It would be worthwhile passing this comment on to the Minister for Justice and Equality in the hope that it might be passed on to the Garda.  It would cost nothing to establish the new number and calls to it would not give rise to the same urgency as that attaching to 999 calls.  People could use it in order to highlight something that requires attention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#Q00300","speaker":"1145","continuing":true},{"type":"speech","time":1448375400,"counter":42,"content":"<p>I share Senator MacSharry&rsquo;s concern about the decision by the Irish Nurses and Midwives Organisation, INMO, to call for strike action to commence on 15 December.  This will cause great stress and worry for many patients, particularly elderly people, during the winter.  While I can appreciate much of the frustration of nurses regarding the continued overcrowding in hospitals and, in some instances, the limited resources available, very significant progress is being made.  The emergency department task force plan is taking effect and there are 20% fewer people on trolleys today than was the case 12 months ago.  A total of 197 hospital beds have been opened since October, with 44 more to open in the next two weeks.  Almost 760 more nurses have been employed since this time last year and a recent overseas recruitment drive has given rise to 400 definite expressions of interest, which is good news in the context of the acute shortage of nursing personnel.  I hope that between now and 15 December all parties will make use of the Workplace Relations Commission to resolve the outstanding issues.  I understand that apart from those relating to overcrowding and staffing, there are other issues that need to be addressed.  I hope the INMO and the Health Service Executive, HSE, management will redouble their efforts to ensure that a binding agreement that will make industrial action unnecessary will be put in place.  These matters must to be sorted out around a table and the old, the sick and those who depend on hospital services do not deserve to be put under pressure and stress coming into winter.  A solution must be found.  I hope this proposed industrial action for 15 December will be called off.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#R00200","speaker":"1118"},{"type":"speech","time":1448375400,"counter":43,"content":"<p>I, too, call for a debate on health care with the Minister for Health, Deputy Varadkar.  Opposition Senators and some Government Senators have been calling for this for almost a year and it has not happened.  It is not fair to say to nurses because they are pondering strike action as a last resort that they are putting older persons at risk or that they are responsible for what is happening.  Government Senators have to take responsibility for what is happening in the health service.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Cullinane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2357\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2357&amp;amp;pid=DavidCullinane&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I invite Senator Mullins to visit University Hospital Waterford or any of the hospitals in the State that are under fierce pressure because of a lack of capacity.  We do not need a debate but more beds in public hospitals, more nurses, more junior doctors, more consultants and more capacity.  That is the only way we will reduce pressure in accident and emergency departments.  Anybody who understands health care will say that if one has real problems in the accident and emergency department then there will be problems everywhere in the hospital because that is where all of  the problems come together at that same time.  This situation is a symptom of what is wrong across the health service where we have a lack of investment in primary care, community nursing units and geriatric care facilities.  We still do not have many of the community nursing units that were promised.  That includes a 100-bed unit that was promised for Waterford which has still not been delivered.  The Government is responsible for these problems.<\/p><p>I welcome a debate but let us be honest.  The people who are lying on hospital trolleys, despite what the Government's representatives say, do not want politicians to keep talking and going around in circles on this issue.  Instead, they want delivery, results, action and more resources but the time to do all of that was in the last budget.  Let us look at what this Government did.  A sum of &euro;180 million was given to the top 14% income earners yet only a fraction of that, in additional moneys, was put into the health service.  That is what the Government did and its Senators should take responsibility.  I would welcome a debate on the issue and believe we must hold the Minister for Health to account.  The Government promised that it would bring in real reform of the HSE and all the rest.  The Government has done precious little.  In fact, it has abandoned its policy for universal health insurance.  We need to invite the Minister in here to discuss these issues and what has really created the problems in the health service.  I say to Senator Mullins that the nurses, junior doctors or consultants have not created the problems but the politicians in power who have not done what they said they would do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#R00300","speaker":"1133","continuing":true},{"type":"speech","time":1448375400,"counter":45,"content":"<p>I wish to talk a little about the Christmas bonus which will directly benefit 1.2 million social welfare customers and their dependants and be paid in the first week of December.  As announced in the budget, the bonus paid to pensioners, people with disabilities, carers, lone parents and people who are long-term unemployed will rise by 75% this year.  Let us recall that the Christmas bonus was abolished in 2009 but re-introduced by the present Government.  The regulations which provide for the 75% Christmas bonus to be paid were signed yesterday and must be welcomed.  Weekly social welfare payments, with which the Christmas bonus will be paid, includes the State pension, both contributory and non-contributory, the widow's and widower's pension, both contributory and non-contributory, the guardians payment both contributory and non-contributory, and those receiving invalidity pensions, blind pension, deserted wives' benefit, carer's allowance and benefit, disability allowances, farm assist long-term jobseeker's allowance and long-term supplementary welfare allowance.  A pensioner couple, both in receipt of the non-contributory State pension, will receive a bonus of &euro;328.50.  A single person on disability allowance will receive a bonus payment of &euro;141.  A person in receipt of a carer's allowance with two dependant children will get a bonus of &euro;197.70.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#S00200","speaker":"1138"},{"type":"speech","time":1448375400,"counter":46,"content":"<p>Is the Senator seeking a debate on this issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#S00300","speaker":"1120"},{"type":"speech","time":1448375400,"counter":47,"content":"<p>I will conclude with more good news.  A long-term jobseeker with a dependant partner and two dependant children will receive a bonus of &euro;279.30.  The figures say it all and, therefore, I do not seek a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#S00400","speaker":"1138"},{"type":"speech","time":1448375400,"counter":48,"content":"<p>What about the past number of years?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#S00500","speaker":"1164"},{"type":"speech","time":1448375400,"counter":49,"content":"<p>I cannot answer that question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#S00600","speaker":"1151"},{"type":"speech","time":1448375400,"counter":50,"content":"<p>I welcome all of the payments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#S00700","speaker":"1138"},{"type":"speech","time":1448375400,"counter":51,"content":"<p>Recently I attended a meeting in Kerry along with a number of people from small and medium enterprises.  I was surprised that they were very concerned about the cost of telephone directory inquiries but having checked out the matter I realised that they were right to be concerned.  Before the meeting such costs had  not occurred to me.  Now I know that when one telephones directory inquiries from a landline and ask to be put through to a number of a supplier or potential customer, the chances are one will finish up paying &euro;7 or &euro;8.  That is a lot of money for the service.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ned O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2233\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2233&amp;amp;pid=NedOSullivan&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Telephone bills are dear enough without paying for the privilege of ascertaining the number before one telephones.<\/p><p>The major telephone companies should examine this issue.  I ask the acting Leader to take up the matter with the Minister for Communications, Energy and Natural Resources, Deputy Alex White.  The sum of &euro;8 may not appear to be a large amount but if one has recourse to direct inquiries on a regular basis - as I and I am sure other Members have been - it adds up.  One is hostage to fortune because one has no choice.  One cannot lug all the local directories around.  One telephone directory is supplied free of charge to people in their own telephone area, of which there are 20 or 30 in the country.   As one has to depend on directory inquiries, that is an issue that should be looked at.<\/p><p>There was a big song and dance here in the past couple of weeks when the Government announced an additional 600 teaching jobs.  Many young teachers hoping to leave training colleges and young teachers who are lucky to be working as substitutes were delighted at the prospect of having jobs to apply for, yet when they read the small print they discovered they were not full-time teaching positions but part-time jobs involving hours on offer and top-up hours in certain schools.  There was much disappointment about that.  I seek clarification from the Minister for Education and Skills, Deputy Jan O'Sullivan, as to how many actual full-time teaching jobs had been created in a sector where jobs are badly needed, given that we have more qualified teachers than we have jobs for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#S00800","speaker":"1142","continuing":true},{"type":"speech","time":1448375400,"counter":53,"content":"<p>I would welcome a debate on the health issue.  I agree there are difficulties that need to be resolved but there are many positive things happening.  For example, in 2014 there were more than 3.2 million outpatient appointments where day care procedures were carried out or involving outpatient attendances with medical personnel.  The free GP care scheme for those under the age of six has been introduced.  The next step is the introduction of free GP care for under 12s, to be followed by the third category which is the under 18s.<\/p> <p>The message we are getting is that the entire health system is falling apart but that is not the case.  There are many people working in it who are providing a very good service to a large number of people but we need to work out the difficulties.  One is the need to start doing long-term planning.  I attended a meeting last week at which we discussed a hospital built in 1780.  No long-term planning has been done in respect of our hospitals.  The maternity units of three hospitals in Dublin have to be replaced.  While the children's hospital is progressing, hospitals around the country need to be replaced also and there is a need to set out a five, ten, 15, 20 year programme.  There is also the question of how we employ people who can provide the services required.<\/p> <p>I attended the Irish Kidney Association dinner on Saturday night.  No progress has been made in the past 15 years in terms of the number of kidney transplants and, given that the number is way below what it should be, the issue needs to be addressed.  There are more than 1,900 people on dialysis which is a huge cost.  The only way to reduce that cost is through increasing the number of transplants and every effort should be made to ensure the expertise is available to carry out such transplants.  Where there are living donors a great deal more works needs to be done in that area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#T00200","speaker":"1150"},{"type":"speech","time":1448375400,"counter":54,"content":"<p>T&aacute; m&eacute; ag ard&uacute; ceist inniu a bhaineann leis an gc&oacute;ras dl&iacute; choiri&uacute;il agus, go h&aacute;irid, an chaoi ina bhfuil an Roinn Dl&iacute; agus Cirt agus Comhionnanais ag cur i bhfeidhm na pion&oacute;is a ghearrtar ar dhaoine.  We witnessed considerable media coverage of a case of a woman from Galway who had been abused. In March her abuser pleaded guilty in Galway Circuit Criminal Court and was subsequently sentenced and was to be imprisoned for five years in July.  It has transpired that the person is in a wheelchair and was sent home for house arrest.  I know the woman and have been in contact with her.  She is outraged at the way the system is dealing with the issues around the management of the sentence.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The hoo-ha in the media and the way the issue was portrayed by the media was also quite distasteful to her.<\/p><p>How did the information about this man being released and sent home get released to the media?  Who tipped off the press?  Did it come from the Garda or the Irish Prison Service?  How will this man be made to serve his sentence?  That is one of the issues.  That he is in a wheelchair should not have an impact on the situation.  The fact that it will cost the State approximately &euro;2 million, according to some media reports, to keep him under house arrest seems absolutely outrageous as well.  This is a serious issue and the Minister needs to investigate it.  Will she come into this House and tell us if she will investigate how this information was released and why the victim was not made aware of the situation until she saw it in the media and was being harangued by media outlets?<\/p><p>The situation highlights the fact that we still have not seen the victims of crime Bill come through the Houses.  We need to know when the Bill will be brought forward.  When will we sit in the Seanad and have it enacted so that issues such as this one can be brought up and addressed?  There is a serious need for an investigation into exactly what happened.  When will the perpetrator in question be forced to fulfil his sentence, as is right?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#T00300","speaker":"1122","continuing":true},{"type":"speech","time":1448375400,"counter":56,"content":"<p>I know colleagues wish to join with me in offering our condolences to our colleague, Senator van Turnhout, on the death of her father, Michael Hassett.<\/p> <p>Senator MacSharry did me the courtesy of explaining that he had to leave for the banking inquiry and that he cannot be here for my response.  He called for a debate with the Minister for Health, Deputy Varadkar, in respect of the issue of overcrowding in accident and emergency units and patients on trolleys.  With its customary efficiency, the Leader's office has already been on to the Minister's office to try to schedule the debate.  I am happy to try to schedule it but I am mindful that there is a heavy legislative schedule between now and Christmas, which is only three full working weeks away.  We therefore may not be able to do so in that limited timeframe but we can do it in the new year.  <\/p> <p>I thank the Leader's office for the information that we have scheduled in the term of this Seanad, 41 separate debates on the health care portfolio.  I think I am right in saying that it is more than any other portfolio.  This is separate and distinct from the many debates we have had on health care during matters on the Adjournment and matters on the Commencement.  The Minister for Health, Deputy Varadkar, was present a short while ago today responding to a matter raised on the Commencement by Senator Paul Bradford.  The matter concerned the future of universal health insurance and the Minister set out some factual matters in terms of the Government's achievements on health care reform.  The Minister for Health, Deputy Varadkar, is a regular visitor to the House as was the previous Minister, Deputy Reilly.  We have had a whole range of health care debates but I am happy to try to facilitate colleagues who wish to have a debate on this important issue.  <\/p> <p>As colleagues will be aware, there has been investment in seeking to tackle overcrowding.  There have been some positive figures, as some colleagues have pointed out, in particular Senator Burke.  Some really key structural changes have been made by the Government in health care.  These include establishing hospital groups, building more than 45 primary care centres, establishing the new Child and Family Agency, Tusla, and stabilising the private health insurance market.<\/p> <p>In terms of reform, Senator Burke also pointed out that free GP care was introduced for children under six years of age and those over 70 years of age and moves are being made to introduce the same package for those under 12 years of age.  We have increased numbers of staff in our health service.  Since January of this year, there has been approximately 500 more nurses recruited and, since September 2011, almost 300 additional consultants recruited.  There has also been a trebling of mental health funding in the past four years.  There have been positive changes, reforms and structural developments made in the health service.  The Minister, Deputy Varadkar, gave a full response to Senator Bradford in a matter on the Commencement in this regard.  <\/p> <p>In respect of the particular issue that has arisen today, colleagues have all expressed concerned about the vote by the INMO for industrial action, potentially, on 15 December.  I know that Tony O'Brien of the HSE has already said HSE management will engage with the INMO through the Workplace Relations Commission to seek to resolve the issues concerning overcrowding and avert that industrial action.  Such a resolution will be in the interests of the staff working in the health care system but, more important, in the interests of patients.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We all wish for a speedy resolution to those matters in the coming weeks.  I think that answers Senator MacSharry's point.<\/p><p>Senator Paul Coghlan welcomed the EU's approval of the budget and deficit reduction targets and noted that these targets are being met and indeed exceeded.  He also welcomed the good news on the Christmas bonus.  Having been abolished in 2009 by the previous Government, it is on its way to being fully restored, with a 75% restoration in the current budget.  Some 1.2 million recipients of social welfare payments will benefit from this, with payments to start from next week.  That development is hugely welcome.  The T&aacute;naiste and Minister for Social Protection, Deputy Burton, signed the regulations necessary to restore this portion of the bonus yesterday.  This news was also welcomed by Senator Brennan.<\/p><p>Senator Norris offered congratulations to Senator Barrett on his radio interview on the banking inquiry.  I did not hear the interview but others told me how good he was.  I join Senator Norris in congratulating him.  I gather that Senator Barrett made the point that the banking inquiry should not be allowed to fail because it is too important.  I know other colleagues cannot be here for the Order of Business because they are working on the banking inquiry.  We wish them well with it.<\/p><p>Senator Norris also spoke on the bankruptcy of Sir Anthony O'Reilly and offered his commiseration and concern at the news.  He noted the achievements of Tony O'Reilly, particularly in respect of the Ireland Funds and in his attempt to rescue Waterford Glass-Waterford Wedgwood.  I join Senator Norris in expressing concern.  I have my own family connection to Waterford Glass, which was established by my grandfather in 1946.  It was such an iconic brand.  Tony O'Reilly's work in trying to rescue it by investing a huge amount money is definitely to be noted and commended.<\/p><p>I also offer congratulations to Senator Norris on his being honoured by Trinity College this Friday.  I hope I can say that on the Order of Business without breaching any confidence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#U00200","speaker":"1148","continuing":true},{"type":"speech","time":1448375400,"counter":58,"content":"<p>Senator Bacik can say it anywhere she likes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#V00200","speaker":"1136"},{"type":"speech","time":1448375400,"counter":59,"content":"<p>Senator Leyden welcomed Senator M&aacute;ir&iacute;a Cahill and noted that she will be replacing our friend and colleague, Senator Jimmy Harte.  We all offered our welcomes to Senator Cahill last week but I am happy to thank Senator Leyden for his words today.  I note that, as he pointed out, Senator Cahill will bring her unique experience and her Northern perspective and will make a really significant contribution in the weeks and months ahead.  Senator Leyden also referred to Sir Anthony O'Reilly and concurred with Senator Norris on that matter.<\/p> <p>Senator Quinn concurred with Senators Norris and Leyden on Tony O'Reilly and his great work on the Ireland Funds.  He also referred to crime issues and, in his customary way, put forward a constructive proposal for change.  I will bring the Senator's proposal back to the justice committee.  We have been holding hearings on rural crime recently.  I think his suggestion of setting up a policing helpline of the sort that is in place in the UK, which citizens can ring if they do not require an emergency response but have concerns around policing matters, is very positive and constructive.<\/p> <p>Senator Mullins expressed his concern about the Irish Nurses and Midwives Organisation, INMO proposal to take industrial action and pointed out the improvements that have been made.  In particular, he indicated that there have been improvements in the figures for those waiting on trolleys, although there are still far too many patients who are forced to wait.  Nonetheless, there has been a 20% reduction on the figure which obtained a year ago.  The Senator also referred to nurses' recruitment, which I have already mentioned, and expressed his hope that the issues may be resolved in advance of 15 December so that industrial action will not be necessary.<\/p> <p>Senator Cullinane called for the Minister, Deputy Varadkar, to come to the House.  I have responded to that.  The Minister was already in today on a Commencement matter and I have no doubt he will come in again in response to our request for a debate on accident and emergency departments and overcrowding.<\/p> <p>Senator Brennan welcomed the fact that the Christmas bonus will be paid and that 1.2 million recipients will benefit from it.<\/p> <p>Senator O'Sullivan referred to a meeting with SMEs in County Kerry and spoke on the cost of directory enquiries.  I was not aware that the cost was so high.  It might be something that could be raised as a Commencement matter.  It is certainly of concern if people are still paying very high rates.  This matter was raised some years ago in public debate.  I thought it had been dealt with and that the costs had come down.  Clearly, they have gone up again.  Senator O'Sullivan also referred to 600 extra teaching jobs.  I understood that they were full-time positions.  We can certainly make enquiries as to the nature of those posts.  As I recall, the announcement referred to full-time teaching posts.<\/p> <p>Senator Colm Burke welcomed the calls for a debate on health care.  We have already put in a request for the Minister to come before us.  The Senator pointed out positive developments in health care, particularly the roll-out of free GP care for the two key vulnerable groups of children under six and people over 70 and the fact that we will move on to roll out free GP care to children under 12 in due course.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator &Oacute; Clochartaigh referred to a very particular case about which I had read in the newspapers.  I agree with him that it is a matter of grave concern in terms of sentencing.  Given the doctrine of separation of powers, it is not something in which we, as legislators, can intervene directly but it raises bigger questions about disclosure of information.  Under the Garda S&iacute;och&aacute;na Act, it is an offence for a serving Garda to disclose confidential matters concerning investigations.  We do not know where the information in the public domain came from but it is a matter that clearly should be raised by the individual victim concerned.  The Criminal Justice (Victims of Crime) Bill received pre-legislative scrutiny at the Joint Committee on Justice, Defence and Equality last month.  It is being progressed, so I hope it will be brought before us in the next few weeks.  The case itself raises questions about bigger issues relating to the structure of the criminal justice system.  On Monday, I had the pleasure of attending an open policy forum hosted by the Department of Justice and Equality, which was attended by the Minister.  Indeed, she stayed for the full morning.  The forum was to look at the proposal to establish a criminal justice inspectorate.  This recommendation was made by the Joint Committee on Justice, Defence and Equality last year and has also been made by a number of bodies.  There is a model in Northern Ireland for a criminal justice inspectorate and the head of Criminal Justice Inspection Northern Ireland spoke to us on Monday.  This is the sort of issue that could well come within the remit of a general inspectorate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#V00300","speaker":"1148","continuing":true},{"type":"speech","time":1448375400,"counter":61,"content":"<p>A big issue for the Minister is the management of the penalty that has been imposed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#W00200","speaker":"1122"},{"type":"speech","time":1448375400,"counter":62,"content":"<p>Again, I am mindful of the separation of powers, the Judiciary setting the penalty and having sentencing power and the Minister not having the capacity to intervene at that point.  I do not think the issue here was the sentence but the management of the sentence by the Prison Service.  There may well be a matter for the Minister in which case, it would be better dealt with as a Commencement Matter if it can be framed as a matter for the Minister in terms of management of sentence and management of the Prison Service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#W00300","speaker":"1148"},{"type":"speech","time":1448375400,"counter":63,"content":"<p>I welcome the former Deputy and Minister of State, Hugh Byrne, from Wexford, to the Visitors Gallery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#W00400","speaker":"1120"},{"type":"unspoken","time":1448375400,"counter":64,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Horse and Greyhound Racing Fund: Motion","time":1448375400,"counter":65,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#W00600"},{"type":"speech","time":1448375400,"counter":66,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann approves the following Regulations in draft:Horse and Greyhound Racing Fund Regulations 2015,copies of which were laid in draft form before Seanad &Eacute;ireann on 28th October, 2015.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#W00700","speaker":"1148"},{"type":"unspoken","time":1448375400,"counter":67,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":68,"content":"<p>Sitting suspended at 4.18 p.m. and resumed at 4.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Financial Emergency Measures in the Public Interest Bill 2015: Second Stage","time":1448375400,"counter":69,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#CC00100"},{"type":"unspoken","time":1448375400,"counter":70,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1448375400,"counter":71,"content":"<p>Since taking office, the Government has made tremendous progress in stabilising the public finances, bringing the national debt down towards the European average and reducing unemployment.  It must be acknowledged that public servants and public service pensioners have played a significant part in taking this country off its knees.  Five separate pieces of financial emergency measures in the public interest, FEMPI, legislation have contributed &euro;2.2 billion annually to stabilising the public finances.  Now, through the Government's prudent management of the economy, we are in a position to commence the unwinding of the financial emergency legislation.<\/p><p>This Bill, which is designed to give legislative effect to the negotiated provisions of the Lansdowne Road agreement, illustrates that the Government is committed to the orderly unwinding of the existing legislation.  The terms of the Lansdowne Road agreement were approved by the Government on 3 June this year and accepted by the public services committee of the Irish Congress of Trade Unions, ICTU, on 16 September following full consultation with its members.  The agreement provides for partial pay restoration to public and civil servants.  It also provides for a reduction in the level of pension-related deductions paid by public and civil servants.  The restorations are significantly weighted in favour of the lower paid.  These changes to the FEMPI measures require the Government to bring forward primary legislation to amend the existing Acts.<\/p><p>The Lansdowne Road agreement is not just about take-home pay.  In addition, it secures and enhances the considerable reforms the Government has delivered since 2011.  When we came into office, reform of the public service was a key component of our strategy to meet the enormous challenges we faced.  Collective agreements implemented by the Government provide for 15 million additional working hours by public and civil servants, helping the Government to provide additional services to citizens with fewer staff.  Under those agreements, we have seen overtime and other payments substantially reduced while other conditions relating to pensions, sick leave and holidays have all been amended.<\/p><p>The Lansdowne Road agreement builds on this progress and ensures public service and Civil Service reform will continue to play a key role in Ireland's recovery.  The agreement strikes the right balance between the legitimate aspirations of public servants for pay recovery and the objective of sustaining or improving public finances.  I have consistently acknowledged that during the crisis, the sacrifices of public servants and public service pensioners assisted in putting this country on the road to recovery while sustaining our public services.  Therefore, as economic growth returns and private sector wages increase, it is only right that all public servants and public service pensioners start to see their take-home pay improve.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Brendan Howlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=535\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=535&amp;amp;pid=BrendanHowlin&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Others take the view that the emergency is over and that the emergency legislation should be dismantled in its entirety immediately.  This would be wholly irresponsible.  While significant progress has been made, with employment on the increase, national debt in decline and public finances under control, we must be restrained.  We must manage the process in a responsible, sustainable way, with the long-term interests of the country at the centre of policy-making.  Therefore, this Bill is not about giving away in a reckless, unplanned manner but rather about giving back, in a measured and prudent way, to those who were committed to maintaining services in the face of the fiscal discipline that was required.<br\/><br\/>The estimated additional cost of the measures agreed in the Lansdowne Road agreement is &euro;267 million next year, an extra &euro;290 million in 2017 and a further &euro;287 million in 2018.  In addition, the reduction of the public service pension reduction carries a cost of &euro;30 million for each of the years 2016 to 2018, inclusive.  The Bill is concerned with the amendment of prior legislation, predominantly the FEMPI Acts, so as to give effect to what has been agreed by the employer, that is, the Government, and the public service unions in the Lansdowne Road agreement.  As I have said, it is the first step in the carefully managed unwinding of the FEMPI legislation necessary for the pay and pensions of public servants to be restored.  As the House will see, the measures it introduces are proportionate and fair, with something given back to all, since all contributed, but with the lower paid standing to receive most, relative to where they were.<br\/><br\/>For the benefit of Senators, I will briefly outline the main provisions of the Bill.  Section 3 concerns pay restoration for public servants.  It amends the FEMPI (No. 2) Act of 2009 to allow the reductions effected under that Act to be lessened.  It is important to stress that the nature of this is progressive and measured, with lower paid public servants standing to gain most proportionately.  It is also equitable, with the rationale being that since all public servants suffered pay reductions under the previous FEMPI Acts, all should receive relief of some kind.  The restoration will take place in the following way.  From 1 January next, public servants earning annual salaries up to &euro;24,000 will have their salary increased by 2.5%, while those earning between &euro;24,000 and &euro;31,000 will receive a 1% increase.  On 1 September 2017, the salary of all public servants earning less than &euro;65,000 will be increased by &euro;1,000.  As well as these measures, this section also reverses the additional pay cuts for the higher paid from 2013, as follows.  Where their annual salary is between &euro;65,000 and &euro;110,000, the amount by which it was reduced will be restored in two halves - first on 1 April 2017 and then on 1 January 2018.  This restoration was an agreed part of the Haddington Road negotiations and the Government is happy to follow through on the firm commitment we made with the unions.  For public servants with an annual salary of over &euro;110,000, the amount by which it was reduced will be restored in three equal parts - on 1 April 2017, 2018 and 2019, respectively.  This slower restoration of the cuts for this group is, I believe, proportionate and fair.<br\/><br\/><b><\/b>Section 4<b><\/b>amends the FEMPI Act 2013 to extend by a further two years the suspension of the operation of incremental pay scales with respect to any public servants who are not encompassed by a registered collective agreement, as outlined in section 7 of that Act, that is, by the Haddington Road or Lansdowne Road agreements.  This provision follows the existing structure of the 2013 Act and is now extended to accommodate the newly negotiated Lansdowne Road agreement.<br\/><br\/><b><\/b>Section 5 deals with the pension-related deduction payable by all public servants and introduces measures to reduce it, putting money back into the pockets of those who have had to pay this additional levy on their wages for six years.  To this end, it amends the first FEMPI Act of 2009 so that this year's exemption threshold increases from &euro;15,000 up to &euro;17,500.  This provision provides for outstanding moneys due in respect of the small change effected in pension-related deduction rates under the Haddington Road agreement in January 2014, rather than in July 2013, when all other measures took effect.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Brendan Howlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=535\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=535&amp;amp;pid=BrendanHowlin&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The cost of this is &euro;20 million.  From 1 January next year, the exemption threshold rises to &euro;26,083, so no income below that figure will be reduced.  This figure is a blended sum which equates with the provisions agreed in the Lansdowne Road agreement whereby the threshold is increased to &euro;24,750 from 1 January 2016 and to &euro;28,750 per annum from 1 September 2016.  There were to have been two implementation dates next year.  For administrative  purposes, the two figures have been amalgamated into one which will operate from the beginning of the year in order to achieve the agreed reductions over the course of the year.  The full year effect of the new rate is then set for 2017.<\/p><p>Sections 6 and 7 confer the public service pension reduction, PSPR, payable by retired public servants on their pensions.  Both sections amend the Financial Emergency Measures in the Public Interest, FEMPI, Act 2010.  There are three groups affected by the public sector pension reduction.  They will all have the amount payable reduced over the next three years, through incremental increases in the threshold of exemptions.  The three categories of retired public servants who pay PSPR and will have their pensions partially and proportionately restored by the measures in the Bill include: those with pensions of over &euro;12,000 who had the levy imposed by the FEMPI Act 2010; those with pensions worth &euro;32,500 who are also affected by a further levy in the FEMPI Act 2013; and those who retired after 29 February 2012 and receive pensions over &euro;32,500 and thus were affected by the FEMPI Act 2013 only.  At the end of the implementation of this Act in respect of pensioners, any pensioner who has a pension less than &euro;35,000, and that is almost 80% of all public sector pensions, will have his or her pension fully restored once this Act is fully implemented.<\/p><p>Sections 8 and 9 are straightforward amendments to the FEMPI Act 2009.  The changes being made reflect the very different economic context in which we are now operating six years after the original Act and the need to adjust upwards in some cases rather than solely downwards, which was unfortunately the trend of late.  The original FEMPI Act gave the Minister for Health with the consent of the Minister for Public Expenditure and Reform the power to reduce the fees paid to health professionals for services provided to the State.  This amendment allows the Minister for Health to increase those payments and stipulates certain considerations to be borne in mind when doing so.  Similarly, section 9 will allow other Ministers, with the consent of the Minister for Public Expenditure and Reform, to increase the fees paid by the State for certain services should he or she wish to do so.  This is to ensure that people who are paid by way of fees rather than by way of salary also benefit from the pay restoration.<\/p><p>Section 10 is necessary to allow an exemption to be made to the provisions of the FEMPI (No. 2) Act 2009 which prevents any increase in pay for public servants.  The 2009 Act, introduced by the last Administration, makes it unlawful to increase the pay of public servants, the exemption being allowed for here is where an increase is provided for in a registered collective agreement, such as Haddington Road agreement or Lansdowne Road agreement.  For example, in the Haddington Road agreement, it was agreed that teachers would cease to receive allowances for supervision and substitution but that from next year, 2016, their wages would be adjusted to reflect this.  The agreement was that teachers would agree to lose the allowance for substitution and supervision but from next year, that fee would be incorporated into their salaries and the provision in section 10 is to allow that to be done legally.  This will happen only to public servants who adhere to the agreements we negotiated with them.<\/p><p>Unlike the rest of the Bill, the last two sections deal with other Acts besides the FEMPI legislation.  Section 11 comprises amendments to the Courts (Supplemental Provisions) Act 1961 in respect of the pay of the Judiciary.  These are in two parts, the first of which is to provide that the pay of the Judiciary will continue to be set by Government order but that such orders will no longer need to amend primary legislation.  This is done on the advice of the Attorney General&rsquo;s office and while not a significant change in itself, it ensures best legal practice is adhered to.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Brendan Howlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=535\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=535&amp;amp;pid=BrendanHowlin&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The second is more substantial.  It replaces the measures in the FEMPI (Amendment) Act 2011 which extended the 10% pay reduction for new entrants into the public service to the Judiciary.  Under the new measures, new appointees to the Bench will be put on a three-point pay scale so that within two years they will achieve parity with their peers.  This is to reflect what is happening in other employment as well so that there would be a catch-up mechanism for those who suffered the 10% pay reduction on entering the public service.  This is in keeping with the general measures put in place for new appointees and recent entrants to the public service and, as such, addresses an inequity in terms of remuneration of judges which would exist without this provision.<\/p><p>Section 12 amends the Ministers and Secretaries (Amendment) Act 2011 to give the Minister permanent powers to deal with situations where public servants become in receipt of salaries at rates higher than those approved by the Minister, or in receipt of allowances which have not been approved.  The Bill ensures that any such excessive remuneration shall not have contractual effect and that any unsanctioned overpayment in this regard is recoverable from the public servant.  As Members will be aware this issue was highlighted by the Comptroller and Auditor General at the Committee of Public Accounts.  For clarification purposes, when I said that pensions below &euro;35,000 would be restored; to be absolutely precise the figure is &euro;34,152.  Anything up to that amount will be restored.<\/p><p>The Financial Emergency Measures in the Public Interest Bill 2015 is relatively short but it represents an important turning point for the Government, for all public servants and for the country as a whole.  It is the first time in six years that we are in a position where, due to good economic management, a FEMPI Bill is being presented to both Houses which will give something back to public servants rather than ask them to make further sacrifices.  I am aware that in negotiating the most recent agreement with the public sector unions, the Lansdowne Road agreement, I promised we would have a structured pay recovery.  In fact in the original Haddington Road agreement which I negotiated I promised that would be the last ask. <\/p><p>I firmly believe that the Government has sought to strike the right balance between the legitimate expectation of public servants for some clear path to full pay recovery, and the broad economic considerations of which the Government must be mindful, namely, to ensure that the remarkable progress we have made is not put at risk. <\/p><p>Public servants have contributed very substantially to the recovery and we are now experiencing the fruits of that.  It is therefore just and equitable that public servants be rewarded for the contribution they have made in this progressive pay restoration.  It must be remembered that FEMPI legislation is predicated on their being an emergency.  As we move out of an emergency into recovery incrementally it is necessary that it be unwound in a structured way but it cannot be done all at once because the full cost of collapsing FEMPI would be &euro;2.2 billion which would have a profound impact on the public finances.  Hence the Government has provided in this Bill a measured and carefully calibrated response that recognises but does not compromise the improvements and recovery, and which provides a fair and reasonable return to nurses, doctors, garda&iacute; and civil servants, all of whom were required to make considerable sacrifices during the emergency that this nation has endured.<\/p><p>I look forward to hearing the views of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#CC00300","speaker":"1097","continuing":true},{"type":"speech","time":1448375400,"counter":75,"content":"<p>I welcome and compliment the Minister, for whom I have had a long-standing admiration, on the various roles he has played in government over a distinguished career.  However, I could not help but reflect that because he took on, in departmental terms, somewhat of a poisoned chalice in that he was the man who had to hold the line that perhaps not all the plaudits are going his way and that his colleague, in the Department of Finance, has been getting a more positive press.  Despite the inevitable praise the Minister would heap on the Government for steadying the ship, to which he contributed much, it also followed the four-year plan that had been initiated by the Fianna F&aacute;il-Green Party Government in the dying days of its administration.  The Government is to be commended for having had the courage to do that against very powerful vested interests, particularly in the public sector.<\/p> <p>The Minister has steered a very steady ship in that regard in his relationship with the public sector unions, although it is sad to reflect that there are a number of public service unions who have not accepted the Haddington Road agreement, such as the major teaching unions.  The nurses are balloting to go on strike and there has been a reduction in morale within the public service in general, particularly in the health service where the much-lauded initiative, which I would have approved, and supported, to encourage more nurses to come back to shore up front-line services, for some reason has yielded only 77 nurses as against a target of some 400 plus.  I wonder why that is because all of us would have seen the television programmes, in the initial period of this Government, of an entire class of nursing graduates from Galway, all of whom emigrated to the one hospital in London.  One wonders why, given the improvements the Minister has outlined in terms of pay and conditions, they are not coming back. Perhaps they are hoping to gain more experience abroad before coming back.  One hopes they will come back.<\/p> <p>Overall, Fianna F&aacute;il welcomed the conclusion of the public sector pay talks.  The proposals on pay levels and changes to the pension levy are broadly in line with the position paper on public sector pay we published on 19 May 2015.  At that time we said the focus should be on low to middle-income earners and that any pay improvements should include a combination of a flat rate increase and a percentage increase.<\/p> <p>A key element of our position paper is to ensure that improvements in take home pay of public servants are in line with general wage improvements in the economy.  Both the private and the public sector should feel the benefit of improved living standards.  We have already called for the minimum wage to be increased to &euro;9.20 per hour, slightly ahead of the actual increase granted of &euro;9.15 which is welcome.  This translates to approximately &euro;1,000 per annum.  The Minister will agree that the public and private sector must move in line together and neither must run ahead or lag behind the other.  I think he has indicated that in his own contribution.<\/p> <p>Newly-recruited public servants are at a disadvantage relative to staff recruited before 2011.  This cannot be justified and may lead to long-term difficulties for the public service.  We believe that equality of treatment for public servants should be fully restored.  It is extremely disappointing that this was not addressed in the proposals.  The issue of part-time workers, many of whom are female, must be satisfactorily dealt with also.  There was no mention of these important issues in the legislation.  Separately, the Government must address the restoration of front-line services, especially in the areas of health, education and security.  This will be the real test of the Government's commitment to improving public services for all in our community.<\/p> <p>In the context of the newly-recruited public servants I cannot help but raise an issue which was raised at the time.  Much as one welcomed and continues to welcome the increase in Garda recruitment, in light of the murders in County Louth of Tony Golden and Adrian Donohoe, and of the continuing threat now to our national security, which hopefully is not real or immediate, like the scouts one has to be prepared.  I know the Government is prepared and that the defence services and the Garda are also prepared in that regard.  I find it hard to understand that young trainee garda&iacute; on leaving Templemore, following their training, and being put on the front line of defending all of us at community level should receive only &euro;23,000 per year.  That is not fair.  The Minister may have a different view but that was the figure that appeared in the media at the time - it was of the order of &euro;23,000 to &euro;24,000 when they go into Templemore.  Maybe the pay element improves on leaving Templemore but on the face of it, given that we put so much trust and faith, rightly so, in the Garda S&iacute;och&aacute;na and given the community empathy for the force, one would have thought their value was greater than &euro;23.500 to put their lives at risk. <\/p> <p>Public servants and people in the private sector have made huge sacrifices, as the Minister has said, in the past seven years since the economic crisis began in 2008.  The recovery which is welcome should be shared with all in the country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We would also argue that any party or grouping promising full restoration of pay cuts without stating how they would be paid for is simply engaged in auction politics and that is not directed at the Minister or his party or the parties in government.  Fianna F&aacute;il welcomes the conclusion of the public service pay talks.  The proposals on pay levels and changes in the pension levy are broadly in line with the position paper that Fianna F&aacute;il published earlier.  We believe there should be a focus on low and middle income earners as the economy expands, and I think the Minister referred to this.  A civil service clerical officer on a salary of &euro;700 per week suffered a reduction of &euro;100 per week in net take-home pay as a result of the successive rounds of pay cuts and tax increases.  This represents a significant cut in living standards and has put many families under severe pressure in meeting household bills, such as mortgages and child care.<br\/><br\/>It is important also that public sector pensions are sustainable into the future.  This is the time bomb that has been ticking for the past 20 years.  The pension fund was raided because of the economic downturn and one wonders whether this Government or future administrations have any plans, along the lines of the McCreevy proposals, to set aside money as the economy expands and improves in order to meet the ticking bomb of public service pensions or whether the Government is engaging in any sort of way to encourage more people to take out private pensions.  Looking at the record of this Government in the area of private pensions, it certainly does not make it an attractive option, considering the high rate of penal tax on those who have pensions and also the ongoing pension levy which, thankfully, is going to come to an end this year.  It is certainly an area the Government needs to focus on and I have no doubt the Minister and his officials are fully aware that this time bomb is continuing to tick to a point where a future administration may find itself running out of money with a large public service bill.  I appreciate I am running out of time and there are many other things I could say in this regard, although I may have an opportunity later.<br\/><br\/>An <i>Irish Times<\/i>article from 3 June stated that the Government concluded a series of side deals with trade unions as part of the process that led to the Lansdowne Road agreement and that these side deals, technically known as chairman's notes, deal with issues raised by trade unions across the Civil Service, health sector, local government and education areas among others.  According to the article, the Department of Public Expenditure and Reform refused to release any details of the side agreements, although some have been highlighted by unions to their members.  Surely the Minister, Deputy Howlin, would be in favour of absolute transparency.  If there is nothing to hide, why not reveal it?  Overall, Fianna F&aacute;il supports this legislation and wishes the Minister well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#FF00200","speaker":"1128","continuing":true},{"type":"speech","time":1448375400,"counter":77,"content":"<p>I welcome the Minister to the House.  He is a frequent visitor and is the one Minister who will always provide great clarity.  I will turn first to the Haddington Road agreement.  Fine Gael believes that the Lansdowne Road agreement strikes an appropriate balance between the legitimate aspirations of public servants for pay recovery while ensuring sufficient resources for tax cuts for all workers and sustaining and improving public finances.  We acknowledge that public servants have had the benefit of secure jobs and secure pensions throughout the financial crisis.  However, they have sustained severe pay cuts averaging 14% while adjusting to workplace reforms when the size of the public service was reduced by 10% at a time of growing demand on public services.  Public servants not only had pay cuts to deal with but they also had additional responsibilities because of the 10% cut in the numbers employed in the public service.<\/p> <p>The new deal targets the bulk of available resources at lower and middle income public servants and, importantly, it meets the existing commitments made under the Haddington Road agreement, reinforcing the ongoing commitment of public servants to the wider reform agenda in the public service.  All the extra hours and other workplace flexibility secured under the Haddington Road agreement are retained.  While these benefits are targeted at the lower and middle income public servants, there is the old saying that \"a rising tide lifts all boats\" and we cannot lose sight of that.  In time, everyone will benefit.<\/p> <p>There is welcome evidence that private sector employers are once again agreeing sustainable pay increases with their staff.  It is right that workers are seeing a dividend from the economic recovery.  As the economy recovers, it is right that Government now sets out the prospect of gradual, sustainable pay recovery for public servants linked to continuing reforms to improve the efficiency and effectiveness of public services.  We can never go back to the Fianna F&aacute;il approach of making unsustainable pay awards which then had to be reversed because they were not linked to productivity or competitiveness.  <\/p> <p>All workers, both public and private sector, benefitted from last year's budget which reduced the universal social charge at the lower end and reduced the marginal rate of income tax.  This year, both public and private sector workers benefit again from the budget's tax cuts.  Budget 2016 brings the marginal tax rate to below 50% for any person earning under &euro;70,000 and also increases the minimum wage by 50 cent per hour.  Tax cuts for all workers can complement sustainable, affordable pay growth in a way that secures the economic recovery.  This is a sensible budget designed to keep the recovery going, reduce our deficit to 2.1% of GDP in 2015 and 1.2% in 2016 and eliminate Government borrowing by 2018.  Spending growth will be capped at below the underlying growth rate of the economy.  This is consistent with EU rules ensuring sustainable public finances.  If this rule had been applied from 2000 to 2007, it would have halved the growth in public spending which would have left public finances in a much stronger position in which to fight the recession.<\/p> <p>The &euro;27 billion capital investment plan is both affordable and responsible but opposition parties, particularly Fianna F&aacute;il, wanted it to go further.  Tax revenues will increase by 15% but spending will increase by only 4%.  Over 2015-16, much of this unspent revenue will help to reduce the deficit.  A minimum  improvement of 0.6% of GDP in the structural deficit is required in order to comply with EU fiscal rules.  This budget projects a 0.8% improvement in 2016.  <\/p> <p>While it is true the Government continues to borrow money, that borrowing has become very manageable and is available now at historically low rates.  The Government will be in a position to implement moderately expansionary budgets every year until 2020 and still have a balanced budget in structural terms.  The Government will do nothing to jeopardise the recovering economy and the plan is to return to full employment.<\/p> <p>Fianna F&aacute;il forgot to mention that it is the reason public servants had to endure seven years of pay cuts and tax hikes.  It also forgot to account for the Lansdowne Road agreement in its alternative budget submission.  In fact, it had a black hole totalling &euro;550 million.  This hole was made up of &euro;300 million needed to meet the extra demand due to demographics, for example, in health and education, and &euro;267 million for the new pay deal which was the Lansdowne Road agreement.  <\/p> <p>As part of the Stormont Executive, Sinn F&eacute;in implemented a two-year pay freeze in December 2010 for 12,000 civil servants earning more than &pound;21,000, which equates to approximately &euro;24,000.  Sinn F&eacute;in is also cutting 20,000 public sector jobs this year as the North's public finances go from bad to worse.  Despite these cuts in the North, Sinn F&eacute;in has tried to capitalise by opposing the Haddington Road agreement in the South, which imposed further pay savings.  The Minister for Health, Deputy Varadkar, has said that Sinn F&eacute;in's plan to recruit more than 250 hospital consultants for less than &euro;100,000 is nonsensical.  The difficulty in recruiting consultants is well known, caused in part by competition on pay with other English-speaking countries.  This year we are seeing the tide turn and Sinn F&eacute;in's barmy left-wing policies will jeopardise all of that.<\/p> <p>I welcome the Minister's clarity regarding public servants pensions, which are to be restored, and the restoration of teachers' pay in lieu of the school yard supervision, which will be returned by 2017.  My colleague raised the matter of nurses.  There was a debate in the House recently regarding An Bord Altranais.  The HSE is trying to recruit nurses from abroad.  At the same time, there are up to 3,000 nurses in Ireland who have left the profession, many in order to raise their families.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tom Sheahan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2195\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2195&amp;amp;pid=TomSheahan&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They are trying to get back into nursing but are finding it most difficult.  I ask the Minister to contact An Bord Altranais to encourage it to pave the way for these qualified nurses to get back into nursing.  Those who have left the profession to raise a family may need some time to brush up on their skills but they should be helped to do so.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#GG00200","speaker":"1163","continuing":true},{"type":"speech","time":1448375400,"counter":79,"content":"<p>I welcome the Minister to the House.  I do not envy his job, which is a tough one, but I propose to make it a little tougher for him this evening.  I will begin by dealing with the welcome elements of his speech.  I welcome the fact these measures are generally weighted towards the lower paid which is the way it should be.  They suffered most, proportionately, and they should be the first ones to have their concerns addressed.  I also welcome the Minister's final remarks about section 12, which deals with the situation whereby, under the Ministries and Secretaries (Amendment) Act, public servants received pay increases above what is tolerable and gives the Government the capacity to retrieve those moneys.  This is very welcome in a time of economic stringency.<\/p><p>I note the Minister spoke about the sacrifices of public servants, public service pensioners and so on.  I wonder whether he considers Members of the Oireachtas to be public servants.  I believe they are; they are paid from the public purse and they serve the people well.  However, I did not notice anything specifically dealing with the situation of Members of these Houses.  I know it is unpopular, and mine will probably be the only voice raising this issue publicly, but I am not the only person, by any means, who feels very strongly about this within the Oireachtas.  The Minister's predecessor, the late Brian Lenihan, who was a thoroughly decent man, abolished with one stroke of this pen the increment for long service.  In the case of a number of Members, that amounts to &euro;10,000 per year, which is a big wallop out of one's pay packet.  It also affects one's pension.  It decreases one's pension from &euro;38,000 to &euro;32,000, which is a very substantial reduction.  I urge the Government to give some consideration to restoring that increment.  We are the only group in the Civil Service who do not have such an increment.  We are sadistically sectioning ourselves off in order to appear good in the public eye.  <\/p><p>I have raised the issue of allowances with the Minister on a number of previous occasions.  The allowances are completely unusable.  I used to send out newsletters but the postal allocation has been cut from approximately &euro;2,000 when I entered this House to &euro;350 per year.  That only covers casual correspondence in my case.  When I raised this issue previously, the Minister suggested that I use e-mail but I cannot do that because I only have 300 e-mail addresses for an electorate of 60,000.  That is not going to get me very far.  While the regulations do not specify that one cannot send out newsletters, they allow for spending on public relations consultants and expense account lunches and dinners.  That, to my mind, reeks and should stink in the nostrils of anybody who holds public service in high regard in this country.<\/p><p>I have had an enormous volume of mail from people in the teaching profession and from members of An Garda S&iacute;och&aacute;na.  I have one letter here which asks that we amend the 2015 FEMPI Bill to remove the power from the Government to freeze salary increments.  The letter writer is concerned about the freezing of salary increments but all of us in this House have had our increments abolished, even though the amount in question is piddling in terms of the national Exchequer.  That said, I agree with the correspondent that the freezing of salary increments is problematic.  <\/p><p>The Minister referred in his speech to the &quot;emergency&quot; which begs the question, &quot;When is an emergency not an emergency?&quot;.  The Minister, to be fair to him, said the following during the Committee Stage debate: &quot;The bottom line is I agree with the thrust of what Deputy Healy said about pensions being a preserved property right.  That has been determined by the courts.&quot;.  He went on to say that to sustain the current pension contributions, there must be an emergency which needs to be certified.  We all know that there has been a real emergency but the music coming from the Government at the moment is that things are getting pretty good again.  In that context, I will quote from the 2015 budget speech of the Minister for Finance, Deputy Noonan:<\/p><blockquote>Our economy has been transformed.  It is growing strongly across all sectors and, most importantly, is sustaining and creating jobs.  The economy has recovered all of the output lost during the crisis and is bigger than ever before in our history.  Ireland is forecast to be the fastest growing economy in Europe again in 2015, with my Department forecasting growth at 6.2%.  This forecast has been endorsed by the Irish Fiscal Advisory Council.  My Department is forecasting growth of 4.3% in 2016 taking account of the figures endorsed by the Irish Fiscal Advisory Council and the full impact of today&rsquo;s overall budget package.  Economic growth is expected to average around 3% per annum thereafter.<\/blockquote> <p>That sounds pretty good to me.  Of course, I know it is a political rallying cry but it does not sound like an emergency.  I happen to think that there probably still is an emergency because all of these measures will be paid for from borrowed money.  <\/p><p>Various Garda representative groups have joined together in opposing certain aspects of this Bill.  They do not want, for example, the requirement to work additional hours to be continued.  Both teachers and garda&iacute; are seeking an opportunity to sit down with the Government to negotiate solutions in education and policing.  It has been put to me in a recent e-mail that instead of this happening, the Government is including coercive clauses in this Bill.  <\/p><p>Teachers are seeking to be exempted from certain burdens.  In institutes of technology, for example, lecturers have 18 hours of lectures per week in addition to the research they are expected to conduct.  However, assistant lecturers, their junior colleagues, have 20 hours-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#HH00200","speaker":"1136"},{"type":"speech","time":1448375400,"counter":80,"content":"<p>Imagine that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#HH00300","speaker":"1097"},{"type":"speech","time":1448375400,"counter":81,"content":"<p>Yes, imagine that.  There is no need for the Minister to be cynical about it.  I know about this because I lectured very successfully in the University of Dublin in the past.  While 18 hours might not sound like a lot, one must bear in mind the research one must do, as well as the preparation of lectures.  The 18 hours only refers to actual lecturing in lecture halls.  On top of that work, there is the preparation and correction of examination papers, tutorials and so forth.<\/p> <p>I know this is just part of the rough and tumble of debate and the Minister just mumbles something, so we will put that to one side.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#HH00400","speaker":"1136"},{"type":"speech","time":1448375400,"counter":82,"content":"<p>I do not mumble.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#HH00500","speaker":"1097"},{"type":"speech","time":1448375400,"counter":83,"content":"<p>The Minister does mumble.  He may not realise it but he does.  <\/p> <p>To return to the issue of lecturing hours, the international norm is between eight and ten hours per week.  Since the recession began, funding for the institutes of technology has been cut by 32% and lecturer numbers have fallen by 10%, while student numbers have increased by over 20%.  This is a really serious problem.  <\/p> <p>I wish to return to a point I made earlier.  I know I will be the only Member to say this, even though every Member of these Houses is thinking it and discussing it in the bar and restaurant, but what about Members of the Oireachtas?  I ask the Minister to think about the aforementioned increment because it affects pensions.  Ours is not a particularly well paid job these days.  As a Member of Seanad &Eacute;ireann, my income is down by almost 50% because of the cuts to the increments and allowances.  That is quite a big sacrifice.  I know it is unpopular for public representatives to complain about their income but I will do so because I tell the truth, regardless of whether it is popular.  I ask the Minister to address these matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#HH00600","speaker":"1136"},{"type":"speech","time":1448375400,"counter":84,"content":"<p>I welcome the Minister to the House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aideen Hayden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2384\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2384&amp;amp;pid=AideenHayden&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This Bill seeks to implement the provisions agreed in the Lansdowne Road agreement earlier this year.  As Members will know, the Lansdowne Road agreement follows on from the Haddington Road and Croke Park agreements and is designed to partially restore the remuneration of public servants and the pensions payable to former public servants.  There are, of course, a number of miscellaneous amendments, some of which have received attention in the public domain.  I think they have been referred to by some colleagues.  <\/p><p>It is important to state for the record that this is only the first step in what will be a long process of coming back from the brink of economic disaster in this country.  Some of the points mentioned by colleagues need to be addressed.  Nobody will argue that the third-level system in this country, be it the university or institute of technology system, does not need significant investment.  Nobody will argue that the plight of contract lecturers does not need to be addressed.  Nobody will argue that the situation pertaining to teachers coming into the system - the so-called \"yellow packers\" - whereby they enter the profession on lesser terms than existing teachers is acceptable.  I would not agree with any of that and I do not think any other Members of this House would agree with it either.  There is no doubt that these matters need to be addressed.  <\/p><p>There has been an unprecedented improvement in Ireland's financial situation in the past two years.  In a short space of time, Ireland has exited what is known as the bailout and has a growth rate the envy of Europe.  This has already been mentioned.  Ireland has gone from a position where we were taking billions of euro out of the national budget annually to a position where we are restoring spending and reducing taxes - to the tune of &euro;1.5 billion this year.  While we may argue the toss as to whether the measures in the last budget favour the less well-off, it is interesting to note that a recent OECD report on Ireland demonstrated that in spite of the deep recession suffered by the Irish economy, Government actions to maintain social supports at enormous cost have ensured that Ireland is a more equal society than it was at the beginning of the recession.<\/p><p>It is important to mention that we still have one of the highest debt levels in the EU.  In spite of the fact that our unemployment level has dropped to below 9%, we must bear in mind that not everything can be done in one fell swoop.  Improvements in our economy now mean that we are in a position to restore services.  We are in a position where we can say to every graduating nurse in the country that he or she will be offered a post.  There are 750 more nurses in our system than there were this time last year - September to September - and there are more doctors in the Irish medical system than ever before.  Improvements take time but this Government is certainly well on the way to improving health services in this country.  Moreover, we are improving supports for vulnerable groups, are engaging in public service recruitment and for the first time in seven years, are acknowledging the contribution of public servants by also restoring some of the losses public servants have taken in during that period.  We must remember that the various FEMPI Acts reduced the cost to the Exchequer of public service pay and pensions by roughly &euro;3.7 billion or by more than one fifth and &euro;2.2 billion in direct costs.  This cannot be reversed in one piece of legislation.  <\/p><p>We must also remember that hand in hand with these measures, there have been measures to improve productivity and deliver a public service fit for the 21st century.  Public servants are now working an additional 15 million hours with a 10% reduction in staff.  Our public service has changed the way it does business or at least the way it is perceived to do business.  At the beginning of the crisis and for the first number of years when the number of unemployed people in Ireland looked like it might reach 500,000, I met people in the direst of circumstances who in some cases had lost everything but had nothing but praise for the people working on the front line of social welfare.  I heard the same about every Department.  I heard the same about local authority staff and in fact every aspect of the public service, bar traffic wardens.  I am proud of the way our public service responded and stood up during this crisis and it is time we gave something back.  Some people have suggested that we must give something back because the State could be challenged legally for not removing emergency measures when they are no longer necessary but I believe we give something back because it is the right thing to do.<\/p><p>Public service should be valued in any mature society and I believe this crisis has taken Irish people back from the brink of cynicism about our public servants.  There has been an unhelpful narrative that perhaps stems from a history of deprivation where the public or Civil Service represented security and a status in society and where anyone who achieved an education sought a job in the Civil Service.  Over time, this led to a view of Ireland externally as a society that did not encourage entrepreneurship.  We saw evidence of this in the 1980s and 1990s where the discourse changed and business became the Holy Grail.  During the 2000s, how many of us heard the mantra that if one or other of our famous businesspeople was running the country, things would be different?  If only.  There is no doubt that the view of the public service, which involved images of it being overly bureaucratic, unwilling to change, having no name and no face, letters signed \"Is mise le meas\", a job for life and so on, was very damaging to our public service.  The crisis in our finances has allowed the Irish people to see once again the value of our public service and that is a good thing.  The measures in this legislation are but a step on the road but they are an important step and I welcome them.  I welcome the fact that lower-paid workers will gain more proportionally but all will benefit, which is only right.  Let us not forget that in the face of the greatest storm when other countries saw different outcomes, industrial relations in this country were peaceful and the lights did not go out.  Our public service has been a credit to this country and I am delighted to stand here to talk about this legislation.  The time has come to give something back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#HH00700","speaker":"1172","continuing":true},{"type":"speech","time":1448375400,"counter":86,"content":"<p>I welcome the Minister to the House to discuss this legislation, which we are not opposing for once which is a shock.  First, I would like to state that this legislation will no doubt bring a level of relief to those on smaller incomes and some on very low incomes in the civil and public service.  It is not going to be transformative for those workers but in their view, something is better than nothing.  Having gone through numerous budgets involving cuts, getting a bit back is better than having a bit more taken off them.  I have great sympathy for that view and for those who consider that after cutbacks and loss of income over a number of years, any alleviation is to be welcomed.<\/p> <p>A few concerns were raised in the D&aacute;il by my colleague, Deputy McDonald, and I will repeat some of them.  Perhaps the Minister can address them in his closing remarks.  I know we will probably be discussing this on Committee and Report Stages later in the week.  The stated objective of the winding down of the financial emergency legislation was in the first instance to give relief to low and middle-income public and civil servants.  That was certainly the position the Government stated and restated in various public sector agreements, including the Lansdowne Road agreement.  The concerns voiced by Deputy McDonald concern the fact that it is at the higher end of earnings that full pay restoration is envisaged.  The legislation sets out that in respect of income over &euro;65,000 up to a benchmark of &euro;110,000, a two-stage full reinstatement is envisaged and that a three-stage full reinstatement is envisaged for income in excess of &euro;110,000.  The argument that was made was that it should be more about restoring income for those under the &euro;65,000 threshold.  In terms of equity and delivering maximum relief, and I believe it is important that we talk about maximum relief, efforts should have focused on those in the lower-income bracket.  I hope this is the case in the future.  I know the Minister mentioned that it would cost a lot of money to collapse FEMPI in totality straightaway but I hope that the next legislation in this regard can go further for those on lower incomes.  The question that arises for me and Sinn F&eacute;in concerns how full restoration of pay and conditions is set out in a staged way for people on lower incomes.  That would be the equitable and fair way to proceed in the future.  <\/p> <p>I am completely at odds with Senator Norris's \"won't someone please think of the politicians?\" argument.  The public would find the \"politicians and their &euro;10,000 increment, boo-hoo\" line very difficult to swallow as they struggle to pay rent, as we look at the homelessness crisis, as people are being put out of their homes and as we see all other living costs increasing.  It is not realistic.  We are not on the breadline and we must be realistic about that.  As legislators and public representatives, we need to lead from the front.  That is what it is about.  On Committee Stage in the D&aacute;il, it was stated that current Ministers would voluntarily forgo any portion of income returned to them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kathryn Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2355\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2355&amp;amp;pid=KathrynReilly&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, it should be noted that is a voluntary action and is not set out in the legislation.  Deputy McDonald also made the point that given Members of the Oireachtas, particularly members of Government, have been party to bringing in emergency legislation which has introduced many cutbacks that have been felt deeply by people on the ground, it is only appropriate that we, as Members of the Oireachtas, and, indeed, Ministers, lead from the front in respect of the recovery.<\/p><p>There has been much public concern, for example, regarding large scale pensions for former Ministers and politicians.  It is not lost on people that some of these individuals were at the helm participating in bad governance and making bad decisions that led to where we are today and to the FEMPI legislation being introduced in the first instance.  That is a view widely held by the public and, therefore, it is difficult to buy into Senator Norris's discourse.  Some people find it hard to swallow that the same individuals walked away with pensions that could in no way be justified.  This legislation should not be about returning pension income to those who may have been over-pensioned.<\/p><p>There has been reference to an emergency in the debate and I am in no doubt there is still an emergency, which is being felt across the country.  People are in no doubt that it is still an emergency to get the rent together, pay the mortgage, put children through school and university, heat homes, and purchase food.  In that light, future legislation in this regard should focus on workers on low incomes to make sure they get the maximum benefit from the recovery.   We support the legislation and in making sure there is relief for public servants on low incomes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#JJ00200","speaker":"1155","continuing":true},{"type":"speech","time":1448375400,"counter":88,"content":"<p>I welcome the Minister to the House.  It is a good day for the House in that we are unwinding some of the measures that had to be brought in.  We are unwinding them as and when we can and we are cutting our cloth according to what we can afford.  This Bill will give legislative effect to the Lansdowne Road agreement.  The agreement has been ratified by most, but not all, of the unions.  I refer to the TUI, looking at nobody in particular.  I welcome the partial restoration that has been provided for.  We must proceed with caution.  Ireland is being held up as an economic miracle given we have the highest growth rate in Europe.  However, we cannot take a flight of fancy and lose the stability, certainty and prudent management of the economic portfolio.  The Minister has proceeded with care and caution to ensure stability and economic growth.  The tough years everybody faced cannot be undone with the stroke of a pen.  The Bill must be read with optimism but also with caution in mind to ensure the mistakes of the past are not repeated.<\/p> <p>I would like to raise a few issues, which I would like the Minister to examine again.  The first is the potential to freeze increments of public servants&rsquo; pay, particularly those of teachers.  This is a huge bone of contention with teachers.  Somebody will have to provide yard supervision and so on.  The teachers had agreed to sign up to this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#KK00200","speaker":"1135"},{"type":"speech","time":1448375400,"counter":89,"content":"<p>It is part of the core work agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#KK00300","speaker":"1097"},{"type":"speech","time":1448375400,"counter":90,"content":"<p>The Minister said the Bill gives something back to all.  Senator Norris referred to Senators and so on but I would like to mention local authority members.  In 2011, changes were made to how they were treated.  I acknowledge this comes under the remit of the Minister for Social Protection but the Minister should meet with her and the Minister for the Environment, Community and Local Government.  I am delighted to discuss the restoration of pension income, but what pensions have councillors?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#KK00400","speaker":"1135"},{"type":"speech","time":1448375400,"counter":91,"content":"<p>Fair play.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#KK00500","speaker":"1196"},{"type":"speech","time":1448375400,"counter":92,"content":"<p>From January 2011, they were treated differently but they are public office holders.  It is fine to have public servants such as us, Ministers, taoisigh, judges and presidents subject to this legislation, but a councillor earns &euro;16,000 and has &euro;663 taken out of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#KK00600","speaker":"1135"},{"type":"speech","time":1448375400,"counter":93,"content":"<p>The Senator should get the transcript out this evening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#KK00700","speaker":"1196"},{"type":"speech","time":1448375400,"counter":94,"content":"<p>Senator Keane without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#KK00800","speaker":"1118"},{"type":"speech","time":1448375400,"counter":95,"content":"<p>I would ask the relevant Ministers to put their heads together.  All Senators working on this as a collective body because we represent councillors.  They get nothing out of the 4% they pay in PRSI.  Many of them have to take on the role of councillor full time given the huge workload.  They are dependent on alternative employment and they have gaps in their pensions.  In giving \"something back to all\", will the Minister examine the position of this sector?<\/p> <p>Rome was not built in a day and I do not expect the Minister to do that.  I acknowledge he is proceeding with caution to ensure stability is the main plank.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#KK00900","speaker":"1135"},{"type":"speech","time":1448375400,"counter":96,"content":"<p>I would like to welcome the Minister with open arms to the House but, on this occasion, I am afraid I cannot.  I congratulate his Department and those who negotiated the Lansdowne Road agreement.  A number of unions have signed up to it and some low paid cohorts in the public sector will benefit from it, which should be commended and welcomed.<\/p> <p>Has the Minister brought this legislation to the House to simply have it rubber-stamped like every other Bill that has been introduced here?  I would like the Minister to address this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#KK01000","speaker":"1196"},{"type":"speech","time":1448375400,"counter":97,"content":"<p>Not every Bill.  The Senator should take that back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#KK01100","speaker":"1135"},{"type":"speech","time":1448375400,"counter":98,"content":"<p>The Senator has not voted against a Bill and she should allow me my time.  Will the Minister apply the Whip to this legislation?  I need to know that because Members have been nominated by organisations that are odds with the legislation.<\/p> <p>On 13 October 2015, the Minister said in his Budget Statement that \"the days of spending cuts are behind us\".  He further said, \"I am pleased to report that due to our strong recovery and stable public finances, it is the second budget in succession in which we are able to increase support for our public services\".  Where is the need for a Bill dealing with FEMPI?  Is there an emergency or not?  That needs to be addressed.<\/p> <p>The pain suffered by public servants since the first FEMPI Bill was passed in 2009 goes far beyond a reduction in pay.  Based on promises made during the various industrial relations agreements - Croke Park, Haddington Road and Lansdowne Road - backed by the threat of FEMPI legislation, which was unnecessary, public servants have delivered huge increases in productivity.  However, the Government parties have failed to deliver on their side of the bargain as promised.  Who would expect or believe they would now change and live up to those promises?<\/p> <p>The Minister seeks to use, once again, coercive powers in this legislation for another three years to extend the additional working hours for teachers, lecturers in institutes of technologies and members of An Garda S&iacute;och&aacute;na beyond the period set out in the Haddington Road agreement.  Have the Minister and the Government considered the damage that is being to the education system and policing by forcing these measures through?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#KK01200","speaker":"1196"},{"type":"speech","time":1448375400,"counter":99,"content":"<p>By working 30 hours extra a year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#KK01300","speaker":"1097"},{"type":"speech","time":1448375400,"counter":100,"content":"<p>The credibility of the Government is now at stake.  Let us take, for example, An Garda S&iacute;och&aacute;na.  The Garda was promised a review under an appendix to the Lansdowne Road agreement  which would cover structural, human resources-industrial relations issues together with remuneration.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am not sure what has happened in regard to the structural review but only one serious meeting has taken place with respect to the IR and remuneration issues.  Surely to God, given that we are long past the Lansdowne Road agreement, something should have happened by now.  Does the Minister really expect organisations to co-operate with the Government, a Government that is guilty of such breach of trust?  I understand today that the AGSI, which represents higher grades in the Garda, has joined the Garda Representative Association in refusing to continue the additional free hours of duty demanded under the Lansdowne Road agreement.  That stops on 31 December 2015.  I understand both organisations will continue to work the Haddington Road agreement until 1 June 2016 but will not participate in any part of the Lansdowne Road agreement.  It appears to me that the Government is on a collision course with the Garda in 2016.<\/p><p>In regard to education and casualisation, there is nothing in the FEMPI Bill which will ease the lives of those teachers and lecturers, mostly under the age of 35, who continue to be part time or in temporary posts.  Lecturers in our institutes of technology continue to deliver between eight and ten class delivery hours more than their international peers.  The number of lecturers has been reduced by 10% while student numbers are up by 20% and funding has been cut by 32%.  How long does the Minister expect the education system that is becoming so under-resourced to provide the quality of student graduates for whom the likes of Apple, Google, Facebook, etc. will come to this country?  Yesterday we all welcomed the merger between Pfizer and Allergan.  Will Ireland continue to attract these large international foreign direct investment players with the current number of lecturers?  I believe it is time to start listening to educationalists.  It is important to note that teachers and lecturers have not sought one cent in pay increases.  All they have asked for is that the Minister negotiate with them on the additional hours foisted on them under the Croke Park and Haddington Road agreements.  There is a serious issue and somebody needs to speak to the educationalists about those hours.  They are detrimental to education.<\/p><p>The Bill sets out to begin a process of pay restoration for the public service.  That is commendable, albeit that I do not believe the Minister needed a FEMPI Bill to do this.  Are massive pay increases for senior Government personnel justified?  The Taoiseach stands to gain &euro;15,500, the T&aacute;naiste &euro;14,000 and Ministers &euro;12,500.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#KK01400","speaker":"1196","continuing":true},{"type":"speech","time":1448375400,"counter":102,"content":"<p>The Senator knows they have all been waived.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL00200","speaker":"1097"},{"type":"speech","time":1448375400,"counter":103,"content":"<p>I ask the Minister to wait a minute.  They have been waived, but for how long will they be waived?  Unless it is written down somewhere that nobody can get them, Deputies will get &euro;6,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL00300","speaker":"1196"},{"type":"speechnospeaker","time":1448375400,"counter":104,"content":"<p>The Senator is a minute over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL00400","nonspeaker":"Acting Chairman (Senator MIchael Mullins)"},{"type":"speech","time":1448375400,"counter":105,"content":"<p>I am just about to finish.  A public servant on less than &euro;24,000 on casual work will not benefit from the pay increases because they are calculated on the whole salary not the part salary.  That is my understanding of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL00500","speaker":"1196"},{"type":"speech","time":1448375400,"counter":106,"content":"<p>That is not true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL00600","speaker":"1097"},{"type":"speech","time":1448375400,"counter":107,"content":"<p>If the Minister wants to clear that up that is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL00700","speaker":"1196"},{"type":"speech","time":1448375400,"counter":108,"content":"<p>I will.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL00800","speaker":"1097"},{"type":"speech","time":1448375400,"counter":109,"content":"<p>My colleague, Senator C&aacute;it Keane, mentioned city and county councillors.  I know the Acting Chairman will give me a second on this issue-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL00900","speaker":"1196"},{"type":"speech","time":1448375400,"counter":110,"content":"<p>No, I cannot.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL01000","speaker":"1118"},{"type":"speech","time":1448375400,"counter":111,"content":"<p>The very least we will do is for them.  Pensions are a property right.  They have been accepted as a property right in the courts so it is time to give a clear indication to pensioners of exactly when full restoration will take place.  We need full dates.  I appreciate the time the Acting Chairman has given me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL01100","speaker":"1196"},{"type":"speech","time":1448375400,"counter":112,"content":"<p>Does Senator Brennan wish to contribute?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL01200","speaker":"1118"},{"type":"speech","time":1448375400,"counter":113,"content":"<p>I welcome the Minister.  To be honest and fair, he has consistently acknowledged that during the crisis the sacrifices of public servants and public service pensioners assisted in putting the country on the road to recovery - he mentioned that in his statement - while sustaining our public services.  Therefore as economic growth returns and the economy is improving on a weekly basis and more people are going back to work and paying taxes and so on, it is right and proper, as stated by my colleague, Senator Hayden, that as everybody paid the price, everybody is due something back, be it on a gradual basis or otherwise.<\/p> <p>Perhaps I can refer briefly to the famous agreement where councillors throughout the length and breadth of the country are regarded as public officers, some of whom have taken on tremendous additional work and some are working full time.  Given that they paid the price as well and have taken on greater responsibilities, larger areas and more travel, I believe they are due some recompense.  I hope that is part of the agreement for the future.  I believe they are entitled to their just reward on a phased basis the same as everybody else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL01300","speaker":"1138"},{"type":"speech","time":1448375400,"counter":114,"content":"<p>I welcome the Minister.  I listened to his contribution in my office and heard him say that something is being given back to all public servants with the lower paid getting the most proportionately.  In principle I thought that sounded fair and reasonable.  When I look at the detail and dig down there are a number of punitive measures in the Bill that are quite objectionable and it is not that fair at all in some ways.  I believe some of these measures need to be deleted or amended.<\/p> <p>Section 4 is draconian.  It seeks to force unions into the Lansdowne Road agreement.  If passed into law it will extend the potential to freeze increments for teachers and lecturers from 2016 to 2018.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL01400","speaker":"1131"},{"type":"speech","time":1448375400,"counter":115,"content":"<p>It does not specify any group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL01500","speaker":"1097"},{"type":"speech","time":1448375400,"counter":116,"content":"<p>I am referring to these people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL01600","speaker":"1131"},{"type":"speech","time":1448375400,"counter":117,"content":"<p>Yes, but it does not specify any group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL01700","speaker":"1097"},{"type":"speech","time":1448375400,"counter":118,"content":"<p>Yes, but I am.  Let me speak to this measure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL01800","speaker":"1131"},{"type":"speech","time":1448375400,"counter":119,"content":"<p>The biggest teachers' union in the country has provided for those.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL01900","speaker":"1097"},{"type":"speech","time":1448375400,"counter":120,"content":"<p>I understand the INTO has but what I am trying to say is that the Minister is hitting at the democratic right of people to say \"No\" and is punishing them for exercising their right to say \"Yes\" or \"No\".  This could lead to a loss of thousands of euro for teachers and lecturers throughout their career.  This threat is disproportionate and wrong and it must be stopped but the effect of this is that it will split the profession.  It is the children and the students who will be hurt.  We need the very best people in teaching and Senator Hayden acknowledged that at one level.  Just because they voted \"No\", I ask the Minister not to kill them forever.  This is what I see happening here.  Likewise the threat in section 10 to the restoration to the teachers' salary scale for payment for substitution and supervision must be removed.  I understand the Minister is saying there will be-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL02000","speaker":"1131"},{"type":"speech","time":1448375400,"counter":121,"content":"<p>It is the reverse of that.  That is the enabling power to give it to teachers.  Without that section I would not be able to restore it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL02100","speaker":"1097"},{"type":"speech","time":1448375400,"counter":122,"content":"<p>To be fair, I have the floor.  I would like to ask the Minister the question and he might address it in his summing up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL02200","speaker":"1131"},{"type":"speech","time":1448375400,"counter":123,"content":"<p>The Senator should get the basic facts rights.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL02300","speaker":"1097"},{"type":"speech","time":1448375400,"counter":124,"content":"<p>If that teacher voted \"No\" to the Lansdowne Road agreement will he or she receive the &euro;1,000 for substitution and supervision work?  That is my question to the Minister.  If not, the Minister is punishing such teachers for exercising their democratic right.  If teachers do not carry out the substitution and supervision work, somebody will have to do it and they will have to be paid.  Why not pay the teachers who are doing this work and did it under the agreement with the expectation that it would be restored.  Why undermine the teaching profession?  Let us forget about the teachers for a minute and think of the good of the country and the fact that no country can survive without a good education system.  That is the price that is being paid by hitting at the profession.<\/p> <p>Equally the public service pensions reduction, PSPR, which was imposed on the pensions of retired public sector workers will be removed by the end of 2017 for approximately 80,000 of the 140,000 of those on a pension.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fidelma Healy Eames:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2223\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2223&amp;amp;pid=FidelmaHealyEames&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, while there is also a commitment to provide relief on the PSPR up to a cap of &euro;900 for the remaining higher pensions, there is no commitment to have it removed in time.  Many of our colleagues, retired or soon to retire, who have given invaluable service to society will, therefore, be adversely affected by this.  Is the emergency over or not?  I do not really believe it is over but because there is an election coming, it is over.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#LL02400","speaker":"1131","continuing":true},{"type":"speech","time":1448375400,"counter":126,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM00200","speaker":"1196"},{"type":"speech","time":1448375400,"counter":127,"content":"<p>If it is over, the Minister should not hurt some over others.  As we have all agreed, and the Minister agreed in the D&aacute;il, a pension is a property right and the right to property is the second highest right in this land, after the right to life.  How is this fair?  The Minister should please assure our colleagues that their pension rights will be restored and give the date for that.<\/p> <p>The overwhelming vote of members in the Teachers Union of Ireland, for example, not to accept the Lansdowne Road agreement is due in large measure to the fact that the agreement is utterly oblivious of teachers working casual hours.  It is the worst job in the country.  The Minister should listen to what I say.  These people have had to spend up to six years training to be teachers, four years to get a basic degree and two years for a higher diploma, H. Dip.  If some of those poor devils have only two classes a day that makes up ten or 12 hours a week, they cannot bank those and draw down social welfare for two or three days because the work carries across five days.  Now, according to the Oireachtas Library and Research Service notes on this, if they earn up to &euro;24,000 in casual pay, they will not qualify for any of these restoration measures.  Is that true?  If it is, the Minister is giving them the greatest kick in the tail.  Approximately half of second level teachers under the age of 35 are in the unacceptable situation of being in part-time and or temporary employment.  The Lansdowne Road agreement does not address this problem.<\/p> <p>Lecturers in institutes of technology are on 18 to 20 hours a week.  I was a lecturer in a teacher training college.  We had a very high number of lecturing hours too but a good lecturer does three things: lecturing, which includes teaching and assessment; research; and connecting with the community, the town and the gown.  If someone is teaching 20 hours a week with an average of four hours preparation per lecturing hour, they are incredible hours and are twice the Organisation for Economic Co-operation and Development, OECD, average.  Does the Minister want quality teaching and outcomes or to have the lecturers running around like headless chickens?  The Minister should not damage the profession.  That is what is happening.  I am passionate about this because I know the price the country will pay if we do not keep our standards high.  I would like to hear the Minister&rsquo;s response and on Committee Stage, we will have an opportunity to tease this out further.  I want the Minister to answer Senator Craughwell&rsquo;s question on whether the Whip will be applied to this Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM00300","speaker":"1131"},{"type":"speech","time":1448375400,"counter":128,"content":"<p>I thank all Senators for their contributions, passionate and otherwise.  Most people in this House speak with passion and conviction and believe what they say.  I listened with great interest to the views of all Senators.  I thank Senator Mooney for his kind comments.  It is interesting that sometimes the Fianna F&aacute;il position is that everything we have done is wrong and awful and sometimes it is that we are only following what Fianna F&aacute;il prescribed for us.  I would be happy to debate that and no doubt in coming months, we will have a chance to do that with some interest.<\/p> <p>Senator Mooney mentioned the front line as if only 70 nurses were recruited.  In the past 12 months, as Senator Hayden said, there have been 4,000 new employees in the Health Service Executive, HSE, alone.  Just over half of them are medical personnel, including 750 additional nurses, doctors and ancillary and support staff.  We now have the highest number of doctors in the hospital system that we have ever had.  We are still trying to recruit not only in the acute health system but in all other branches of nursing.<\/p> <p>On the Garda pay issue-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM00400","speaker":"1097"},{"type":"speech","time":1448375400,"counter":129,"content":"<p>I was talking about the plan to bring nurses back from overseas.  It was a specific question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM00500","speaker":"1128"},{"type":"speech","time":1448375400,"counter":130,"content":"<p>There are several plans to do that, for example, I have agreed with the Minister for Health to have an attraction allowance to get midwives because they are particularly scarce.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM00600","speaker":"1097"},{"type":"speech","time":1448375400,"counter":131,"content":"<p>I was only asking why the plan does not seem to be successful, according to the statistics.  The target was 400 but only 77 are back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM00700","speaker":"1128"},{"type":"speech","time":1448375400,"counter":132,"content":"<p>In terms of the actual recruitment of nurses, there are 750-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM00800","speaker":"1097"},{"type":"speech","time":1448375400,"counter":133,"content":"<p>The Minister said that but it was a separate issue.  Let us not be semantic about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM00900","speaker":"1128"},{"type":"speech","time":1448375400,"counter":134,"content":"<p>There are no semantics about it.  Whether we recruit them domestically or have to bring them in from abroad, as long as we get them-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM01000","speaker":"1097"},{"type":"speech","time":1448375400,"counter":135,"content":"<p>Absolutely but it was only a question as to whether there was any discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM01100","speaker":"1128"},{"type":"speech","time":1448375400,"counter":136,"content":"<p>The Senator spoke about Garda pay and gave a figure.  The starting rate for a garda now is &euro;25,745 in year one, going up in 12 months to &euro;28,000 and 12 months later to &euro;29,834.  That does not take account of quite generous allowances, particularly shift allowances and other allowances that garda&iacute; have which very significantly supplement their pay from the beginning.  I have discussed this with many garda&iacute; and there is a bone of contention about an accommodation allowance that they used to have but no longer have.  That was discussed in detail when we focused on allowances.  People want to see more and more pay as core pay as opposed to being supplemented as it often was by an array of allowances that boggles people when they see the different things that were paid for in the past.  That is a reasonable start.  A staff nurse starts at &euro;27,211.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM01200","speaker":"1097"},{"type":"speech","time":1448375400,"counter":137,"content":"<p>Does that apply to the Templemore recruits?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM01300","speaker":"1128"},{"type":"speech","time":1448375400,"counter":138,"content":"<p>This is the starting rate for anybody starting in An Garda S&iacute;och&aacute;na.  That is the basic pay, not taking account of allowances.<\/p> <p>In respect of pensions, one of the first things I did was to create a single pension scheme for all public servants, including Members of the Oireachtas and judges.  Every public servant recruited after 1 January 2013 is part of a single pension scheme.  That took me a year, from 2011 to 2012.  We estimate that will save approximately 35% in the cost and has brought down the liability of the State to approximately &euro;98 billion from considerably above &euro;100 billion.  That was an important move.<\/p> <p>Several Senators raised the two-tier pay such that new recruits started at 10% less.  I am phasing that out.  The Haddington Road agreement, section 2.31, puts in place an agreed process to resolve that.  We needed to legislate for that in respect of the Judiciary.  I have incorporated into this proposal a mechanism to equalise judicial pay as I have for teachers&rsquo;, nurses&rsquo; and civil servants&rsquo; pay in the same way.  They will progress very quickly to a common pay scheme.  There was discordance in having a separate pay scheme.  It was an emergency measure and I can understand why it was done when it was done to try to reduce cost.<\/p> <p>Senator Norris raised a point about teachers&rsquo; pay generally, which was passionately reinforced by the last two speakers.  The OECD compared pay scales of teachers across OECD countries and said Irish teachers are among the best paid teachers in the OECD.  The figures, which were published very recently-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM01400","speaker":"1097"},{"type":"speech","time":1448375400,"counter":139,"content":"<p>Money was not the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM01500","speaker":"1196"},{"type":"speech","time":1448375400,"counter":140,"content":"<p>-----relate to 2013.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Brendan Howlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=535\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=535&amp;amp;pid=BrendanHowlin&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Irish teachers are paid, on average, 17% above the OECD median.  OECD countries are the most developed in the world.  I just want to put that on record.  As a former teacher, I certainly do not think teachers are overpaid.  I think they earn their keep.  It is a very demanding job and has become much more demanding since my time in the classroom.  We have been very fortunate to get some of the best people in the country.  I am not saying this because I am a former teacher.  We were good at recruiting very able people to the teaching profession to our great benefit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#MM01600","speaker":"1097","continuing":true},{"type":"speech","time":1448375400,"counter":142,"content":"<p>We will lose that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN00200","speaker":"1196"},{"type":"speech","time":1448375400,"counter":143,"content":"<p>We were brilliant in the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN00300","speaker":"1131"},{"type":"speech","time":1448375400,"counter":144,"content":"<p>I am determined to maintain pay rates so that we do not lose that.<\/p> <p>I will move on and get through everybody's points if possible.  A question was asked about side deals done in the Haddington Road process.  I am responsible for the formal negotiation of the pay agreement.  I negotiated two agreements, namely, the Haddington Road agreement and, latterly, the Lansdowne Road agreement.  That is the formal agreement that is endorsed.  It is the actual creature of the Labour Relations Commission, which is now the Workplace Relations Commission.  It draws up the proposal having negotiated with everybody.  It talks to us as employers and the unions and sets the proposals.  That is the agreement - nothing else.  When all the senior people in administration, the health service, local government, justice and every other area and senior trade union officials are almost captured in a building for weeks on end, although not everybody is involved in direct negotiations at any given time, many bones of contention that have been hanging around for years are resolved through bilateral discussions.  It is a case of \"Come here 'til I talk to you.  This thing is hanging around.  Would you settle this?\"  Matters are settled and then become what is known as a chairman's note.  I reach agreement bilaterally with Senator Mooney and the chairman notes it so that it has some authority.  I do not have sight of these notes.  They are not part of the agreement and are not part of my business.  Each Minister is reported to and there have been parliamentary questions to each Minister outlining what are these notes.  That is a normal part of the process.<\/p> <p>Senator Sheahan talked about maintaining the reforms, which is a really important part of what we need to do today.  This is not a black-and-white issue.  Several Senators asked whether the emergency continues to obtain.  If they ask me whether we can afford to immediately restore &euro;2.2 billion of the FEMPI legislative savings, the answer is an emphatic \"No\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN00400","speaker":"1097"},{"type":"speech","time":1448375400,"counter":145,"content":"<p>No, I asked the Minister whether the emergency is over.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN00500","speaker":"1196"},{"type":"speech","time":1448375400,"counter":146,"content":"<p>Let me answer the question in my own way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN00600","speaker":"1097"},{"type":"speech","time":1448375400,"counter":147,"content":"<p>That is not fair.  The Minister was asked a direct question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN00700","speaker":"1196"},{"type":"speech","time":1448375400,"counter":148,"content":"<p>The Senator has made his contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN00800","speaker":"1118"},{"type":"speech","time":1448375400,"counter":149,"content":"<p>If Senator Craughwell wants to go to a court of law, he can put on his wig.  I will attend as a witness and he can put me on the stand.  I listened to the Senator and I want to answer his question.  It is absolutely fanciful, as the Senator knows, to think that we could collapse FEMPI.  Is the emergency on or off?  That is a black-and-white question.  We are emerging from the emergency.  We need a path.  Senator Hayden put it very well when she spoke about a path to full recovery.  It would be fanciful in the extreme and ruinous for the country to think that the emergency is over and that we should find &euro;2.2 billion to give back to public servants in the absence of further productivity.  In fact, it would unwind-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN00900","speaker":"1097"},{"type":"speech","time":1448375400,"counter":150,"content":"<p>The Minister told the entire country that the emergency is over.  In fairness, a question was asked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN01000","speaker":"1196"},{"type":"speech","time":1448375400,"counter":151,"content":"<p>The Senator is completely out of order.  The Minister is responding to the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN01100","speaker":"1118"},{"type":"speech","time":1448375400,"counter":152,"content":"<p>If Senator Craughwell is not interested in listening to me, I will stop talking but I am trying to answer the questions as honestly as I can.  I do so through the Chair and try not to be heckled.  I could not present proposals to this House to say that the emergency is over, that FEMPI is ended and that I must find said &euro;2.2 billion.  In fact, it would be more than &euro;2.2 billion because it would be &euro;2.2 billion plus 15 million hours of additional work for which I would have to compensate or lose it.  What services would I cut?  How many teachers would I get rid of to fund that?  It would be impossible to do it in one fell swoop.  I am finding an orderly path and I did not invent it.  I negotiated it.<\/p> <p>This is the most important thing I am going to say.  This is an agreement negotiated with the public sector unions and that is the way the business of the State operates.  We, as good employers, talk to the representatives of public sector unions.  Senator Healy Eames wants me to say that is fine, those who want to do it can do it and those who do not want to do it are to get all the benefits without having to work the hours or do anything else.  That is the not the way an agreement works.  Members vote, the majority of ICTU determines it and the public sector committee of ICTU then agrees it or not.  The public sector committee of ICTU formally notified me that congress, which is the representative body we recognise, had accepted these proposals.  Let me be clear about this: the Government and I will honour to the letter every agreement - the Croke Park and Haddington Road agreements as well as the Lansdowne Road agreement - that is in place.  No union needs to be fearful about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN01200","speaker":"1097"},{"type":"speech","time":1448375400,"counter":153,"content":"<p>It has not been done with garda&iacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN01300","speaker":"1196"},{"type":"speech","time":1448375400,"counter":154,"content":"<p>It is very difficult when one is constantly heckled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN01400","speaker":"1097"},{"type":"speech","time":1448375400,"counter":155,"content":"<p>I know.  I have appealed to Senator Craughwell.  The Minister, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN01500","speaker":"1118"},{"type":"speech","time":1448375400,"counter":156,"content":"<p>I mentioned the point made by Senator Sheahan.  Senator Norris spoke about Members of the Oireachtas.  I have not excluded them from the benefits of this.  I have not excluded any group from the benefits of this for a very good reason.  Again, I want to be clear about this.  This is emergency legislation because cutting pay is a very unusual thing to do and can only be done in very clear circumstances when there is a national imperative to do so.  I previously outlined the criteria for it based on the legal advice we have.  One criterion is that the emergency must exist.  The question of whether it still exists is a fair one.  It still exists but the position is improving and we can unwind it gradually as things progress is made.  Second, do the measures have uniform application?  In other words, are they arbitrary in respect of any group?  I cannot pick any group and say that I am going to exclude one category of public servants because I think they do not work hard enough or because it might be popular, for example, to exclude politicians.  That is not possible.  One cannot discriminate in this way in this type of legislation.  The third issue is that there must be a contribution from the generality of the legislation that makes a contribution to the State.  I can tell the House that &euro;2.2 billion fits that bill.  We need that money.<\/p> <p>I will move on to the issue of additional hours and garda&iacute;, an issue that was also raised by Senator Craughwell.  It is important to put these things on the record of the House.  Garda&iacute; have agreed and have worked an extra three days per year.  That is 30 hours a year.  Civil servants are working an extra two and a quarter hours per week.  Nurses, doctors and support staff in health are working an extra one and a half hours per week.  Staff in the HSE are working an extra two hours per week.  Staff in clerical management in the health services are working an extra two hours per week.  Teachers are working an extra three hours per week.  Academics are working an extra 78 hours per year while staff in local government are working an extra two hours per week.  In the context of picking out one group that one feels is hard done by, one would not pick out the people who are doing an extra 30 hours per year when others are asked to do an extra two and a quarter hours per week.  We needed people to step up to the plate in respect of the emergency.  We will unwind this legislation but this will have to be done on a collective basis.  It cannot involve one group saying that it alone will not participate in the agreement.  Everybody is entitled to do that but they cannot say that they are demanding all the benefits of the agreement but they are not prepared to abide by the difficult aspects it contains.  That is not possible.  Why should a clerical officer working in a Garda station work extra hours if the person beside them says they will not do so but that they still want the benefits of pay restoration?  We negotiate and agree these things.  That is the way the system works and it does not work on the basis of people saying \"I have rejected it and, therefore, I can have the benefits but not the responsibilities or the burdensome bits of it.\"  I will move a bit faster.  I am probably too long-winded.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Brendan Howlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=535\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=535&amp;amp;pid=BrendanHowlin&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator Kathryn Reilly supports the Bill, which is welcome.  She referred to the position of low and middle income earners under the LRA which was exclusively about low and middle income earners' pay.  A public servant on &euro;25,000 who is not highly paid will benefit under the Bill to the tune of 7.5%.  He or she will get &euro;1,875 back.  A public servant on &euro;175,000 - I am not sure what public servant that is - will get back 0.6% or &euro;1,000.  It is, therefore, geared towards the lowest paid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#NN01600","speaker":"1097","continuing":true},{"type":"speech","time":1448375400,"counter":158,"content":"<p>What will a casual teacher on &euro;23,000 get back?  Will the Minister, please, answer that question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO00200","speaker":"1131"},{"type":"speech","time":1448375400,"counter":159,"content":"<p>I will deal with all of the questions asked, if Members bear with me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO00300","speaker":"1097"},{"type":"speech","time":1448375400,"counter":160,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO00400","speaker":"1131"},{"type":"speech","time":1448375400,"counter":161,"content":"<p>I will do so <i>seriatum<\/i>, as I have written them down.  <\/p><p>Senator Kathryn Reilly raised an issue that was also mentioned in the other House.  There is a separate agreement which was formally agreed to under the HRA in respect of the unique third cut only for public servants earning in excess of &euro;65,000.  A schedule of repayments was provided for in the agreement.  I will adhere to it because I am adhering to every bit of every agreement.  That is what the Government and I will do.<\/p><p>Senator C&aacute;it Keane referred to the substitution and supervision allowance, a matter Senator Fidelma Healy Eames raised in the context of section 10.  Section 10(5) states this provision can be exercised &quot;so as to effect an increase in remuneration as provided for in the collective agreement&quot;.  This is the empowerment to subsume into the basic pay of teachers the substitution and supervision allowance which had been a stand-alone allowance.  Teachers agreed to forgo the allowance for the past few years and for it to be subsumed, in two payments, into their core pay in 2016 and 2017.  Section 10 gives me the power to do what I have agreed with the unions.<\/p><p>Senator C&aacute;it Keane and others referred to the position of local councillors.  I heard what she said.  They are not public servants in the normal way and I will have that discussion to my colleague, the Minister for the Environment, Community and Local Government.<\/p><p>Senator Gerard P. Craughwell began his contribution by saying he would love to welcome me with open arms.  I am informed by my colleagues that he has never once voted with the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO00500","speaker":"1097"},{"type":"speech","time":1448375400,"counter":162,"content":"<p>The Minister is wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO00600","speaker":"1196"},{"type":"speech","time":1448375400,"counter":163,"content":"<p>I am delighted to hear it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO00700","speaker":"1097"},{"type":"speech","time":1448375400,"counter":164,"content":"<p>I voted in favour of an amendment in the reasonable conduct of business on issues with which I agreed, but I cannot vote with a Government that uses the Whip in votes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO00800","speaker":"1196"},{"type":"speech","time":1448375400,"counter":165,"content":"<p>With regard to the Garda, I made a point about allowances, additional hours and so on.  I will adhere to the agreements to which I have signed up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO00900","speaker":"1097"},{"type":"speech","time":1448375400,"counter":166,"content":"<p>But it has not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO01000","speaker":"1196"},{"type":"speech","time":1448375400,"counter":167,"content":"<p>However, I cannot collapse the FEMPI legislation because I will not undo the economic progress we have made as a nation.<\/p> <p>Senator Terry Brennan echoed what was said on the local authority members' issue.<\/p> <p>Senator Fidelma Healy Eames talked about the punitive measures under section 4.  I respect anybody who does not want to be part of a collective agreement, but people cannot be half in and half out.  One cannot say, \"I am not part of the collective agreement but, please, give me all of the good bits.\"  Until the HRA runs out, we will honour it.  It dovetails with the Lansdowne Road agreement, into which most unions have bought and that will happen from next year.  If people wish to exclude themselves, that is their business.  I would prefer if everybody was in because that would mean an orderly walk towards full restoration on a fair and negotiated basis, but union members cannot be allowed to benefit without fulfilling the negotiated agreement because their colleagues would expect them to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO01100","speaker":"1097"},{"type":"speech","time":1448375400,"counter":168,"content":"<p>The Minister is forcing them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO01200","speaker":"1131"},{"type":"speech","time":1448375400,"counter":169,"content":"<p>If I was to accept that it was possible for individuals to opt out, it would collapse the agreement, as the Senators know full well.  <\/p><p>On the issue of part-time workers, everybody will benefit <i>pro rata<\/i>.  I cannot talk about individuals, but on a <i>pro rata<\/i>basis, the benefits will apply to working time.  If the Senator would like to outline me the details of a case, I will ask my officials to examine it.<\/p><p>I am asking the Seanad to allow me to give legislative effect to a negotiated agreement in the negotiation of which the great preponderance of public sector workers involved themselves, on which they have voted and they agreed to.  Not everybody has done so, but the great majority have and that is the way collective negotiations happen in a civilised country.  I want the authority of the Seanad to fulfil my part of the agreement because the Government and ICTU have agreed and we need to deliver on it in order that we can begin to restore the pay of public servants from 1 January.<\/p><p>When public sector pensioner organisations first approached me, I suggested they form one collective.  They did and I have met them more than once since, while my officials met them throughout the process.  I have agreed in parallel that public sector pensioners will have their pensions restored in three payments, the first of which will be made on 1 January 2016 and the others in 2017 and 2018.  Everybody will get something back.  Everybody on approximately &euro;35,000 will benefit from full pension restoration in that period.  I discussed the issue in the other House.  I do not want to be maudlin about it, but Members have argued that there is greater urgency for pensioners to benefit from pay restoration than workers for obvious reasons.  If circumstances improve, I will examine this issue again in the lifetime of the agreement.  Everybody in receipt of a pension of approximately &euro;35,000 will have his or her pension restored by the conclusion of the agreement.  It will be open to the whoever occupies my office next year to work out the sequencing of the restoration of the balance.  Some 80% of all pensioners will have their pensions fully restored under the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO01300","speaker":"1097"},{"type":"speech","time":1448375400,"counter":170,"content":"<p>There is a question which as been left unanswered.  Will the Government apply the Whip?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO01400","speaker":"1196"},{"type":"speech","time":1448375400,"counter":171,"content":"<p>The debate has concluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO01500","speaker":"1118"},{"type":"speech","time":1448375400,"counter":172,"content":"<p>That is unfair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO01600","speaker":"1196"},{"type":"unspoken","time":1448375400,"counter":173,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1448375400,"counter":174,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO01800","speaker":"1118"},{"type":"speech","time":1448375400,"counter":175,"content":"<p>On Thursday, 26 November.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#OO01900","speaker":"1163"},{"type":"unspoken","time":1448375400,"counter":176,"content":"<p>Committee Stage ordered for Thursday, 26 November 2015.<\/p>"},{"type":"majorheading","content":"Residential Tenancies (Amendment) (No. 2) Bill 2012: Report and Final Stages","time":1448375400,"counter":177,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#PP00100"},{"type":"speech","time":1448375400,"counter":178,"content":"<p>I welcome the Minister of State, Deputy Paudie Coffey, to the House.  I remind Members that a Senator may speak only once on an amendment on Report Stage, except the proposer of an amendment who may reply to the discussion on the amendment.  On Report Stage, each amendment must be seconded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#PP00200","speaker":"1118"},{"type":"speech","time":1448375400,"counter":179,"content":"<p>Before commencing, I ask for a clerk's correction.  I would be obliged if, in accordance with Standing Order 140, the Acting Chairman would direct the Clerk to make the following minor drafting correction to the text of the Bill: in amendment No. 56, made on Committee Stage in the Seanad, inserting section 16, in paragraph (f), to insert &ldquo;and&rdquo; between subparagraph (i) and subparagraph (ii). This amendment is being inserted in the interests of textual clarity and does not effect any substantive amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#PP00300","speaker":"1092"},{"type":"speech","time":1448375400,"counter":180,"content":"<p>I will direct the Clerk accordingly.  <\/p> <p>Amendments Nos. 1 to 3, inclusive, are related and may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#PP00400","speaker":"1118"},{"type":"unspoken","time":1448375400,"counter":181,"content":"<p>Government amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1448375400,"counter":182,"content":"<p>The purpose of amendments Nos. 1 to 3, inclusive, is to clarify that the 24-month period between rent reviews will run from the date of the last rent review and not the date of service of the notice of new rent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#PP00600","speaker":"1092"},{"type":"unspoken","time":1448375400,"counter":183,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":184,"content":"<p>Government amendment No. 2:<\/p><p><\/p>"},{"type":"unspoken","time":1448375400,"counter":185,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":186,"content":"<p>Government amendment No. 3:<\/p><p><\/p>"},{"type":"unspoken","time":1448375400,"counter":187,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1448375400,"counter":188,"content":"<p>Amendments Nos. 4 to 7, inclusive, and 9 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#PP01200","speaker":"1118"},{"type":"unspoken","time":1448375400,"counter":189,"content":"<p>Government amendment No. 4:<\/p><p><\/p>"},{"type":"speech","time":1448375400,"counter":190,"content":"<p>These are technical amendments to provide for the deletion of sections that were replaced on Committee Stage in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#PP01400","speaker":"1092"},{"type":"unspoken","time":1448375400,"counter":191,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":192,"content":"<p>Government amendment No. 5:<\/p><p><\/p>"},{"type":"unspoken","time":1448375400,"counter":193,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":194,"content":"<p>Government amendment No. 6:<\/p><p><\/p>"},{"type":"unspoken","time":1448375400,"counter":195,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":196,"content":"<p>Government amendment No. 7:<\/p><p><\/p>"},{"type":"unspoken","time":1448375400,"counter":197,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1448375400,"counter":198,"content":"<p>Amendments Nos. 8, 13, 14, 18 and 19 are technical drafting amendments and may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#PP02300","speaker":"1118"},{"type":"unspoken","time":1448375400,"counter":199,"content":"<p>Government amendment No. 8:<\/p><p><\/p>"},{"type":"speech","time":1448375400,"counter":200,"content":"<p>These are technical amendments to correct minor omissions to Committee Stage amendments Nos. 83, 87 and 91.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#PP02475","speaker":"1092"},{"type":"unspoken","time":1448375400,"counter":201,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":202,"content":"<p>Government amendment No. 9:<\/p><p><\/p>"},{"type":"unspoken","time":1448375400,"counter":203,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1448375400,"counter":204,"content":"<p>Amendments Nos. 10 to 12, inclusive, are related and may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#PP02800","speaker":"1120"},{"type":"unspoken","time":1448375400,"counter":205,"content":"<p>Government amendment No. 10:<\/p><p><\/p>"},{"type":"speech","time":1448375400,"counter":206,"content":"<p>As I indicated on Committee Stage, amendments Nos. 10 to 12, inclusive, provide that a landlord may update or give additional particulars in respect of the Private Residential Tenancies Board, PRTB, tenancy, at any time and the board will update the register to reflect the additional or updated particulars.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#PP03000","speaker":"1092"},{"type":"unspoken","time":1448375400,"counter":207,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":208,"content":"<p>Government amendment No. 11:<\/p><p><\/p>"},{"type":"unspoken","time":1448375400,"counter":209,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":210,"content":"<p>Government amendment No. 12:<\/p><p><\/p>"},{"type":"unspoken","time":1448375400,"counter":211,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":212,"content":"<p>Government amendment No. 13:<\/p><p><\/p>"},{"type":"unspoken","time":1448375400,"counter":213,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":214,"content":"<p>Government amendment No. 14:<\/p><p><\/p>"},{"type":"unspoken","time":1448375400,"counter":215,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1448375400,"counter":216,"content":"<p>Amendments Nos. 15 to 17, inclusive, are related and may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#PP04000","speaker":"1120"},{"type":"unspoken","time":1448375400,"counter":217,"content":"<p>Government amendment No. 15:<\/p><p><\/p>"},{"type":"speech","time":1448375400,"counter":218,"content":"<p>The purpose of this group of amendments is to clarify for the avoidance of doubt that the PRTB may withdraw interest accrued on a tenancy deposit account.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#PP04200","speaker":"1092"},{"type":"unspoken","time":1448375400,"counter":219,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":220,"content":"<p>Government amendment No. 16:<\/p><p><\/p>"},{"type":"unspoken","time":1448375400,"counter":221,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":222,"content":"<p>Government amendment No. 17:<\/p><p><\/p>"},{"type":"unspoken","time":1448375400,"counter":223,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":224,"content":"<p>Government amendment No. 18:<\/p><p><\/p>"},{"type":"unspoken","time":1448375400,"counter":225,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":226,"content":"<p>Government amendment No. 19:<\/p><p><\/p>"},{"type":"unspoken","time":1448375400,"counter":227,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1448375400,"counter":228,"content":"<p>Bill reported with amendment and received for final consideration.<\/p>"},{"type":"unspoken","time":1448375400,"counter":229,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1448375400,"counter":230,"content":"<p>I thank Senators for their contributions on this important Bill which represents another important step in the development of the residential landlord-tenant regulatory environment.  We all agree a well-balanced housing sector requires a strong, vibrant and well-regulated rented sector.  This Bill represents a significant further evolutionary step in the development of the rented sector and will ensure the continued emergence of that sector as an integral part of our housing policy for the future.<\/p> <p>This Bill achieves several key goals in that regard.  The extension of the Residential Tenancies Act to approved housing bodies is a crucial step in the development of a wider regulatory framework for the approved housing body sector.  This will bring greater transparency and accountability to this important sector which is playing an increasingly active role in social housing provision.  The Bill will also provide for additional operational efficiencies by the PRTB in the delivery of its functions.  One of the key amendments which I introduced on Committee Stage deals with the issue of over-holding and gives the PRTB the power to deal quickly and effectively with tenants who do not pay their rent.<\/p> <p>The Government&rsquo;s amendments on Committee Stage also provided for the establishment of a deposit protection scheme, a programme for Government commitment.  This is an important step in further professionalising the operation of the rented sector.  The illegal retention of tenant deposits by just a minority of landlords poses a significant risk of homelessness for vulnerable families.  The scheme will operate on the basis of a custodial deposit scheme and the PRTB will be charged with operating the scheme.<\/p> <p>In addition, we have introduced amendments on Committee Stage to address the issue of spiralling rents.  The rapid increase in rents seen in recent years is being caused by a mismatch between levels of supply and demand for rental accommodation where it is needed.  We are addressing the supply problem but it will be some time before that supply comes on stream and the amendments introduced in this Bill will go some way to addressing the problem in the short term.<\/p> <p>I acknowledge the work of my Department&rsquo;s officials who worked tirelessly on this substantial and comprehensive Bill.  I also want to acknowledge the role of all of the relevant agencies, non-governmental organisations, local authority officials, academics and others who have contributed to this important legislation.  All share the objective of attaining secure, affordable and sustainable tenancies for citizens.  There is no doubt we need a normalised, functioning property market.  Increasing supply is fundamentally what we need to ensure a robust and good landlord-tenant relationship, as well as normalised and sustainable property sector.<\/p> <p>I acknowledge the role of the PRTB which already has contributed enormously to ensuring a robust and good landlord-tenant relationship.  Its role is now enhanced with a greater involvement in ensuring this relationship is fair and balanced.  I acknowledge Dublin City Council officials, as well as those in other local authorities, who have had to deal with acute problems with homelessness.  I commend them for the manner in which they have responded to this challenge.  All those involved, including Ministers, policymakers, officials and those working at the coalface, must work together and do all in their power to ensure we sustain tenancies until we have an adequate supply to meet the demands for those who need homes.<\/p> <p>I again thank Members for their contributions on this important legislation and for the interesting and informative debate we have enjoyed during the passage of the Bill through this House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=24\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I also look forward to the passage of this substantial Bill which will make a significant difference in terms of ensuring tenancies are sustained, reducing the pressures on families facing homelessness and ensuring sustainable tenancies into the future.  I thank the Cathaoirleach for his co-operation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#PP05400","speaker":"1092","continuing":true},{"type":"speech","time":1448375400,"counter":232,"content":"<p>I welcome the groups present in the Visitors Gallery.  In particular, I would mention members of the Threshold organisation, the Peter McVerry Trust, Cl&uacute;id, the Union of Students in Ireland, the Simon Communities and the Dublin Region Homeless Executive.  I would specifically mention, if it is appropriate, the presence of Mr. Tom Dunne, who was the chair of the original commission on the private rented residential sector and chair of the Private Residential Tenancy Board for many years.  I would also mention members of the Private Residential Tenancy Board.  I would further mention Mr. Brendan Whelan who was a particular champion of the deposit protection scheme.<\/p> <p>The passing of this legislation through the Seanad today is a very poignant moment for me personally, particularly as chair of Threshold, for a number of reasons.  One in five Irish families live in the rented sector today.  Threshold as a organisation has been champion for the private rented sector for a significant number of years.  Many of the measures included in this legislation are measures for which Threshold has campaigned over a long period.<\/p> <p>Much of the media attention has been given to the measures relating to rent, which strike a fair and balanced response to the current emergency situation where a significant number of people are living in homeless accommodation, particularly in the Dublin region and where we are heading towards having 1,000 families living in such accommodation.  There are other measures in this legislation that may have been lost sight of, and the Minister of State mentioned them.  The one to which I want to refer is the deposit protection scheme.  The retention of deposits is a significant hidden cause of homelessness.  An average deposit is in the region of &euro;1,000.  Very few low income families, or very few families in any event, can afford to lose &euro;1,000.  The issue of deposit retention has dogged the rented sector for many years, particularly since the introduction of the Residential Tenancies Act in 2004.  This  issue has undermined the work of the Private Residential Tenancies Board but this measure and the setting up of a deposit protection scheme will enable the board to move forward in a progressive way.<\/p> <p>I welcome the legislation to bring the approved housing bodies under the regulation of the Private Residential Tenancies Board and I hope in time that measure will be extended to local authority households also because it is not appropriate to have a scenario where an authority acts as judge and jury over its own tenants.  The idea that there is an independent dispute resolution process available that is cheap and speedy, as the legislation sets out, is important not only for private rented tenants but for all tenants.  <\/p> <p>The number of illegal evictions in 2004 when the Residential Tenancies Bill was passed by this Chamber stood at 271 and that was the number of the illegal evictions sought the services of Threshold.  It is sad to say that in 2013 and 2014 that number rose to 651.  In regard to issues such as minimum standards, the number of cases has increased tenfold, from 386 to almost 3,000.  We have not reached the end of the line in terms of reform of the rented sector. <\/p> <p>The one call I would make today is for a long-term strategy for the rented sector.  One in five households depend on rented housing for their accommodation and we need to move forward.  We need to tackle supply and to make it a long-term realistic option for people to live their lives with the kind of dignity and certainty that they deserve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#QQ00200","speaker":"1172"},{"type":"speech","time":1448375400,"counter":233,"content":"<p>Like Senator Hayden, I welcome the visitors to the Visitors Gallery.  All the amendments were discussed at length on Committee Stage.  I compliment Senator Hayden, as chair of Threshold, who has fought the good fight for the rental sector in general.  I welcome in particular all the various amendments we have dealt with at length on Committee Stage and which will make improvements for the rented sector.  I would mention a few of them.  The increase in the minimum requirement notice that a landlord must give a tenant from 28 days to 90 days is a big improvement which will give more certainty to tenants.  The requirement of landlords to furnish tenants with information on their rights, the avenues for appeal to the Private Residential Tenancies Board, the measures regarding the over-holding of rent payment and the custodial deposit scheme will all bring certainty to this sector.<\/p> <p>It is said in Ireland that people like to have a field and to have ownership of property but increasingly, more people have to rent in view of the situation regard the banks and the availability of mortgages.  All the amendments are welcome and will make tenancy a secure environment for tenants.  I would point to the amendments that allow the Private Residential Tenancy Board to make determination orders to go to the District rather than the Circuit Court.  Clarification notice for termination means that those who rent are not forced to live in an environment of tension and uncertain safety.  Provision is also made for a swifter response in terms of an anti-social behaviour element.  A multitude of noteworthy amendments were agreed, the detail of which I do not have the time to go into, which will make the process more effective for tenants and provide them with certainty.<\/p> <p>I attended a meeting of the Joint Committee on the Environment, Culture and the Gaeltacht earlier at which the Minister for the Environment, Community and Local Government laid out in detail the provisions that are being made for the delivery of social housing to bring 17,000 houses onstream.  That is a priority for the three Ministers who were in attendance at that meeting.  They all spoke about what they are going to do in this area.  Reference was made to &euro;923 million in terms of housing provision in 2016 that will deliver more than 17,000 new units in 2016.  That will make a huge improvement.  I look forward to that and to the inclusion of all those amendments in this legislation which will improve the position for tenants.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#QQ00300","speaker":"1135"},{"type":"speech","time":1448375400,"counter":234,"content":"<p>On behalf of Fianna F&aacute;il, I congratulate and commend the Minister for State on getting this Bill through the House and I wish him and the Bill well.  I also congratulate Senator Hayden who has been very much to the fore in this debate.  I  welcome the heads of the other agencies, statutory or otherwise, and particularly those involved in the local authorities, who are at the coalface in dealing with housing throughout the country, particularly in the big urban areas.  I have no more to add other than that on behalf of the party's spokesman who, unfortunately, cannot be with us here to wish the Minister of State well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#QQ00400","speaker":"1142"},{"type":"speech","time":1448375400,"counter":235,"content":"<p>Does Senator Healy Eames wish to add a comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#QQ00500","speaker":"1120"},{"type":"speech","time":1448375400,"counter":236,"content":"<p>No, thank you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#QQ00600","speaker":"1131"},{"type":"unspoken","time":1448375400,"counter":237,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1448375400,"counter":238,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#QQ00800","speaker":"1120"},{"type":"speech","time":1448375400,"counter":239,"content":"<p>Tomorrow at 10.30 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015112400002#QQ00900","speaker":"1135"},{"type":"unspoken","time":1448375400,"counter":240,"content":"<p>The Seanad adjourned at 6.50 p.m. until 10.30 a.m. on Wednesday, 25 November 2015.<\/p>","notice":"TIME STRING DETECTED"}]