[{"type":"minorheading","content":"Prelude","time":1542277800,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1542277800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1542277800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1542277800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1542277800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#A00100"},{"type":"speech","time":1542277800,"counter":6,"content":"<p>I have notice from Senator Michelle Mulherin that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to consider the provision of funding under the urban regeneration and development fund 2018 for the development of a digital hub and innovation quarter in the Military Barracks, Ballina, County Mayo.<\/blockquote> <p>I have also received notice from Senator Ivana Bacik of the following matter: <\/p><blockquote>The need for the Taoiseach to outline the numbers, by gender breakdown, of those employed in small, medium and large businesses.<\/blockquote> <p>I have also received notice from Senator Frank Feighan of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on plans for a fixed catheterisation lab at Sligo University Hospital.<\/blockquote> <p>I have also received notice from Senator Martin Conway and Senator Gabrielle McFadden of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to provide an update on the progress Ireland has made on ratifying the Istanbul Convention.<\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to review Circular 22\/2012, under which persons who take a leave of absence to undertake further studies are prevented from working part-time.<\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter: <\/p><blockquote>The need for the Minister for Agriculture, Food and the Marine to provide an update on the introduction of the new agricultural low-cost loan scheme.<\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter: <\/p><blockquote>The need for the Minister for Justice and Equality to outline whether the atypical worker permissions granted by his Department for the fishing industry may be extended for a longer period.<\/blockquote> <p>I have also received notice from Senator Maura Hopkins of the following matter: <\/p><blockquote>The need for the Minister for Health to provide an update on the provision of a thrombectomy machine for Beaumont Hospital, which would deliver life-saving treatment for stroke patients.<\/blockquote> <p>I have also received notice from Senator Ged Nash of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to deploy additional resources to Drogheda Garda station to tackle the escalating drugs feud in the area and the need to address the low Garda numbers in the area, compared with analogous population centres, on a permanent basis.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion and I have selected Senators Mulherin, Bacik, Feighan, Conway and McFadden and they will be taken now.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#A00200","speaker":"1420"},{"type":"majorheading","content":"Commencement Matters","time":1542277800,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#A00300"},{"type":"minorheading","content":"Urban Development","time":1542277800,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#A00400"},{"type":"speech","time":1542277800,"counter":9,"content":"<p>The Minister is heartily welcome.  I thank him for coming in to take this Commencement matter.  I am very excited about this application, which will be before him for consideration under the urban regeneration and development fund 2018.  If funded and delivered, this project will be transformational not just for the town of Ballina but for north Mayo, east Mayo and south Sligo, which tie into the hinterland of that particular town.  There are many challenges in the town and its environs.  High unemployment still persists, notwithstanding so much success on the part of the Government nationally.  The history of this town is that it was the major shopping or retail town going back generations.  It was the place to come.  It has lovely streetscapes and is pretty glorious to look at.  Obviously the face of retail has changed.  Small shops have changed.  These are realities we have to contend with and to which we have to try to find solutions.  We have to reimagine how depressed town centres can be revitalised.  I know from previous conversations that is what the Minister is about.  That is why I am delighted that he is here today.<\/p><p>Notwithstanding what I have said, we in Ballina and the surrounding areas have so much more to offer.  We have so much more going for us than we have going against us.  I see this fund as providing an injection, stimulus, or catalyst that will address so many issues that need addressing, encourage growth, enterprise and innovation, provide renewal in the very centre of the town, and restore it to its former glory.  That would be my ambition.  We have excellent broadband capacity, which is something that is not said too much in rural Ireland.  We have a metropolitan area network and backhaul connectivity.  That was installed by Enet at the time.  We have connection with a transatlantic high-speed fibre optic cable which comes in just a few kilometres down the road.  We are connected into that.  We are lit, as they say.  We also have a great tradition in respect of multinational companies.  We have Coca-Cola and Hollister.  We have five multinationals in the environs of Ballina alone.  They have been there a long time and they are happy doing business there.  Above all, we offer quality of life.  We have never had so much investment in sports facilities and arts facilities.  We have a whole package.  We have houses and school places.<\/p><p>As part of the Minister's ambitions for Project Ireland 2040 and for rebalancing out from the big urban centres and growth in smaller areas of population, we want that &euro;500,000 to grow outside of a big urban centre.  Strategic projects such as this are the ones that need funding because they will have a knock-on or domino effect.  This particular project is a unique collaboration between a local authority, Mayo County Council, a development company, Moy Valley Resources, and SMAKS Luxury Group.  This is an international private investor which produces very high-end rum.  It wants to locate here and bring money to the table as part of the local contribution for this.  Then there is Blackstone Launchpad in the National University of Ireland, Galway.  It is going to provide third level outreach.  It is a challenge in some of these rural areas to get third level colleges active and to allow them to bring what they have to offer to the table to allow us to expand and grow.  We are talking about a digital hub for 20 start-ups, which would be all kitted out.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin :<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are talking about an innovation and enterprise centre.  There is a regeneration fund under the Department of Business, Enterprise and Innovation.  What we propose, in collaboration with Enterprise Ireland and the development company and with the approval of the Western Development Commission, would address the underrepresentation of women and migrants in enterprise and intergenerational problems people sometimes experience in accessing employment.  The course, including supports, would be run from this centre and it would provide for start-up, seed and scaling of enterprise.  It would be delivered in a mentored fashion.  The expertise would be provided by the National University of Ireland Galway, NUIG, and I have met those involved who are on board with the project.<br\/><br\/>The proposed digital hub speaks for itself.  This is not a case of providing a digital hub in the hope that people will roll up.  Work has been done by surveying and assessing the demand that exists and the supports that have been offered in an <i>ad hoc<\/i>manner.  There will also be a private investor located in the building, providing jobs.  Once the building is refurbished, it will be a tourism hub.<br\/><br\/>Should we secure the funding to refurbish the military barracks, which was built in 1742 and is the centre point around which the town was built, we will regenerate the whole town.  The French who landed in Killala to participate in the 1798 rebellion pushed the British from the barracks.  The town is a rich tapestry of history and needs modern day revitalisation.  There are brilliant stakeholders, whom I have mentioned.  The members of the chamber of commerce have a can do and will do attitude.  I ask the Minister for his support and to take this on board in his deliberations.  It would be a lifeline for the town and the region and it would help deliver on the objectives of Project Ireland 2040.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#A00500","speaker":"1425","continuing":true},{"type":"speech","time":1542277800,"counter":11,"content":"<p>I thank Senator Mulherin for raising this very important issue.  The urban regeneration and development fund was established under Project Ireland 2040 to support more compact and sustainable development through the regeneration and rejuvenation of Ireland's five cities and other large towns in line with the objectives of the National Development Plan, NDP, 2018-2027 and the 20 year national planning framework, NPF.  The fund is designed to enable a greater proportion of residential and mixed use development to be delivered within the existing built-up footprints of our cities and towns and to ensure more parts of our urban areas can become attractive and vibrant places in which people choose to live, work and invest and also visit.<\/p> <p>In the 2019 budget, I have secured &euro;71 million for the first year of the fund's operation, which will commence next year.  I initiated the first call proposals under the fund in July 2018 and the deadline for submission of applications was 28 September 2018.  My Department received 189 applications for funding which are currently being assessed.  The assessment process is following a pre-assigned assessment criteria framework and a three-stage process with recommendations being made to a project advisory board.  The board will then report to a management committee, which will make recommendations to me by the end of November.<\/p> <p>Submissions differ in scale, complexity and are multi sectoral in nature, with a wide variety of public bodies having applied, including local authorities, Departments, State agencies and public bodies in collaboration with other sectoral partners.  The proposals contain a large number of themes and sectoral areas, including urban regeneration, public realm, enterprise development, community facilities, redevelopment of existing or vacant areas, enabling strategic infrastructure to leverage further development, cultural facilities and amenity development.  There are two categories of submission, category A for projects that are ready to go and category B to support the initial development of projects, such as master planning or feasibility studies to ensure a pipeline of projects into the future.  The fund is oversubscribed in both categories A and B on a proportion of well over 4:1 for 2019.  There is, therefore, considerable competition for this funding and investment in large towns and cities.  <\/p> <p>As the assessment process of the project advisory board is ongoing, it would be inappropriate to comment further on individual projects at this time.  However, I can indicate clearly that it is my intention to announce the first round of funding allocations as soon as possible after the assessment process has concluded later this month.  I know Senator Mulherin has put much work into this particular project, is highly supportive of this application for Ballina and she sees herself as a champion for the area.  She will know very shortly whether the plan has been successful under this new fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#B00200","speaker":"1295"},{"type":"speech","time":1542277800,"counter":12,"content":"<p>The Senator may ask a brief supplementary question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#B00300","speaker":"1420"},{"type":"speech","time":1542277800,"counter":13,"content":"<p>I appreciate that the Minister has come to the Chamber.  I know he will take seriously the points I made on the opportunity to empower a region in a strategic fashion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#B00400","speaker":"1425"},{"type":"minorheading","content":"Gender Equality","time":1542277800,"counter":14,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#B00450"},{"type":"speech","time":1542277800,"counter":15,"content":"<p>I welcome the Minister of State, Deputy Finian McGrath.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#B00500","speaker":"1420"},{"type":"speech","time":1542277800,"counter":16,"content":"<p>I welcome the Minister of State to the House and thank him for coming in to take this issue.  The matter I raise on the Commencement is the need for the Taoiseach to outline the numbers by gender breakdown of those employ in small, medium and large businesses, respectively.  I have been asked by the National Women's Council to raise this issue.  I first tabled it as a Commencement matter to the Minister for Business, Enterprise and Innovation in the belief that it was a matter for her Department.  I was advised, however, that it is a matter for the Central Statistics Office, which falls within the remit of the Department of the Taoiseach.  I have certainly learned from this experience.<\/p> <p>I raise the matter in the context of forthcoming legislation on pay transparency.  Put simply, the Bill in question will address the ongoing gender pay gap.  Women in Ireland still earn on average 14% less than men.  We marked the day this year when women effectively stop earning, as compared with their male colleagues, on Tuesday of this week.  It is known as gender pay gap day.  This issue applies broadly, not only in Ireland, and European Union gender pay gap day was marked last Saturday, the EU pay gap being even wider than Ireland's.  It is an issue we have to address and measures to address it have been adopted in other countries.  These include gender pay gap wage transparency legislation, which requires companies to publish data on an anonymised basis about the gender breakdown of employees and the pay rates of those employees.  I introduced a gender pay gap Bill in the Oireachtas, which passed all Stages in the Seanad in October 2018.  The Government has made proposals for similar legislation but so far has only published heads of a Bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have certainly expressed concern, as have my Labour Party colleagues, that if the Government had been minded to adopt our Bill, that could have become law much more swiftly and we would have been able to see greater change for women more swiftly.  The issue here is the effect in practice of the Government legislation, as opposed to our legislation because our legislation proposed that it would apply to all companies employing more than 50 employees.  Thus far, the Government heads of Bill suggest it will initially only apply the legislation to companies with 250 or more staff and then, on a phased basis, move to companies employing 50 or more staff.  I have spoken at various different events on equal pay and have been told that women tend to be over-represented or represented to a greater degree in small and medium enterprises.  That is certainly the case in the British statistics and I would like to know if it is the case in Ireland.  If so, the Government legislation is much less likely to have the same immediate impact on women in employment as our legislation would have given that the latter envisages immediate application to companies employing 50 or more staff, rather than having to wait for a period of time.  <\/p><p>I spoke recently at an event in the arts centre about our gender pay gap Bill and was told that very few arts organisations employ more than 50 people.  This is a sector where women are well represented.  Therefore, the likelihood is that even our legislation would not have any immediate impact on women in the arts because so few arts organisations employ 50 staff.  We must be realistic but it would be very helpful for us in drafting and bringing forward legislation, be it the Government Bill or our Bill, to know the gender breakdown of employees of small businesses as opposed to medium and large businesses.  That is the context in which I raise this issue.  I understand the information has been sought from the Central Statistics Office previously but it was not forthcoming or readily available, hence my raising of this Commencement matter.  I thank the Minister of State again for taking it.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#B00600","speaker":"1402","continuing":true},{"type":"speech","time":1542277800,"counter":18,"content":"<p>I thank the Senator for raising this very important issue.  I am dealing with this Commencement matter on behalf of the Minister of State, Deputy Kyne, who cannot be here.  The Minister of State has delegated responsibility for the Central Statistics Office arising from the Statistics (Delegation of Ministerial Functions) Order 2018.<\/p> <p>The matter in question relates specifically to the available CSO statistics with regard to the gender breakdown of those employed in business by business size.  Policy matters relating to business are a matter for the Minister for Business, Enterprise and Innovation and policy matters relating to gender equality are a matter for the Minister for Justice and Equality.  Any policy issues arising should, therefore, be raised with the appropriate Minister.<\/p> <p>Unfortunately, the exact information requested by Senator Bacik is not available from the Central Statistics Office.  I am informed that the CSO's official source of statistics regarding size of enterprise is sourced from its business demography data but these statistics, which are based on administrative data supplied by the Revenue Commissioners, do not include information on the gender of the persons engaged in these enterprises.  In addition, this business demography data only include the business economy and, therefore, exclude sectors such as public administration and defence, including compulsory social insurance, education, human health and social work activities and some other services sectors.<\/p> <p>Taking these factors into account, it can be noted that in 2016, this source showed that the total number of persons engaged in active small enterprises, namely, those with fewer than 50 persons engaged, was 720,401.  The number of persons engaged in active medium enterprises, namely, between 50 and 249 persons engaged, was 290,604.  The number of persons engaged in active large enterprises, namely, 250 and more persons engaged, was 467,231.  Clearly, therefore, a large number of people work in small enterprises.  It should be noted that these totals include the business economy only and cannot be further disaggregated by gender.  <\/p> <p>An additional source of relevant information from the CSO is the labour force survey, LFS, which provides statistics broken down by gender.  The purpose of this survey is the production of quarterly labour force estimates and information is collected continuously throughout the year from households surveyed each week and each quarter.  The LFS is the official source of labour market statistics for Ireland.  The primary classification used for the LFS results is the International Labour Office, ILO, labour force classification.  The ILO classification distinguishes three main subgroups of the population aged 15 or over, namely, persons in employment, persons who are unemployed and inactive population.  Persons in employment are defined as those who worked in the week before the survey for one hour or more for payment or profit, including work on the family farm or business, and all persons who had a job but were not at work because of illness, holidays, etc., in the week.  The LFS includes a number of detailed questions asked of those respondents who have been classified as being in employment.  One of these questions asks respondents for their estimate of the total number of persons who work in their place of employment.  However, as this question is reported by the respondent and refers to the number of employees at the local place of employment of the respondent, it does not directly correspond to the business demography data to which I referred.  However, the LFS include information on the gender of the respondent and incorporates all sectors of the economy.<\/p> <p>The most recent figures available from the labour force survey are for quarter 2 of 2018.  These indicative figures show that in the second quarter, the split by gender for the number of persons working in a local place of employment with between one and 49 persons was 49.7% male and 50.3% female.  The split by gender for those working in a place of employment with between 50 and 249 persons was 51.6% male and 48.4% female.  These are interesting figures.  Finally, the split by gender for those working in a place of employment with 250 or more persons was 58.7% male and 41.3% female.  In addition, it can be noted that no answer regarding the number of persons at a place of employment was given by 27,000 males, a figure that represented 2.2% of all males in employment, and no answer was given by 19,300 females, a figure that represented 1.9% of all females in employment.<\/p> <p>The number of males classified as self-employed with no employees was 172,700, while the number of females classified as self-employed with no employees was 54,200.  I am also informed that a series of detailed LFS employment statistics showing additional data on the number of persons in employment at the respondents' place of work and also offering various additional classifications of persons are due for publication on the CSO website at 11 a.m. tomorrow.<\/p> <p>As I mentioned, any matters of policy arising from these figures should be raised with the relevant Minister.  It is important to state, however, that gender equality is a significant priority for the Government.  The programme for Government includes a number of measures designed to promote and increase gender equality and significant progress has been made on this matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#C00200","speaker":"1359"},{"type":"speech","time":1542277800,"counter":19,"content":"<p>I thank the Minister of State for his response.  I find it extraordinary that the precise data sought in the question are not available.  It would seem to be a very simple matter to obtain a gender breakdown of those employed in small, medium and large businesses, respectively.  Surely it is important for policymakers, particularly those in Government, to know the gender breakdown of companies when formulating legislation on wage transparency in order to arrive an appropriate figure at which the duty of disclosure of wage rates would arise.  I am concerned about this.<\/p> <p>The Minister of State's answer explains the reasons the National Women's Council has been unable to obtain this information until now.  I thank him for elaborating on the labour force survey figures.  It is of interest to see the immense gender disparity between men and women in the self-employed category.  It is interesting to note from the CSO figures the large number of people who are employed in small enterprises.<\/p> <p>I will raise policy issues, particularly my concern around the absence of the key data I sought, with the relevant Ministers.  It is appropriate to raise this concern with them in the context of the ongoing debate on the gender pay gap Bill.  I very much hope the Government will see fit to adopt my Bill given how many people are employed in small industries.  If nothing else, the Minister of State's response has certainly shown us that this is the area where a vast number of people are employed and the area we need to tackle to address the overall gender pay gap.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#C00300","speaker":"1402"},{"type":"speech","time":1542277800,"counter":20,"content":"<p>I take Senator Bacik's point about data, the gender breakdown and policymakers having this information.  I will convey her view to the Government because it is an important part of developing policy on gender equality and employment issues.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have to have reliable data and information on issues like that.  Building on the commitments in the Programme for a Partnership Government to advance gender equality, the Government has advanced a number of specific initiatives in 2018.  These are in line with the aims and objectives of the national strategy for women and girls, which seeks to change attitudes and practices preventing women and girls from fully participating in education, employment and public life at all levels.  The strategy contains 139 actions to advance the equality of women and girls.  It includes actions to promote the socio-economic equality of women and girls, to advance their physical and mental well-being, to ensure their visibility in society and their equal and active citizenship, to advance women in leadership and decision-making and to combat violence against women.  <\/p><p>Work is under way, in consultation with stakeholders across civil society and professional bodies, on a wide range of actions to achieve this.  Last June, the Government approved a general scheme of a gender pay gap wage transparency Bill, which will promote wage transparency by requiring companies to complete a wage survey periodically and report the results showing the gender pay gaps.  It also provides for a range of enforcement mechanisms.  A new initiative, Better Balance for Better Business, a business review group, was announced in July to promote better gender balance.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#C00400","speaker":"1359","continuing":true},{"type":"speech","time":1542277800,"counter":22,"content":"<p>I thank the Minister of State.  Before I go to the next item, I welcome to the Gallery Deputy Murphy O'Mahony and her guests, Mary and Dermot Collins, all the way from Bandon, County Cork.  It is their 25th wedding anniversary and I congratulate them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#D00200","speaker":"1425"},{"type":"minorheading","content":"Hospital Services","time":1542277800,"counter":23,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#D00300"},{"type":"speech","time":1542277800,"counter":24,"content":"<p>I welcome the Minister of State to the House again today.  It is always nice to see him.  He has had a great interest in health over a number of years.  My Commencement matter is the need for the Minister for Health, Deputy Harris, to provide an update on plans for a fixed catheterisation laboratory, cath lab, at Sligo University Hospital.  For many years, my colleague, Deputy McLoughlin, has campaigned strongly for such a lab.  This facility is vital.  It provides a diagnostic service for patients with suspected heart disease or heart attacks.  The hospital is currently served by a mobile cath lab, which provides services one day a week for elective procedures only.<\/p> <p>There are also a number of cath labs in Galway that serve acute cardiac cases for Sligo and the north-west region.  I understand that, in addition to the numbers treated in Sligo University Hospital, the hospital refers approximately 300 patients each year to St James' Hospital and the Mater Private Hospital.  There is, however, now a compelling need for a permanent cath lab in Sligo.  There is a critical 90-minute window in the event of someone having a heart attack.  For those living in Sligo and the north west, this is a major challenge.<\/p> <p>Accessing the timely care needed has been hindered by geography and the road infrastructure but more importantly, the lack of access to life-saving cardiac services.  It takes at least two hours to travel from Sligo to Dublin by ambulance and a similar length of time to travel to Galway.  There is an air ambulance which can get a patient to Galway or Dublin quickly but it may not always be available.  It is clear to me that those living in Sligo, Leitrim, north Roscommon, south Donegal and west Cavan deserve a fixed cath lab.  Cardiac patients will otherwise continue to be challenged by having to travel long journeys to receive the care they need. <\/p> <p>There has been some progress on the issue of a cath lab at Sligo but it is extremely slow.  A business case for a fixed facility has been submitted nationally and I understand this might not be advanced until the national review of cardiac services is completed.  The Minister of State might shed some light on this and when this review is likely to be completed.  I have to ask a question which has been posed many times.  Why should cardiac patients in the north west be forced to go on long journeys to Galway or Dublin?  What benefits can there be in this for a heart attack patient in this region?  I must also highlight a clear cost element.  In the past 15 years, I understand that the Health Service Executive, HSE, has spent &euro;10.5 million transferring 550 cardiology patients each year from Sligo to Galway or Dublin.  In addition, &euro;3.6 million has been spent over this period renting a temporary visiting lab in Sligo.  Why can the HSE not invest the money in the provision of a fixed cath lab? <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#D00400","speaker":"1424"},{"type":"speech","time":1542277800,"counter":25,"content":"<p>I thank Senator Feighan for raising this important issue.  He is committed to developing and expanding health services, particularly in the west of Ireland and, in this case, in Sligo University Hospital.   It is an important issue and it gives me the opportunity to provide an update.  The Government is committed to ensuring that all citizens have access to safe, high quality and evidence-based care in line with international norms.  Sligo University Hospital provides high quality healthcare to the people of Sligo, Leitrim, south Donegal and west Cavan.  There are currently two cath labs based in Galway, which service acute cardiac cases for Sligo and the north west.  For elective cases, a mobile cath lab unit operates for one day a week in Sligo and Letterkenny.<\/p> <p>The 2013 report of the north-west cardiology review group recommended that opportunities presented by the proximity of Altnagelvin Hospital to Letterkenny should be explored to see if co-operation arrangements could be agreed.  This recommendation has now been implemented.  There is a cross-Border arrangement with Altnagelvin Hospital in Derry to provide cath lab services and primary percutaneous coronary intervention, PCI, to people in the north west.  That is something that has come up in recent days as well in the broader Brexit debate.  It is important that such cross-Border arrangements are continued and especially in respect of health issues.  It is also important to note that specialist cardiac catheterisation lab services are provided in a small number of hospitals in order to ensure that the services provided achieve the required standards of safety, quality and sustainability in the interests of patients.  <\/p> <p>Earlier this year a steering group was established, chaired by Professor Philip Nolan, to undertake a national review of specialist cardiac services.  The steering group comprises 15 members including health professionals, patients, HSE management and officials from my Department.  The review will also consider the responses gathered from a public consultation.  I am sure that will include the views of the people of the north west and people throughout the country who responded.  This consultation is in keeping with the Government&rsquo;s commitment to incorporating the views of our citizens.  <\/p> <p>The aim of the review is to achieve optimal patient outcomes at population level with a particular emphasis on the safety, quality and sustainability of the services that patients receive by establishing the need for an optimal configuration of a national adult cardiac service.  The review will incorporate rigorous reviews of evidence and data, international peer review and stakeholder consultation.  This review began on 31 January and is ongoing.  It is expected that the work will be completed by the end of June 2019.  I expect the review will provide a blueprint for the future of adult cardiac services.  As set out in the National Development Plan 2018-2027, investment in cardiac catheterisation laboratories, and other cardiac services infrastructure nationally, will be informed by the outcome of the national review.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#D00500","speaker":"1359"},{"type":"speech","time":1542277800,"counter":26,"content":"<p>I thank the Minister of State for his reply.  This review is rigorous with evidence and data.  I know there are stakeholder consultations but the review started on 31 January and will not be complete until June 2019, which means it will have taken a year and half.  I am not familiar with the complexities but that seems like a long time to have a review.  I look forward, however, to seeing the results of the review and I hope we will have a cath lab in Sligo in future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#D00600","speaker":"1424"},{"type":"speech","time":1542277800,"counter":27,"content":"<p>I again thank Senator Feighan for raising this issue.  I understand its importance in the north west.  I also understand his point about the long journeys.  That is not acceptable.  We have to plan services in order that they are patient-centred and that is particularly the case with cardiac patients.  I take the Senator's point on that and on the review.  I will bring those points to the Minister for Health.  I assure Senator Feighan that the provision of a cath lab in Sligo University Hospital is being considered under the national review of specialist cardiac services.  That is due to be completed in June 2019.  I will bring the two key points which Senator Feighan raised to the Minister, Deputy Harris and push that matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#D00700","speaker":"1359"},{"type":"minorheading","content":"Domestic Violence Policy","time":1542277800,"counter":28,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#E00100"},{"type":"speech","time":1542277800,"counter":29,"content":"<p>I will let the lady go first.  It is only proper manners.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#E00200","speaker":"1416"},{"type":"speech","time":1542277800,"counter":30,"content":"<p>I thank the Minister for coming to the House.  Sunday, 25 November is the UN international day for the elimination of violence against women.  Can we imagine an Ireland where women and children are free from domestic violence?  One in four women experiences physical or sexual violence from a partner and one in three experiences severe psychological abuse.  If we were to apply those averages to this House, five out of 15 female Senators could be survivors of some form of intimate partner abuse.  Across the country as a whole, we would be looking at approximately 475,000 women.  What a transformation it would be for them if they were free from violence and abuse.  Unfortunately, such an Ireland is difficult for many of us to imagine and that is why each and every one of us must do our utmost to support women experiencing abuse.  Virtually all of us, as public representatives, will have been approached by women in difficult circumstances.  While we may be able to give them advice, a listening ear or even, in some cases, refuge in our own homes, what is needed is a co-ordinated response.<\/p><p>The adoption of the Domestic Violence Act in May this year was very significant.  It marked a sea change in our understanding of domestic violence and I commend the Minister, the Minister of State at the Department of Justice and Equality, Deputy David Stanton, and former Minister, Deputy Frances Fitzgerald, on having delivered such legislation.  It has made protecting and supporting those experiencing violence a priority, and it has broadened our understanding of intimate partner abuse, particularly by providing for a new criminal offence of coercive control.  It also includes provisions which move us closer to ratifying the Council of Europe Convention on preventing and combating violence against women and domestic violence, otherwise known as the Istanbul Convention.  It is in this area that I am seeking clarification from the Minister today.<\/p><p>There can be no real equality between women and men unless women experiencing gender-based violence are fully supported by State agencies and institutions.  There are some fantastic voluntary organisations, such as Safe Ireland which has its headquarters in my home town of Athlone, and Women&rsquo;s Aid which provides services and support for women experiencing domestic violence.  They do a fantastic job and we need to ensure we match their commitment and dedication by doing our part.  I note that the Minister is fully committed to ratifying the convention, and I am seeking an update from him of where we are on that journey.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#E00300","speaker":"1375"},{"type":"speech","time":1542277800,"counter":31,"content":"<p>It is a privilege to share time on this very important issue with such an advocate as Senator McFadden.  Her articulation of the importance of this convention being ratified speaks volumes.  We are a great country when it comes to honouring our international obligations.  We dragged our feet for long enough with the UN Convention on the Rights of Persons with Disabilities and we let ourselves down in that instance, but I have no doubt that we will not let ourselves down in respect of the Istanbul Convention.<\/p><p>In the years since Deputy Flanagan took over as Minister, a lot has happened in terms of protecting women, such as the introduction of legislation on domestic violence and resourcing An Garda S&iacute;och&aacute;na to its current level, which has meant the force has a new dynamic in dealing with violence against women.  Violence against women and vulnerable people is abhorrent in our society and needs to be eradicated.  It is a disease that should not exist in the modern world.  We are a first world country and, as such, we need to take our international obligations seriously.  I know that we will.<\/p><p>We advocated for the convention that became the Istanbul Convention.  The people, of all parties and none, who represent this Parliament at the Council of Europe articulated this issue.  It was formulated by our parliamentarians and other good parliamentarians throughout Europe and further afield.  We need to transpose the convention into law to show that we espouse the complete elimination of domestic violence against women.  I know the Minister will reflect these views in his response, but we would especially like a timeline from him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#E00400","speaker":"1416"},{"type":"speech","time":1542277800,"counter":32,"content":"<p>I thank Senator Conway and Senator McFadden for raising this matter.  I assure all the Senators in the House of my commitment as Minister for Justice and Equality, and that of Government, to do everything we can to tackle violence against women.  This violence is a blight on our society and its complexity requires a systemic, multifaceted response.<\/p><p>The Council of Europe Convention on preventing and combating violence against women and domestic violence, commonly known as the Istanbul Convention, is a significant legal instrument in combating sexual and domestic violence and the programme for Government is committed to its implementation.  The convention is a broad-based document which covers a number of Departments&rsquo; policy areas.  The purposes of this convention are to protect women against all forms of violence and to prevent, prosecute and eliminate violence against women and domestic violence.  The convention also aims to ensure the design of a comprehensive framework, policies and measures for the protection of and assistance to all victims of such violence.<\/p><p>Senators will be aware that Ireland signed the Istanbul Convention in November 2015.  At the time, the Government gave approval to an action plan which contained those outstanding actions that were identified as being necessary to enable Ireland&rsquo;s ratification of the convention.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Those 18 actions were included in the second national strategy for domestic, sexual and gender-based violence which was published in January 2016.  The implementation of this whole-of-government strategy which contains a range of actions to be implemented across Departments and agencies is ongoing.  I acknowledge the work of the Minister of State at my Department, Deputy Stanton, in particular, in that regard.  I also acknowledge the contributions of Members of this and the Lower House, particularly those of Senators McFadden and Conway.<br\/><br\/><b><\/b>Progress in implementing the actions required to be taken under the Istanbul Convention includes the training of public sector officials, implementation of the victims directive, development and implementation of a risk assessment matrix by An Garda S&iacute;och&aacute;na for victims of domestic violence and sexual crime.  I acknowledge and welcome what Senator Conway said as far as An Garda S&iacute;och&aacute;na is concerned, but, of course, there is more to be done.  Enactment of the Domestic Violence Bill 2018 in May significantly advanced progress in ratifying the convention.  This groundbreaking legislation delivers on a number of Istanbul Convention actions, including emergency barring orders, extending access to interim barring orders and creating an offence of forced marriage.  It is my intention to commence the Act in January.  The agencies that are key to implementing the legislation are working to that end.<br\/><br\/>There remains one outstanding legislative action before Ireland can ratify the Istanbul Convention, that is, legislating for extraterritorial jurisdiction.  This technical legislation will provide for individuals who commit particular offences abroad being liable to prosecution under Irish law.  It is my intention to publish the legislation in the very near future.  Its early enactment will enable ratification of the convention.  It is my intention to ratify the convention early in 2019 and have the legislation enacted prior to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#E00500","speaker":"1233","continuing":true},{"type":"speech","time":1542277800,"counter":34,"content":"<p>I do not doubt the Minister's commitment to deal with this matter.  It is the obligation of the State to fully address the issue of violence against women in all of its forms and to take measures to prevent such violence, protect its victims and, most importantly, prosecute the perpetrators.  That is why it is essential that all elements of the Domestic Violence Act be fully implemented and that the remaining legislation and other actions needed to progress be pursued as a matter of urgency.  I thank the Minister for his presence and commitment thus far.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#F00300","speaker":"1375"},{"type":"speech","time":1542277800,"counter":35,"content":"<p>It is rare for a Minister to come into the House to answer questions.  The Minister is spot on as the timeframe is clear and  unambiguous.  As a unit, the women of Ireland should be very pleased with the information he has given, for which I thank him.  I again commend An Garda S&iacute;och&aacute;na, in particular the Commissioner, Mr. Drew Harris.  I listened carefully to his commentary at the Joint Committee on Justice and Equality and his commitment to ensuring An Garda S&iacute;och&aacute;na is responsive, reflective and flexible to ensure it not just acts against but also seeks to prevent domestic violence is refreshing.  I would like the message to be sent to the women of Ireland that the Government and An Garda S&iacute;och&aacute;na are committed to a policy of zero tolerance of any violence against women and vulnerable adults.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#F00400","speaker":"1416"},{"type":"speech","time":1542277800,"counter":36,"content":"<p>I repeat that implementation is continuing of the actions contained in the second national strategy for domestic, sexual and gender-based violence.  I am very keen to ensure the strategy will be part of the focus of all interested parties.  I acknowledge what the Senators have said about enactment of the domestic violence legislation being a major step forward in enabling us to ratify the Istanbul Convention.  It is my intention to publish in the coming weeks the final item of legislation required for ratification.  I would like to have it published before the end of November.  We will then have three weeks before the Christmas vacation, within which I will be very keen to make progress.  In that regard, I look forward to the constructive engagement of the Members of the Houses of the Oireachtas.  It is technical legislation, but in working together we can ensure its early enactment.  It is my firm intention to ensure the Istanbul Convention will be ratified as soon as practicable thereafter.  The timeframe for its ratification is early 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#F00600","speaker":"1233"},{"type":"speech","time":1542277800,"counter":37,"content":"<p>If the Minister so wished, the Bill could be initiated in this House in the next three or four weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#F00700","speaker":"1416"},{"type":"unspoken","time":1542277800,"counter":38,"content":"<p>Sitting suspended at 11.15 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1542277800,"counter":39,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G00100"},{"type":"speech","time":1542277800,"counter":40,"content":"<p>The Order of Business is No. 1, Greyhound Racing Bill 2018 - Committee Stage (resumed), to be taken at 12.45 p.m.; No. 2, Judicial Appointments Commission Bill 2017 - Committee Stage (resumed), to be taken at the conclusion of No. 1 and adjourned at 5 p.m., if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G00200","speaker":"1391"},{"type":"speech","time":1542277800,"counter":41,"content":"<p>If it is concluded, will we take some other business?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G00300","speaker":"1418"},{"type":"speech","time":1542277800,"counter":42,"content":"<p>After more than 41 hours of debate I would certainly love to see if we could conclude the debate on Committee Stage and have the Bill passed and move on to something else.  That would be a wonderful gift.  It is in the Senator's hands.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G00400","speaker":"1391"},{"type":"speech","time":1542277800,"counter":43,"content":"<p>We will see how it goes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G00500","speaker":"1418"},{"type":"speech","time":1542277800,"counter":44,"content":"<p>As the Senator knows, we are in a minority.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G00600","speaker":"1391"},{"type":"speech","time":1542277800,"counter":45,"content":"<p>He is one of 60 Members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G00700","speaker":"1412"},{"type":"speech","time":1542277800,"counter":46,"content":"<p>It is also in the hands of Senators Humphreys and Bacik.  In a spirit of good will-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G00800","speaker":"1391"},{"type":"speech","time":1542277800,"counter":47,"content":"<p>I dare say it is also in the hands of Senator McDowell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G00900","speaker":"1412"},{"type":"speech","time":1542277800,"counter":48,"content":"<p>Order, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G01000","speaker":"1420"},{"type":"speech","time":1542277800,"counter":49,"content":"<p>Perhaps the Leader might endeavour to have it finished by Christmas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G01100","speaker":"1417"},{"type":"speech","time":1542277800,"counter":50,"content":"<p>All Senators will be able to comment on the proposals made by the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G01200","speaker":"1420"},{"type":"speech","time":1542277800,"counter":51,"content":"<p>Clearly, we are all on tenterhooks regarding the Brexit negotiations and how the deal will unfold.  As things are moving at pace across the water in the United Kingdom, at this point it is hard to figure out exactly where it will land.  Having had a cursory look at the text, on the face of it, it seems to be a very good deal for Ireland.  The Taoiseach and the T&aacute;naiste should be commended on the work put in so far.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G01300","speaker":"1407"},{"type":"speech","time":1542277800,"counter":52,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G01400","speaker":"1391"},{"type":"speech","time":1542277800,"counter":53,"content":"<p>Obviously, we need to ensure the deal can be brought home.  There is no point in celebrating until we see that it can be properly implemented and is agreed to by our neighbours across the water.  I will leave it at that for now.<\/p> <p>The second item I wish to raise affects a lot of senior citizens.  They are receiving scam calls from international numbers.  If they answer them, they are charged up to &euro;20.  They are also receiving scam calls from Irish numbers.  Callers purport to be representatives of Eir or other telecommunications companies and tell them that the Internet is down.  They are instructed to plug in and give their bank codes.  Many are taken in and scammed out of their hard-earned money.  We need to do a lot more from a consumer protection point of view.  The Minister for Communications, Climate Action and Environment needs to urge the Commission for Communications Regulation to be a little more proactive.  One suggestion I have heard is that when someone rings an international or premium number, he or she should be alerted to the fact that he or she is ringing such a number before being connected.  We need to send the message that phone scamming is a huge issue and make sure people are vigilant and aware of it.  It is very easy to be a victim.  Even the wiliest of people are falling victim to it.  <\/p> <p>The third item I wish to raise concerns home help hours.  It is an issue I have raised in the house before.  There are 6,200 older people across the country waiting urgently for a home help.  In certain parts of the country, including County Kerry, north Cork, Carlow, Kilkenny and south Tipperary, no one is waiting and it is very easy to receive support.  However, in Galway, north County Dublin and other parts of the country there are long waiting lists.  In Galway alone there are 674 people waiting.  This clearly shows that there is a disparity.  Where someone is living is a factor in whether he or she will have the home help he or she needs.  It has been described as a postcode lottery.  Everyone throughout the country should receive the same service, no matter where he or she lives.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do not think it is fair that people who live in a certain area get a better service and more home help hours.  I ask the Leader to invite the Minister to the House to address this matter, on which I look forward to having a debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#G01500","speaker":"1407","continuing":true},{"type":"speech","time":1542277800,"counter":55,"content":"<p>For the first time, yesterday evening we saw the proposed Brexit deal between the EU and the British Government.  Sinn F&eacute;in rightly highlighted the danger posed to this tentative deal by the extreme Brexiteers in the Tory party and the DUP.  I acknowledge that the deal agreed by the British Cabinet yesterday is one that mitigates against the worst aspects of Brexit but there are other issues to be ironed out and matters that need to be clarified.  We will all be busy this weekend with the 500 plus pages examining the detail of the deal.<\/p> <p>Some of the issues can be addressed by the Government, and also by the Oireachtas, in particular issues relating to rights and representation.  Some of those concerns were raised with the Government this morning by my party vice president, Michelle O'Neill, who was part of a delegation of parties representing the pro-remain majority in the North.  The four parties the Taoiseach met this morning represent the majority view of citizens in the North.  The DUP does not, and that is a fact.  DUP representatives have been using the most incendiary, rash and ostentatious rhetoric in the past 48 hours, but ordinary citizens in the North, whether republican, nationalist, unionist or otherwise, recognise that Brexit is not good and they want a deal that protects their livelihood and future.  Sinn F&eacute;in speaks for all of the communities on this.<\/p> <p>Prime Minister May said the advice of the British Attorney General in respect of the withdrawal agreement would be made available to the House of Commons today.  I presume the Government will also have legal advice, whether from the European Commission or the Attorney General.  That should be made available in order that we can get the fullest picture possible of what is on the table.  I very much look forward to having a debate in this House with the T&aacute;naiste, Deputy Coveney, and going through some more of the detail as it emerges.<\/p> <p>I acknowledge all of those who have been involved in the deal to date given that it appears to have protected the integrity of the Good Friday Agreement, and the work done by the T&aacute;naiste, Deputy Coveney, with our representatives.  From day one we said there needed to be special status for the North within the EU.  Let us work together to do everything we possibly can to make it happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H00200","speaker":"1378"},{"type":"speech","time":1542277800,"counter":56,"content":"<p>Could I formally move an amendment to the Order of Business,\"That No. 14 be taken before No. 1 next Wednesday\"?<\/p> <p>Everybody is concerned at what is happening in the House of Commons today.  It has been worrying.  Since yesterday evening everybody has been talking about this issue.  I compliment the Minister for Justice and Equality, Deputy Flanagan, who was Minister for Foreign Affairs and Trade before the T&aacute;naiste, Deputy Coveney.  I also compliment Deputies Lisa Chambers and Miche&aacute;l Martin-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H00300","speaker":"1417"},{"type":"speech","time":1542277800,"counter":57,"content":"<p>Is Deputy Humphreys missing anybody?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H00400","speaker":"1400"},{"type":"speech","time":1542277800,"counter":58,"content":"<p>-----who have put their shoulders to the wheel and have worked extremely hard.  My party leader, Deputy Howlin, has travelled to London on numerous occasions to talk to our colleagues in the British Labour Party.  I hope he can encourage them to see sense and support this deal.  No stone has been left unturned in the efforts to achieve a deal.  I inform Senator Mac Lochlainn that I have purposely left somebody out, because I believe Sinn F&eacute;in could have played a stronger part but it did not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H00500","speaker":"1417"},{"type":"speech","time":1542277800,"counter":59,"content":"<p>That is absolute nonsense.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H00600","speaker":"1400"},{"type":"speech","time":1542277800,"counter":60,"content":"<p>That is the honest truth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H00700","speaker":"1417"},{"type":"speech","time":1542277800,"counter":61,"content":"<p>There is a joint group involving the SDLP, Sinn F&eacute;in, the Green Party and the Alliance Party.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H00800","speaker":"1400"},{"type":"speech","time":1542277800,"counter":62,"content":"<p>I am talking about the parties in this House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H00900","speaker":"1417"},{"type":"speech","time":1542277800,"counter":63,"content":"<p>They have made a stand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H01000","speaker":"1400"},{"type":"speech","time":1542277800,"counter":64,"content":"<p>I will call on Senator Mac Lochlainn and he will have his say.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H01100","speaker":"1420"},{"type":"speech","time":1542277800,"counter":65,"content":"<p>They are standing up for the rights of the people in the North.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H01200","speaker":"1400"},{"type":"speech","time":1542277800,"counter":66,"content":"<p>I call for order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H01300","speaker":"1420"},{"type":"speech","time":1542277800,"counter":67,"content":"<p>The parties in this House have been working extremely hard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H01400","speaker":"1417"},{"type":"speech","time":1542277800,"counter":68,"content":"<p>Senator Humphreys is taking a sectarian approach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H01500","speaker":"1400"},{"type":"speech","time":1542277800,"counter":69,"content":"<p>I call for order.  Senator Humphreys should be allowed to speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H01600","speaker":"1420"},{"type":"speech","time":1542277800,"counter":70,"content":"<p>He is being nakedly sectarian.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H01700","speaker":"1400"},{"type":"speech","time":1542277800,"counter":71,"content":"<p>I call for order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H01800","speaker":"1420"},{"type":"speech","time":1542277800,"counter":72,"content":"<p>They have been working extremely hard in the interests of the Thirty-two Counties of this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H01900","speaker":"1417"},{"type":"speech","time":1542277800,"counter":73,"content":"<p>That is nakedly sectarian.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H02000","speaker":"1400"},{"type":"speech","time":1542277800,"counter":74,"content":"<p>Unfortunately, not all have taken on the responsibilities and roles they should have played.  I am sorry that did not happen because I would have liked to see all parties in this State work together for the best outcome for the Thirty-two Counties, and the best outcome for the UK and for Europe, but that has not happened.<\/p> <p>I will briefly turn to one item that is within our control, namely, the housing crisis.  In Ringsend there is a site called Poolbeg West, which has the potential to provide 3,500 units but it has been delayed over and over again.  Negotiations remain to be concluded on the purchase of 900 units for social and affordable housing and, unfortunately, the Department of Housing, Planning and Local Government has not played its part.  There is no excuse for the Department not to play its part in the middle of a housing crisis.  This is not a planning matter, it is a question of negotiations on the number of units to be purchased.  That is delaying a decision of An Bord Plean&aacute;la.  There is a written agreement for the strategic development zone, SDZ, in Dublin City Council and there is a commercial agreement in regard to it.  When he was Minister for Housing, Planning, Community and Local Government, the T&aacute;naiste, Deputy Coveney, called it a gentlemen's agreement.  He promised us we would see cranes and JCBs on the site in 2017 but there has not been any progress.  It is a crying shame and a resolution is urgently needed.  Could the Leader arrange that the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, would attend and explain the lack of movement in the provision of 3,500 units?  We hear over and over that there is a supply issue but here is an opportunity to create supply.  I will respect the Chair and finish on this point, which unfortunately the Minister did not do yesterday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H02100","speaker":"1417"},{"type":"speech","time":1542277800,"counter":75,"content":"<p>That reference is not necessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H02200","speaker":"1420"},{"type":"speech","time":1542277800,"counter":76,"content":"<p>That is not fair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H02300","speaker":"1391"},{"type":"speech","time":1542277800,"counter":77,"content":"<p>I make these remarks today as a Border representative, as somebody from the Cavan-Monaghan constituency, who lives close to the Border where we have many ties of kinship north of the Border.  I wish to publicly appeal through this House to our Northern friends right across the divide, who are hard-headed, shrewd business people with a particular business culture, to look twice at this agreement before they decide to reject it.  I ask them to look at the fact that their constitutional position is not threatened.  There is no threat to the integrity of the constitutional position of Northern Ireland.  There is a legal acceptance of the Good Friday Agreement, which ultimately means there must be a popular mandate to undo the constitutional position of Northern Ireland.<\/p> <p>First, there is no threat.  Nothing changes there and nothing will change there.  Second, the deal gives the people of Northern Ireland access to the EU and to every benefit the EU confers, bearing in mind that the North voted to remain.  It gives them access to the customs union, to trade and to all the benefits.  Third, it gives them unfettered access to UK markets in a post-Brexit situation.  It would be an economic bonanza for Northern Ireland in that it would leave it the best of both worlds and put it into a solvent position.  Our hard-headed and good friends in Ulster will have to look at this question.  I sincerely appeal to them to do that.  They should bear in mind that the alternative means an impoverishment of Ulster, which ultimately will impoverish the existing Northern Ireland State and will make its hinterland poor because it will lower people's capacity to buy, trade and do business with the Republic.  That is a very serious implication also.<\/p> <p>My basic point is that people in Northern Ireland should look twice at the deal and consider accepting it.  I appeal to all sides in Northern Ireland to get the Assembly up and running again because if there is anything that highlights that lacuna and the need for a domestic administration in Northern Ireland it is the current goings on.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The people of Northern Ireland should view this from the perspective of their own interests.  They should realise there is no threat to their future and that this gives them the best of all worlds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#H02400","speaker":"1397","continuing":true},{"type":"speech","time":1542277800,"counter":79,"content":"<p>We experienced euphoria last night on the announcement by Prime Minister, Theresa May, that a majority in her Cabinet backed the Brexit deal with the European Union.  People were very happy with the deal and it is very satisfactory as far as Ireland and Britain are concerned.  The UK got a tremendous deal.  As I watched a live broadcast from the House of Commons this morning, it became clear that the situation is extremely grave.  I could not be optimistic after watching and hearing the contributions and in light of the resignation of Dominic Raab, the Minister assigned to the negotiation of Brexit.<\/p> <p>That having been said, we should be calm in the approach we take and not claim too much credit for this outcome.  We compliment Mr. Barnier representing the 27 member states and the negotiators from the United Kingdom.  The solution, which I fully support, involves an agreement with the UK on Ireland, free trade, etc.  I am afraid the position looks very serious at the moment.  Unfortunately, when the Prime Minister attends the European Council meeting of Heads of State on 25 November, she may not have the support of the majority of the House of Commons.  This will probably lead to her replacement, followed by a general election and the new British Government, whoever that will be, will be back to the drawing board.  I hope the government returned to the British Parliament, whether led by the Labour Party or another party, will have a clear majority and will be in a position to negotiate.  It is extraordinarily difficult for the Prime Minister to find that the level of disloyalty among Tory backbenchers and in her government makes her position practically untenable.  I regret having to make that observation.  As far as a I can see, a new referendum will not be held but there may be a change of Government.<\/p> <p>The question as to whether the seven Sinn F&eacute;in MPs take up their seats in the House of Commons is fairly irrelevant. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#J00200","speaker":"1393"},{"type":"speech","time":1542277800,"counter":80,"content":"<p>God almighty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#J00300","speaker":"1400"},{"type":"speech","time":1542277800,"counter":81,"content":"<p>They will not be able to swing the numbers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#J00400","speaker":"1393"},{"type":"speech","time":1542277800,"counter":82,"content":"<p>T&aacute; an t-am istigh anois.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#J00500","speaker":"1420"},{"type":"speech","time":1542277800,"counter":83,"content":"<p>Sinn F&eacute;in gave a commitment to the electorate and has stood by that commitment for more than 100 years.  I do not think it has any bearing on the situation.  Furthermore, the presence of Sinn F&eacute;in MPs would create more division-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#J00600","speaker":"1393"},{"type":"speech","time":1542277800,"counter":84,"content":"<p>I appreciate that comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#J00700","speaker":"1400"},{"type":"speech","time":1542277800,"counter":85,"content":"<p>-----and give Tory MPs another excuse to say they would not be held to ransom by Sinn F&eacute;in Members of the House of Commons.  We need calm heads and we cannot take too much credit here for the deal.  There were premature congratulations being offered here in the past 24 hours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#J00800","speaker":"1393"},{"type":"speech","time":1542277800,"counter":86,"content":"<p>To respond to the previous contribution, the Government, specifically the Taoiseach and T&aacute;naiste, have been very low key about this, and purposely so, to allow room and space for those who have difficult decisions ahead of them.  I welcome the British Cabinet's decision but I fully realise the difficulties that lie ahead.<\/p> <p>I had a short meeting this morning with the Minister for Employment Affairs and Social Protection and I am delighted that letters will issue to more than 79,000 pensioners to inform them that they will receive a correction to their income, which was adversely affected by changes in the 2012 Act.  I have raised this issue numerous times and I welcome this development.  There will also be back pay to March last.<\/p> <p>I raise another issue that I have also raised several times previously.  It relates to rural planning and a ruling by the European Court of Justice that a local-only rule introduced in Flanders was illegal and no longer pertinent or allowed.  I have called several times for the Minister for Housing, Planning and Local Government to inform the House what his plans are for new directions and guidelines on this matter to be issued to local authorities.  Many people who are in the middle of a planning application or have just been granted planning permission are wondering whether their permission will stand up to legal scrutiny.  They are in a kind of limbo.  Should they go ahead and buy a house?  Will a bank give them a mortgage to build the house for which they have been granted permission?  Others who wish to return to the rural areas from which they come to keep their communities vibrant are still being subjected to the locals-only rule, which has been found to be illegal by the European Court of Justice.  I ask the Leader to call the Minister in to the House so that he can clarify the situation, outline his plans to correct this matter and give us the guidelines as soon as possible.  People's lives are on hold in the middle of a housing crisis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#J00900","speaker":"1421"},{"type":"speech","time":1542277800,"counter":87,"content":"<p>I raise the decision to locate a direct provision centre in a hotel in Moville on the Inishowen Peninsula.  This is one of the most northerly hotels in the entire island.  The specific concern is that in recent days, the Irish Refugee Council has spoken out on this matter, pointing out that the refugees in question, some of whom are mothers with children, will be required to travel regularly to Dublin for a range of reasons.  These include attending interviews with the International Protection Office and appeal hearings, renewing temporary residence certificates, meeting their lawyers and attending medical appointments.<\/p> <p>As we know, adults in direct provision receive disposable income of &euro;20 a week.  How are they expected to travel from Moville on the Inishowen Peninsula?  They will need to get a bus to Letterkenny, a connecting bus to Sligo and then a bus to Dublin.  This must all be done in one day because there are issues around staying overnight.  This is totally impractical and it shows once again the folly of this direct provision system.  I have some knowledge of this because I chaired an Oireachtas committee that looked at direct provision for a sustained period.  We visited centres and met families.  These are people of many nationalities, languages and religions being located in rural areas.  In this case, they will not be able to travel through the North because to do so would be a criminal offence.  I have the privilege, as a citizen, of travelling from the Inishowen Peninsula through the Six Counties on my way to work.  They will not have that privilege and will have to circumnavigate the land mass of the island.  This is totally unacceptable and unfair to the refugees.  This decision is also deeply unfair to the local community, with which there has been no consultation.  We have 100 refugees moving to Moville in two weeks without community supports or additional resources being provided.  The Minister stated on local radio that a friends of refugees group would be set up but no extra resources would be provided and no consultation has taken place.  This is unfair to the local community and deeply unfair to the refugees and families who come here in the first place.  Direct provision is a very bad system and it is getting worse.  The all-party committee made recommendations and I have not seen any changes.  The situation is getting worse.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#J01000","speaker":"1400"},{"type":"speech","time":1542277800,"counter":88,"content":"<p>I am pleased that agreement has been reached between the EU and UK negotiators.  We sought to protect the peace process and Good Friday Agreement and maintain the common travel area and related benefits for Irish and British citizens.  We have to ensure that we are at the place in Europe where we can protect jobs and the economy.  The Republic of Ireland did not vote for or want Brexit.<\/p> <p>In the United Kingdom, Prime Minister Theresa May has been true to her word.  She has worked extremely hard to keep all of the factions together and I hope in the coming weeks and months that we will get an agreement.  We are working in a committed way with the UK Government.<\/p> <p>My message to Ulster Unionists is that our approach was not in any way to threaten.  It was merely to protect the Good Friday Agreement and everything that is included in it.<\/p> <p>I thank again all of the other political parties.  Worked as a team in the interests of our country and our citizens, both here and in Europe.  A bad deal for the United Kingdom was a bad deal for Ireland and we are in a much better space today.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frank Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Today is also the 33rd anniversary of the signing of the Anglo-Irish Agreement which aimed to bring an end to the Troubles in Northern Ireland.  It gave the Irish Government an advisory role in Northern Ireland while confirming there would be no change in the constitutional position of Northern Ireland unless the majority of the people agreed to join the Republic.  It did improve co-operation between the British and Irish Governments which was a key creation of the Good Friday Agreement.  That is something we have to acknowledge today.  Thirty three years ago we did not have those relationships.  Those relationships have been built up in the past 33 years and the Leas-Chathaoirleach would know that the British-Irish Parliamentary Assembly has members from all parties and we have to ensure those relationships are improved and enhanced and worked upon because now we need them more than ever.  Today is a good day.  However, I think the coming weeks will tell how good it is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#J01100","speaker":"1424","continuing":true},{"type":"speech","time":1542277800,"counter":90,"content":"<p>I take my lead from our leader, Senator Ardagh.  The situation with Brexit is fraught at present and probably the less said the better.  I agree with Senator Feighan that there has been a remarkable consensus of the main political parties in their approach to the important and sensitive issue, an issue which will define our time this term in the Seanad.  I hope the Taoiseach will not regret his statement yesterday when he said that it was a good day to be in politics.  I thought that was a bit previous and I thought it showed a little immaturity, which perhaps is a refreshing side of his nature.<\/p> <p>The whole focus is now on Westminster.  We can look and observe and hope but with the exception of Sinn F&eacute;in there is nobody in Ireland in a position to do anything practical about it.  I urge Sinn F&eacute;in to reconsider its position on Westminster.  In fairness to Sinn F&eacute;in, it has come a long way.  It has come into these Houses and taken part in parliamentary democracy.  It refused to do that for decades.<\/p> <p>Sinn F&eacute;in now recognises the Garda force and that there is only one Army in the country.  A bit of pragmatism would be a big help and those vital seven votes might be able to come into play.  I would hate to see this deal being defeated by a margin of fewer than seven votes.  There would be serious repercussions for the Sinn F&eacute;in Party if that were to occur.<\/p> <p>May I ask the Leas-Chathaoirleach whether the Minister for Foreign Affairs and Trade, Deputy Coveney, could be invited to the House at the earliest opportunity to discuss the situation in Aughinish Alumina on the Shannon Estuary.  This is a significant employer, providing 480 jobs and is probably underpinning more than 2,000 support jobs.  The main owner of the consortium that runs this project is a Russian oligarch, Mr. Oleg Deripaska.  He is one of 24 people who was listed by the US as having interfered with their elections and is therefore blacklisted.  There is a very serious threat hanging over imports of the products from Aughinish Alumina as long as he is a board member.  Negotiations have been ongoing.  The chairman of that group, Lord Barker of Battle, announced that the group was in serious negotiations for Mr. Deripaska to reduce his holding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#K00200","speaker":"1394"},{"type":"speech","time":1542277800,"counter":91,"content":"<p>The Senator knows we should not be identifying anybody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#K00300","speaker":"1420"},{"type":"speech","time":1542277800,"counter":92,"content":"<p>They had been attempting to facilitate a withdrawal from hands-on involvement by Mr. Deripaska.  It looked as if it would be okay but the US Treasury Secretary announced yesterday that he is not prepared to look at the issue until January 2019.  That is a sword of Damocles hanging over a significant project.  I ask the Minister for Foreign Affairs and Trade to intervene and come to this Chamber as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#K00400","speaker":"1394"},{"type":"speech","time":1542277800,"counter":93,"content":"<p>I second the proposal from Senator Humphreys regarding the Labour Party Private Members' Bill, No. 14 on the Order Paper, the Irish Nationality and Citizenship (Naturalisation of Minors Born in Ireland) Bill 2018.<\/p> <p>I join in commending the fact that we have some agreement on Brexit, with the strong proviso that we are already seeing resignations from the British Cabinet.  There is serious concern about whether it will pass the House of Commons.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#K00600","speaker":"1402"},{"type":"speech","time":1542277800,"counter":94,"content":"<p>It is great day for resigning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#K00900","speaker":"1392"},{"type":"speech","time":1542277800,"counter":95,"content":"<p>I ask Senator Norris not to be interrupting his colleagues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#K01000","speaker":"1420"},{"type":"speech","time":1542277800,"counter":96,"content":"<p>However, it does mark a real achievement by the Irish Government and Irish negotiators and is a sign of the solidarity of the other member states of the EU who have stood by the principle of the backstop.  The case for a people's vote on a second referendum in Britain has become much stronger because of the unlikelihood of this agreement passing.  I echo the comments of my colleagues who have pointed out that it would be very helpful from an Irish perspective to have the Stormont institutions up and running and to have Sinn F&eacute;in members taking their seats in Westminster because that would enable a much stronger voice in terms of Irish interests to be heard in Britain.  That is really important.<\/p> <p>Let me raise the recent controversy around reports of proceedings in a rape trial that has been concluded.  Without speaking in any way about the trial, may I bring it to the Leader's attention that Tom O'Malley, a leading expert from the National University of Ireland, Galway, is currently chairing a review commissioned by the Minister for Justice and Equality on practice and procedure in the trial of rape and sex offences.  That review is due to conclude at the end of December.<\/p> <p>I welcome the holding of a debate in the Seanad on the recommendations of that review because one of the considerations that I am sure the reviewers will take on board is the need to challenge sexist assumptions and stereotypes that still tend to be made in the conduct of rape trials and to ensure that our laws and practices do not support such stereotypes and such outdated views.  That is an important point in the wake of that controversy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#K01100","speaker":"1402"},{"type":"speech","time":1542277800,"counter":97,"content":"<p>Today almost all Members will be talking about Brexit.  I pay credit to Michel Barnier and his team, the Government, the Minister for Foreign Affairs and Trade, who was in the Seanad last week for statements on Brexit, the Taoiseach and the representatives of all the parties, including Deputies Michael Martin, Chambers and Donnelly from my party.  Senator Ned O'Sullivan recently took over the foreign affairs brief in the Seanad but I am not sure how much credit I can give him for this one just yet.  I am sure he will continue to play his role as did Senator Mark Daly before him.<\/p> <p>It is important that we pay credit for what has been achieved but acknowledge that, unfortunately, at this stage it is a draft text.  It is a positive draft text from the Irish perspective, from the perspective of the Good Friday Agreement and the Border but there is a lot of work to do in Westminster before it goes anywhere, as Senator Ned O'Sullivan and others have pointed out.  Ministers are resigning, including a junior Minister whom I have to confess I never heard of.  That is my fault but I never heard of the junior Minister in the Northern Ireland Office who resigned this morning until he resigned.  I am glad to see that my colleague who is much closer to the Border than I am had never heard of him either.<\/p> <p>There are definitely issues going on in Westminster.  Theresa May has tried to square the circle as best she could.  She has tried to bring it to a place that recognises Ireland, the Border and the Good Friday Agreement.  I hope enough members of her party, and MPs generally, can see that the alternative to this agreement is either a no deal or as they say, \"No Brexit\".  We might prefer a \"No Brexit\", but from the Brexiteers' point of view, they want something and from the Remainers' point of view, they want something.  It is a compromise.  There always will be compromise.<\/p> <p>It is probably the best deal that could be struck and I hope it gets through.  I wish everybody well.  The Leas-Chathaoirleach, I and others were in Westminster and Downing Street only last month.  I think they do understand our position and have been listening to our position as has the EU.  It is a credit to the Irish Civil Service.  Mr. Rory Montgomery is in a very senior position but many people in that division have been, and are, working extremely hard.  The Irish ambassador to the UK and the British ambassador to Ireland have been working to try to get a deal that satisfies Ireland as best they can.  I pay tribute to those who have got this far and hope beyond hope.  Perhaps I will light a candle and pray that we can get it across the line.  The people in Westminster will appreciate that the deal is not perfect.  It was never going to be perfect but it is probably the best that can be achieved to satisfy everybody's outcomes.  I wish it well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#K01200","speaker":"1412"},{"type":"speech","time":1542277800,"counter":98,"content":"<p>Given the day that is in it I believe it is important that I should echo the comments made by several Members regarding the Brexit negotiations and where we have moved in recent weeks.  Any Brexit is a bad Brexit for Ireland but the deal we managed to hammer out in the past six or eight months represents an important step forward.  Yesterday was an important day for us as a State and as a society.<\/p> <p>I wish to pay tribute in particular to the Taoiseach, the T&aacute;naiste and the Minister of State at the Department of Foreign Affairs and Trade, Deputy McEntee, for their diligent work to ensure we got this far with the Brexit talks.  It is a draft text but it is a significant draft text.  It hits every core point that we looked for.  It solves most of those issues.  In fact, it solves all those issues.  That is important.  This was a complicated and important negotiation, probably the most important negotiation since we entered the European Union in 1973.  We need to acknowledge that.<\/p> <p>It is important that we can, if possible, ensure the House of Commons can work to ensure this text gets passed at some stage.  In that sense Sinn F&eacute;in has an important role to play.  Sinn F&eacute;in members are elected to that Parliament and there is a duty and responsibility on them now, on a once-off occasion, do what they need to do to ensure this deal is safe.  If they do not, they will erode the entire principle of what we are trying to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L00100","speaker":"1386"},{"type":"speech","time":1542277800,"counter":99,"content":"<p>Does Senator Lombard think seven votes will be the difference?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L00200","speaker":"1400"},{"type":"speech","time":1542277800,"counter":100,"content":"<p>It could be one vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L00300","speaker":"1386"},{"type":"speech","time":1542277800,"counter":101,"content":"<p>Hundreds are against it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L00400","speaker":"1400"},{"type":"speech","time":1542277800,"counter":102,"content":"<p>It could be one vote.  That is the important thing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L00500","speaker":"1386"},{"type":"speech","time":1542277800,"counter":103,"content":"<p>The speaker, without interruption, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L00600","speaker":"1420"},{"type":"speech","time":1542277800,"counter":104,"content":"<p>This is an important vote for Ireland.  It is one of the most important votes we could argue in 100 years.  If we lost it by one vote, it would be a tragedy.  There is a responsibility on those-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L00700","speaker":"1386"},{"type":"speech","time":1542277800,"counter":105,"content":"<p>That is absolute nonsense.  At issue is seven votes.  Any objective analysis would conclude that is nonsense, never mind the fact that people in the North voted against it democratically.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L00800","speaker":"1400"},{"type":"speech","time":1542277800,"counter":106,"content":"<p>I am sorry, Senator.  I cannot allow interruptions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L00900","speaker":"1420"},{"type":"speech","time":1542277800,"counter":107,"content":"<p>I must have hit a nerve, because Sinn F&eacute;in people do not like hearing the truth.  This is about one vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L01000","speaker":"1386"},{"type":"speech","time":1542277800,"counter":108,"content":"<p>As a democrat Senator Lombard should respect the view of the nationalist people of the North.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L01100","speaker":"1400"},{"type":"speech","time":1542277800,"counter":109,"content":"<p>Senator, you have had your opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L01200","speaker":"1420"},{"type":"speech","time":1542277800,"counter":110,"content":"<p>This is about ensuring that we can get this deal.  If this deal fails by one vote, it is the responsibility of someone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L01300","speaker":"1386"},{"type":"speech","time":1542277800,"counter":111,"content":"<p>It would never happen.  That is nonsense.  This analysis is deeply dishonest.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L01400","speaker":"1400"},{"type":"speech","time":1542277800,"counter":112,"content":"<p>You have had your opportunity, Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L01500","speaker":"1420"},{"type":"speech","time":1542277800,"counter":113,"content":"<p>People should know better &ndash; these are people who I respect in every other way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L01600","speaker":"1400"},{"type":"speech","time":1542277800,"counter":114,"content":"<p>A Leas-Chathaoirligh, this is absolutely outrageous.  I have the floor and I cannot even speak because I am speaking the truth but the Senator does not want to hear the truth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L01700","speaker":"1386"},{"type":"speech","time":1542277800,"counter":115,"content":"<p>You have the floor, Senator Lombard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L01800","speaker":"1420"},{"type":"speech","time":1542277800,"counter":116,"content":"<p>It is exciting but not very edifying for the young people in the Gallery.  I am sure they are enjoying it enormously.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L01900","speaker":"1392"},{"type":"speech","time":1542277800,"counter":117,"content":"<p>When a person speaks nonsense, he should be challenged.  That is the way of things.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L02000","speaker":"1400"},{"type":"speech","time":1542277800,"counter":118,"content":"<p>This is about trying to ensure that we can get everyone on the same page.  Obviously, Sinn F&eacute;in does not want to get on the same page.  Sinn F&eacute;in wants to play small-time politics instead of putting the national question first.  That is a real issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L02100","speaker":"1386"},{"type":"speech","time":1542277800,"counter":119,"content":"<p>Senator Lombard is talking nonsense.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L02200","speaker":"1400"},{"type":"speech","time":1542277800,"counter":120,"content":"<p>We have really seen what they are about this morning.  They will talk the talk but they will not walk the walk, and that is pitiful.  In fact, it is disgraceful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L02300","speaker":"1386"},{"type":"speech","time":1542277800,"counter":121,"content":"<p>That is absolute nonsense.  No objective analysis supports that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L02400","speaker":"1400"},{"type":"speech","time":1542277800,"counter":122,"content":"<p>I have to say I agree with my Sinn F&eacute;in colleague.  It is a comprehensive mess.  Everyone is against it.  They have even managed to unify the Johnson family.  There was old grandpa Johnson who did not know.  There was Boris who was first for \"Remain\" and then for \"Leave\".  Then, there is Jo, his younger brother, who has always been \"Remain\".  We have a unified Johnson family &ndash; hurray - and they are all against it.  Everyone is against it.<\/p> <p>The UK Cabinet is leaking like a sinking ship.  UK Cabinet Ministers are walking away from everything.  We know the facts of the opinion polls.  We hear a good deal about the people's voice and the voice of the people.  It is a kind of Hitlerian chant, but we know now that the people have changed their minds.  The opinion polls show that utterly clearly.  They have changed their minds.  What is the voice of the people?  The leavers &ndash; the Brexiteers &ndash; are afraid of the voice of the people.  That is why they do not want a second referendum.  I will say one thing: there is a second referendum coming.  This is going to go down the drain.  They are all going to vote against, and that is a bloody good thing.  Let us have a second referendum.  The tragedy is that we will have a much-weakened Britain as a member of the European Community.  It will never regain its status.<\/p> <p>The second thing I wish to raise is the fact that myself and Senator Bacik received on Thursday a notice of the schedule of business.  It said clearly that the Judicial Appointments Commission Bill was being taken at 2 p.m. after the Greyhound Racing Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L02500","speaker":"1392"},{"type":"speech","time":1542277800,"counter":123,"content":"<p>It is.  That has not changed at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L02600","speaker":"1391"},{"type":"speech","time":1542277800,"counter":124,"content":"<p>Is it at 2 p.m.?  The Leader said it was being taken immediately after.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L02700","speaker":"1392"},{"type":"speech","time":1542277800,"counter":125,"content":"<p>No, it will be after the Greyhound Racing Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L02800","speaker":"1391"},{"type":"speech","time":1542277800,"counter":126,"content":"<p>It is to be taken at the conclusion of No. 1.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L02900","speaker":"1420"},{"type":"speech","time":1542277800,"counter":127,"content":"<p>It is to be taken at the conclusion of No. 1.  I want it at 2 p.m.  I want it clearly set out that it will be at 2 p.m.  I do not want it at 1.30 p.m.  Senator Bacik and myself have guests and I am not going to leave them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L03000","speaker":"1392"},{"type":"speech","time":1542277800,"counter":128,"content":"<p>Then you had better propose an amendment to the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L03100","speaker":"1420"},{"type":"speech","time":1542277800,"counter":129,"content":"<p>I am proposing that we take the Judicial Appointments Commission Bill at 2 p.m. as previously agreed.  The Leader denied that we got this notice.  I have it before me in black and white.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L03200","speaker":"1392"},{"type":"speech","time":1542277800,"counter":130,"content":"<p>I will respond to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L03300","speaker":"1391"},{"type":"speech","time":1542277800,"counter":131,"content":"<p>Correct me if I am wrong, Senator, but what you are proposing is that No. 1 be adjourned not later than 2 p.m. and that the Judicial Appointments Commission Bill be taken then.  Is that your proposal?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L03400","speaker":"1420"},{"type":"speech","time":1542277800,"counter":132,"content":"<p>Yes.  I am suggesting simply that the Judicial Appointments Commission Bill, regardless of anything else, not be taken until 2 p.m.  That is quite clear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L03500","speaker":"1392"},{"type":"speech","time":1542277800,"counter":133,"content":"<p>Did Senator Norris go for lunch?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L03600","speaker":"1391"},{"type":"speech","time":1542277800,"counter":134,"content":"<p>I have guests.  We are entitled to have guests occasionally.  The Leader would not know that, of course, because he is never here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L03700","speaker":"1392"},{"type":"speech","time":1542277800,"counter":135,"content":"<p>That is okay.  We have the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L03800","speaker":"1420"},{"type":"speech","time":1542277800,"counter":136,"content":"<p>The greyhounds will be in traps.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L03900","speaker":"1394"},{"type":"speech","time":1542277800,"counter":137,"content":"<p>Thank you very much, Mr. Eastwood.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L04000","speaker":"1392"},{"type":"speech","time":1542277800,"counter":138,"content":"<p>I wish to welcome the boys from Drimnagh Castle secondary school.  They are welcome guests of Senator Ardagh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L04100","speaker":"1420"},{"type":"speech","time":1542277800,"counter":139,"content":"<p>I welcome the boys from the school to the House.  I second Senator Norris's amendment to the Order of Business.  We cannot have him discommoded during lunch.<\/p> <p>I wish to join colleagues in welcoming the publication of the draft agreement between Britain and the European Union published yesterday.  On the face of it it appears to be, as my colleague, Senator O'Reilly, has already stated, good for the Six Counties of Ulster that are currently governed by the United Kingdom.  I fully endorse what Senator O'Reilly has said 100%.  As a result, that can only be good news for the Border communities, especially the areas of Cavan, Monaghan, Donegal, Leitrim and Louth that I come from.<\/p> <p>Like Senators O'Reilly, Mac Lochlainn and others in the House, having been born and reared on the Border I have seen at first hand the decimation caused to the region during the 30-odd years of the Troubles and beforehand.  I welcome the draft agreement and the proposals relating to the backstop.  However, I hope that we will be given an opportunity to scrutinise in minute detail all 585 pages of the agreement.  Rightly, we are concerned about the backstop and about having no physical border on this island again.  However, I do not think we should take our eyes off what else is in the draft agreement.  I wish to caution against making decisions until we have examined it fully.  I know my colleague, Senator Ned O'Sullivan, spent all of last night reading all those pages and has some concerns that he will be raising at a later date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L04200","speaker":"1418"},{"type":"speech","time":1542277800,"counter":140,"content":"<p>A lot done, but more to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L04300","speaker":"1420"},{"type":"speech","time":1542277800,"counter":141,"content":"<p>I hope that logic will prevail in the British Parliament and that the sideshow taking place at the moment among some members of the UK Cabinet ceases.  They seem to be resigning on an hourly basis to cause the greatest possible damage to the UK Prime Minister in the hope that the agreement will not get through the Parliament.  I hope that common sense prevails and that it does get through at the end of the day if it is as good as it appears to be.  I have not read the entire document, although I intend doing so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#L04400","speaker":"1418"},{"type":"speech","time":1542277800,"counter":142,"content":"<p>I concur with previous speakers on the draft agreement that was launched yesterday.  It is fair that we acknowledge the input of everyone involved from all parties and none from an Irish perspective in reaching this point.  Unfortunately, the story is far from over and it is a very fluid situation.  I wonder where this draft agreement will go.  If I was a betting person, I would not put too much money on the British Prime Minister lasting much longer.  I hope I will be proved wrong but I have concerns in that regard.  There is a long way to go before this is over.  We will discuss this subject in the House for many months and possibly years to come.<\/p> <p>My other point concerns apprenticeships, an issue on which I came across a report recently.  Unfortunately, Ireland is bottom of the European league table when it comes to apprenticeships in terms of the scale and diversity of apprenticeships on offer.  Apprenticeships have always been the Cinderella of careers, which is very unfortunate.  If we look at the scale of our problem with apprenticeships and the work that needs to be done, we can see that the statistics for the 2017-18 academic year are stark and highlight the gravity of the task that lies ahead.  The total number of people in apprenticeships in that year stood at 14,871.  The figure for enrolment in third level public institutions in the same academic year was 235,644.  That shows the difficult task ahead of us.<\/p> <p>I acknowledge the work that has been done on apprenticeships but, clearly, much more needs to be done.  Female participation in apprenticeships last year was 2% compared with 50% in our nearest neighbour, the United Kingdom.  We need a large-scale public campaign to create awareness of apprenticeships.  If I were seeking an ambassador or poster boy for apprenticeships for young people thinking about apprenticeships, I would look no further than Martin McVicar from Combilift in County Monaghan, where I live.  If I mention Martin McVicar or Combilift, everyone knows who I am talking about.  The Government could do worse than pick up the phone to Martin McVicar and ask him to be our ambassador or poster boy for apprenticeships.  When we look at housing, we see the lack of skilled workers in construction.  If we look at the hospitality sector, both hotels and restaurants, we see that much more needs to be done in this area.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#M00100","speaker":"1396"},{"type":"speech","time":1542277800,"counter":143,"content":"<p>I call on the Leader to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#M00200","speaker":"1420"},{"type":"speech","time":1542277800,"counter":144,"content":"<p>I have been here for more than half an hour.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#M00400","speaker":"1411"},{"type":"speech","time":1542277800,"counter":145,"content":"<p>The Senator is a bit late.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#M00450","speaker":"1392"},{"type":"speech","time":1542277800,"counter":146,"content":"<p>My apologies, I did not see the Senator indicating.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#M00500","speaker":"1420"},{"type":"speech","time":1542277800,"counter":147,"content":"<p>One chairperson is enough.  I thank the Leas-Chathaoirleach for allowing me to speak.  My point is very simple and I will not delay the House.  I have looked at the figures for broadband and spoken to a couple of people working at a high level in the telecommunications industry.  Eir has the infrastructure in place and still owns and controls all the telegraph poles and the underground cabling and ducting laid the length and breadth of the country.  The company has been bought and sold several times through various vehicles and the main shareholder is Mr. Xavier Niel, who is based in Paris.  The prudent approach to the long-awaited roll-out of broadband would be to repurchase Eir.  The company is valued at approximately &euro;3 billion.  Given some of the figures mentioned in connection with the roll-out of broadband, engaging with the owner of Eir would be well worth considering.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#M00600","speaker":"1411"},{"type":"speech","time":1542277800,"counter":148,"content":"<p>I thank the 16 Members who contributed to the Order of Business.  Fourteen speakers mentioned Brexit, the most significant political issue of our time.  As Senator Ned O'Sullivan correctly stated, it will be the defining moment of this Oireachtas.  To update the House, it is my intention to have a debate on the Brexit deal next Thursday.  I repeat that we will discuss the deal next Thursday, in case Senator Norris missed it the first time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#M00700","speaker":"1391"},{"type":"speech","time":1542277800,"counter":149,"content":"<p>I never miss anything, particularly communications from the Leader's office, which I waved around in the air.  It is physical proof.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#M00800","speaker":"1392"},{"type":"speech","time":1542277800,"counter":150,"content":"<p>The Taoiseach spoke to Prime Minister May this morning and offered his support.  The Prime Minister and the Taoiseach are committed, on behalf of both Governments, to working on the future EU-UK relationship and the Irish-UK relationship to ensure the backstop is never invoked.  Despite some of the commentary and mean-spirited remarks made by some people, not necessarily in this House this morning, yesterday was a very good day for Ireland.  It showed that the policy pursued at the beginning by the former Taoiseach, Deputy Enda Kenny, and the former Minister for Foreign Affairs and Trade, Deputy Flanagan, was the correct one.  It also showed that Michel Barnier is a man of his word and that he stuck with Ireland, as did the 26 other member states.<\/p><p>I want to make clear that the objective of the Government remains the protection of the Good Friday Agreement in all its parts and the avoidance of a hard border on the island of Ireland.  That objective was achieved yesterday.  Whether we engage in partisan politics or not is immaterial.  That was the Government's aim and I commend the Taoiseach, the T&aacute;naiste and Minister for Foreign Affairs and Trade and the Minister of State, Deputy McEntee, along with our diplomats, on their tremendous work on behalf of the Irish people.  I commend all parties for their consensus approach in wearing the green jersey.<\/p><p>Some Members' contributions this morning may have irked Senator Mac Lochlainn but we must remember that we are talking about the island of Ireland.  We should all read Stephen Collins's article in <i>The Irish Times<\/i>this morning, which looked at Michael Collins and the treaty and the present-day analogy with Theresa May.  All of us, North, South, east and west, have a duty to represent people and be responsible.  With responsibility comes a requirement to make decisions.  I encourage members of Sinn F&eacute;in to reflect on their responsibility with regard to the re-establishment of devolved government in Stormont and in the context of Brexit.  This is not an unreasonable request given the precarious position in Westminster where we see the resignation of a minister or junior minister almost by the hour.  <\/p><p>The focus today is on Westminster, as is appropriate, after which it will shift to 25 November and whether the agreement is passed in Westminster.  I hope people will reflect politically on what this is about.  There is no good Brexit deal for Ireland or the UK.  Like Senator Norris, I hope there will be a second vote because the debate would then take place against the backdrop of the past two years, which have been chaotic and shambolic.  A new referendum would be based on a more informed and honest debate, unlike the earlier one when people were duped.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The DUP should reflect on its position.  What was achieved yesterday secures and cements the future of Northern Ireland, the North of our country, from an economic point of view and regarding further sovereignty.  They must reflect on that because it avoids the hard border which they do not want.  We should all look at this morning's words, not invoking the backstop.  We will have a debate in the House next Thursday.<\/p><p>Senator Ardagh raised the issue of scam or bogus calls.  ComReg has asked people to be vigilant.  I know many of us have been in contact with Eir, whose department of fraud has been investigating these calls.  I agree with Senator Ardagh that there is a need for some type of safeguarding of people, whether it is through protection of data, mobile phone numbers or landline numbers.  It is something that we need to pursue.<\/p><p>Senator Ardagh also raised the issue of home help hours.  I draw her attention to the fact that in the budget announced last month, we saw home care supports grow from a base of &euro;305 million in 2015 to &euro;420 million today.  That is 17 million home support hours being delivered to 50,500 people who are then able to live in their homes.  I have always made the point and will again that we should review what home help hours are and what type of work is being carried out during them.  We all support an increase in them.  The Government is committed to having more people stay at home for longer.<\/p><p>I would be happy to accept the amendment to the Order of Business from Senator Humphreys regarding No. 14.  I am not familiar with the Ringsend issue that Senator Humphreys raised.  He might receive a quicker response through a Commencement matter.  We have requested the Minister to come to the House to debate it in the coming weeks, so perhaps the Senator can raise it then.<\/p><p>Senator Mac Lochlainn raised the issue of the direct provision centre in Moville in County Donegal.  I am not familiar with the situation the Senator is discussing.  We had a debate about direct provision on the Order of Business yesterday, when it was raised by Senator Warfield.  We have seen positive changes on foot of the McMahon report.  We would all like to see the issue of direct provision addressed expeditiously.  There have been changes to waiting times.  There is a single application.  I am not familiar with the issue Senator Mac Lochlainn raised because I am not involved in that area.  I am not trying to give the Senator a soft answer but perhaps he will request a Commencement matter debate.  If he wants, I will certainly ask the Minister of State, Deputy Stanton, about that.<\/p><p>Senator Feighan raised the issue of the 33rd anniversary of the Anglo-Irish agreement.  I pay tribute to our iar-Thaoiseach and iar-Air&iacute; Gn&oacute;tha&iacute; Eachtracha, Garret FitzGerald, Peter Barry and Dick Spring, who is still alive, for their tremendous work on that important day in the history of our country.  It was a stepping stone on the bridge.  To be fair to both Dick Spring and Albert Reynolds, they used that as the building bridge again later on.  I want to remember Garret FitzGerald and Peter Barry today and thank them for their patriotic service to our company.<\/p><p>Senator Ned O'Sullivan raised the issue of Aughinish Alumina.  Someone raised the issue before of a member of the board being involved in the blacklist of the American state department.  I will be happy to try to have the Minister come to the House again to discuss the matter.  It is an important industry which provides employment in a significant part of the country.<\/p><p>Senator Bacik raised the matter of the trial, which we discussed yesterday.  We all condemn the treatment of the victim.  It is hard enough to come forward.  We must support and encourage any victim of domestic violence or rape to come forward and give them the full support of the State.  I welcome that the O'Malley review will be completed, it is hoped, by the end of December or early January.  I give a commitment now that we will have that debate in the House in due course.<\/p><p>When Senator Norris came to speak to me, I thought he had said to me that we were not to conclude at 5 o'clock.  Two schedules were issued, one for Members on Thursday afternoon last week and we issued another schedule during the week.  To be fair, we have had over 41 hours of debate on the Judicial Appointments Commission Bill and we cannot delay it any further.  I do not wish to discommode any Member of the House but if we are going to have a variety of reasons to put off debate, we might as well not sit and just stay at home.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#M00900","speaker":"1391","continuing":true},{"type":"speech","time":1542277800,"counter":152,"content":"<p>I am only talking about rescheduling and Senator Buttimer has admitted his mistake, so he should move on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N00200","speaker":"1392"},{"type":"speech","time":1542277800,"counter":153,"content":"<p>I made no mistake at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N00300","speaker":"1391"},{"type":"speech","time":1542277800,"counter":154,"content":"<p>Senator Buttimer thought it ended at 5 o'clock-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N00400","speaker":"1392"},{"type":"speech","time":1542277800,"counter":155,"content":"<p>I made no mistake.  Senator Norris, the father of the House, should recognise from his longevity of service that the Order of Business on the document he refers to is an indicative schedule which is subject to change.  To be fair to all Members of the House, as Leader, I try not to dictate and rather try to bring people with me.  I am disappointed that Senator Norris did not come to me before today about that when he had an opportunity to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N00500","speaker":"1391"},{"type":"speech","time":1542277800,"counter":156,"content":"<p>Senator Buttimer did not announce it until today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N00600","speaker":"1392"},{"type":"speech","time":1542277800,"counter":157,"content":"<p>It was announced if Senator Norris read it because it is on the schedule.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N00700","speaker":"1391"},{"type":"speech","time":1542277800,"counter":158,"content":"<p>An amendment has been proposed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N00800","speaker":"1420"},{"type":"speech","time":1542277800,"counter":159,"content":"<p>I will not accept the amendment to the Order of Business.  We are either a parliamentary body that debates or not.<\/p><p>Senator Gallagher raised the issue of apprenticeships.  I remind the Senator that the Minister of State, Deputy Halligan, and the former Minister for Education and Skills, Deputy Bruton, introduced a whole new range of apprenticeships.  The Senator is quite correct that we are quite low on the league table of apprenticeships compared with, for example, Germany, which has 40%.  In contrast, 60% of people here go into higher education and we must correct that imbalance.  It is to be welcomed that we saw a 25% increase in people taking up apprenticeships last year.  I will certainly ask the Minister to come to the House to outline the way in which the &euro;122 million is spent on apprenticeships.  I do not want to divide the House and hope Senator Norris will not press the amendment on the Judicial Appointments Commission Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N00900","speaker":"1391"},{"type":"speech","time":1542277800,"counter":160,"content":"<p>I will not press the amendment.  I have made an arrangement with Fianna F&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N01000","speaker":"1392"},{"type":"speech","time":1542277800,"counter":161,"content":"<p>We have had more than 44 hours of debate on it and should continue with it to get it done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N01100","speaker":"1391"},{"type":"speech","time":1542277800,"counter":162,"content":"<p>Senator Humphreys has proposed an amendment to the Order of Business: &quot;That No. 14 be taken before No. 1.&quot;  Is that agreed?  Agreed.  Senator Norris has withdrawn his amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N01200","speaker":"1420"},{"type":"unspoken","time":1542277800,"counter":163,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Irish Nationality and Citizenship (Naturalisation of Minors Born in Ireland) Bill 2018: First Stage","time":1542277800,"counter":164,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N01400"},{"type":"speech","time":1542277800,"counter":165,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to amend the law in relation to applications for a certificate of naturalisation by minors born in the island of Ireland; and to provide for related matters.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N01500","speaker":"1417"},{"type":"speech","time":1542277800,"counter":166,"content":"<p>Is there a seconder?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N01600","speaker":"1420"},{"type":"speech","time":1542277800,"counter":167,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N01700","speaker":"1375"},{"type":"unspoken","time":1542277800,"counter":168,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1542277800,"counter":169,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N01850","speaker":"1420"},{"type":"speech","time":1542277800,"counter":170,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#N01875","speaker":"1417"},{"type":"unspoken","time":1542277800,"counter":171,"content":"<p>Second Stage ordered for Tuesday, 20 November 2018.<\/p>"},{"type":"unspoken","time":1542277800,"counter":172,"content":"<p>Sitting suspended at 12.39 p.m. and resumed at 12.50 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Greyhound Racing Bill 2018: Committee Stage (Resumed)","time":1542277800,"counter":173,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#P00100"},{"type":"unspoken","time":1542277800,"counter":174,"content":"<p>SECTION 26<\/p>"},{"type":"unspoken","time":1542277800,"counter":175,"content":"<p>Debate resumed on amendment No. 7:<\/p><p><\/p>"},{"type":"speech","time":1542277800,"counter":176,"content":"<p>I welcome the Minister of State, Deputy Doyle, back to the House.  This item was to be taken at 12.45 p.m.  It is not actually going to adjourn at 2 p.m. if not previously concluded.  It will keep going on until we dispose of it.  That is the apparent-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#P00300","speaker":"1412"},{"type":"speech","time":1542277800,"counter":177,"content":"<p>Are we taking Report Stage at the same time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#P00400","speaker":"1404"},{"type":"speech","time":1542277800,"counter":178,"content":"<p>No, we will finish Committee Stage today as opposed to adjourning debate at 2 p.m. if we have not finished.  The Judicial Appointments Commission Bill 2017 will be taken on the conclusion of No. 1 and will adjourn at 5 p.m. if not previously concluded.<\/p><p>We are dealing with section 26.  Amendment No. 7 was being discussed.  Senator Ruane was in possession.  We now have a couple of extra amendments.  In addition to amendments Nos. 7 to 16, inclusive, we now have 10<i>a<\/i>and 13<i>a<\/i>, all of which are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#P00500","speaker":"1412"},{"type":"speech","time":1542277800,"counter":179,"content":"<p>I thank the Minister of State for being back in the Seanad today and also for making himself available to discuss the Bill yesterday.  It was useful and I hope it will help us move through the Bill more quickly today.  As I was mid-speech when we reported progress the last time, I am not going to repeat what I said.  I will just finish commenting on the amendments from the point at which I was stopped.  We were discussing amendments Nos. 7 to 16, inclusive, and I had dealt with those as far as No. 15.<\/p><p>Amendment No. 16 inserts a criminal penalty for those who break regulations issued in the interests of the welfare of racing greyhounds under section 29.  A criminal penalty is retained for cases where regulations under section 26, which relates to the artificial insemination of greyhounds, are broken.  Someone who violates the health and welfare regulations, however, is only subject to a racing penalty.  We seek to strengthen this section of the Bill by giving real teeth to the regulations and to make the Bill more uniform.<\/p><p>Amendments Nos. 7 to 16, inclusive, taken together are intended to strengthen and work with the provisions of the Bill as written and as they relate to the welfare of greyhounds.  They are intended to be constructive and I hope the Minister of State will give them serious consideration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#P00600","speaker":"1404"},{"type":"speech","time":1542277800,"counter":180,"content":"<p>If Senator Ruane wishes to speak on amendments Nos. 10a or 13a, she should do so now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#P00700","speaker":"1412"},{"type":"speech","time":1542277800,"counter":181,"content":"<p>I welcome the Minister of State back again.  I support the amendment, which I think is important.  There were a number of grouped amendments but I refer to amendment No. 7, which impels the board to ensure that this issue is dealt with rather than allowing it to deal with the issue casually or selectively.  The reputational damage of the drugs issue in the greyhound industry has gone worldwide.  It has been written about as far away as Australia and the US.  It needs to be tidied up.  That is why I support this amendment.  The board has an obligation to bring the highest levels of integrity back into the Irish greyhound industry.  Its reputation has been tarnished with all sorts of issues around drugs.  There are other issues but the drugs issue in particular has tarnished the industry's reputation.<\/p><p>This is a wonderful industry.  There are many people who have dogs, who breed dogs and who race dogs but, unfortunately, the introduction of drugs into the sport has created an elite tier within the greyhound industry.  This means that the prize money is very often beyond the reach of the ordinary owners and breeders.  That may or may not be true, but it is certainly the perception among grassroots owners and breeders.  While that perception remains, there will be no incentive for people to stay in the industry or for new or young people to enter into the sector.  That needs to be dealt with and that is why I support the amendment.  We are all on the one page here.  We are trying to strengthen and protect the industry and to make sure that its integrity is improved.  Making sure that this legislation is as strong as possible only helps that.  That is what Senator Ruane is trying to do here and that is why I support it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#P00800","speaker":"1382"},{"type":"speech","time":1542277800,"counter":182,"content":"<p>I thank Senators Ruane and &Oacute; Domhnaill for the amendments.  I hope it was helpful to have time outside of the Chamber to discuss some of the concerns.<\/p><p>I propose to address amendments Nos. 7 to 16, inclusive, together.  With regard to amendments Nos. 7 to 10, inclusive, 11 to 13, inclusive, and 15, I am opposed in principle to compelling R&aacute;sa&iacute;ocht Con &Eacute;ireann to make regulations.  The provisions set out here are enabling provisions, not all of which may be required to be made at this time.  By necessity this is an exhaustive list of the principles and policies for which R&aacute;sa&iacute;ocht Con &Eacute;ireann may wish to regulate.  It was never intended that R&aacute;sa&iacute;ocht Con &Eacute;ireann would necessarily make regulations in respect of all of these provisions in the immediate future, but rather that these provisions would future-proof the legislation so that, should it become necessary or desirable to regulate those matters in future, R&aacute;sa&iacute;ocht Con &Eacute;ireann would have the power to do so.  Different policy considerations may arise with regard to whether such legislation is necessary or desirable in the future.  In particular, regulations would also have to be examined to determine their compatibility with other domestic and European law.  The discretionary nature of the regulation-making power is essential to ensure there is no conflict with other legislation.  For these reasons it would clearly not be appropriate to impose an obligation on R&aacute;sa&iacute;ocht Con &Eacute;ireann to make regulations in respect of all of the matters set out in the Bill.<\/p><p>With particular reference to the proposed section 29(1)(e), which makes provision for the health and welfare of racing greyhounds that have been retired by the owner, we discussed the issue of retirement provisions with the Office of Parliamentary Counsel.  The advice received was that the term &quot;retirement&quot; was subjective and that it would not be possible therefore to regulate or enforce this provision.  The point was made that the difference between a retired greyhound and a greyhound that is not racing at present is unclear.  This matter can best be dealt with through the addition of specific guidelines on retirement in the board's existing code of practice for the welfare of greyhounds.<\/p><p>Amendment No. 10<i>a<\/i>obliges the owner, breeder and trainer of a greyhound to provide details of the keeper of a greyhound to the board.  The previous wording only obliged the owner to provide this information.  The purpose of this amendment is to enhance traceability further.  I am addressing the purpose of amendment No. 14 through an amendment of my own, No. 13<i>a<\/i>.  I believe my amendment addresses Senator Ruane's concerns.  The new wording makes it clear that the owner, breeder or trainer of a racing greyhound must comply with regulations made by the board for the protection of the health and welfare of the greyhound and requires that the owner, breeder or trainer inform the board of the measures being taken.<\/p><p>With regard to amendment No. 16, animal health and welfare is governed by the Animal Health and Welfare Act 2013.  This Act imposes criminal penalties for breaches of animal welfare requirements.  The purpose of section 29 of this Bill is to provide for R&aacute;sa&iacute;ocht Con &Eacute;ireann to regulate welfare in accordance with its own system of administrative sanctions in the limited and specific circumstances in which it may be appropriate to do so, having regard to the extensive powers already granted to the Minister and his authorised officers under the Animal Health and Welfare Act 2013.  Such regulations will accordingly require careful consideration.  When examining the draft legislation it is very easy to lose sight of the bigger picture while involved in the detail of the Bill.  It is important to recall that the rules established under the 2013 Act apply to greyhounds as well as other animals.  Thus the prohibition on causing unnecessary suffering to an animal applies to greyhounds, as does the requirement not to be neglectful or to disregard recklessly the health or welfare of a greyhound.  As I have stated, the 2013 Act imposes criminal penalties for breaches of animal welfare requirements.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Andrew Doyle:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2170\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2170&amp;amp;pid=AndrewDoyle&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Transforming the provisions of the Bill into criminal provisions would conflict with the 2013 Act and remove the ability of the board to impose administrative sanctions in an efficient and timely manner in accordance with its own legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#P00900","speaker":"1356","continuing":true},{"type":"speech","time":1542277800,"counter":184,"content":"<p>I am happy to accept amendment No. 13<i>a<\/i>which fixes the grammatical error I sought to correct with amendment No. 14 in my name.  I thank the Minister of State for engaging on the matter.<\/p><p>I wish to discuss a couple of other issues.  I completely accept and understand the idea that a racing sanction is an appropriate response in the case of someone who breaks the regulations that protect the health and welfare of greyhounds.  I would have been happy to pull back on amendment No. 16 but not on the basis that might still in place in the context of the health and welfare of animals.  Section 29 deals with the health and welfare of greyhounds.  The section is much shorter than the others and does not impose an unfair regulatory burden on the Irish Greyhound  Board.  Amendments Nos. 11 to 13, inclusive, simply seek to raise the obligations of the board and strengthen the animal welfare provisions.  I do not see the board as having any real teeth in terms of sanctions when obligations related to animal health and welfare are deemed to be optional in using the word &quot;may&quot;.  As to whether the provision is included in the other Acts - section 29 deals with the health and welfare of greyhounds - inserting the word &quot;may&quot; means that one can choose to meet the requirements stipulated in the Bill.  To provide for the imposition of race sanctions on such grounds one would have to strengthen the legislation by inserting the word &quot;shall&quot; in order that a person would be obliged to meet the requirement of the health and welfare regulations stipulated in the Bill.  Other than that there is not much the board can do in terms of the imposition of race sanctions. <\/p><p>Section 26 deals with the artificial insemination of greyhounds, while section 28 provides for the establishment of a traceability database for greyhounds.  I accept that the regulatory powers given to the board in sections 26 and 28 are intended to enable it to provide an exhaustive list that will give it discretion and flexibility in terms of where it can and should regulate.  I do not see it as being the same in the case of section 29.  The use of the word &quot;may&quot; dilutes the legislation.  Therefore, I am unwilling to back down in my call for the replacement of the word &quot;may&quot; with &quot;shall&quot; as the provision relates to the health and welfare of greyhounds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#Q00200","speaker":"1404"},{"type":"speech","time":1542277800,"counter":185,"content":"<p>I beg the Acting Chairman's pardon, but I got the amendments mixed up.  I referred to the drugs issue, but I should have referred to artificial insemination, the subject of section 26.  The matter relates to these amendments, particularly amendment No. 7.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#Q00300","speaker":"1382"},{"type":"speech","time":1542277800,"counter":186,"content":"<p>The Senator can speak again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#Q00400","speaker":"1412"},{"type":"speech","time":1542277800,"counter":187,"content":"<p>Yes.  I will table a number of additional amendments on Report Stage to deal with the artificial insemination of greyhounds.<\/p><p>The Irish Greyhound Board received a legal opinion from Mr. Ross Aylward, senior counsel, on 27 February 2013.  His legal opinion was sought on the use of frozen semen in the sector.  It reads as follows:<\/p><blockquote>There is no escaping the need to apply the two year death limit in my view.  To fail to do so is only to perpetuate an already existing problem.  In essence the bord finds itself where it does.  The damage has been done in that the two year limit has not been complied with.  Nothing can be done now, in terms of turning back the clock on the issue (one cannot go back retrospectively).  However the bord can now seek to ensure that the AI regulations are complied with.<\/blockquote> <p>New regulations were subsequently introduced in 2014, under the stewardship of the then Minister for Agriculture, Food and the Marine, Deputy Coveney.  It meant that the two-year death limit was no longer applied retrospectively.  Let me outline the current system.  The Irish Greyhound Board approves a number of licences which it issues to studkeepers who provide an artificial insemination service for greyhounds.  The two-year death limit means that no frozen semen from a dog that is dead can be used.  If the board had implemented the regulations, as it should have done because it was the law, there would be no greyhound racing on any track today bred with the semen of a dog which was dead.  What is actually happening is that board is continuing to flout its own regulations which conveys a misconception and creates a two tier playing field in the sector.  <\/p><p>The current chairman of the Irish Greyhound Board appeared before the Committee of Public Accounts on 18 May 2017 when a member of the committee, Deputy Connolly, asked him why it had not complied with its own regulations.  He confirmed that she was correct and had to admit that it was not complying with them.  Nothing has changed since.  Compliance with the regulations is one of the key recommendations made by the Joint Committee on Agriculture, Food and the Marine in its report.  In fact, it recommended that the issue be addressed immediately.<\/p><p>As far back as 14 July 2015, the then Minister for Agriculture, Food and the Marine, Deputy Coveney, state in reply to a parliamentary question tabled for a written reply: <\/p><blockquote>Following that consultation and with my consent, as is required under section 39 of the 1958 Act, the Artificial Insemination of Greyhounds (Amendment) Regulations 2014 were introduced by BnG and came into effect on 1 November 2014, thus removing the two-year time limit on the use of semen for artificial insemination following the death of a stud dog.  These regulations did not have retrospective effect.<\/blockquote> <p>The reply means that no dog should be racing today, the mother of which received semen from a dog that had died many years prior to that date, but, unfortunately, that is not the case.  I have been told that last Saturday night dogs raced in stadiums under the jurisdiction of the Irish Greyhound Board, in respect of which the regulations had been flouted.  How can that be considered to be a level playing field?  Such a situation is unacceptable, which is why Senator Ruane's amendment is so important.  This week I wrote to the board asking it to explain the matter.  I understand the board has issued licences to five studs that provide frozen semen, for which individuals pay anything between &euro;700 and &euro;7,000.  Recently, a greyhound by the name of Trade Official participated in a race.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#Q00500","speaker":"1382"},{"type":"speech","time":1542277800,"counter":188,"content":"<p>The dog is not here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#Q00600","speaker":"1418"},{"type":"speech","time":1542277800,"counter":189,"content":"<p>Frozen semen from the father of that dog dates back to 1992.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#Q00700","speaker":"1382"},{"type":"unspoken","time":1542277800,"counter":190,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1542277800,"counter":191,"content":"<p>That dog is dead; therefore, the regulations have been flouted.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->How can anyone have confidence in an organisation that flouts its own regulations?  The five licensed operators are turning themselves into multimillionaires by creating a cartel within the sector.  There is no level playing field, but we do not have to recreate the moon to deal with this issue.  All we have to do is replicate what is occurring in the horse racing sector which does not use frozen semen.  The frozen semen being used deters ordinary, hardworking people who may have a number of dogs from staying in or getting back into the sector because they do not have the financial means of those who can avail of frozen semen from top dogs that are dead.<\/p><p>There are allegations, some of which were outlined by a whistleblower to a former Minister at the Department in 2013, including that a lot of drug money is involved in the sector.  That is very serious and I question the integrity of the entire sector.  I call on the Minister to either accept the amendment or reflect on it before Report Stage because it is an issue which I believe, based on information I am not at liberty to disclose today, will blow up badly.  Some of the information I have obtained is private and I have to ensure the authenticity and truthfulness of other bits of it, but if what I am hearing is correct, we will be dealing with a huge problem, with operators sitting on piles of frozen semen worth millions of euro and holding up implementation of this rule.  Why is the Irish Greyhound Board sitting on the matter and why are its directors not dealing with it?  I suggest it has to do with money and vested interests.  If that is the case, it is disgraceful and needs to be addressed.<\/p><p>I am not sure if the Minister has the information today on the licensing regime, the licences being given out or why the regulations continue to be flouted, but does he agree with me that there is a need to address this issue to protect the interests of the taxpayer, the State, the Department and everyone concerned?  We need to make sure the industry will not run aground in the next few years.  The answer may be a replication of what the horse racing and thoroughbred sector does in the area of artificial insemination, particularly in the use of frozen semen.  I encourage the Minister to seek a legal opinion on the matter.  The issue needs to be addressed because we cannot allow a cartel to operate within the sector which is heavily funded with moneys from the Minister's Department by way of the betting tax.<\/p><p>I thank the Minister for his work on the Bill and meeting me and colleagues on an individual basis to discuss it.  It is very much appreciated that he has reached out to us in that way.  I wanted to express my thoughts in the light of the information brought to my attention and my fears about the integrity of the industry, given the infiltration of money from questionable sources which continue to dominate the industry, creating a huge problem for regular greyhound owners who want to compete in it.  The only way to deal with the issue is to ensure this legislation is watertight.  Therefore, we should not rush it.  I commend Senator Ruane on her efforts.  Legislation is often rushed through without being scrutinised properly, but as changing the word \"may\" to \"shall\" could have a huge impact, I hope the amendment will be accepted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#Q01100","speaker":"1382","continuing":true},{"type":"speech","time":1542277800,"counter":193,"content":"<p>I will speak briefly to amendment No. 15 which seeks to place responsibility on the Irish Greyhound Board to develop and publish industry-wide guidelines on how dogs should be dealt with by their owners when retired from racing.  As the Minister suggested the possibility of including it elsewhere, perhaps in guidelines, he might get back to me to explain what he means.  There was some confusion on the question of what is retirement.  Perhaps we might look at how it is defined before Report Stage.  There must be a difference between a dog which is not racing and one which has officially been retired from racing; therefore, it should not be difficult to define.  Perhaps they could be seen as having been retired when they no longer have a licence to race or when the owner sees no future in racing for them because of age or an injury.  There has to be some way by which we can look at what retirement means in order that we can include amendment No. 15 in the legislation as a preventive measure to ensure people will think about what they are going to do with their dogs when they are retired.  The legislation is strong on this issue, but it would be useful to define what is meant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#R00200","speaker":"1404"},{"type":"speech","time":1542277800,"counter":194,"content":"<p>I am happy to co-sign the amendments.  On traceability and registration, the substitution of the word \"shall\" is important because we cannot have an industry in which such things \"may\" be introduced.  Section 28(2) also contains the word \"may\" where I believe \"shall\" should be used.  I reserve the right, therefore, to introduce an amendment on Report Stage to copperfasten that provision, particularly if we do not see progress in the use of the word \"shall\" in subsection (1).  It is important that there be transparency, traceability and accountability in this area.<\/p> <p>I wish to speak to section 29 which deals with the welfare of racing greyhounds and the amendments proposed to it.  I urge the Minister to engage on what are very reasoned amendments.  The State simply could not stand over a situation where there was no provision or guidelines on ensuring the health and welfare of racing greyhounds.  Persons involved in greyhound racing are only required to provide information for the purposes of the administration of the industry or protecting the health and welfare of a racing greyhound.  We have talked about the use of the word \"shall\" instead of \"may\", but the use of the word \"or\" is worse.  I understand the amendment in that regard is being accepted.<\/p> <p>I also want to speak to amendment No. 15 which would ensure provision was made for protecting the health and welfare of racing greyhounds which have been retired by their owner.  My colleague has spoken about how we determine what retirement is, but I argue that it is not crucial to determine what it is.  The key point is that responsibility rests with an owner during the lifetime of a greyhound.  The amendment states the health and welfare of the racing greyhound are the responsibility of the owner in the time in which he or she owns the greyhound.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is important because it is not the case that greyhounds can seek other employment.  As the Minister of State said, they may well continue to give monetary benefit as breeding stock, but we must not have a situation where greyhounds are no longer of any concern and do not need to be attended to when they are no longer working.  We should not mire ourselves in the technicalities, but rather ensure we have phrasing that is clear.  While I do not like to use such blunt terms as those used in trade, we can look to the EU guidance on life-cycle planning and costing.  I do not like to think of greyhounds as a product because they are fellow creatures, but life-cycle planning is now recognised as a key aspect of all industries.  It is important that those who wish to ensure they are dealing with participants in the greyhound industry who have ethical practices can be assured that this ethical practice extends beyond the working lifetime of a dog.  I would like the Minister of State to indicate that he will work with us to ensure the welfare of the animals is given due regard and guidance is provided for when they are no longer racing or working.  This is a humane and appropriate thing to do in animal welfare terms and it sends an important signal.  Importantly, it also ensures that those in the industry who engage in good practice and make provision for greyhounds when they are no longer racing are not punished.  There is a cost to maintaining welfare.  It is important that this is recognised and rewarded rather than giving those who cut corners and compromise the health and welfare of dogs an unfair advantage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#R00300","speaker":"1405","continuing":true},{"type":"speech","time":1542277800,"counter":196,"content":"<p>I thank the Cathaoirleach and Senators.  To clarify the position for Senator Higgins, I have dealt with amendment No. 14.  I note that, as currently drafted, section 29 states: &quot;The Board, after consultation with the Minister, may make regulations for the health and welfare of racing greyhounds in relation to the following&quot;.  I tried to explain that the word &quot;may&quot; is used specifically for greyhounds.  This is additional to provisions in other legislation, particularly the Animal Health and Welfare Act 2013 and the Welfare of Greyhounds Act 2011.  The risk of making this mandatory is that it may conflict with other legislation.  As I stated, regulations would also have to be examined to determine their compatibility with other domestic and European law.  The discretionary nature of regulation making powers is essential to ensure there is no conflict with other legislation.  This is an extra layer of protection for animals that are racing.<\/p><p>With regard to the retirement of animals, I note that the Animal Health and Welfare Act 2013 deals with all animals.  Whether they are racing, retired, injured or have diseases, all animals are covered.  The Bill specifically mentions injured or sick animals - the word &quot;disease&quot; is used - on the presumption that these animals may race again.  They are, therefore, covered.  I have suggested that we add to the Welfare of Greyhounds Act 2011 the board's specific welfare guidelines with regard to animals that are no longer racing.  The Act already includes an extensive list of guidelines, which the board issued to owners and carers of greyhounds.  There are several Acts and codes of practice that govern this area.<\/p><p>With regard to artificial insemination, I know some amendments will probably be moved on Report Stage.  I note that the erstwhile regulations on frozen semen were repealed, for reasons we will not get into today because I am not fully clear on all of the facts.  A complete blanket ban on frozen semen without codes of practice or regulation might be unwise from the point of view of genetic improvement.  There may be areas of concern and I agree that this area needs to be carefully policed and monitored to ensure full transparency and accountability.  While we can look at that issue, section 26(1)(<i>m<\/i>) already makes provision for control or prohibition of the use of frozen semen from deceased animals.  <\/p><p>I believe Senator Ruane asked a question on amendment No. 16.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#S00200","speaker":"1356"},{"type":"speech","time":1542277800,"counter":197,"content":"<p>I asked a question on amendment No. 15, which concerns retirement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#S00300","speaker":"1404"},{"type":"speech","time":1542277800,"counter":198,"content":"<p>I addressed that issue.  To return to section 29, we should be wary in this regard because these provisions provide an extra layer of protection for racing animals that is intended to bolster rather than conflict with existing legislation.  That is the important point.  Sanctions can be applied under these provisions, as opposed to taking action through the criminal law, as provided for in other legislation.  By having it this way, we can apply sanctions without conflicting with existing law.  This can be done immediately and efficiently, whereas taking the criminal law route can be laborious and not as effective in the short term.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#S00400","speaker":"1356"},{"type":"speech","time":1542277800,"counter":199,"content":"<p>I appreciate the Minister of State's engagement.  In regard to section 29, I suggest that there are other ways.  In this House we often deal with legislation which intersects with or is layered on top of other legislation.  There is still scope to use the word \"shall\" in section 29, for example, by amending the wording to \"shall make appropriate regulation\".  That might be a way to do it.  I acknowledge that the regulations should not contradict other existing legislation, but that is part of the task of making legislation rather than a reason to make regulation optional.  We can establish that we should make regulation, and it does not in any way endanger other measures.  The process of making those regulations should seek to accommodate and recognise other intersecting legislation.  With respect, I suggest that the Minister of State's argument relates to how regulations are made rather than the question of whether they should be made.  Perhaps the way to accommodate the concerns raised by the Minister of State would be to insert the phrase \"such as appropriate\" in the context of the regulations as this might allow sufficient scope to be flexible.<\/p> <p>It is not adequate to deal with the question of retired dogs through the existing legislation.  Consider the provision and planning made for any one of us who is working.  The arrangements we have with our employers for our retirement are made during the period when we are working.  It is important that provision for retirement is built into the planning of the working period.  To simply say that a dog that is no longer working takes on some other capacity, like a pet, and is dealt with under general animal welfare regulation is much weaker.  As the Minister of State stated, pursuing such matter through the criminal courts is extremely laborious and unlikely.  It is very important that the animals at the core of the greyhound industry are given protection in its business planning.  This legislation effectively relates to the planning and administration of the industry and concerns the dogs when they are working.  As I mentioned, life-cycle planning and thinking is now a core requirement of all industries.  It is completely reasonable for the board, which sets regulations for the industry, to also set regulations on making provision for the retirement of the animals that are at its heart.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is the appropriate place, with the protection of those significant sanctions, for this rather than simply moving greyhounds into the wider pool of general animal welfare legislation.  Perhaps the Minister of State could review this between Committee and Report Stages and see if there is a form of words that would allow for the health and welfare - or even the planning for the health and welfare - of greyhounds in retirement to be included in this Bill?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#S00500","speaker":"1405","continuing":true},{"type":"speech","time":1542277800,"counter":201,"content":"<p>I welcome Deputy Michael Harty and his group.  They are very welcome.  It is always nice to see Members from the other House visiting us.  We all wish them well and hope they enjoy their day.  I call Senator Ruane.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#T00200","speaker":"1412"},{"type":"speech","time":1542277800,"counter":202,"content":"<p>I am still not sold on the reasons for not being able to accept \"shall\" in section 29.   On the other legislation, am I right in saying that is where criminal sanctions would set in?  Is it grounded in criminal sanctions?  This is about the board.  It is stated that \"the board, after consultation with the Minister, may make regulations\".  If the board does not make the regulations, what is the point of having this section here at all?  It should state that \"the board, after consultation with the Minister, shall make regulations\".  How is the board given any power to issue racing sanctions when the welfare issues are being made optional?<\/p> <p>The Minister of State stated that welfare and other legislation exists.  That means that if somebody broke any regulation that exists in other legislation, such as that protecting the health and welfare of a racing greyhound, he or she would then automatically be dealt with criminally.  Unless the board is given power by stating that it \"shall\" make the regulations, it does not have any power in this section to give racing sanctions.  Any breaking of regulations would automatically fall under criminal grounds because the Minister of State is stating that it is picked up in the other legislation.  It therefore weakens the board.  The board will only be strengthened if it can make and create the regulations.  It must be able to hold people accountable under the regulations and issue racing sanctions so any infractions do not have to be escalated criminally.  These things must be able to be dealt with at board level.  <\/p> <p>As it stands, however, if I was to break any of these rules, as somebody who raced greyhounds, I would refer to this legislation and point out that it states that the board \"may\" make regulations.  I would then ask what are the regulations and where they are.  I would also point out that there is nothing stating I have to adhere to the regulations.  The Minister of State is weakening the legislation and the board's ability to keep it at a racing sanction level by not introducing \"shall\".  I do not see the rationale.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#T00300","speaker":"1404"},{"type":"speech","time":1542277800,"counter":203,"content":"<p>I know these are sincerely held views and I hope Senator Ruane can accept we are trying to make this legislation work.  That is the bottom line.  This is for racing greyhounds so that there can be sanctions in the same way as with breaches in other areas.  We have gone through this list of breaches, whether on traceability or anything else.  Sections 26, 27 and 28 deal extensively with the various aspects such as administrative substances, artificial insemination, traceability and database transfer.  We are being consistent here and ensuring any regulations made can achieve the desired effect by being consistent with existing legislation.  I do not know that it is relevant.  The aim of this section of the Bill is to impose racing sanctions.<\/p> <p>These regulations need to be compatible and state that they are health and welfare regulations for racing animals.  We need to be able to apply sanctions consistent with breaches of other legislation where a different sort of penalty applies.  The board may not end up having to apply regulations in every aspect of the exhaustive list that we dealt with earlier.  It may or may not be necessary but it has to be compatible.  We have come to an impasse here.  On retired animals, it is important to point out this deals with racing animals.  Retired animals may no longer be in the possession of the owner or trainer that was racing them.  They are, however, certainly still protected under animal health and welfare legislation, the Welfare of Greyhounds Act 2011 and the code of guidelines administrated by the Irish Greyhound Board, or R&aacute;sa&iacute;ocht Con &Eacute;ireann if this legislation is passed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#T00400","speaker":"1356"},{"type":"speech","time":1542277800,"counter":204,"content":"<p>As I referred to earlier, I hope we will have an opportunity to look at this again between now and Report Stage.  I hear what the Minister of State is saying about the importance of things being compatible with and in appropriate relationship with other legislation.  This issue appears throughout the Bill.  In a spirit of constructive engagement, I suggest that where the word \"shall\" appears, for example in \"the board shall make regulations\" and in the various places already suggested, we add \"appropriate\" so that it reads the \"board shall make appropriate regulations\".  I may suggest this on Report Stage.  I refer to a definition of \"appropriate regulations\" which also stated such regulations must be consistent with other indicated legislation.  At the moment it is either that there will or will not be regulation.  That is the issue I am trying to get to.<\/p> <p>I recognise the concerns that there cannot be contradiction with other provisions already there.  They need to be complimentary.  Perhaps a definition of \"appropriate regulation\" which copperfastened that would allow us to move forward to a position of stating \"shall\".  That would ensure we do not have a situation where the board simply chooses not to make regulations in all of these areas and much of the Bill effectively becomes redundant.  <\/p> <p>The important thing is that this Bill is designed to introduce something that can work.  If we want it to work, regulations will have to come into existence so the sanctions can come into existence.  I want to make sure that engine of momentum is in the Bill and followed through.  I refer to moving towards the word using the word \"shall\" but with an important caveat in respect of what is appropriate regulation.  That may address the concerns raised by the Minister of State.  Perhaps we could look at that.  I reserve the right to introduce amendments to that effect on Report Stage. <\/p> <p>The Minister of State mentioned that greyhounds may no longer be in the possession of their owners or trainers.  That is one of the concerns we have.  I refer to where dogs that have served in this industry are sometimes abandoned, have moved out of the industry and are left in dire situations.  I refer to the phrasing here in respect of making provision for the retirement of greyhounds.  The retirement provisions for greyhounds should known so that people in the greyhound racing industry can operate in good faith and with good practice.  They should also be known to somebody wishing to sell a dog.  People may not maintain possession of a dog for their lifetime but it would be appropriate and good practice for them to make appropriate provision for its retirement.  That might be wording we could look at and I reserve the right to bring that in on Report Stage.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#T00500","speaker":"1405"},{"type":"speech","time":1542277800,"counter":205,"content":"<p>We have probably exhausted debate on these amendments unless the Minister of State has anything else to say?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#T00600","speaker":"1412"},{"type":"speech","time":1542277800,"counter":206,"content":"<p>If we look at section 29(2) it states: \"A person who contravenes a regulation made under this section, and which is stated in the regulations to be a racing sanction provision, commits a sanction breach of the Racing code and is liable to a racing sanction.\"  It is important to point out that this carries a lower burden of proof than an offence under the Animal Health and Welfare Act 2013.  I also refer to my own amendment, which is an attempt to tidy up what was poorly phrased.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Andrew Doyle:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2170\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2170&amp;amp;pid=AndrewDoyle&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are requirements in paragraphs (a) and (b), as outlined in the amendment, that I think will be agreed, for measures to be taken by the owner, breeder or trainer of a racing greyhound to protect the health and welfare of the greyhound and to inform the board of measures taken in respect of a greyhound to comply with the requirements of regulations made under this section.  It is assumed there that regulations will be made.  I take the Senator's point about using a word such as \"appropriate\", but the \"may\" allows discretion to make sure that the regulations are compatible and that they do not impose a higher burden of proof for a sanction breach as opposed to a criminal breach, if that makes sense.<\/p><p>I have to stick to this.  In making our amendment I have tried to address the fundamental issue, and when it is read with section 29(2), I am sure the Senator can grasp the dilemma that we are in insofar as we are trying to make sure that we can apply a sanction without having to prove it to the degree that we would have to prove a criminal offence, if that makes sense.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#T00700","speaker":"1356","continuing":true},{"type":"unspoken","time":1542277800,"counter":208,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1542277800,"counter":209,"content":"<p>Amendment No. 8 not moved.<\/p>"},{"type":"unspoken","time":1542277800,"counter":210,"content":"<p>Section 26 agreed to.<\/p>"},{"type":"unspoken","time":1542277800,"counter":211,"content":"<p>SECTION 27<\/p>"},{"type":"speech","time":1542277800,"counter":212,"content":"<p>Amendments Nos. 8a to 8e, inclusive, are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#U00600","speaker":"1426"},{"type":"unspoken","time":1542277800,"counter":213,"content":"<p>Government amendment No. 8a:<\/p><p><\/p>"},{"type":"speech","time":1542277800,"counter":214,"content":"<p>Amendments Nos. 8a, 8c and 8e are to correct errors of a typographical or technical nature in particular.  Amendment 8e corrects the original wording which suggested that the control committee had discretion in deciding the period during which a greyhound may not race following an adverse analytical finding and subsequent clear test.  In fact, the period is decided by the board based on the recommendations of the scientific advisory committee for a particular substance type.  The restriction on racing applies automatically following an adverse analytical finding and subsequent clear test where the substance is deemed still to have a residual performance effect.<\/p> <p>On Senator &Oacute; Domhnaill's amendment No. 8b on zero tolerance for class A drugs, studies show that it is an unfortunate feature of modern society that drugs are now considered an environmental contaminant.  The sensitivity of testing is such that were a sample to be taken from a banknote in our pockets, we would all fail to meet the zero tolerance limit being advocated by the Senator.  An academic study carried out at Dublin City University found that every banknote tested was contaminated by traces of cocaine.<\/p> <p>Environmental contamination of dogs can occur unintentionally and will be detected.  Modern analytical equipment has the ability to reach ever lower levels of detection which is currently in the trillionth of a gram.  At these levels, metabolites are considered irrelevant to the dog's performance by sports regulatory bodies.  In recognition of the fact that humans can also be unintentionally contaminated, the tolerance for driving a car in Ireland is currently set at 10 mg\/ml for cocaine in blood plasma and its metabolite is 15 mg\/ml.  In these circumstances it would not be best practice to accept this amendment.<\/p> <p>On amendment No. 8d on the mandatory four-month disqualification period following the detection of a class A drug, the Bill already disqualifies a dog from racing until it passes a negative test and allows the board to set down further periods, based on the recommendations of the scientific advisory committee, where a greyhound may not race as it is deemed still to be affected by the residual performance effect following the negative test.  This is a fair and balanced approach, based on scientific advice.<\/p> <p>Additionally, the Bill establishes a statutorily independent sanctioning regime through the establishment of the independent control committee in primary legislation, the expansion of the appeals committee role and the introduction of the District Court into the process.  It places a strong emphasis on fair procedures in the conduct of investigation by the board regarding possible breaches of racing regulations and the conduct of hearings by the control committee in suspected breaches.<\/p> <p>To act outside of this regime by dispensing with due process would not be appropriate.  The Bill sets down administrative sanctions that may be applied by the independent control committee and the appeal committee, with disqualification orders now being issued by these committees rather than the board.  The proposed amendment to set down a mandatory disqualification period with no scientific basis in primary legislation would not reflect best practice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#U00800","speaker":"1356"},{"type":"speech","time":1542277800,"counter":215,"content":"<p>I want to speak to my amendments Nos. 8b and 8d.  I touched on the issue of drugs in the greyhound racing sector earlier and the nature of these amendments is to try to strengthen the integrity of this sector because it has been marred with drug abuses.  The abuse of drugs in greyhound racing is either to make the dog go faster or to slow it down, but it has other unintended consequences for the welfare of the dog.  To feed dogs cocaine, Viagra and amphetamines is disgraceful.  I assure the House that the dogs do not go to the corner of the street and pick up these drugs themselves.  Those responsible need to be dealt with on a more serious basis by the governing authority in this jurisdiction and I am not sure that is happening at the moment.<\/p> <p>To give one example on many, there is a greyhound owner and breeder by the name of John McGee who received a lifetime ban in the UK but continues to be allowed to race in Ireland every week.  That is unacceptable and I cannot understand for the life of me-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#U00900","speaker":"1382"},{"type":"speech","time":1542277800,"counter":216,"content":"<p>The Senator should not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#U01000","speaker":"1426"},{"type":"speech","time":1542277800,"counter":217,"content":"<p>It is a matter of public record anyway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#U01100","speaker":"1382"},{"type":"speech","time":1542277800,"counter":218,"content":"<p>That may be so, but he is not in a position to defend himself here so the Senator should not mention his name.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#U01200","speaker":"1426"},{"type":"speech","time":1542277800,"counter":219,"content":"<p>I accept that but I am quoting from a newspaper article.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#U01300","speaker":"1382"},{"type":"speech","time":1542277800,"counter":220,"content":"<p>That is fine.  The Senator can address it generally but I ask the Senator to restrain from naming the individual.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#U01400","speaker":"1426"},{"type":"speech","time":1542277800,"counter":221,"content":"<p>I accept that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That gentleman is not the only one.  As I said the other day, numerous people travel across the water, fill their dogs with drugs, race them on tracks in the United Kingdom, following which they are banned for perhaps six months, a year or a lifetime, as in the case I mentioned, yet, the following week or perhaps before the end of it, they are racing the same dogs on a track in Ireland.  That is crazy.  It does not work that way in athletics or any other sport.  This year I raced at the world athletics championships in Spain and was drug tested after the race.  If I had tested positive, I would have received a lifetime ban handed down by the IAAF and never been able to race again.  How was a greyhound that had been banned across the water able to race in Ireland by the end of the same week?  It is unacceptable.  That is why I am talking about zero tolerance.<br\/><br\/>I accept that the Minister of State has come here with a script from his officials that states the residue of drugs can be found on bank notes.  I did not see many greyhounds walking or running down the street with a &euro;50 note in the last while, which is all I will say on that issue.  <br\/><br\/>I checked with those involved in other jurisdictions and what they do is very interesting.  In Ireland we will have a threshold, which the Minister of State has outlined.However, the system does not work in that way in other jurisdictions where greyhounds are tested.  This should have been made known by the Irish Greyhound Board to all concerned.  It should be following best international practice in drug testing.  There should be collaboration with every other jurisdiction where dogs are raced to find a unified international standard benchmark.  That has not happened and I call for it to happen.<br\/><br\/>I took it upon myself to contact a laboratory director in Australia and received an email in response this week.  I was inquiring about prohibited substances, in particular, morphine which is given to dogs here.  Imagine giving morphine to a greyhound which is already suffering because it is injured to get it around the track.  That is cruel.  It is extreme cruelty, but it is happening right, left and centre in Ireland, although, of course, it is disregarded by the authorities.  Mr. David Batty is the laboratory director of Racing Analytical Services in Victoria, Australia.  In his email he thanks me for my inquiry and states: &quot;An official morphine threshold does not exist in the Australian greyhound rules&quot;.  If that is the case, why would we try to introduce such a threshold in Ireland?  Morphine is given to suffering cancer patients.  Why would it be given to a dog to allow it to get around the track?  I cannot understand it.  I will provide the Minister of State with a copy of the email for his review.  Without reading the rest of it, the point is that there is no drugs threshold whatsoever in Australia.  It has internal laborabory thresholds, but they are minimal in order to cover what the Minister of State mentioned about airborne substance threats.  The only thresholds are for naturally occurring substances in the tissues or organisms of the greyhound, that is, substances such as testosterone, ethanol, cobalt, arsenic and so on.  In short, there is no threshold for class A drugs.<br\/><br\/>It is worth reminding Members what I am looking for.  Class A drugs include opium, heroin, ecstasy, crack, cocaine, LSD, magic mushrooms and amphetamines, or speed.  We are creating legislation with thresholds for these drugs in greyhounds.  I cannot get my head around this.  I checked the legislative position in the United Kingdom.  Again, there is zero tolerance of these substances, whereas we are trying to introduce, or continue with, a tolerance level.  If that were to happen in any other sport such as Gaelic football, soccer or athletics, what grey area would be created for athletes, viewers, spectators and those betting at home?  It would not send the right message.  The right message is not being sent in this case either.  A grey area is being created.  <br\/><br\/>There is a two-tier greyhound industry because of the use of frozen semen and also drugs.  There are numerous examples and articles have been written all over the world about greyhounds that won prize money here.  It was found that they had been banned for drug use and that the trainer had run them again the following week.  Anyone who gives heroin or another class A drug to a greyhound has no place in the sport and should receive a lifetime ban.  We should be adopting the strict rules that are applied in the United Kingdom.  It is as simple as that.  Where there are grey areas, the lines become blurred.  That is what has happened and why the reputational damage caused is so extreme.  At least if there was zero tolerance, it would be much easier for the control committee and create clarity.  It would also create clarity in the laboratory, as well as protecting the welfare of greyhounds.  It is an animal welfare issue, about which animal welfare groups have contacted me.  I know that Senators Higgins and Ruane have raised concerns in that regard.  It is a key concern.  Anyone who stuffs amphetamines, Viagra or cocaine into a greyhound knows that it is cruel, yet that is what happening <i>carte blanche<\/i>in every stadium throughout the country.  That is the purpose of my amendments and why I am requesting that there be zero tolerance.  <br\/><br\/>Under amendment No. 8d, where someone is found to have been giving a prohibited substance to a greyhound, there would be a minimum ban of four months.  Otherwise, there could be a negative result within the four month period and the greyhound could be racing again.  There has to be a minimum period.  It is to try to bring clarity to the drugs issue and deal with it once and for all.  Despite its best efforts, the Irish Greyhound Board has been found to be incapable of dealing with it.  It has been ongoing for far too long and needs to be dealt with.<br\/><br\/>As I outlined, there are two reasons drugs are given to greyhounds, the first of which is to make them go faster, while the second is to make them go slower.  Ultimately, it has to do with betting in the industry because when there is insider knowledge and one knows that a dog will run fast or slow, the odds are predictable.  It is very wrong, but it happens all the time.  Drugs are not necessarily being given to a dog for it to win.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It might be for the dog to finish last but it is causing the dog the same harm, so there is no level playing field and this needs to be addressed.<\/p><p>I hope the Minister will look at this zero tolerance issue because I am not willing to stand down on it.  It is wrong on every level, from the welfare of the animals to the spectators who pay or those who do not go but may decide to bet on greyhounds at home online.  If we look at the trajectory of figures over the past ten years since 2007, punters are not going to greyhound stadiums because they believe the races are fixed and the dogs are full of drugs.  That is the perception that exists, and while that perception remains unchallenged and unaddressed, we have a major issue.  The industry is on the way to the bottom and the only reason it is being maintained at the moment is because of the subvention from the betting tax.  If that was not there, the industry would not be there, but it is wrong to provide that subvention and then have this drugs issue.  The close links to criminal cartels here in Dublin can only be severed by dealing with the artificial insemination issue and the drugs issue.<\/p><p>I ask the Minister of State to stand tough.  I know I am probably getting a backlash from standing up and saying this but we have to do it because I care about the industry.  I have never placed &euro;1 on a dog.  I have no financial interest in a dog or in dog breeding whatsoever but I believe it is the right thing to do.  I come from a small farm in west Donegal and I believe that animals should be treated humanely and the way that greyhounds are being treated is not humane, so for that reason alone, if for no other reason, we should deal with the drugs issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#U01500","speaker":"1382","continuing":true},{"type":"speech","time":1542277800,"counter":224,"content":"<p>It has been outlined that there are serious animal welfare concerns in respect of the use of drugs in the industry, apart from the distorting of the industry and the other effects that my colleague has outlined.<\/p><p>I indicate my support for amendment No. 8d in particular.  In section 27(3), I am concerned that at the moment it sets out that:<\/p><blockquote>Where a sample from a greyhound is found to have present&mdash;(a) a prohibited or controlled substance, or<br \/><br \/>(b) a substance for which a maximum residue limit has been set and that limit has been exceeded, under regulations made under this section<b>,<\/b>that greyhound shall be disqualified from racing and trialling&mdash;(i) until such time as it passes a subsequent test with negative results.<\/blockquote> <p>There is a concern that we want to ensure that there is sanction.  It is not simply a matter that a dog that has been shown to be affected and should not be racing while the effects of the substance can still be taking effect.  It is also a matter that there needs to be a clear indication and punishment and a negative incentive against the use of such substances.<\/p><p>That is why I strongly support amendment No. 8d, which suggests that in the cases where controlled or prohibited substances are present, that should amount to a ban from racing for a minimum period of four months and until a negative test is carried out.  I recognise that there is some difference between section 27(3)(a) and (3)(b).  Section 27(3)(a) refers to prohibited or controlled substances and (3)(b) refers to substances that have a residue limit that may have been exceeded because that may be a legal substance with a higher residue presence.  It may be that they need to be separated, but for the moment I certainly support Senator &Oacute; Domhnaill's amendment.<\/p><p>I also note that I reserve the right to put forward an amendment to clarify that we need to have very particular, strict and punitive bans in respect of prohibited and controlled substances where they are to be found.  That needs to be stricter because we are not just looking to see that these substances do not distort racing on a particular day but also to ensure that such a practice is actively discouraged within the industry because, if it is not, it will impact the industry and, most importantly, the animals.  It is grotesque intentionally to subject animals to prohibited or controlled substances that nobody would give to a pet or put into anyone's body.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#W00200","speaker":"1405"},{"type":"speech","time":1542277800,"counter":225,"content":"<p>On Senator &Oacute; Domhnaill's amendments, the proposals for strict zero tolerance and a four-month minimum ban are rooted in the legislation as drafted.  The applicable clause is based on scientific data and evidence.  I accept what the Senator said about Australia and their laboratory levels but our equipment is so sophisticated now that it can detect levels that are minuscule and metabolites are considered to be irrelevant to a dog's performance by sports regulatory bodies.  Levels can be so minuscule that they are not applicable.  The contention is that levels must be practically applicable.<\/p><p>On the four-month limit, the sanctions allow for an automatic ban the minute an animal is determined to have failed a test.  Further sanctions can be applied.  First, there is a sanction to determine whether there is any residual effect.  If an animal is found to have a substance in its body, it is automatically banned.  If that substance is at such a level that the residual effect will not be gone from the animal for two, three, four or six months, the ban can and should continue for that period.  There is a control committee and an appeals committee which will determine the level of sanction.  There is also the provision across the board in racing and coursing for a disqualification order and an exclusion order.  People can be banned from attending either racing or coursing meetings, so it is quite extensive.  That is provided for within the powers of the control committee and the appeals committee.  The control committee views the results and makes a determination, and the appeals committee can consider it again if it is brought before it.<\/p><p>Senator Higgins was more or less reiterating Senator &Oacute; Domhnaill's points about the levels of sanctions.  We are trying to keep this simple and effective by having an automatic ban upon failing a test and using the best scientific evidence we can avail of to determine if there are any residual effects that would influence the dog's performance, either to speed it up or slow it down as Senator &Oacute; Domhnaill said.  That is what the science and the equipment are there for and that is what the control committee and the appeals committee are there to determine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#W00300","speaker":"1356"},{"type":"speech","time":1542277800,"counter":226,"content":"<p>I thank the Minister of State.  I understand where he is coming from but I do not necessarily agree with it.  Both of these amendments are under section 27, which concerns the administration of substances to greyhounds, where it says that: &quot;The Board may, after consultation with the Minister, make regulations for the control restriction, prohibition or administration of substances&quot;.<\/p><p>I do not have the confidence in the board at the moment to deal with this issue effectively based on its past performance.  Maybe under the stewardship of the new chairman and the new CEO that will change, but to date its performance has been shocking in this matter to say the least.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2018&amp;amp;month=11&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is why we should make a distinction.  Class A drugs should be subject to zero tolerance.  We are not talking about class B or C drugs.  I have made a distinction around class A drugs.  I would be willing to work with the Minister of State between now and Report Stage if he felt that was useful with a view to strengthening the provisions.  Otherwise I will have to press amendment No. 8b today.  In respect of amendment No. 8d, is there an alternative agreeable solution?  The other example that was mentioned today was tuberculosis in cattle.  If a test was positive, there would be two further tests and if they were negative the cattle would be allowed to be sold.  Is that a way of dealing with this?  There would have to be two negative tests after a positive test for the greyhound.  I am just trying to strengthen this issue.<\/p><p>The Minister of State might outline what exactly happens at the moment and why dogs that test positive one week are allowed to race the following week.  That appears to be happening but I do not know how.  They can test positive in one stadium and then race again.  Another question I cannot understand is around the testing regime.  The dog is tested and the results are sent to the laboratory which, I understand, is located downstairs in the same premises as the Irish Greyhound Board in Limerick.  The laboratory results are then given, I presume, to the head of regulation in the Irish Greyhound Board, before they go on to the control committee.  Effectively, the head of regulation deals with all the samples that come back.<\/p><p>If the Minister of State does not have the answer to my question today, maybe he or his officials could get back to me.  Of the tests that were carried out in the laboratory in Limerick, were all of the positive results sent to the control committee?  Did any of them accidentally fall between desks somewhere between the laboratory and the control committee?  The only way we could find that out would be to add up the numbers for those that left the laboratory and those that arrived with the control committee.  The Minister of State will not have that information today but I would be grateful if it could be made available over the next week or so.<\/p><p>That is the second amendment.  It is about trying to strengthen the provisions.  If the Minister of State has a suggestion I am willing to accept it but I think there should be a minimum ban.  The Minister for Transport, Tourism and Sport took on a minimum ban recently which people criticised but people now know it is there.  They should know it in this case as well.  Trainers and breeders should know that if their dog tests positive, they and the dog will be out for a minimum of four months.  I think that is reasonable and do not see why there would be any issue.  If it were to take six or eight months for a negative test result to come back, the dog would not race for that period anyway.  This is a minimum period of four months to try to cut out the situation where a dog that tests positive can miraculously have a negative test within ten days and be racing again.  There is no disincentive for drug abuse there.  These provisions aim to create a stronger disincentive for abusing drugs in the sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#W00400","speaker":"1382","continuing":true},{"type":"speech","time":1542277800,"counter":228,"content":"<p>I am going to speak briefly in support of Senator &Oacute; Domhnaill's amendment.  A zero tolerance approach makes sense.  I do not know why people would be allowed to race dogs again if they were caught giving the dog any amount of cocaine.  Four months is not enough but I understand why we are putting in restrictions rather than completely banning people.  There is an incentive to dope dogs if we do not have zero tolerance.<\/p> <p>As someone who has worked in the drugs sector for long enough, I know every trick in the book of people trying to get drugs out of their system before they have to give their weekly urine sample.  Cocaine takes two to four days.  A dog could be doped with cocaine and the drug would be gone from its system within two to four days.  A person could increase the activity of the dog to allow it get the drug out of its system much quicker.  If an individual has taken cocaine for three, four or five days in a row it can often take up to a week or 14 days at the most.  I doubt it is very different for a dog.  If a dog can have cocaine out of its system within two or three days, that negative test can come back straight away.  It can come back after running the dog around for a whole day so the drug works itself out of the dog's system.  If there is not zero tolerance, we will continue to have dogs being given cocaine because it is too easy to get away with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#X00200","speaker":"1404"},{"type":"speech","time":1542277800,"counter":229,"content":"<p>As it stands at the moment, Bord na gCon has a scientific advisory committee that advises on thresholds.  The equipment it has is very sophisticated.  As far as I am aware, it has decided to publish every result, every positive finding, no matter how minuscule.  Once that finding is published, it is determined to be a positive.  Scientific data is used to determine whether the levels contained in the sample would have any effect, good or bad, on the animal's performance.  On Senator Ruane's point, there are environmental contaminants that are unavoidable and that will show up with sophisticated testing but that do not have any actual material effect.  Such contaminants could be on money notes, on the Senator's handkerchief or anything.  That was the test that was done by Dublin City University.<\/p> <p>It is our aim to be practical and there is no scientific data or backup that says four months is mandatory.  The amendment speaks more to a message rather than science; I accept that.  It is to be a message to everyone that there is a minimum of four months.  However, we are trying to base this primarily on scientific data.  There could be a far greater ban.  There are further sanctions for repeat offenders.  This is within the remit of the control committee and the appeals committee.  That is the purpose of separating out the body that applies the sanction, taking that power away from the board and giving it to the control and appeal committees.  That is then seen to be at arm's length from the board itself, while it makes the regulation.  It is the same principle as when the Government makes regulations for the likes of the banking sector but does not apply the rules.  That is the purpose behind it.  It is trying to be science based and is trying to allow for environmental contamination that will occur.  It is on the basis of scientific knowledge determining what levels have a material impact.  If there is any material impact on the dog's performance, that is not tolerable and is sanctioned.  That is the key message.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#X00300","speaker":"1356"},{"type":"speech","time":1542277800,"counter":230,"content":"<p>The Minister of State has largely answered the question I was going to ask.  I was going to ask if there was any reason to propose that cocaine is a naturally occurring element in small amounts within a dog's blood anyway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018111500002#X00400","speaker":"1392"},{"type":"unspoken","time":1542277800,"counter":231,"content":"<p>Additional debate to follow.<\/p>"}]