[{"type":"minorheading","content":"Prelude","time":1529415000,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30:00","time":1529415000,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1529415000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1529415000,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1529415000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#A00100"},{"type":"speech","time":1529415000,"counter":6,"content":"<p>I have received notice from Senator Michelle Mulherin that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to request the HSE in community healthcare organisation area 2 to address the delay in the provision of home care packages for patients in Mayo and outline the division of the budget and resources between Mayo, Roscommon and Galway and the basis for same.<\/blockquote> <p>I have also received notice from Senator Fintan Warfield of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to collate data on LGBT homelessness.<\/blockquote> <p>I have also received notice from Senator Jennifer Murnane O&rsquo;Connor of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to provide an update on the requirement for two additional autism spectrum disorder, ASD, classrooms for Fr. Cullen memorial school, Tinryland, County Carlow.<\/blockquote> <p>I have also received notice from Senator Lorraine Clifford-Lee of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to implement safety measures on our rail network.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Leas-Chathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for Health to outline the current position in respect of the provision of additional funding to Cork University Maternity Hospital which would enable the opening of a second gynaecological theatre in 2018. <\/blockquote><p>I have also received notice from Senator Niall &Oacute; Donnghaile of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to provide an update on preparations for a referendum on voting rights in presidential elections for Irish citizens outside the State.<\/blockquote><p>I have also received notice from Senator Frank Feighan of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the medical rehabilitation unit project at Roscommon County Hospital.<\/blockquote><p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to address the current workload on school principals.<\/blockquote><p>Of the matters raised by the Senators suitable for discussion, I have selected those raised by Senators Mulherin, Warfield, Murnane O&rsquo;Connor and Clifford-Lee and they will be taken now.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#A00200","speaker":"1420","continuing":true},{"type":"majorheading","content":"Commencement Matters","time":1529415000,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#B00200"},{"type":"minorheading","content":"Home Care Packages","time":1529415000,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#B00250"},{"type":"speech","time":1529415000,"counter":10,"content":"<p>The Minister of State, Deputy John Paul Phelan, is very welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#B00275","speaker":"1420"},{"type":"speech","time":1529415000,"counter":11,"content":"<p>A Leas-Chathaoirligh, thank you for selecting this important matter.  The Minister of State is welcome.  I know he will not be surprised when I say I would be happier if the line Minister, either the Minister for Health or the Minister of State with responsibility for this issue, was here but I have no doubt he will relay to them the seriousness of this situation.  Basically, I am asking that the Minister for Health immediately require the HSE and the CHO area 2 to address and make right the delays that have been experienced by people who have been approved home care packages, but to date have not received them.<\/p> <p>A far as I can ascertain, this is going on since May.  Quite a number of families and constituents have been in contact with me who are a terrible situation.  What has happened is that people have been approved as needing home care and needing the support to live in their homes.  They have been sent a letter saying they have been approved, but that they are on a waiting list.  That is not much good to somebody who is in a hospital, taking up a bed and who is fit to be discharged.  That is the case in Ballina, Swinford and Belmullet district hospitals, which to a greater or lesser extent operate as step-down facilities for Mayo University Hospital, which is an acute hospital.  That is adding to delays in patients being discharged from Mayo University Hospital and is at great expense to the State.<\/p> <p>We gave a commitment to people, and it is aspiration of our Government, that those who want to stay at home should be supported in their bid to do so.  That is not happening here and it is unacceptable.  How long will these patients have to wait with a letter in their hand?  How long will they have to be taking up hospital beds or are we directing them into nursing homes?  That would appear to be the only other option, that they go into a nursing home.  Hard-pressed families are trying to cope with a situation where it has been clearly identified that help is needed.<\/p> <p>We are half way through the year.  How can the budget be spent?  How can they be told there are no resources when we are only half way though the year?  If nothing else, I would like a clear answer to the following question.  How has the budget for CHO area 2 been spent?  It is being divided between Mayo, Roscommon and Galway.  What is the priority?  What home care packages are being provided and when will more resources be given?  How is the HSE managing the situation?<\/p> <p>I raise this matter as a last resort.  I have been raising cases since the beginning of May on behalf of individuals who are stuck and are in terrible situations.  It is not on as far as I am concerned.<\/p> <p>This is not the first time this has happened.  It happened about a year or 18 months ago.  What was revealed at that time was that the money was being spent on University Hospital Galway, UHG.  Nobody needs to be a genius to know that UHG is in the news every other day for its trolley count.  Priority is being given to shifting patients off trolleys and moving them on from beds within UHG to the detriment of Mayo patients.  Mayo has one of the most aged populations in the country.  Our aged and older people need care.  This is not on and I would like to get some answers today about what the HSE is not providing.  I would like somebody in the HSE to be held to account for what is going on.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am a public representative.  Public representatives should be entitled to information in a timely manner so at least constituents can know some answers are being given within a system.  I have no confidence in the way things are being conducted at the moment in the area I live in. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#B00300","speaker":"1425","continuing":true},{"type":"speech","time":1529415000,"counter":13,"content":"<p>I thank Senator Mulherin for raising the matter.  The Minister of State, Deputy Daly, was unavailable hence my presence here.  It is a serious issue.<\/p> <p>The overarching policy of the Government is to support older people to live in dignity and independence in their homes and communities for as long as possible.  Home care is an increasingly important part of the supports for enabling older people to remain at home and for facilitating their discharge from acute hospitals.  The HSE has operational responsibility for planning, managing and delivering home and other community-based services for older people.  Services are provided on the basis of assessed healthcare need.  This year the HSE has moved to a single home support service combining home help and home care packages into a single service, the home support services for older people.<\/p> <p>Home support services were a particular focus of budget 2018.  An additional &euro;18.25 million was allocated.  The resources available in 2018 bring the total budget for the direct provision of services to &euro;418 million.  The HSE's national service plan provides for a target of &euro;17.094 million home support hours to 50,500 people.  A further initiative saw 324 people being provided with home support services following this winter's adverse weather conditions.<\/p> <p>The demand for home supports continues to grow in parallel with the increasing number of older people.  Many more of our older people with complex care needs are now being maintained at home, leading to increased demand for additional levels of service and for services outside of core hours Monday to Friday.<\/p> <p>Arrangements for home care have developed over the years with a significant local focus and there is considerable variation in access to services in different parts of the country.  It is also accepted there is considerable demand for home support services over and above existing service levels.<\/p> <p>Since 2016, home support in CHO area 2 has been allocated based on prioritised needs of assessed applicants.  Since the introduction of the prioritisation system, Mayo has had an increased budget with a corresponding reduction in other parts of the CHO area, particularly in Galway.  In March 2018, the last month for which figures are available, Mayo had an over-expenditure of 4.2% on its budget.<\/p> <p>The overall budget for CHO area 2 in 2018 is &euro;43.2 million, an increase on both 2016 and 2017.  The budget is broken down as follows: Galway, which has 52% of clients has a 56% share of the budget; Mayo has 30% of clients and 29% of the budget; and Roscommon has 18% of clients and 15% of the budget.<\/p> <p>As I have said, the demand for home support continues to exceed supply.  Those with the highest priority have home support implemented, while those on a lower priority are put on a waiting list.  Ongoing measures to maximise the available budget, together with financial support for winter access measures have resulted in additional funding availability.  Consequently, a process began in late-April to allocate home support to those on the waiting list.  <\/p> <p>Those responsible in CHO area 2 are conscious of the significant number of applicants on the home support waiting list.  The waiting list includes both those waiting on new services and those awaiting additional hours, with approximately one third awaiting additional hours and two thirds awaiting a new service.  When care was offered to those on the waiting list, approximately one third declined the offer.  CHO area 2 has, therefore, commenced a process to validate the waiting list.  It is envisaged that this process, together with the release of hours from the available budget, will see a noticeable reduction in waiting lists, including in County Mayo, over the coming months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#C00200","speaker":"1265"},{"type":"speech","time":1529415000,"counter":14,"content":"<p>I ask that the HSE in CHO area 2 is made to answer public representatives who contact them in a timely manner.  I do not think six to eight weeks is satisfactory, especially when there is still no answer for people.  It is wrong.  How will this be addressed?  If we have people in a district hospital step-down facility or in an acute facility in Mayo general hospital, how much more is it costing the State?  How will this be addressed?  I do not think what the Minister of State has said addressed it.  Is the idea that when somebody dies people on the waiting list will take over that person's hours?  In the case of Mayo an awful lot of the clients and people who have been approved are older people.  I understand people other than older people require home care packages.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->People in recovery from conditions, illnesses or accidents may also need this help.  We are pushing these older people into nursing homes at extra expense.  I know we have our hospitals, but then we have people on trolleys.  Something needs to be done and I think much more digging needs to be done.  The HSE would want to pull up its socks and start dealing with public representatives.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#C00300","speaker":"1425","continuing":true},{"type":"speech","time":1529415000,"counter":16,"content":"<p>I will certainly ask the Minister of State, Deputy Jim Daly, about it.  The Senator is right.  Members of the public who come to any politician deserve to know what the situation is when they are on a list like that.  Across CHO areas there is a wide variation in responsiveness.  It is not acceptable that people would wait for eight weeks.  I will bring that in the strongest terms to the Minister of State, Deputy Jim Daly.<\/p> <p>The issue with the list in CHO area 2 seems to be that circumstances have changed substantially, maybe because the list has been in existence for such a period of time.  The initial work on the validation process would indicate that the list will be shortened as a result.  In addition, the HSE maintains the release of hours from the available budget will see a noticeable reduction in the coming months in County Mayo.<\/p> <p>I will certainly bring back the Senator's issue about timely answers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#D00200","speaker":"1265"},{"type":"minorheading","content":"Homeless Persons Data","time":1529415000,"counter":17,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#D00300"},{"type":"speech","time":1529415000,"counter":18,"content":"<p>As of April there were 924 homeless people aged between 18 and 24 according to figures from the Department of Housing, Planning and Local Government.  We know that youth homelessness can be subject to substantial underestimation as young people are more likely to stay with family and relatives in situations of hidden homelessness.<\/p> <p>The quantitative research on the causes of youth homelessness is quite robust.  However, smaller-scale qualitative research which could reveal the scale of LGBT homelessness is quite limited.  Numerous countries around the world are showing worrying trends that LGBT youth are, and historically have been, disproportionately more vulnerable to homelessness.  There is a growing consensus across the homelessness-research literature that LGBTQI young people are over-represented in homeless youth populations.<\/p> <p>Studies in the US indicate that about 40% of young people who access homeless services identify as lesbian, gay, bisexual, queer or intersex.  A recent study in the UK found that a quarter of young homeless people are LGBT.  If these figures are in any way replicated in this State, our responses should meet the needs of LGBT LGBTQI homeless.  An Albert Kennedy Trust report found that 69% of young LGBT people reported that parental rejection was a reason for their homelessness.  Our current responses are not set up to deal with these kinds of issues or give the kind of support and intervention that the Albert Kennedy Trust and the Purple Door in Britain offer.<\/p> <p>The State needs data on LGBT homelessness; only then can targeted responses follow.  The lack of data collection also means that young LGBT people are relatively invisible to most housing and homeless services and staff.  This can leave them vulnerable to prejudice or abuse in emergency accommodation settings and has therefore led to a higher number of LGBT youth sleeping rough in other jurisdictions.<\/p> <p>Focus Ireland has taken the lead in this issue.  I commend its work and that of BeLonG To which are undertaking research into the issue.  However, we will not be able to track homeless LGBT figures unless we collect the data on PASS intake forms.  Inevitably that comes to the Department's responsibility.  Has the Government considered data collection on LGBTQI homelessness through PASS?  What are the plans to address the issues?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#D00400","speaker":"1372"},{"type":"speech","time":1529415000,"counter":19,"content":"<p>I am taking this Commencement matter on behalf of the Minister, Deputy Eoghan Murphy.  It used to be called an Adjournment Debate in my day.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy John Paul Phelan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2004\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2004&amp;amp;pid=JohnPaulPhelan&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Addressing homelessness is an absolute priority for the Government.  Rebuilding Ireland, the Government's Action Plan for Housing and Homelessness, contains a wide range of measures which are being delivered.  Ultimately, to fully address homelessness requires continued increases in the supply of new houses, particularly social housing.  In this regard, the Government is determined to increase the stock of social housing by 50,000 homes by 2021, with over &euro;6 billion ring-fenced to achieve this.  More than 19,000 households had their social housing needs met in 2016.  This increased significantly last year, when almost 26,000 such supports were delivered.  The 2018 target is to deliver a similar level of tenancies via social housing supports.  The level of funding available to local authorities has also increased to ensure they are in a position to provide effective supports and assistance to those who find themselves in need of emergency accommodation.  In 2018, a budget of &euro;116 million was provided by the Government for homelessness services.  This was an increase of 18% on the 2017 allocation.<\/p><p>Despite the high levels of homelessness, results are being achieved.  While the numbers remain very high, 2,080 families exited hotels last year and more than 4,700 individuals exited homeless emergency accommodation generally.  We are also seeing progress in reducing the numbers of individuals rough-sleeping, with the latest count in April showing a large reduction since the previous count in November 2017.  Over 200 permanent new beds were put in place before the end of 2017, with a further 40 beds introduced following Storm Emma earlier this year.  The Pathway Accommodation &amp;amp; Support System, PASS, is a case management system which allows front-line staff in local authorities to register service users and provide them with the supports they require while accessing services.  It also acts as the source of all statistical information that is used when reporting on homelessness, such as the Department's monthly homelessness report.  This report delivers information on the number of persons accessing emergency accommodation in a given survey week, broken down by location, gender, age and accommodation type.<\/p><p>Data protection legislation provides robust protections to individuals, and the core principle of data minimisation ensures that an organisation can collect no information on a person beyond that which is required to carry out its explicit function.  It would be inappropriate for a user of emergency accommodation to be asked to provide information concerning his or her sexual orientation.  Accordingly, the Department does not collate data in this regard, but I am satisfied that the range of services in place to respond to homelessness can address the needs of all individuals, regardless of sexual orientation.<\/p><p>Furthermore, in response to Senator Warfield's points, I do not have information to contradict or to affirm his statement that around the world LGBTQI people are more prone to homelessness, although I think most of us, if we thought about the matter, would see that there is a logic to the argument he makes.  They possibly are more prone to homelessness.  Those data are not available in Ireland, and I really do not think it would be appropriate for local authorities to know who the gay people and the straight people are on their housing lists.<\/p><p>The Senator spoke about Focus Ireland.  In possible answer to his question, while people have a right to their own privacy, I am sure there must be a method to ascertain a breakdown, in consultation with some of the agencies that deal with homeless people, and on the basis of anonymity, of the number of LGBTQI people on homelessness lists.  While the official Government response, which I would defend to the hilt, is that local authorities should have no right to know someone's sexual orientation, I believe there is a method by which the Department might be able to fund some of the agencies that deal with homeless people to ascertain a breakdown of that figure while maintaining people's right to privacy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#D00500","speaker":"1265","continuing":true},{"type":"speech","time":1529415000,"counter":21,"content":"<p>It is all very disappointing.  It would certainly be an appropriate measure if the figures are correct.  It is done elsewhere.  It would be an optional preference that people would make to disclose their sexuality.  It would allow the State to target responses at specific areas.  I have met Irish people in London who talk about coming out and telling their family and it having been the end of the road.  They go to London, and that is that.  We are talking about an apology to the LGBT community being made tonight.  These are the kinds of actions that will change the lived experiences of people in Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The evidence is so overwhelming and the issue is so alarming that it should be an initiative taken on by the Government.  It is appropriate that we ask people this type of information on intake forms.  What we need to know is what comes back from the Focus Ireland report and its work with BeLonG To.  I have to say the response is quite disappointing.  I acknowledge there is some interest from the Minister of State and the Department in continuing this conversation after the report.  Is that fair to say?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#E00200","speaker":"1372","continuing":true},{"type":"speech","time":1529415000,"counter":23,"content":"<p>I understand the Senator's position, and perhaps this is the difference between our points of view.  I really do not think any Government agency should know whether somebody is gay or straight or not, but I think we can address the issue.  It would serve no purpose as an optional question on the form.  It would not be an indication as to the amount of LGBTQI people who are homeless.  Is there a way of using the agencies' expertise in dealing with homeless people and ascertaining on a confidential basis the proportion of homeless people in any given local authority area who are LGBTQI?  I am one of those who believes the State already has far too much information on people, and the State has no purpose in having information such as this.  However, can the agencies that work with these people bring this information by declaring real figures in an anonymous fashion and not through an optional preference on a questionnaire?  People could deal with the agencies face to face and then we would see whether there is an issue.  I suspect the issue does exist in other countries, and there is no reason to think there would not be some sort of affect in Ireland.  We could then deal with it in Ireland, but I just do not trust the Government as much as the Senator does.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#F00200","speaker":"1265"},{"type":"speech","time":1529415000,"counter":24,"content":"<p>I voluntarily go to a gay men's health service and have-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#F00300","speaker":"1372"},{"type":"speech","time":1529415000,"counter":25,"content":"<p>I am sorry Senator but I am not allowed to allow a second supplementary question, unfortunately, but maybe the Senator and the Minister of State can have a chat about it as they leave the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#F00400","speaker":"1420"},{"type":"speech","time":1529415000,"counter":26,"content":"<p>That information belongs to the State.  The Minister of State is essentially arguing that NGOs or the agencies should have the information, but the State should not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#F00500","speaker":"1372"},{"type":"speech","time":1529415000,"counter":27,"content":"<p>There is a way of cracking the nut.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#F00600","speaker":"1265"},{"type":"speech","time":1529415000,"counter":28,"content":"<p>I ask the Senator and the Minister of State to have a chat about it, because at this stage I must thank them both.  I am not allowed to allow a second supplementary question but they can have a chat outside.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#F00700","speaker":"1420"},{"type":"minorheading","content":"School Accommodation Provision","time":1529415000,"counter":29,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#F00750"},{"type":"speech","time":1529415000,"counter":30,"content":"<p>I thank the Minister for coming to the House.  I want to draw his attention to a little school in rural Carlow.  Fr. Cullen Memorial school in Tinryland is a digital school of distinction, a fair trade school, a green school, and a school which excels in sports, academia and extracurricular activities.  It had an enrolment of 161 students for the past year but the numbers are growing.  Fr. Cullen Memorial school has an autistic spectrum disorder unit catering for 12 students.  When the school contacted the Department about its desire to have a proper autism spectrum disorder unit it was given sanction for two classrooms, which were listed on the Department's website for intake last year.  When the school wrote to the Department asking for help in building sufficient accommodation for this sanction it was asked about renting the local hall or inquiring about a vacant shop across the road.  None of these ideas was suitable because a sizeable amount of work was necessary to bring them up to scratch.  Meanwhile, the school was offered someone else's Portakabin.  Now it has 12 lovely children, four SNAs and two teachers working in hand-me-down Portakabin.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The area is too small and the children are stressed out and deserve so much better from the Department of Education and Skills.  Following on from an inspection earlier this year, the report states that the school's policies and provision for pupils with additional learning needs should be comprehensively reviewed to ensure more effective programme planning and implementation.  The Department has been made aware of the need for more effective implementation yet the school believes it has been left to its own devices.  In 2018, a portacabin is not sufficient accommodation.  There are no changing facilities and this is a major challenge for a child on the autism spectrum who is non-verbal and has toileting issues.  There is no withdrawal space, which is key in the correct education of children in this spectrum.  The unsuitable accommodation is putting a massive strain on staff and an unnecessary strain on already struggling families.  There is no reason these children should be taught in unsuitable accommodation.<\/p><p>We have to start showing that we mean it when we say all children are equal.  It is distressing for young parents and families when their children do not get the support they need.  If we aim to look after all children then we need to show it.  This is a terrific school with a terrific principal who is doing her very best despite the fact she does not have an office.  It is unacceptable that in 2018 this principal does not have an office.  This school deserves better.  It needs additional accommodation and it should have the opportunity to pitch for it.  Enrolment at the school is predicted to increase in September.  While the school has the necessary staff to meet this demand it does not have sufficient classrooms to accommodate it.  In addition, parking at the school is so tight it is unreal.<\/p><p>Where on the schools building programme list is this project?  It is important that the school is granted funding for the provision of these two additional classrooms.  The school is creaking at the seams and it needs a little help.  We need to know when this urgent accommodation will be provided.  It is unacceptable that in 2018 children are still being taught in portacabins.  It is not good for them, teachers, families or the school environment.  These children are our future.  I plead with the Minister to urgently address this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#F00800","speaker":"1395","continuing":true},{"type":"speech","time":1529415000,"counter":32,"content":"<p>By way of background, over the last number of years we have been running hard to accommodate the additional 100,000 pupils at primary and secondary levels, which is a staggering number of additional school places that we have had to provide.  This task has dominated our capital budgets and this has meant that some of the refurbishment and upgrades we would like to be able to do have not been possible.  On a positive note, the national development plan provides for &euro;8.8 billion investment in school infrastructure.  We plan to start a prefab replacement programme in 2019.  Beyond this, we intend to have a deep refurbishment of all schools over ten years old, including energy retrofit.  There is a very strong pipeline of investment for the future.  We are nearing the end of real pressure on our budgets to in the future being able to do more.<\/p> <p>As mentioned by the Senator, in 2017 the school was approved by the NCSE for an ASD unit, for which the school sought commencement in September 2017.  In the intervening period, the school was granted temporary accommodation to enable the ASD unit to get off the ground and provide the service needed.  Earlier this year, the school submitted an application for capital funding for not only the two ASD classrooms but additional mainstream classrooms which it considers will be required into the future on the basis of the schools projected enrolment.  The school has gone beyond the original application in respect of the ASD unit, which the Senator referenced when she said it wanted the opportunity to pitch for additional accommodation to develop the school.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Richard Bruton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=119\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=119&amp;amp;pid=RichardBruton&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Those two issues will be looked at slightly differently within the Department.  The ASD unit is clearly necessary accommodation.  We always want to move to try to upgrade those facilities.  Officials are working closely with the principal and they will be looking at this specific application.  A response to the school is imminent and I have been given an assurance that it will be before the end of this school year.  While facilities are there and are providing accommodation, we are assessing the application made by the school and we will get back to it as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#G00200","speaker":"1293","continuing":true},{"type":"speech","time":1529415000,"counter":34,"content":"<p>I thank the Minister.  It is good news that the school is a priority.  It is an excellent school but it is unsuitable that 12 young students are in a portacabin.  It is crucial that an ASD unit is up and running as soon as possible.  I know it is a priority and that the Minister will be back to us.  I will not leave that door alone until he gives word to the school.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#H00200","speaker":"1395"},{"type":"speech","time":1529415000,"counter":35,"content":"<p>It is not a decision that I make.  The inspectorate will look at the accommodation currently available and the merit of the application against the ability to deliver the progress that needs to be delivered.  The decision will be made on that fair and equal basis.  Senator Murnane O'Connor has to bear in mind that capital funds are still under pressure.  We have continued growth at both primary and secondary levels this year, with roughly 10,000 extra students to be accommodated at each level.  That is the reality of the present climate.  Most countries in Europe would give their right arms to have such strong growth in pupil numbers.  It is a sign of a young growing population.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#H00300","speaker":"1293"},{"type":"minorheading","content":"Rail Network Safety","time":1529415000,"counter":36,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#H00400"},{"type":"speech","time":1529415000,"counter":37,"content":"<p>I thank the Minister for Transport, Tourism and Sport, Deputy Shane Ross, for coming to the Chamber to discuss this important issue of safety on our trains and in our train stations.  I live in north County Dublin.  We have six train stations at Balbriggan, Skerries, Rush and Lusk, Donabate, Malahide and Portmarnock.<\/p> <p>I raise this issue because there was a report on RT&Eacute; radio at the weekend.  It outlined that there has been a 43% increase since 2016 in anti-social behaviour, assaults, intimidation, theft and aggressive behaviour on our trains and in our train stations.  This has a devastating effect not only on the commuters using the trains daily but on the staff operating the trains and the train stations.<\/p> <p>Representatives from the National Bus and Rail Union, NBRU, claim this 43% increase is just the tip of the iceberg and that incidents of assault, intimidation and anti-social behaviour are so frequent that people do not even report them.  They only report very serious incidents.  It is very worrying when the union representing the workers is saying that.  Many  workers have reported being kicked, punched, spat upon, having things thrown at them and being subjected to verbal abuse and intimidation.  It is not on for workers to be subjected to that kind of treatment when they are trying to work and provide a public service.   <\/p> <p>That report I heard at the weekend reflects what I hear on the ground in my constituency.  People regularly contact me about issues in train stations.  Many of these issues relate to unmanned train stations or those only manned part time.  It was interesting to hear on the radio report that there is no particular time of day when assaults and intimidation take place.  It happens from early morning until late at night.  It is not acceptable, therefore, to have part-time or unmanned stations.  This report and recent incidents in Clongriffin and Malahide highlight the shocking state of affairs on our trains.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lorraine Clifford-Lee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2461\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2461&amp;amp;pid=LorraineCliffordLee&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to discuss the unmanned stations but we should also start a conversation and give serious consideration to a dedicated transport police service like they have in the UK.  It is the point we are at.  We have many people using our trains on a daily basis, including thousands from my constituency and right across Dublin and the country.  These people depend on such services and they should be provided with a safe mode of transport.  The workers need protection in the workplace.  Dedicated transport police should have the same powers of arrest and detention as garda&iacute;, and that would protect staff who must intervene to stop anti-social behaviour and violence.  Currently, such personnel do not have powers to arrest or move people on as does the Garda.  This would help and I want to hear the Minister's views in that respect.<\/p><p>I know a security firm has been hired by Irish Rail but it does not seem to act as a deterrent as we have seen such a large spike in this violent and anti-social behaviour.  This just adds an extra cost to Irish Rail, which is not having the required effect.  I would appreciate the Minister's views on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#H00500","speaker":"1376","continuing":true},{"type":"speech","time":1529415000,"counter":39,"content":"<p>I thank the Senator for bringing this matter to my attention and I take it extremely seriously.  The Senator and everybody else would have read the reports over the weekend and on the surface they seem very alarming.  The safety and security of passengers and staff, including arrangements to deal with anti-social behaviour on trains, is a matter, first and foremost, for Iarnr&oacute;d  &Eacute;ireann with support, as appropriate, from An Garda S&iacute;och&aacute;na.  I have asked my Department to engage with Iarnr&oacute;d &Eacute;ireann and the Rail Safety Advisory Council, which includes representatives from operators and trades union, to examine the evidence and explore the adequacy of current policing arrangements.  Pending the outcome of this engagement, I will engage with the Minister for Justice and Equality, if necessary.  Any such dedicated transport police that may be considered necessary would require primary legislation and additional resources.  The dedicated airport police operating in Dublin Airport, for example, are authorised persons under the airport and aviation Acts 1936 to 2014.  Under those Acts, authorised officers who are employees of the airport have a number of powers, including the power of arrest in certain circumstances.<\/p> <p>There were 45.5 million passenger journeys in 2017 on Iarnr&oacute;d  &Eacute;ireann, the vast majority of which occurred without incident.  According to Iarnr&oacute;d &Eacute;ireann, the number of recorded anti-social incidents rose in the past number of years.  In 2016 there were 492 incidents recorded, of which 12 were assaults on staff.  In 2017, 705 incidents were recorded, of which 15 were assaults on staff.  To date this year, 305 incidents have been recorded, of which five were assaults on staff.  Iarnr&oacute;d &Eacute;ireann has been actively encouraging employees to report all safety-critical matters, including threatening and violent behaviour, which may partially account for the increase.<\/p> <p>Security patrols by Iarnr&oacute;d &Eacute;ireann have increased by 21.8% since 2016 and the company has advised that it has enhanced general security cover and provided for enhanced security patrols for major events.  Anti-social behaviour is a matter for An Garda S&iacute;och&aacute;na which works in close co-operation with Iarnr&oacute;d &Eacute;ireann on this matter.  The company liaises, at a minimum, on a quarterly basis with An Garda S&iacute;och&aacute;na in major districts to address trends and issues on an area basis.  This allows for proactive planning for events and known recurring issues, such as summer beach days at Howth, Sutton and Portmarnock.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#J00200","speaker":"1213"},{"type":"speech","time":1529415000,"counter":40,"content":"<p>The response I was given is not what the Minister read so I would appreciate a copy of the response from the Minister.  I am happy to hear that an assessment is being undertaken and on the basis of that report there may be the suggestion of a dedicated transport police.  I would like to know the timeline.  The staff and garda&iacute; do their best in these areas but they are under-resourced.  By the time garda&iacute; come along to arrest somebody for assault or graffiti in a train station, for example, the individuals could have attacked staff members.  The staff do not have the same powers of arrest and detention so this must be considered urgently.  I ask the Minister to put a very short timeline in place.  It should be as short as possible as staff and commuters need this.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lorraine Clifford-Lee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2461\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2461&amp;amp;pid=LorraineCliffordLee&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If we are going to have faith in our rail services, on which thousands of people in north County Dublin rely, then we need this looked at urgently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#J00300","speaker":"1376","continuing":true},{"type":"speech","time":1529415000,"counter":42,"content":"<p>I recognise the urgency but I am not going to put an absolute timeline on it because that is particularly difficult, especially if it was decided, and it has not been, that primary legislation would be necessary.  The Senator can be reassured that the urgency is something we have already recognised.  As I told her, I have asked my Department to engage with Iarnr&oacute;d &Eacute;ireann and the Railway Safety Advisory Council to examine the evidence.  Pending the outcome of this engagement, I will engage with the Minister for Justice and Equality, if necessary, and we will take any action which we think is necessary in the meantime.<\/p> <p>Additional summer staffing is in place to enhance staff coverage.  In addition, Iarnr&oacute;d &Eacute;ireann has advised that it has outlined proposals to trade unions to enhance staffing onboard trains, with the deployment of full-time customer service officers across intercity services.  This will mean that where currently trains can be driver-only there is a customer service presence - a deterrent to anti-social behaviour - onboard.  Iarnr&oacute;d &Eacute;ireann has advised that it is keen to secure trade union agreement to progress this and commence recruitment.  The Senator can be absolutely assured that Iarnr&oacute;d &Eacute;ireann, the Department of Justice and Equality and my Department will be extremely vigilant on this particular issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#K00200","speaker":"1213"},{"type":"speech","time":1529415000,"counter":43,"content":"<p>I thank the Minister and the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#K00300","speaker":"1420"},{"type":"unspoken","time":1529415000,"counter":44,"content":"<p>Sitting suspended at 3.20 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1529415000,"counter":45,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#N00100"},{"type":"speech","time":1529415000,"counter":46,"content":"<p>The Order of Business is No. 1, motion re the joint sitting of D&aacute;il &Eacute;ireann and Seanad &Eacute;ireann for exchange of views with Mr. Jean-Claude Juncker, President of the European Commission, to be taken on the conclusion of the Order of Business without debate; No. 2, motion regarding the position of the UK and Ireland in respect of the area of freedom, security and justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, referral to committee, to be taken on conclusion of No. 1, without debate;<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->No. 3, motion regarding the 25th anniversary of the decriminalisation of homosexuality, to be taken at 4.45 p.m. and to conclude no later than 6 p.m. if not previously concluded, with the contributions of all Senators not to exceed five minutes and the Minister to be given not less than five minutes to reply to the debate; No. 4, statements on small and medium enterprises, to be taken at 6 p.m. and to conclude no later than 7.15 p.m. if not previously concluded, with the time allocated to group spokespersons not to exceed eight minutes and the time can be shared, and that of all other Senators not to exceed five minutes with the Minister to be given not less than four minutes to reply to the debate; and No. 5, Data Sharing and Governance Bill 2018 - Order for Second Stage and Second Stage, to be taken at 7.15 p.m. with the time allocated to group spokespersons not to exceed eight minutes and that of all other Senators not to exceed five minutes, and the Minister to be given not less than five minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#N00200","speaker":"1391","continuing":true},{"type":"speech","time":1529415000,"counter":48,"content":"<p>I thank the Leader for organising the events marking the 25th anniversary of the decriminalisation of homosexuality.  Senator Norris and M&aacute;ire Geoghegan-Quinn are rightly central to the events and it is a sign of the ongoing maturity of the nation as we grow, develop and evolve.<\/p><p>I wish to raise the situation on the Mexican-American border, where children are being separated from their parents and held in cages.  Congressman Kennedy was in west Texas over the weekend and highlighted their plight.  He spoke of his own great-grandmother who reminded her own children of a history in which &quot;No Irish need apply&quot;, saying the story was our story.  I also commend Ms Laura Bush, former First Lady, on her intervention in <i>The Washington Post<\/i>in an article condemning the practice of the US Government.  I also commend the current First Lady on her words on the issue and the concerns she has expressed over how the children are being treated.  In the ongoing situation, since April and May over 2,000 children have been separated from their parents.<\/p><p>As we all know, every country is entitled to protect its borders but it must do so in a humane way.  Congressman Kennedy said humanity did not come with citizenship or a green card.  We are a friend of the United States and when a friend fails, we must point out that they must do better, not just to protect their own citizens, which they are entitled to do, but others, whom they must treat with humanity and respect.  We have circulated a motion to all Senators and we hope they sign it so that this Seanad passes a motion to condemn the current US practice on its own border.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#O00200","speaker":"1414"},{"type":"speech","time":1529415000,"counter":49,"content":"<p>I stand as an Irish citizen, an immigrant citizen and a naturalised United States citizen.  I am also a father and a grandfather and someone who moved to the United States over 20 years ago to pursue the American dream.  I feel compelled to speak out today against the inhumane separation of immigrant children from their parents at the United States-Mexico border.  These families, seeking asylum in the United States, are often fleeing the most horrendous conditions in their home countries.  They are the most vulnerable of immigrants and their only desire is to seek a better life for themselves and their children.  The children have done nothing wrong.<\/p> <p>We have been repeatedly told by experts, mental health groups and human rights organisations that this separation can have a lifelong impact on children and their parents and could be tantamount to Government-sanctioned child abuse.  Over a six-week period, more than 2,000 children have been separated from their parents.  I am not speaking about politics and this should not be about democrats or republicans, or left and right.  These are children, human beings, and they are being locked in cages.  Toddlers are being separated from their parents.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Billy Lawless:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2485\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2485&amp;amp;pid=BillyLawless&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Despite what is being said, there is no law in the United States that requires this separation.  I am deeply ashamed to say that these human rights abuses are taking place in the United States of America under the direction of the President, the Secretary for Homeland Security and the Attorney General.  This is a policy of the current Administration, which could change it immediately should it choose to do so.<\/p><p>On many occasions we have castigated the Irish Government and authorities here as being barbaric in the context of the policy of separating children from their mothers in the past.  However, here we are, in 2018, seeing the same happen again in a supposed First World country.  These policies do not reflect the country I know and love.  They do not reflect the core values of the American or the Irish-American people.  I commend the T&aacute;naiste and Minister for Foreign Affairs, Deputy Coveney, on his strong statement condemning the actions of the Trump Administration.  I stand with those United States Senators and Congressmen, Republican and Democrat, who have visited these prison cages.  I urge the Government and this House to use whatever means are at their disposal to let those mothers, fathers and children know that every voice counts and that this country - and our people - stand firm with the values most Americans hold dear.  Ireland, Irish citizens, Irish-American citizens and our Irish diaspora must stand united with politicians around the world.  I ask them to join me and the United Nations in speaking out against this inhumane, horrendous policy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#O00300","speaker":"1429","continuing":true},{"type":"speech","time":1529415000,"counter":51,"content":"<p>I would like to add my voice to those of the two previous speakers.  I would be happy to sign Fianna F&aacute;il's motion on what is happening at the US-Mexican border, which is nothing short of evil when we see the pictures of those children being separated from their parents.<\/p><p>I welcome last week's report that CURA, the Catholic Church's crisis pregnancy agency run by the bishops, has closed its doors for the final time.  The service had been open since 1977 and had allowed the Catholic ethos to determine the advice it gave to women, even when it was at odds with the best interests of women attending it.  In such circumstances, its closure is to be welcomed.  The decision was attributed to an RT&Eacute; report on a declining demand for its services and a &quot;new regulatory environment for counselling&quot;.  It cannot be a coincidence that the closure came only a few short weeks after the Minister for Health, Deputy Harris, moved to clamp down on rogue crisis pregnancy agencies through regulation and following extensive investigation and work by the Irish edition of <i>The Times<\/i>.<\/p><p>I raise the issue of CURA for another reason other than welcoming its closure.  It relates to a number of correspondences I have received in which the correspondents make a fair point.  It may have been considered already but I ask the Leader to inquire from his party whether consideration will be given to handing over to the State the records of the 160,000 women advised by this organisation.  When we consider the Adoption (Tracing and Information) Bill, St. Patrick's Guild and everything else that has been happening in the past while, 160,000 women attended this rogue crisis agency and the data it has might be hugely important in the current climate in terms of forced illegal adoptions in this State.  I recall that a part was carved out of the Data Protection Bill that waves all data protection laws when it is in the public interest, and seeking the data from CURA might be in the public interest in terms of illegal adoptions in Ireland.  It is worth considering it at least, and I will look to the Leader for feedback on whether progress has been made on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#P00200","speaker":"1404"},{"type":"speech","time":1529415000,"counter":52,"content":"<p>I want to begin by agreeing entirely with my colleagues, Senators Lawless and Mark Daly, regarding the horrors currently happening in America.  While I have always been critical of many aspects of American policy, I never thought I would see the day when children would be separated from their parents and kept in cages.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is horrific and has echoes of the worst kind of 1930s politics.  When one thinks of what is happening in Italy, Hungary, Austria and Poland with far-right parties coming to power with openly racist and bigoted agendas, it is important for all of us as democrats to unite around this issue.  I commend the statement on it from the T&aacute;naiste and Minister for Foreign Affairs and Trade.  It was strong and clear as it had to be.  We should go further in calling in the US ambassador, when available, to explain events.<\/p><p>I want to raise the disturbing issue of the McKesson Corporation and LloydsPharmacy.  The McKesson Corporation is the largest pharmaceutical corporation in the world with annual revenues of $195.8 billion.  LloydsPharmacy benefits enormously from the State and it is only too willing to accept contracts from State bodies such as the HSE.  It gets millions of euro in taxpayers&rsquo; money but it refuses to recognise the rights of workers who have had to go on strike on this matter.  The company has refused to recognise a simple Labour Court recommendation that it should talk to its workers and their legitimate representatives.  What the company actually did was set up its own workers&rsquo; representative body and fund it to the tune of &euro;10,000.  What kind of independent body is that?<\/p><p>We have one of the richest companies in the world flagrantly ignoring workers&rsquo; rights and leaving workers with no choice but to go on strike last week and again for two further days in the coming week.  The Seanad must unite around this issue.  I will be proposing a motion without debate in the coming week if this matter has not been resolved.  I expect all parties to support this motion which will simply call on the company to recognise and work with the Mandate trade union.  It is a disgrace that in 2018 we have corporations availing of taxpayers&rsquo; money to the tune of millions of euro while ignoring the State's industrial relations machinery and the Labour Court.  It is appalling.<\/p><p>I support Mandate and I expect all parties to support the trade union in this dispute.  Members will have received correspondence from Brian Forbes of Mandate.  I urge Members to read this and act on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#P00300","speaker":"1389","continuing":true},{"type":"speech","time":1529415000,"counter":54,"content":"<p>I join with others in noting the 25th anniversary of the historic legislation which decriminalised homosexuality in 1993.  I commend my colleague, Senator Nash, who has led the way on this by putting forward Private Members&rsquo; legislation on it, as well as working with the Leader and the Government in drafting a motion to be taken in the Seanad this evening acknowledging the anniversary and offering a sincere apology to individuals convicted of same-sex sexual activity which is now legal.  It is an important motion and a similar one will be taken in the D&aacute;il this evening.  It started with Senator Nash but has been accepted as a Government motion.  I commend the Leader for his leadership on this issue.<\/p> <p>It is unfortunate, however, that an amendment has been put down by Sinn F&eacute;in Senators, as well as one to the D&aacute;il motion.  This motion reflects a genuine cross-party desire to see an apology and an exoneration offered to those who were convicted of offences which were historically decriminalised in 1993.  These amendments deal with other matters and, in some respects, use language which is not appropriate to the spirit of exoneration and apology in which the motions were carefully drafted.  I suggest we might move on a cross-party basis, without dividing the House, in agreeing the motion once we have debated it this evening.  I look forward to that debate and I thank the Leader for facilitating it.<\/p> <p>As we are debating this motion this evening, we should remember the tragic killing of Declan Flynn in Fairview Park in 1982.  I am grateful to my colleague, S&eacute;amus Dooley, for reminding me of that.  That was an appalling low for LGBTI communities in Ireland.<\/p> <p>I join with colleagues in expressing condemnation of the current US practice of separating children from parents on the Mexican border and detaining them in cages.  It is extremely disturbing and shocking to see such brutal treatment of children and of their parents, as well as a defence of this being offered by the current US Administration.  Senator Lawless spoke eloquently in expressing his condemnation.  I join with him in that condemnation on behalf of the Labour Party Senators.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I think we will all support the motion put forward by Senator Mark Daly on the issue.  I commend the T&aacute;naiste on his strong words, which we all support.<\/p><p>The issue of teaching principals has been raised in the Seanad previously.  It has also been raised by a number of my constituents who are graduates of Trinity.  They have talked about the need for teaching principals to have at least one administration day per week so they have the support commensurate with the immense workload of teaching principals.  In Northern Ireland, stronger support is given to teaching principals.  It is an important issue.  I ask that we have the Minister for Education and Skills in here to deal with it and other education issues at some point in the near future.<\/p><p>The House is due to take Second Stage of the Judicial Appointments Commission Bill tomorrow.  When will the Government's Committee Stage amendments for that Bill be ready?  When will we have sight of them?  Without the expected Government amendments to clear up what became a dog's dinner rather than caviar and oysters, we do not know what will be the shape of the Bill the Government is proposing.  It is very difficult to engage in Second Stage debate on a Bill that is in the process of being quite comprehensively amended and, in particular, when we have not seen the Government amendments.  The Labour Party will have its own amendments.  I ask the Leader that we have sight of the amendments in advance of Second Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#Q00200","speaker":"1402","continuing":true},{"type":"speech","time":1529415000,"counter":56,"content":"<p>I would like to be associated with Senator Nash's motion - I look forward to contributing on it later - on those who were treated so poorly by our State prior to 1993.<\/p> <p>I was not going to address the following issue because I am always very reluctant to interfere in the affairs of other nations.  I grew up in a country that admires America.  I have admired much about its ethos, its willingness to fight for smaller nations and its willingness to place its men and women in danger for the freedom of others.  We find ourselves with an American President who is prepared to separate children from their parents, a policy which harks back to much darker times.  I agree with Senator Mark Daly when he says that friends must speak out.  We are very close to the United State of America.  This is an immoral, totally wrong practice that is utterly unnecessary.  I call on the American President, not that he will listen much to me, to come to his senses and realise what he is doing.  He is morally bankrupting the American people and their authority in the world and their standing internationally.  If he does not see that, then he needs someone to advise him very strongly of his blind spot.  I think of all those great Americans over the centuries who fought for freedom and human rights.  They must be turning in their graves.<\/p> <p>The major issue today is one which concerns businesses in particular.  I refer to insurance.  There are several things for which the Alliance for Insurance Reform has asked.  The alliance represents the small and medium-sized enterprises that are the backbone of the nation and our economy.  The setting up of a Garda insurance fraud unit funded by the insurance industry was well advanced and now there are question marks hanging over it.  I am calling on the Minister to come in and explain why this will not be done.  It wants sections 25 and 26 of the Civil Liability Act to be linked so exaggerated and misleading claims are automatically forwarded to the garda&iacute; for further investigation.  When the judiciary exceeds the book of quantum, an explanation should be given for why an award that would not normally be given was given.  If those three things can be done, we would go a long way to addressing what has become a minor industry of people making fraudulent claims with absolutely no incentive not to do it again the next day.  I hope the Leader will be able to prevail upon the relevant Minister to come in and address the House on the issue because it is a matter of huge concern.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#R00200","speaker":"1421"},{"type":"speech","time":1529415000,"counter":57,"content":"<p>I want to speak about insurance.  My office has been made aware of a remarkable level of discrimination in the car insurance industry.  Many of us have stories of our own or have heard stories about the rising cost of insurance.  A sector that seems to be heavily affected is the taxi industry.  This week, I heard about a taxi driver who had been driving as a named driver on his company fleet insurance.  He had his test and wanted to get a policy in his own name.  He was quoted &euro;11,000 in respect of a vehicle that is valued at &euro;12,000.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is insane.<\/p><p>We have an ageing population of taxi drivers which is causing more strain on supply.  While the supply of taxi drivers has decreased, the demand for taxi services has increased.  We often talk about carpooling and trying to encourage public transport, but in places such as Carlow where there is no bus service, taxis play a major part.  However, the greatest challenge facing taxi drivers is the cost of insurance.  Because of the massive rise in the cost of insurance, the number of taxis in Carlow has dropped by a quarter.  I am sure the numbers are similar elsewhere in the country.  Drivers looking for taxi insurance under their own name for the first time are getting prohibitive quotes of more than &euro;10,000.  It is not just the driver looking to go out on his own.  Others who have been driving taxis for years are also finding it impossible to get a quote.<\/p><p>Taxis provide jobs, boost the local economy, encourage people to socialise and reduce the incidence of drink-driving.  We need to help the industry.  My office has been contacted by many taxi drivers who feel they are being unfairly treated just because they are taxi drivers.  In some cases the drivers seeking a quote have no option but to go through the Insurance Ireland declined cases agreement.  This means they must receive a quote if they have been refused.  However, the quotes they are receiving do not make economic sense.<\/p><p>The taxi industry takes pride in ensuring their drivers have only the best safety record and impeccable driving skills to provide a safe and reliable service to the clients they service.  Because the market is pricing them out of the industry, it is time for us to look at how we can support them.  We have supported the tourism industry in the past with the reduced VAT rate and we are looking at supporting the construction industry with apprenticeships, which are crucial.  However, we also need to support the taxi industry.  I have made representations to the Minister and I will follow it up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#R00300","speaker":"1395","continuing":true},{"type":"speech","time":1529415000,"counter":59,"content":"<p>I want to bring to the attention of the House a huge issue relating to transport in Ireland, which is Dublin Airport.  It is a fantastic facility with 30 million passengers passing through annually.  That is approximately 83,000 passengers every day.  It has exceeded its capacity.  The staff at Dublin Airport are great, as Senator Marshall has said.  Fantastic people are working hard to try to cope with that volume of passengers, but they are not able to deal with it.<\/p> <p>I suggest moving to Baldonnel.  That aerodrome is ready and completed.  It is used by the Air Corps and is owned by the Department of Defence.  The runway is long enough to accommodate the vast majority of commercial aircraft coming to the country.  It is nine miles from Dublin city centre and it is located near a significant number of business parks in a greenfield area.  Let us consider airports in other cities.  In Belfast, for example, Belfast City Airport has 2.6 million passengers and Belfast International Airport has 5.8 million.  There are two airports in Belfast.  There are two airports in Glasgow - Prestwick and Glasgow Airport.  There are 2 million people in the greater Dublin area and 1.7 million in Warsaw, which has three airports.  Milan has two airports while Brussels with a population of 1.1 million has two airports.<\/p> <p>I hope the House will support my suggestion to ask the Minister for Transport, Tourism and Sport through the Leader to actively look at Baldonnel as a second airport for Dublin.  It is critical at this stage.  We are an island community.  If we have a vision for transport to facilitate access, we need to look at an alternative to Dublin Airport.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#S00200","speaker":"1431"},{"type":"speech","time":1529415000,"counter":60,"content":"<p>I welcome the good news announced by Limerick and Clare ETB regarding an apprenticeship programme it is putting in place along with Clenn Construction, an American company, to build eco-friendly homes.  They are coming in and training people in how to build homes in an eco-friendly manner.  We hear a lot about climate change and our housing crisis.  More than 100 people have been accepted on the apprenticeship programme.  This will go a long way to providing people with the skills to address our housing shortage by building houses in a quicker manner.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I welcome the fact that An Bord Plean&aacute;la yesterday decided to grant planning permission in respect of an &euro;8 million expansion of the Savoy Hotel in Limerick.  This will create up to 75 jobs.  There were objections to the project, but when we have tourists coming into the country, bringing development not only to Dublin but also in the various regions outside of the capital, it is very important that we give as much support as possible to expansions of this nature, which will lead to job creation down the line and which will also provide for tourists.<\/p><p>Regarding Senator &Oacute; C&eacute;idigh's call for another runway at Dublin Airport, there are plenty of runways in the regional airports as well.  There is a great counterbalance in the west of Ireland, of which I am sure the Senator is aware, between-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#S00300","speaker":"1384","continuing":true},{"type":"speech","time":1529415000,"counter":62,"content":"<p>Senator &Oacute; C&eacute;idigh is from the west of Ireland just as much as Senator Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#T00200","speaker":"1392"},{"type":"speech","time":1529415000,"counter":63,"content":"<p>-----Knock, Galway, Shannon and Cork.  The airports in these locations are very much open for business and competition.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#T00300","speaker":"1384"},{"type":"speech","time":1529415000,"counter":64,"content":"<p>I concur with today's statements in light of the unfolding of trauma involving children, parents and families in Trump's America.  There has been a ratcheting up of division and hatred there.  We need another way.<\/p> <p>I wish to talk about the Bill to amend the Civil Liability Act.  We need this urgently.  There was yet another High Court case earlier today in which it was recommended that a duty of candour be mandatory.  This would ensure an open, honest and consistent approach involving communication with patients and their families when things go wrong.  At present, this is voluntary.  We have seen the tragic loss of women as a result of the CervicalCheck scandal.  Today again there has been a push in the High Court for this.  I would like this House to agree to speed the process relating to the Bill in order to that it might become law as a matter of urgency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#T00400","speaker":"1388"},{"type":"speech","time":1529415000,"counter":65,"content":"<p>I wish to raise two matters.  First, I congratulate the Department of Rural and Community Development and its Minister, Deputy Ring, on the brilliant Our Public Libraries 2022, which arrived on my desk this morning and which I have since had an opportunity to read.  It is absolutely excellent on the Government's plans for the libraries all over Ireland, through local government, communities and the Government itself.  Everyone has run out of rural Ireland.  The post offices and the banks have done so.  Libraries are one of the major things left.  Libraries inspire, connect and empower young people.  If we want to talk about education or any level of living well in Ireland, then we must remember the learning, reading and many other brilliant things that happen in libraries for those of all ages, creeds, classes and colours.  There are no barriers to young people's use of libraries.<\/p> <p>I ask the Leader to invite the Minister for Communications, Climate Action and Environment, Deputy Denis Naughten, to the House.  The Minister was here last week and, very kindly, he also came before the House approximately two weeks ago.  It has been reported in the newspapers that the State will block the German entrant to the banking market here.  The Government does not like it, will not facilitate it, will not pay for it and will do this through our own banks and credit unions.  I do not agree with this on any level.  I would like the Minister to come in and tell us why An Post does not support this model.  What are its reasons?  What is going on?  If it is not going to support it, exactly how it proposes to parallel the Sparkassen banks' interest rates of 1% and 2% through the credit unions and the other banks?  I want to hear what the Minister has to say about this because this is one of the most important community elements of progression within the towns and villages of Ireland.  We seem to have reports but we are not hearing anything about them.  I ask the Leader to set aside time for the Minister to come before the House to explain exactly what is in the report, what is happening with it, why there is an exclusive in one of the newspapers saying that the Government is not backing the Sparkassen banks and why it is not doing so.  If anyone is going to tell me that the credit unions will be a parallel of that model, I must inform them that will not be the case.  They are going to do what the Government tells them to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#T00500","speaker":"1427"},{"type":"speech","time":1529415000,"counter":66,"content":"<p>I join my colleagues in absolutely condemning the horrific scenes of children of illegal immigrants being separated from their families.  I say this as somebody who has huge respect for the people of the United States.  It has been the leader of the free world.  Any time I look at the Seanad or any democracy, I think we would not have a free democracy in the western Europe except for the United States.  After the Second World War, it came in with the Marshall plan and rebuilt Europe politically and through economic stability.  Every time I have watched the film \"Saving Private Ryan\" the hair rose at back of my neck with gratitude, admiration and pride.  Today, listening to RT&Eacute; Radio 1 as I came up to Dublin, as the parent of a young child hearing young children crying for their mothers and fathers, I had the same feeling but it was of dismay and disgust and a sense of being let down by a country that I absolutely believe in, the country I believe has been the leader of the free world.  It has done huge work and it has never got thanks for it.  It has taken the lead when it has come to preventing wars and stopping genocide and taking on despots.  What is happening under President Trump is not on behalf of the citizens of the United States.  He has turned on his allies in recent weeks.  It is embarrassing to watch.  He met the leader of North Korea, and I understand what he has to do, but this is a man who has killed anybody who has got in his way.  Perhaps we need a recalibration.  It is extremely worrying to see a country and democracy in which I believe going so far to a certain level, which is working with despots.  There has to be a better way.  This is not the right way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#U00100","speaker":"1424"},{"type":"speech","time":1529415000,"counter":67,"content":"<p>Curiously enough, on this day when we are having a very welcome apology from the Government, I must raise a situation which is as yet unresolved.  I ask the Leader to ask the appropriate Minister why the sections of Parts 2 and 3 of the Children and Family Relationships Act 2015 have not yet been enacted after three years.  These are provisions which will allow same-sex parents to adopt what are essentially their own children.  Without this, if the non-birth parent is bereaved, the child has no parental relationship at all and no consent can be given for hospitals.  It is a very practical measure.  I have received quite a large amount of correspondence.  Without striking a discordant note, I ask the Leader to raise this as a matter of urgency with the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#U00200","speaker":"1392"},{"type":"speech","time":1529415000,"counter":68,"content":"<p>I note the upcoming motion.  I do not want to pre-empt it, but it is great we are accepting and realising the suffering of a great number of people because of their sexual orientation.  I commend Senator Nash on his motion.  I note an amendment to it has been tabled and, like Senator Bacik, I would prefer if we could get consensus on this because it is too important to be messing around with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#U00300","speaker":"1394"},{"type":"speech","time":1529415000,"counter":69,"content":"<p>Exactly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#U00400","speaker":"1392"},{"type":"speech","time":1529415000,"counter":70,"content":"<p>I am very proud as a Fianna F&aacute;il member that it was a party colleague of mine, M&aacute;ire Geoghegan-Quinn, who steered through the legislation, notwithstanding the wonderful work of Senator Norris and others who fought a lone fight for a long time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#U00500","speaker":"1394"},{"type":"speech","time":1529415000,"counter":71,"content":"<p>She was vital.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#U00600","speaker":"1392"},{"type":"speech","time":1529415000,"counter":72,"content":"<p>She had to do the business and she did it in the teeth of public opinion polls at the time, which showed that 50% of the population did not want any change in the legislation.  That took courage.  We look forward to the motion.<\/p> <p>I agree wholeheartedly with the comments of Senator Ann Marie O'Donnell's-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#U00700","speaker":"1394"},{"type":"speech","time":1529415000,"counter":73,"content":"<p>Marie-Louise.  House of Hapsburg.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#U00800","speaker":"1427"},{"type":"speech","time":1529415000,"counter":74,"content":"<p>I agree with Senator Marie-Louise O'Donnell's point on libraries.  She has the jump on me because she has the programme in front of her, which I do not have.  I had planned to talk about it because, as the Leas-Chathaoirleach knows, I was very involved in library development in Kerry as chairman of the arts committee for many years.  It is a particular interest I have.  The Government is hoping to expand membership of public libraries from 16% to 30%, and I wholeheartedly support this.  The public library service is fantastic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#U00900","speaker":"1394"},{"type":"speech","time":1529415000,"counter":75,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#V00200","speaker":"1427"},{"type":"speech","time":1529415000,"counter":76,"content":"<p>Unfortunately, it is not being availed of by those who could benefit most from it, for example, people in disadvantage who have not had the same opportunities for education as others.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#V00300","speaker":"1394"},{"type":"speech","time":1529415000,"counter":77,"content":"<p>Exactly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#V00400","speaker":"1427"},{"type":"speech","time":1529415000,"counter":78,"content":"<p>The local authorities deliver a fantastic service and I would like to see it further developed and supported budget-wise.  I ask that the Leader arrange for the relevant line Minister to come to the House in the near future for a debate on the plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#V00500","speaker":"1394"},{"type":"speech","time":1529415000,"counter":79,"content":"<p>As the House will be aware in January 2017 12 beds at the National Rehabilitation Hospital in D&uacute;n Laoghaire were closed.  Despite numerous visits to the Seanad by the Minister for Health, Deputy Harris, and the Minister of State with responsibility for disabilities, Deputy Finian McGrath, and many promises and commitments to reopen these beds, I was informed by officials at the hospital today that six of these beds have not yet been reopened.  The constant excuses from the HSE, the directors and board of management of the National Rehabilitation Hospital in D&uacute;n Laoghaire, the Minister, Deputy Harris, and the Minister of State, Deputy McGrath, are very disappointing.<\/p> <p>I have written to the Taoiseach on the matter and I have had a response from him to the effect that he has referred it to the Minister for Health.  I have also written to the Minister for Health and I have tried to make contact with him in the last two weeks.  While I accept and respect that he is a busy man, particularly at this time in the context of the many other issues arising, I still have not received a full explanation as to what is happening.  I ask the Leader to use his good offices to find out what is happening.  While I will have to respect what ultimately the Minister will have to say, the problem is that I cannot get the accountability that is required.  I cannot identify the person who has responsibility for the reopening of these beds such that the blame for their not being reopened can be laid on the shoulders of that person.  However, this is not about blame, but about reopening these six beds at a time when many hundreds of patients are waiting in acute beds in this country trying to access these services.  It is critical they are reopened.<\/p> <p>We cannot talk about reform of our health service and assisting people if we cannot even reopen beds.  I ask the Leader to assist me in getting a commitment to the reopening of these beds.  Given these commitments were made in this House, it is important a Minister of Minister of State comes to the House to explain when the remaining six of the 12 beds closed in January 2017 will be reopened. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#V00600","speaker":"1379"},{"type":"speech","time":1529415000,"counter":80,"content":"<p>A number of weeks ago I asked the Leader to invite the line Minister to the House to discuss foetal anticonvulsant syndrome and the prescribing of valproate.  I reiterate that request today.  We need to bring this issue to a conclusion.  We need to know what measures she is putting in place to address what has happened to these families and children as a result of the prescribing of valproate.<\/p> <p>On the Tusla report, I support the call for the Minister, Deputy Zappone, to come to the House to discuss it.  It is obvious that children are not being protected in the way that they need to be protected, that Tusla is not fit for purpose and that this is leaving children in danger.  Despite the recruitment of 250 new staff, owing to the high number of staff leaving the agency, for which I do not blame them, the net gain is only 18.  Given the impossible caseloads and inherent risks associated with the job, if I was a social worker I would not continue working there.<\/p> <p>In May, we learned that more than 4,000 children referred to Tusla were waiting to be allocated a social worker.  We talk about children in this House all the time.  In this instance, we are talking about children in this State who are being left at risk.  I ask that the Minister come to the House for a debate on the report and to tell us what plans she has in place to address this issues highlighted therein and, also, given this report took almost one year to complete, what plans were put in place to address issues arising in the interim.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A year in the life of a vulnerable child is a year too much.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#V00700","speaker":"1378","continuing":true},{"type":"speech","time":1529415000,"counter":82,"content":"<p>Many students will be glad to see the back of the Leaving Certificate examination, once it is completed, and will enjoy their summer break.  Their thoughts and those of their families will soon turn to finding accommodation for the next step in their education.  That may be in colleges in our main cities of Dublin, Cork and Galway.  I am sure many students and their families will be dismayed and alarmed by a recent report.  It highlighted how many students from rural parts of our country are commuting daily to and from these cities.  Some journeys take up to two to three hours in the morning and evening.<\/p> <p>We all understand that the lives of students are stressful and they work long hours.  They must get a bus from somewhere like Cavan or Carlow and travel for two to three hours to get to the capital city, go to college, try to concentrate for a full day there and then return home on a bus for another two to three hours.  We can understand how that is not good for a person's concentration never mind his or her health.  The lack of accommodation and the cost of accommodation, for those fortunate enough to find it, is a serious issue, which needs to be addressed.  <\/p> <p>We come in here year after year with different Members raising this issue of students from rural Ireland trying to find accommodation and of their parents trying to fund it.  It is getting to a point where it is nearly impossible.  I know one young lady renting a single bedroom in the basement of a house in the city who is paying &euro;650 a month.  It is a serious issue that needs to be addressed.  While we have great sympathy for those students having to travel two to three hours a day each way, what about students from places like Donegal or Sligo where commuting is not an option.  Third level education will not happen for them because of the lack of accommodation and the cost of it.  It is time we grasped this issue.  I ask the Leader to bring the Minister for Education and Skills to the House to debate the lack of accommodation for students from rural Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#W00200","speaker":"1396"},{"type":"speech","time":1529415000,"counter":83,"content":"<p>I thank the 17 Members for their contributions to the Order of Business.  We will have a debate later on the motion in respect of the 25th anniversary of decriminalisation of homosexuality, which is important.  In advance of debating the motion, I appeal to the Sinn F&eacute;in Members not to table their amendment and that, instead, we have an agreed cross-party motion.  It was put forward in that spirit.  I do not want to pre-empt the debate but I hope the motion can be taken without having to divide the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#W00300","speaker":"1391"},{"type":"speech","time":1529415000,"counter":84,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#W00400","speaker":"1392"},{"type":"speech","time":1529415000,"counter":85,"content":"<p>Senators Bacik, Mark Daly, Devine, Feighan, Gavan, Lawless, Reilly and Ruane raised the immigration policy of the United States Administration, which separates children from their parents as part of border controls.  As Leader of this House, I thank all the Members for their contributions on this, although I single out Senator Lawless for his contribution.  The policy is immoral, wrong and disgraceful.  It goes against everything for which the US stands.  Many Members have family members, going back generations, who travelled to the United States in pursuit of the American dream.  They helped to build an America, as Senator Reilly rightly said, which we all look up to and, as Senator Mark Daly said, with which we work and stand with on so many different fronts.<\/p> <p>The most vulnerable people are being discriminated against.  I watched the images last night of young children and families being separated and listened to the recording of young children crying and looking for their parents.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It certainly sends the wrong signal and the policy is wrong.  As many Members have said here today, friends must speak out.  The remarks of the T&aacute;naiste last night should be echoed today.  This kind of leadership gives license to other countries to follow inhumane policies towards vulnerable refugees.  Is this making America great?  It is the question the Trump Administration must listen to and answer.  Many Members have said it is unusual that two former First Ladies and the current First Lady have spoken out against the policy.  We respect the right of any country to protect its borders but it should be done in a humane way.  As the current First Lady said, they should govern with heart.  I have not yet seen Senator Daly's motion but I would be happy to liaise with the T&aacute;naiste and I hope we can have an all-party motion to support the matter raised this afternoon.<\/p><p>Senator Ruane raised the matter of CURA being closed and the different files and details of women who have gone through its offices.  She is right to raise the matter and although I do not have an answer, I am sure that in the course of time we will deal with the need to have those women protected and particularly their information.  It would be important that those files are handed to the State as a matter of urgency.  Senator Gavan raised the matter of LloydsPharmacy and I join him in calling on the company to protect workers and allow them the right to collective bargaining and to have their views heard in a legitimate way.  I certainly stand in solidarity with the workers in this case.<\/p><p>Senator Bacik raised the matter of teaching principals, which was raised last week.  The Minister and the Government are committed to developing leadership roles in schools and that is why we see 2,600 assistant principals.  Almost all smaller schools have assistant principals and extra day release has been given to teaching principals from two to four days.  A group of approximately 50 schools have come together to ensure principals are released, and there is also postgraduate training.  This is about investment in education and how we spend money in the Department.  I would be happy to have the Minister come to the House to discuss the matter, as Members mentioned it last week as well.  I do not have the information on the Government's amendments to the Judicial Appointments Commission Bill but I hope they will be published as soon as possible so Members can have sight of them and work on them.  It is an important point.<\/p><p>Senator Reilly raised the matter of insurance, as did Senator Murnane O'Connor.  The Minister of State with responsibility for insurance, Deputy D'Arcy, has been in the House and he would be happy to come back.  We have seen the working group established and had a debate in the House.  We will have a debate later on small and medium enterprises and Senator Reilly will be able to make the points he has eloquently raised here regarding insurance.  The fundamental point is we must all work together to ensure fraudulent claims are eradicated or reduced considerably.  They are a scourge for everybody, whether people are involved with a festival, a small or medium enterprise, a school or a sporting club.  We must all do our best to ensure people who claim do not do so fraudulently and that we cut this out.<\/p><p>Senator Murnane O'Connor raised taxi insurance specifically and I am sure she is aware the National Transport Authority launched a campaign to recruit more taxi drivers last year.  That is ongoing.  The Government of which her party was part, under a former Minister, Mr. Bobby Molloy, increased the number of taxi drivers significantly, and that flooded the market.  We can have that debate again.  It is important to recognise there has been a reduction in car insurance but she makes the point about insurance for taxi drivers, and we must work to reduce that.<\/p><p>Senator &Oacute; C&eacute;idigh raised the very important matter of Dublin Airport, its growth and its potential as a hub.  Capacity has been reached and the Senator makes an interesting point about Baldonnel.  Senator Byrne mentioned Shannon and like her, I would very much welcome it if Cork could be used more by Dublin Airport Authority as a gateway to our country.  I am sure Senator Byrne will continue to fly the flag for Shannon.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->She made the point that the volume of aviation traffic at Dublin Airport has increased.  I am not sure that Baldonnel Airport would find favour with the Dublin Airport Authority.  She called for a debate on aviation policy, in particular to find ways to grow business for other airports apart from Dublin Airport.  I am happy to invite the Minister to debate these matters in this House.  <\/p><p>I join the Senator in congratulating the Savoy Hotel Group in Limerick on the wonderful news yesterday that it had been granted planning permission for an extension.  I welcome the new jobs and I congratulate all involved in the new apprenticeship programme.  The Senator champions issues that concern Limerick and today she has raised two good news stories for the city. <\/p><p>Senator Devine asked about an amendment to the Civil Liability Acts.  Unfortunately, I do not have an answer for her because I do not have the information to hand.  As she said, it is important that the legislation is fast-tracked in order that women with cervical cancer get answers and full accountability.  I am happy to work with anyone to resolve the matter quickly.  <\/p><p>Senator Marie-Louise O'Donnell raised the issue of public libraries.  As a former member and chairman of the Cork city library committee, I join her in commending the Minister for Rural and Community Development, Deputy Michael Ring, on the fine document entitled Our Public Libraries 2022.  Like Senator Ned O'Sullivan, we must ensure that libraries receive much deserved funding and prominence.  As Senator O'Donnell rightly said, libraries connect and empower people because they are a source of information and education.  I am happy to arrange a debate on the report before the summer recess.<\/p><p>We must keep the issue of the post offices to the forefront in the House.  Again, I fully concur with Senator Marie-Louise O'Donnell that post offices must be seen to be at the heart of rural Ireland.  I reiterate that if people do not use post offices, they will no longer form part of the social fabric of rural Ireland.  I know of one post office located in a rural part of County Cork that closed this year when the postmaster retired because no one would take it over.  It was not seen as a viable entity.  I do have not an answer on the decision by Government about the German bank but I am happy to invite the Minister for Communications, Climate Action and Environment to the House to debate the matter.  We must keep the issue of post offices to the forefront because they are important for the survival of rural Ireland and small towns. <\/p><p>Senator Norris raised the issue of the Children and Family Relationships Act 2015, which has also been raised by Senators Nash, Warfield and myself in the House.  There is an issue regarding the amendments.  The Department is working with the Office of the Attorney General to bridge the deficit regarding the enactment of the legislation.  The legislation deserves to be enacted as expeditiously as possible.  It is important that we get it right, notwithstanding the fact that a delay of three years is unacceptable.  I hope that there will be action soon on the matter.  <\/p><p>Senator Boyhan raised the issue of the National Rehabilitation Hospital.  I do not have an answer for him.  It is inexcusable that the beds have not been opened.  It is clearly a matter for the HSE at local level in the D&uacute;n Laoghaire area.  I am happy to communicate his comments to the Minister. <\/p><p>Senator Rose Conway-Walsh again raised the issue of prescribing the drug, Valproate.  The European Medicines Agency and the European Commission have taken a stance on the matter.  The Senator might get an answer quicker if she tabled a Commencement matter on the subject.  Given the schedule, I will endeavour to arrange for the line Minister to come to the House for a debate in the coming weeks.  We need continued action on the matter.<\/p><p>The Senator also raised the HIQA report on Tusla.  Every Member should read the report.  HIQA has made 11 recommendations - four relating to the Department and seven to Tusla.  The recommendations need to be enacted as a matter of urgency.  Tusla demonstrated serious shortcomings in how it handled allegations of serious abuse.  The HIQA report has catalogued a list of failures and shortcomings, which has left some children vulnerable, and there was also a failure at an operational level.  I do not subscribe to the Senator's view that it is all about shortcomings in terms of resources and staffing.  Perhaps that is part of the problem.  We are committed to ensuring the independent expert group, which is being set up to oversee the implementation of the HIQA recommendations, do its work.  We all need to have confidence in the Children and Family Relationships Act 2015.  Fine people work for Tusla both on the ground and at an administrative level.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We must continue to ensure that we have robust and strong child protection systems in place.  I would be happy to have the Minister come to the House.  I have put a request in to the Minister to have her come to the house to debate the report.  Senator Gallagher raised the issue of children travelling to and from college after finishing the leaving certificate.  It is important that we realise that the leaving certificate examinations are coming to a conclusion this week, if not today or tomorrow.  We thank all the students for their endeavour, patience and hard work and we commend their teachers and families for their support and commitment to the students.  It is a very stressful time.  <\/p><p>We have seen the point the Senator made regarding student accommodation acknowledged by many different colleges, but also by the Government.  We need to build more.  I would be happy to have the Minister come to the House in that regard.  In my own city of Cork, University College Cork is building student accommodation.  If one looks at the building programmes of many different institutions one sees that being replicated across the country.  Part of the student experience is, of course, the move away from home and living in various degrees of student accommodation, but it is also to be recognised that in today's modern world, the commute from Dublin to Carlow, which the Senator cited, takes less than an hour at off-peaks time.  That is not exactly a strenuous commute.  Equally there are more and more people commuting from many parts of west Cork to Cork city.  The Senator makes the point that we should encourage the development of student accommodation but also that we should see more and more people living in student accommodation.  I would be happy to have the Minister come to the House in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#W00500","speaker":"1391","continuing":true},{"type":"unspoken","time":1529415000,"counter":89,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Joint Sitting of Dáil Éireann and Seanad Éireann: Motion","time":1529415000,"counter":90,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#Z00300"},{"type":"speech","time":1529415000,"counter":91,"content":"<p>I move:<\/p><blockquote>(1) That Seanad &Eacute;ireann:(a) notes that the Treaty on European Union recognises the active contribution of National Parliaments to the good functioning of the Union through being informed and having the ability to express their views on matters of particular interest to them;<br \/><br \/>(b) in view of the economic, political and social implications for Ireland of the decision of the United Kingdom to withdraw from the European Union as notified under Article 50 of the Treaty on European Union on 29th March, 2017, considers that members of the Houses of the Oireachtas should be enabled to express their views and be informed on this issue of significant national importance;<br \/><br \/>(c) resolves that a Joint Sitting of both Houses of the Oireachtas be held in the D&aacute;il Chamber on Thursday, 21st June, 2018, at 11.45 a.m., for the purpose of an exchange of views with H.E. Mr. Jean-Claude Juncker, President of the European Commission.(2) The following arrangements shall apply:(a) the Ceann Comhairle shall be the Chairman and shall adjourn the proceedings immediately following the Cathaoirleach&rsquo;s concluding statement;<br \/><br \/>(b) the proceedings shall be as follows:<blockquote>(i) 11.45 a.m. - Ceann Comhairle&rsquo;s opening statement;<br \/><br \/>(ii) 11.49 a.m. &ndash; statement by H.E. Mr. Juncker;<br \/><br \/>(iii) 12.09 p.m. &ndash; statements from members in the following order, and to which the following time limits shall apply:<br \/><br \/>- Government &ndash; 12 minutes,<br \/><br \/>- Fianna F&aacute;il &ndash; 10 minutes,<br \/><br \/>- Sinn F&eacute;in &ndash; 8 minutes,<br \/><br \/>- the Labour Party, Solidarity-People Before Profit (Sol-PBP), Independents 4 Change, the Rural Independent Group, the Social Democrats-Green Party Group, the Seanad Independent Group, and the Seanad Civil Engagement Group &ndash; 4 minutes each,<br \/><br \/>and members may share time; and<br \/><br \/>(iv) 1.07 p.m. &ndash; Cathaoirleach&rsquo;s concluding statement.<\/blockquote><\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#Z00400","speaker":"1391"},{"type":"unspoken","time":1529415000,"counter":92,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Position of UK and Ireland in Respect of Area of Freedom, Security and Justice: Referral to Joint Committee","time":1529415000,"counter":93,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#Z00600"},{"type":"speech","time":1529415000,"counter":94,"content":"<p>I move:<\/p><blockquote>That the proposal that Seanad &Eacute;ireann approves the exercise by the State of the option or discretion under Protocol No. 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, to take part in the adoption and application of the following proposed measure:Proposal for a Directive of the European Parliament and of the Council laying down rules facilitating the use of financial and other information for the prevention, detection, investigation or prosecution of certain criminal offences and repealing Council Decision 2000\/642\/JHA,a copy of which was laid before Seanad &Eacute;ireann on 11 May, 2018, be referred to the Joint Committee on Justice and Equality, in accordance with Standing Order 71(3)(k), which, not later than 26 June, 2018, shall send a message to the Seanad in the manner prescribed in Standing Order 75, and Standing Order 77(2) shall accordingly apply.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#Z00700","speaker":"1391"},{"type":"unspoken","time":1529415000,"counter":95,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1529415000,"counter":96,"content":"<p>Sitting suspended at 4.35 p.m. and resumed at 4.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"25th Anniversary of Decriminalisation of Homosexuality: Motion","time":1529415000,"counter":97,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#CC00100"},{"type":"speech","time":1529415000,"counter":98,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann: <br \/><br \/>acknowledges that the laws repealed in the Criminal Law (Sexual Offences) Act 1993 that criminalised consensual sexual activity between men: <br \/><br \/>-were improperly discriminatory, contrary to human dignity and an infringement of personal privacy and autonomy, <br \/><br \/>-caused multiple harms to those directly and indirectly affected, namely men who engaged in consensual same-sex activities and their families and friends, and <br \/><br \/>-had a significant chilling effect on progress towards equality for the Lesbian, Gay, Bisexual, Transgender and Intersex (LGBTI) community, acknowledging in particular the legacy of HIV\/AIDS within the context of criminalisation; <br \/><br \/>further acknowledges the hurt and the harm caused to those who were deterred by those laws from being open and honest about their identity with their family and in society and that this prevented citizens from engaging in civil and political life and deprived society of their full contribution; <br \/><br \/>offers a sincere apology to individuals convicted of same-sex sexual activity which is now legal; <br \/><br \/>welcomes the positive progressive measures introduced by successive Governments over the last 30 years and in particular in the 25 years since decriminalisation was introduced by the Criminal Law (Sexual Offences) Act 1993, including <i>inter alia<\/i>:<br \/><br \/>- the Prohibition of Incitement to Hatred Act 1989, <br \/><br \/>- the Equal Status Acts 2000-2016, <br \/><br \/>- the Employment Equality Acts 1998-2016, <br \/><br \/>- the Civil Partnership and Certain Rights and Obligations of Cohabitants Act 2010, <br \/><br \/>- the Marriage Equality Referendum and the Marriage Act 2015, <br \/><br \/>- the Children and Family Relationships Act 2015, <br \/><br \/>- the Gender Recognition Act 2015; <br \/><br \/>further welcomes the Government&rsquo;s commitment to introduce an LGBTI+ Youth Strategy, followed by an LGBTI Strategy; and <br \/><br \/>reaffirms its commitment to ensuring that: <br \/><br \/>-the law fully recognises and protects sexual and gender minorities on an open and inclusive basis; <br \/><br \/>-Ireland is a country where LGBTI individuals are free to fully express their identities without fear of discrimination; <br \/><br \/>-all citizens can live in freedom and equality, and participate fully in the social, economic and cultural life of the nation, regardless of sexual orientation or gender identity; and <br \/><br \/>-our foreign policy promotes and protects human rights globally, including the rights of LGBTI individuals, who continue to suffer disproportionate levels of violence and face systemic discrimination in many countries.&rdquo;<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#CC00200","speaker":"1391"},{"type":"speech","time":1529415000,"counter":99,"content":"<p>I thank Senator Nash in particular for bringing forward this motion this afternoon and for his ongoing work on these issues and the constructive way in which he has worked with my office to bring us to this point.  I also thank Members of the Seanad for giving time and consideration to this important issue.<\/p> <p>It is a special day in these Houses.  I feel privileged to be the Minister for Justice and Equality at this time and to be in a position to support this motion, to recommend that Government supports it and to have worked with Senator Nash to advance matters thus far.<\/p> <p>Twenty-five years ago this week, an important step was taken which changed the lives of many people in Ireland.  The enactment of the Criminal Law (Sexual Offences) Act 1993 sought to repeal Victorian-era laws which criminalised members of our society, forcing them to conduct their personal and private lives in secret.  Homosexual men in Ireland were ostracised and criminalised simply because of their sexual orientation.<\/p> <p>These laws caused immeasurable harm.  Nothing that can be said here today can undo the unjust suffering and discrimination the homosexual community experienced in the years prior to decriminalisation.  As a Government, we must acknowledge those wrongs and seek to improve lives for all members of our society in order that they can live freely and without fear of discrimination.<\/p> <p>I am delighted, therefore, to support the motion in this House which, at its heart, offers an apology to all those affected by the criminalisation of consensual same-sex acts in Ireland prior to 1993.  This motion is reflective of the Government's commitment to ensuring that Ireland is a society for all people, an equal society and a fair society.<\/p> <p>In 1977, a Senator in this House, Senator Norris, took a significant High Court challenge against the laws which criminalised homosexuality in Ireland.  That was a brave first step towards the decriminalisation of homosexual relationships and is one which is widely recognised as the critical step that ultimately led to the 1993 Act.  The case led to the judgment of the European Court of Human Rights, which found that the laws against homosexuality in Ireland were in direct contravention of the European Convention on Human Rights.  The impact and significance of that challenge cannot be underestimated.<\/p> <p>All these years later, it is entirely appropriate that this debate should be taking place in the Upper House, with Senator Norris set to give what I know will be a memorable speech.  I wish to thank Senator Norris for his leadership on this issue.  I am sure his determination to fight against such injustice was instrumental in ensuring freedom for the lesbian, gay, bisexual, transgender and intersex, LGBTI, community in Ireland today.  The Senator's courage in standing up for human rights, and the support provided to that challenge by former President Mary Robinson, a former Member of this House, has certainly been marked in this nation's history.<\/p> <p>I thank Senator Nash for his collaboration since the introduction of the Private Members' Convictions for Certain Sexual Offences (Apology and Exoneration) Bill, out of which arose this motion today.  In consultation with the Taoiseach and the Attorney General, I have been working with Senator Nash to identify legislative solutions.  There are significant practical and legal difficulties but we are working to find resolutions, including through consultations with the UK Home Office.  I hope to be back in this House reporting progress before too long.<\/p> <p>To revert to the motion before us, it recognises the great harm caused to many people by the criminalisation of these relationships in Ireland.  These laws were clearly discriminatory in nature and were also a direct infringement on the personal and private lives of those they affected.  Immeasurable hurt and immeasurable harm was caused to many people in our society and to their families, their friends and communities.<\/p> <p>Decriminalisation was a huge step in Ireland's ability to progress towards equality for the LGBTI community in Ireland.<\/p> <p>Today, Ireland is celebrated around the world for the value its citizens place on equality following the same-sex marriage referendum and in recognition of the diversity in our current Cabinet.  It is doubtless incomprehensible to many, especially to many young people in Ireland today, that there are members of our society who still feel the effects of such discrimination in their daily lives, and yet that is the case.  There are people who still feel the isolation, the hurt and the stigma created by those laws, which denied the LGBTI community the ability to live openly or without fear or to engage actively in civil and public life and which suggested that society did not value or even tolerate them simply because of their sexual orientation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2018&amp;amp;month=06&amp;amp;day=19\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As Minister for Justice and Equality, I extend a sincere apology to all those people, to their families and to their friends, as well as to any person who felt the hurt and isolation created by those laws, and particularly to those who were criminally convicted by the existence of such laws.<\/p><p>Successive Governments have slowly but steadily worked to make Ireland a more equal and inclusive society since decriminalisation in 1993.  Some of that progress is captured in this motion.  Many legislative measures have been introduced which have sought to improve the lives of all members of society in order that they may marry, regardless of sexual orientation, that they may be recognised by their chosen gender, that they may enjoy equal rights to family relationships and to address discrimination in all forms.  Such progress can only be welcomed.<\/p><p>However, that does not mean there is not more work that must be done.  The motion before the House today also reflects our desire to continue to ensure that the law fully recognises sexual and gender minorities and that people in our society are free to fully express their identities without fear and without discrimination.  My hardworking colleague, the Minister of State, Deputy Stanton, is absolutely committed to advancing equality measures and has begun work on a LGBTI strategy.<\/p><p>The past cannot be undone.  It is the responsibility of this Government and those that follow in our footsteps that we continue to progress and promote equality for all and that our policies and our actions strive to ensure that human rights are protected.  It is of the highest importance that our citizens can live in freedom and participate fully in our society, while those who continue to face discrimination and violence are protected by the State.<\/p><p>I thank Members for their attention this afternoon.  This cross-party motion is a historic and important step for Ireland, one which I am proud to support on the eve of the 25th anniversary of the decriminalisation of same-sex intimate relationships.  I again commend Senator Nash, as well as his colleagues, Senators Bacik, &Oacute; R&iacute;ord&aacute;in and Humphreys, for their work.<\/p><p>I salute Senator Norris for his steadfast dedication to equality and human rights.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#DD00100","speaker":"1233","continuing":true},{"type":"unspoken","time":1529415000,"counter":101,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1529415000,"counter":102,"content":"<p>I am supposed to not allow applause but it has been done now.  I am not going to worry too much about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#EE00200","speaker":"1412"},{"type":"speech","time":1529415000,"counter":103,"content":"<p>The Acting Chairman was too late.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#EE00250","speaker":"1392"},{"type":"speech","time":1529415000,"counter":104,"content":"<p>I said I am supposed not to allow it.  I did not say I cannot allow it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#EE00275","speaker":"1412"},{"type":"speech","time":1529415000,"counter":105,"content":"<p>It is better to seek forgiveness afterwards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#EE00287","speaker":"1376"},{"type":"speech","time":1529415000,"counter":106,"content":"<p>Exactly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#EE00293","speaker":"1412"},{"type":"speech","time":1529415000,"counter":107,"content":"<p>I am delighted to speak on this important motion.  I am particularly humbled to be in the presence of Senator Norris who championed the decriminalisation of homosexuality.  If it were not for him and his dogged campaign to end this appalling treatment of a sector of society, I do not know if we would have made advances in many other areas of equality.  Senator Norris was a mould breaker and was very brave.  From the bottom of my heart, I thank him for his work in this regard.  If he does nothing else for the rest of life - he has done much over the past 25 years - he will have done the State some service regarding the decriminalisation of homosexuality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#EE00300","speaker":"1376"},{"type":"speech","time":1529415000,"counter":108,"content":"<p>Senator Norris has been a Member of this House for over 30 years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#EE00400","speaker":"1412"},{"type":"speech","time":1529415000,"counter":109,"content":"<p>I am proud it was a Fianna F&aacute;il Minister for Justice, M&aacute;ire Geoghegan-Quinn, who, despite much opposition within her own party and around the country, was brave enough to proceed with decriminalisation.  I am delighted as Fianna F&aacute;il spokesperson for justice to commemorate this.  We will have our own event next week to mark this event and Senator Norris will be at it.  It is right and proper that the Minister gave such praise to the Senator in his address.<\/p> <p>Ireland has shifted dramatically from the point we were at 25 years ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018061900002#EE00500","speaker":"1376"},{"type":"unspoken","time":1529415000,"counter":110,"content":"<p>Additional debate to follow.<\/p>"}]