[{"type":"minorheading","content":"Prelude","time":1570699800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1570699800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1570699800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1570699800,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1570699800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#A00100"},{"type":"speech","time":1570699800,"counter":6,"content":"<p>I have received notice from Senator M&aacute;ire Devine that, on the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the appointment of a sarcoma specialist for St. Vincent's University Hospital, Dublin.<\/blockquote> <p>I have also received notice from Senator Kevin Humphreys of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to make a statement on the purchase by Iarnr&oacute;d &Eacute;ireann of additional carriages for the InterCity network.<\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to make a statement on the current status of the final accounts for D&uacute;n Laoghaire Harbour Company and the potential financial exposure for D&uacute;n Laoghaire-Rathdown County Council as a result of the transfer of the company to the local authority.<\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to provide an update on the acquisition of a new site for Gaelscoil Chionn tS&aacute;ile, Kinsale, County Cork.<\/blockquote> <p>I have also received notice from Senator Catherine Noone of the following matter:<\/p><blockquote>The need for the Minister for Agriculture, Food and the Marine to provide an update on the works at Howth Harbour and the funding to be allocated to it.<\/blockquote> <p>I have also received notice from Senator Anthony Lawlor of the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the funding to be allocated for the development of the endoscopic unit in Naas General Hospital, County Kildare.<\/blockquote> <p>I have also received notice from Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in of the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the review of the inclusion of FreeStyle Libre in the reimbursement of medical devices under the community drug scheme.<\/blockquote> <p>I have also received notice from Senator Frank Feighan of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to outline the timeframe for the construction of a new Garda headquarters in Sligo.<\/blockquote> <p>I have also received notice from Senator Maura Hopkins of the following matter:<\/p><p>The need for the Minister for Health to provide an update on the external report into mental health services in County Roscommon.<\/p><p>Of the matters raised by the Senators which are suitable for discussion, I have selected the matter raised by Senator Devine and it will be taken now.  Senators Humphreys, Boyhan and Lombard have withdrawn their Commencement matters which I had selected.  I regret that I had to rule out of order the matter raised by Senator Feighan on the ground that it is a repeat of a Commencement matter raised on 25 June 2019.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#A00200","speaker":"1381"},{"type":"speech","time":1570699800,"counter":7,"content":"<p>In the absence of Senator Devine, who tabled this Commencement matter, the House will stand suspended until 11.30 a.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#B00100","speaker":"1386"},{"type":"unspoken","time":1570699800,"counter":8,"content":"<p>Sitting suspended at 10.42 a.m and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1570699800,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#G00050"},{"type":"speech","time":1570699800,"counter":10,"content":"<p>The Order of Business is No. 1, motion regarding the Official Languages Act 2003 (Public Bodies) Regulations 2019, back from committee, to be taken on the conclusion of the Order of Business without debate; and No. 2, Industrial Development (Amendment) Bill 2019 - All Stages, to be taken at 12.45 p.m. with the contributions of group spokespersons on Second Stage not to exceed eight minutes and all other Members not to exceed five minutes, with Committee and Remaining Stages to be taken immediately thereafter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#G00100","speaker":"1391"},{"type":"speech","time":1570699800,"counter":11,"content":"<p>I thank the Leader for outlining the business.  There are reports of Dublin City Council being involved in making protection payments.  While the Minister, Deputy Eoghan Murphy, said that he only heard of it yesterday, it was referred to in a court case by the Criminal Assets Bureau.  The Minister of State, Deputy Byrne, seems to have known about this for quite some time.  I am fairly sure that if I was sitting where Senator Buttimer is and he was over here, he would wonder how the Minister of State, Deputy Byrne, did not communicate with the Minister at the time, Deputy Coveney, or with the current Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, about her concerns.  I know the relationship may not be perfect but it is important that the Minister of State, Deputy Byrne, and the Ministers, Deputies Coveney and Eoghan Murphy, come into this House.  Dublin City Council has denied it.  I am not saying it happened but it is certainly being reported in a court case.  It is a serious story and it is important that we have more knowledge about who knew what.  I do not think anyone in this Chamber would support the payment of protection money to gangs or support extortion.  It is important that we have a statement from the Minister, Deputy Eoghan Murphy, about who knew what and when.  I would appreciate that.<\/p><p>Next week's European Council meeting contains much about EU reform.  I would like the Minister of State, Deputy McEntee, or the Minister, Deputy Coveney, to come into the House and outline the Government's approach to EU reform.  On a similar but not exactly the same vein, the Organisation for Economic Co-operation and Development, OECD, is reported about in yesterday's <i>Financial Times<\/i>.  A tweet came from its economics editor, stating:<\/p><blockquote>Bad news for tax havens, Ireland, Luxembourg and big multinationals<br \/><br \/>Good news for almost everyone else<\/blockquote> <p>We clearly get a lot of corporation tax from big tech companies and it is very beneficial to the State.  The more that we have, the more we can do with it, but we need to plan for changes that may happen in the global tax environment, through the OECD, which I have attended a number of times as a member of the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach.  Pressure is being applied and if we lose any of that corporation tax, we will have to find a way to plug that hole.  It is important that we invite the Minister, Deputy Donohoe, to tell us what his approach to the OECD is.  He is a very measured individual and I know that he will be able to outline to us what he plans to do.  We should all be concerned about having less revenue in the uncertain times ahead.<\/p><p>Insurance continues to be a significant problem for play centres and cr&egrave;ches.  Vast amounts of money are paid out for what seem to be minor injuries in many cases.  I would like the Minister of State, Deputy D'Arcy, to come to the House soon to outline what is being done.  Work may be getting done but we are still seeing insurance claims and substantial pay-outs at a significant cost to society generally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#G00200","speaker":"1412"},{"type":"speech","time":1570699800,"counter":12,"content":"<p>I am delighted that I will launch the report by Crosscare Migrant Project, entitled Returning in Crisis, next Monday in the EPIC Museum, one of the finest museums in Dublin, especially with regard to the history of emigration from Ireland.  As most Senators are aware, Crosscare Migrant Project is a non-governmental organisation that provides information and support to many returning Irish migrants.  Some of them return in crisis situations, are vulnerable and need assistance with the challenges facing them.  This report outlines personal stories of returned emigrants and the assessment of the Irish immigrant support groups, which help Irish migrants abroad and on their return to Ireland.  Return migration is not new but now that our diaspora is returning in greater numbers, with more than 600 per week returning, it is imperative that any obstacles in people's path are removed.<\/p> <p>The Government is to be thanked for implementing some measures from the Indecon report, with the reduction in required driving lessons from 12 to six prior to applying for a driving test, but many other issues need to be addressed, such as housing, education, access to healthcare, opening bank accounts, etc.  Ireland has a long history of support for the most vulnerable of its diaspora, especially through the immigrant support programme.  As Senator with responsibility for the diaspora, I will continue to lobby at Government level to ensure that we welcome all our returning migrants, both those who return with new skills and experience and those who return in vulnerable circumstances and need additional support.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Billy Lawless:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2485\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2485&amp;amp;pid=BillyLawless&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I invite all colleagues to attend the launch of this report next Monday afternoon at the EPIC museum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#G00300","speaker":"1429","continuing":true},{"type":"speech","time":1570699800,"counter":14,"content":"<p>I thank colleagues across the House for their support last night for the Labour Party Private Members' Bill on education and commend my colleague, Senator &Oacute; R&iacute;ord&aacute;in, who initiated it.  We took it through Committee Stage without opposition last night and I look forward to working with the Minister for Education and Skills, Deputy McHugh, and colleagues to ensure it is passed.  We are happy to discuss amendments and so on in the meantime.<\/p> <p>I am concerned about reports of developments in northern Syria and the Turkish offensive against the Kurdish forces there, heralding what has the dreadful potential to be a real humanitarian catastrophe not only for Kurdish civilians and forces but also for Syrians living in the area.  The effect of President Trump's unilateral withdrawal of US forces has left the way open not only for the Turkish offensive but also for the awful prospect of a return of ISIS to the area.  I have raised the issue of Syria many times in this House and at the Joint Committee on Foreign Affairs and Trade, and Defence, of which I am a member, but I ask that we might have a debate with the T&aacute;naiste.  The Security Council is meeting today to see what intervention can be made to have an impact on Turkey.  I ask that the T&aacute;naiste come to the House in due course to debate this matter in order that we might hear from him how Ireland can bring pressure to bear on Turkey and the US, particularly since the withdrawal of US troops clearly paved the way for this development.<\/p> <p>I ask that we have a debate on safe access for those seeking health services, particularly those relating to termination of pregnancy.  Some of us met the Minister for Health, Deputy Harris, some two weeks ago to discuss how best to ensure that women seeking access to abortion will have safe access and will not be pressurised or intimidated on their way in and that neither will staff going into clinics or hospitals.  This is in the context of reports about protests.  I am glad that we have received correspondence from the Minister today indicating that he is setting up a consultation process to establish what is needed in order to ensure safe access for women and others seeking to access hospitals and, furthermore, that the Garda Commissioner has notified garda&iacute; to be more proactive in the context of putting in place measures to ensure safe access.  Some of us, including myself, had called for legislation on this but I am happy to work with the Minister in a constructive spirit to ensure that women have access to termination of pregnancy in a safe and unobstructed manner and that all those who seek to enter hospitals must not have to run the gauntlet of intimidatory protests on their way.  I just seek to reaffirm the commitment.  I know the Minister will meet all of us in the near future.<\/p> <p>We will hear reports later today of the meeting between the Taoiseach and the British Prime Minister.  Many of us have grave concerns that this meeting is being set up by the Prime Minister as a fig leaf and as part of a set-up in a blame game that he may use to lay responsibility for the collapse of the talks on Brexit on others.  There is real concern across the House.  We have seen the President Johnson and his advisers seeking to blame anyone but Boris for what may develop into a no deal situation or the breakdown of any negotiations.  He sought to blame Chancellor Merkel earlier in the week and many of us are concerned that he is now seeking to blame Ireland.  The Taoiseach and all of us must be mindful of that and stand against it.  The Taoiseach is correct in stating that we will all work towards a deal but not at any cost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#H00200","speaker":"1402"},{"type":"speech","time":1570699800,"counter":15,"content":"<p>I can understand the Senator's inclination to call him President Johnson.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#H00300","speaker":"1381"},{"type":"speech","time":1570699800,"counter":16,"content":"<p>It was a Freudian slip, I had spoken of President Trump earlier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#H00400","speaker":"1402"},{"type":"speech","time":1570699800,"counter":17,"content":"<p>I raise two matters relating to the mid west.  First is yesterday's good news with &euro;10 million announced in the budget for new routes for which Shannon Airport can apply.  That is very good news as there has been much discussion about Shannon Airport in the House recently.<\/p><p>I also raise Facebook's policy.  Facebook would not allow advertisements for a new book published on the monks at Glenstal Abbey.  This was featured on RT&Eacute; last night.  A painting called &quot;The Good Thief&quot; by one of the monks showed a lot of skin, which Facebook said was against its policy.  Many books are published and advertised widely online.  The painting featured in <i>The Irish Catholic.  <\/i>If it featured anything unwarranted, it would not have been published there.  The late eminent art historian, Sister Wendy Beckett, published many famous books including <i>Sister Wendy's 100 Masterpieces<\/i>, which included many images on the front cover including Sandro Botticelli famous masterpiece, &quot;The Birth of Venus&quot;.  That book was published by a reputable house, DK Publishing.  Would the latter have printed it if there was something wrong?  Facebook needs to look at its advertising policy.  We have many famous paintings of world renown which attract visitors from around the world.  Facebook will not allow this book to be advertised because of the skin that they would not allow it to be advertised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#H00500","speaker":"1384"},{"type":"speech","time":1570699800,"counter":18,"content":"<p>I wish to refer to a matter which other Senators have raised before me.  It is of vital importance that we contact the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, and encourage him to extend the slurry spreading deadline, at least regionally.  Next Tuesday, 15 October, is the last day on which farmers may spread slurry.  It has been impossible for them to spread slurry.  It seems that we look for extensions annually, which is probably because it is nigh impossible to farm by calendar, which is how things have been set up.  Dates are picked on a calendar by bureaucrats and farmers have to work to them.  We all saw the coverage of Donegal in the aftermath of Storm Lorenzo when football fields and farmlands were completely flooded.  One could not walk out on them, yet farmers are expected to have their slurry out on those fields before next Tuesday.  That will be impossible.  Common sense should prevail.  We need to put pressure on the Minister.  He is a man well used to moving goalposts when it comes to the deadlines he sets for himself so I do not see how he could find difficulty in doing the same if not nationally then regionally for the north west, the north midlands and areas that were hit worst by the storm and are being hit worst by the persistent heavy rains.  It will not be possible for farmers to spread slurry by the Tuesday deadline in those areas.  The country as a whole has had a lot of rainfall and the ground is saturated.  Thinking back to the pictures of Donegal only a week ago, how in God's name could anyone be expected to go out with machinery and spread slurry on that land before next Tuesday?  I hope that it will be looked on favourably and that common sense will prevail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#H00600","speaker":"1383"},{"type":"speech","time":1570699800,"counter":19,"content":"<p>I congratulate the Financial Services Union and the University of Limerick on an excellent piece of research into technology, work and skills on the impact of technology on employees.  They held a seminar across the road on the right to disconnect.  It is really important for workers here.  More and more workers are expected to be available 24 hours a day, seven days a week.  Emails fly to workers when they are on holiday.  The permanent civil servants who service this House work extremely hard and are available for as long as we choose to sit, which is something that we should remember.<\/p> <p>I am deeply concerned about the way in which the workforce in this country is developing, particularly in the professional areas of accounting and legal where people are expected to work around the clock.  Young people entering accountancy work until midnight and are expected to be back in at 8 a.m. the following day in order to meet clients and put reports out on time.  The large practices which have young people working for them need to understand that productivity falls through the floor when people work excessive hours.  I do not care what training is involved.  We have seen this in the medical profession over the years whereby young doctors have been expected to work 100 hours a week and so on.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is totally unacceptable and it needs to be tackled.  The Irish Congress of Trade Unions says it wants legislation for the right to disconnect.  Such legislation must, however, be based on the right to collective bargaining within the organisation.  One of the great shames in this country is that trade unionism has been sidelined in many organisations and is sometimes deemed to be the big bad brother.<\/p><p>I cannot let the day go without mentioning those who service our needs when it comes to being elected to this House.  I first spoke about the pay and conditions of county councillors in 2014.  It is now 2019 and nothing has changed.  They are still being treated in an appalling way and I know every Member wants to see change, and quickly.  I ask the Leader to do whatever he can to get the Moorhead report out.  I know he is as interested in this as I am and I will not take lead on this any more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#H00700","speaker":"1390","continuing":true},{"type":"speech","time":1570699800,"counter":21,"content":"<p>Any more?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#J00200","speaker":"1391"},{"type":"speech","time":1570699800,"counter":22,"content":"<p>Any more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#J00300","speaker":"1390"},{"type":"speech","time":1570699800,"counter":23,"content":"<p>It is worrying and disturbing to see Turkey attacking the Kurds in Syria.  These Kurds of the Peshmerga and their forces did everything to quash ISIS and I cannot understand it.  Maybe we should call the Minister for Foreign Affairs and Trade to the House to ask him why this is happening.  These forces, of both men and women, did a huge service in getting rid of the ISIS threat, but it seems President Trump has just knifed them in the back.  I understand that the situation is very complicated but these people have been let down by the West.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#J00400","speaker":"1424"},{"type":"speech","time":1570699800,"counter":24,"content":"<p>I support the FSU's call for the right of workers to disconnect their emails and phones when they finish their working day.  In my work as a doctor, I see the amount of work related stress that is now presenting itself in many of my patients.  I hope Government will listen and take on board what has been said, which seems to me to be an obvious and natural right.<\/p> <p>The town of Balbriggan has 25,000 people in it, of whom more than 8,000 are children, making it the youngest town in Ireland.  The local population, in conjunction with Fingal County Council, has formulated a plan for the future development of Balbriggan, called Our Balbriggan,.  The plan has the potential to transform the town into the sort of place in which we would all like to live.  It has fantastic natural assets, including a beach, and it has connectivity to Dublin through the rail network with plans to improve the service by electrifying the line.  There is access to the M1 and it lies in the economic corridor between Dublin and Belfast.  It has obvious potential for more development in terms of jobs, but we want to see its potential as a prime place to live being developed.  This plan has a price tag of &euro;20 million.  The Minister for Housing, Planning and Local Government is reopening the urban regeneration fund, and I expect Fingal County Council to lodge an application when it opens.  I invite the Minister, Deputy Eoghan Murphy, to come out and see the plan for himself and to see Balbriggan and its phenomenal natural assets.  He would see how much better it would be as a place in which to live if it got the infrastructure support which this plan envisages.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#J00500","speaker":"1421"},{"type":"speech","time":1570699800,"counter":25,"content":"<p>The final speaker is Senator Lombard.  Before he speaks, however, I wish to raise a matter on which the Leader and Members might reflect.  I chose four Commencement matters yesterday but three were withdrawn because the Minister was not available, though I will not cast aspersions on any staff or Minister.  In future, perhaps there could be a mechanism for improving the situation when, for example, I pick four from 11 matters for debate.  I feel guilty when I do not pick one because they are very important to some Members, but six have been withdrawn since I came back three weeks ago.  I will talk to the Leader about it when I am back in a week's time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#J00600","speaker":"1381"},{"type":"speech","time":1570699800,"counter":26,"content":"<p>This week is dyslexic awareness week.  In the audiovisual room yesterday, the Dyslexic Association of Ireland gave a very detailed presentation of the issues and struggles for dyslexic people.  It brought up some very interesting figures.  One in ten people in Ireland is dyslexic, which equates to around 920,000 people.  We need strategies to include that cohort of society in programmes to improve reading skills and their interaction with services.  A frightening statistic was that only 8% of teachers felt comfortable or properly equipped to deal with dyslexia in the classroom.  The current college teaching programmes have been changed to include a module on dyslexic people, but the teachers who have been trained in the past 30 years now need to be brought back into the circle.  It is a real challenge and a real issue for us.  We need to ensure we provide further training to bring teachers up to standard so that they can work with pupils with dyslexia.  Two teaching unions were present and they brought great insight into the difficulties they have in trying to rise to the challenge.<\/p> <p>We need to have a hard debate in the Seanad on how to progress this issue because it affects three kids in every classroom.  It probably affects people in this House and it affects 10% of society, but the issue has been cast aside for many years.  The time has come to put dyslexic people into the mainstream.  We need a major debate on how we are going to change our teaching policy and society and change the view of dyslexics in society.  This has to start in the education forum and I ask the Leader to invite the Minister for Education and Skills, Deputy McHugh, to the House for a comprehensive debate.  We should ask him to bring forward a strategy to fill the gap that is there among teachers, because when 92% of teachers do not feel they are properly equipped, it is a massive issue.  We also need a strategy for changing the view of dyslexics in society and to ensure they have a place and a home.  Often, the slow boy in the class, or the one who seems just not to be up to it, is the brightest boy in the class.  He is just wired slightly differently.  I hope it can happen in the next few weeks as it is an important issue for me personally.  We need to push it forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#J00700","speaker":"1386"},{"type":"speech","time":1570699800,"counter":27,"content":"<p>I have to attend an appointment and I had understood the Leas-Chathaoirleach would be here but there has been a misunderstanding in our communication.  I ask Senator Wilson to take over.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#J00800","speaker":"1381"},{"type":"speech","time":1570699800,"counter":28,"content":"<p>I do not know how up to speed the Leader is on this matter, but I had a brief meeting with Deputy Cahill earlier to discuss coursing and the netting of hares.  The two relevant Ministers, Deputies Madigan and Creed, have agreed to the limited netting of hares for use in coursing and will assess the situation further over the next three or four weeks.  The only complication is that it will be late in the coursing season by then.  Having spoken to Deputy Cahill, it is fair to say that Fianna F&aacute;il is not happy with this.  A speedier resolution is needed.  While we welcome that a limited number of hares will be netted in the coming weeks, the plan in this regard is too long-term in nature.  The Leader might speak to the relevant Ministers and speed up the process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K00100","speaker":"1411"},{"type":"speech","time":1570699800,"counter":29,"content":"<p>Mental Health Week is kicking off today with events throughout the country.  This morning, I attended the Oireachtas health and well-being team's information and coffee morning.  The team will roll out events for Members and staff.  I urge everyone to attend when information on them is put up on the Plinth website.<\/p> <p>It is concerning that, during world mental health week, the Government failed to deliver extra services in the budget to address the mental health crisis.  Two thirds of the announced increase of &euro;39 million for next year will go towards pay increases and do nothing to provide for the 2,500 children waiting for child and adolescent mental health services, CAMHS, or other rehabilitative services.  The post of national director of mental health is missing; it was allowed to vanish into the ether.  We need it back so that our services can be co-ordinated and someone can speak at national level for the well-being of our population.<\/p> <p>I will relay details of something I encountered last week.  A woman of 27 years of age had been discharged from the Coombe Hospital with a four week old baby.  Fair play to the hospital, which kept them for an extra two weeks.  She was discharged to a hostel because, while she was in hospital receiving care, her landlord had sold apartment in which she had been living.  The hostel cannot be accessed until after 9 p.m. and people must leave at 7 a.m.  This is what our young mothers are experiencing.  I was struck by her story.  I commend the mental health services of every maternity hospital.  Once I reached out to them, they reached out to her.  Hopefully, she will find somewhere soon.  She has a young infant in a hostel - I will not mention all of the other issues that arise at hostels - that she cannot access until 9 p.m.  She is waiting to go back to work in February but has no home at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K00200","speaker":"1388"},{"type":"speech","time":1570699800,"counter":30,"content":"<p>I thank the 11 Senators for their contributions on the Order of Business.  Senator Horkan referred to the issue of Dublin City Council and protection payments.  The matter was also raised by Senator Conway yesterday.  As I stated then, there is a need for the people in Dublin City Council who were involved to be held to account.  Senator Horkan asked who knew what and who said what, but it is not a question of that.  Rather, it is a question of what the council did.  A court case is ongoing and the matter is being investigated by the council, so it would be inappropriate for the Minister to address the House.  Dublin City Council needs to determine who authorised the payments, who was involved and who in the council knew.  The Senator is trying to apportion political blame to the Minister for Housing, Planning and Local Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K00300","speaker":"1391"},{"type":"speech","time":1570699800,"counter":31,"content":"<p>I am not trying to apportion blame, I am just trying to find out who knew what and when.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K00400","speaker":"1412"},{"type":"speech","time":1570699800,"counter":32,"content":"<p>The bottom line is that those who did this should be held to account.<\/p> <p>I agree that we need to debate reform of the European Council.  We have submitted a request for the Minister of State, Deputy McEntee, or the T&aacute;naiste to attend the House after the European Council meeting.<\/p> <p>Senator Horkan is right about the issue of taxation and the perception that we are seen as being a little different when the fact is we are probably not.  The Senator's point is relevant.<\/p> <p>We will debate the issue of insurance again with the Minister of State, Deputy D'Arcy.<\/p> <p>Senator Lawless raised the matter of migrants returning to Ireland.  Is it not wonderful that we have 600 people who had to go abroad because of the failed economic policies of the past coming back every week?  It is a pity that the media will not report this.  Some 600 Irish citizens are returning home every week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K00500","speaker":"1391"},{"type":"speech","time":1570699800,"counter":33,"content":"<p>A lot of them just come back for a holiday now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K00600","speaker":"1390"},{"type":"speech","time":1570699800,"counter":34,"content":"<p>It is a pity that some of those on the Opposition benches do not say this more loudly.  People are returning home to live and work.  Hope is being restored and opportunity is being given.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K00700","speaker":"1391"},{"type":"speech","time":1570699800,"counter":35,"content":"<p>An election is coming.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K00800","speaker":"1390"},{"type":"speech","time":1570699800,"counter":36,"content":"<p>The Opposition talked enough about them going.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K00900","speaker":"1375"},{"type":"speech","time":1570699800,"counter":37,"content":"<p>Where are they going to live?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K01000","speaker":"1383"},{"type":"unspoken","time":1570699800,"counter":38,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1570699800,"counter":39,"content":"<p>A country is being renewed.  As Senator McFadden rightly stated, the Opposition gave out about people living.  Now that we are bringing them home, there is not a word.  As Senator Lawless indicated, we should make every effort not to place barriers to people returning home.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K01200","speaker":"1391"},{"type":"speech","time":1570699800,"counter":40,"content":"<p>A fair point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K01300","speaker":"1390"},{"type":"speech","time":1570699800,"counter":41,"content":"<p>I am referring to driving licences, health insurance, healthcare, housing and so on.  We should make everything as transfer-friendly as possible.  Let us celebrate their return.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K01400","speaker":"1391"},{"type":"speech","time":1570699800,"counter":42,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K01500","speaker":"1390"},{"type":"speech","time":1570699800,"counter":43,"content":"<p>Senators Bacik and Feighan raised the issue of Turkey.  I ask that we all join together in condemnation of what Turkey is engaging in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K01600","speaker":"1391"},{"type":"speech","time":1570699800,"counter":44,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K01700","speaker":"1402"},{"type":"speech","time":1570699800,"counter":45,"content":"<p>It is an offensive against the Syrian people and Kurds.  We condemn the incursions out of hand.  It is disappointing that the US - I am not talking about President Trump - made this decision and left a vacuum, one that is being exploited.  As the EU stated yesterday, this is a betrayal by the USA.  It is important that we all send the message that Turkey should stop its operations in Syria and that we keep the matter to the fore of the Minister's diplomatic relations.<\/p> <p>Senator Bacik spoke about safe access to health services.  We discussed this during an Order of Business last week.  I will be happy to facilitate any debate on the matter, which is something that the Senator has been involved in.  It is important that we have engagement and discussion and allow for safe access to services for women and their partners.  It is a sensitive time for people and we should be mindful of the need for respect.<\/p> <p>The Senator also referenced Brexit.  We wish the Taoiseach well this morning in his meetings with the British Prime Minister.<\/p> <p>Senator Byrne mentioned the &euro;10 million in the budget for regional airports.  We welcome that funding.  I join her in asking Facebook to review its policies.  Senator Bacik spoke about legislation previously.  Senator Byrne discussed the issue of safety and respect.  I hope that Facebook reviews its policies.  I congratulate Glenstal Abbey on the book's publication and the television programme that Senator Byrne referenced.<\/p> <p>Senator Paul Daly discussed the nitrates directive and slurry spreading.  In an answer in the D&aacute;il yesterday, the Minister stated that he does not have plans to change the date but is keeping an eye on the matter and will be in communication with the T&aacute;naiste, Deputy Coveney.  I will relay the Senator's concerns to him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K01800","speaker":"1391"},{"type":"speech","time":1570699800,"counter":46,"content":"<p>He has until Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K01900","speaker":"1383"},{"type":"speech","time":1570699800,"counter":47,"content":"<p>The Senator's points are valid.<\/p> <p>Senators Craughwell and Reilly referred to the report published this morning on the right of workers to disconnect.  It is an important right that we should all support.<\/p> <p>The Moorhead report is with the Minister of State, Deputy Phelan, as far as I know.  There is widespread support from the majority of Senators, who have been advocating for and representing the case of councillors irrespective of the fact that Senator Craughwell has now abandoned his leadership of the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#K02000","speaker":"1391"},{"type":"speech","time":1570699800,"counter":48,"content":"<p>I never abandoned it.  I am just glad the Senators are all behind me now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#L00100","speaker":"1390"},{"type":"speech","time":1570699800,"counter":49,"content":"<p>Again, in recognising the role local authority members play, there must be a recognition from the political system that their workload has increased, the nature of their work has changed and there is a real need to have a conversation on how to support and pay public representatives at local level.  Unfortunately, there is an unwillingness to tackle the issue because of a fear of what people might think or of what journalists might write.  In the case of our local elected representatives, there is a need to make a decision and stick by it.  They deserve to be supported irrespective of what political party they are in or if they are Independent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#L00200","speaker":"1391"},{"type":"speech","time":1570699800,"counter":50,"content":"<p>Fair play.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#L00300","speaker":"1390"},{"type":"speech","time":1570699800,"counter":51,"content":"<p>Senator Reilly raised the issue of Balbriggan and the Our Balbriggan project.  I join with him in wishing them well in the report.  I hope the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, will come to the House to speak on that issue.  Senator Reilly has been a champion of Balbriggan in this House and in the other House for a long time.<\/p> <p>I congratulate Senator Lombard on his briefing yesterday.  He is right and I would be happy to facilitate a debate in the House on dyslexia to raise awareness and support future training, but mainly to present information to people.  This is dyslexia awareness week, and as Senator Lombard rightly said, one in ten people are affected by it.  It is a condition whereby, with support and services, people can play a full and positive role in society.  Mr. Richard Branson is one example of that.<\/p> <p>Senator Davitt raised the issue of coursing and the netting of hares.  The Minister for Culture, Heritage and the Gaeltacht, Deputy Madigan, the Minister of State at the Department of Agriculture, Food and the Marine, Deputy Doyle, and the Minister for Agriculture, Food and the Marine, Deputy Creed, have been in negotiations and engagements with many members of the Fine Gael Parliamentary Party on that issue and I hear what the Senator is saying.  The matter is being addressed.  A process has been established between the Departments.  To be fair to the Minister of State at the Department of Agriculture, Food and the Marine, Deputy Doyle, and the Minister for Agriculture, Food and the Marine, Deputy Creed, they have been strong in their desire to have a resolution to the matter.  There is ongoing engagement, and as the Cathaoirleach knows quite well, this week we will have the semi-finals of the Irish Laurels in Cork, which is the second premier greyhound racing event in the year.  I would hope people will support the greyhound track in Cork for the Laurels and into the future.  It is a wonderful sweepstake and I hope that on 12 and 19 October, which are the dates for the semi-finals and the finals, people will support the Irish Laurels in Cork.<\/p> <p>Senator Devine made reference to the issue of mental health.  As she knows, the Minister of State at the Department of Health, Deputy Daly, has been committed to this matter as the Minister of State with responsibility for mental health and older people.  We have seen an increase in the budget for mental health and the National Office for Suicide Prevention has been created.  There is a need to recognise that in the budget, funding will increase to &euro;1.03 billion, which will include &euro;13 million to open the forensic hospital in Portrane for example.  The points the Senator makes are well made.  We must take mental health away from being the Cinderella part of the health service and make it more mainstream in its supports and the way we talk about it.  I would be happy to support the Senator in that regard.<\/p> <p>On the Cathaoirleach's commentary on the Commencement matters, I want to say that it is disappointing if Members put down a Commencement matter, only to discover a Minister is not available.  I would be happy to discuss this matter with the Cathaoirleach or with members of the Committee on Procedure and Privileges of Seanad &Eacute;ireann to see how we can make Commencement matters more user-friendly and productive for Members of this House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#L00400","speaker":"1391"},{"type":"unspoken","time":1570699800,"counter":52,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Official Languages Act 2003 (Public Bodies) Regulations 2019: Motion","time":1570699800,"counter":53,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#L00525"},{"type":"speech","time":1570699800,"counter":54,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann approves the following Regulations in draft:Official Languages Act 2003 (Public Bodies) Regulations 2019,a copy of which was laid in draft form before Seanad &Eacute;ireann on 18th September,2019.&rdquo;<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#L00600","speaker":"1391"},{"type":"unspoken","time":1570699800,"counter":55,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1570699800,"counter":56,"content":"<p>Sitting suspended at 12.15 p.m. and resumed at 12.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Industrial Development (Amendment) Bill 2019: Second and Subsequent Stages","time":1570699800,"counter":57,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#O00400"},{"type":"unspoken","time":1570699800,"counter":58,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1570699800,"counter":59,"content":"<p>I welcome my colleague from Cavan-Monaghan, Deputy Heather Humphreys, to the House.  She is here to discuss the Industrial Development (Amendment) Bill 2019 and we are dealing with all Stages today.  I welcome the delegation from Drung primary school in County Cavan.  The Minister has some relations who live in the area and I believe some of them attend the school and are in the class that are with us here today in the Gallery.  Senator James Reilly also has relations in the area.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Acting Chairman (Senator Diarmuid Wilson):<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->His wife's family also comes from that area, which is well represented in the House today, and I, too, come from County Cavan.  The students are all very welcome and I hope they enjoy their day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#O00600","speaker":"1418","continuing":true},{"type":"speech","time":1570699800,"counter":61,"content":"<p>I thank the Acting Chairman, Senator Wilson, for extending such a warm welcome to the pupils from Drung primary school.<\/p> <p>I welcome the opportunity to present this Bill to the Seanad and I look forward to hearing Senators' views and working with all Members of Seanad &Eacute;ireann and D&aacute;il &Eacute;ireann to progress this legislation as quickly as possible.  The provisions of Part 3 of the Withdrawal of the United Kingdom from the European Union (Consequential Provisions) Act 2019 are set out again in this Bill.  The provisions are related to the granting of lending powers to Enterprise Ireland and other provisions related to support for research, development and innovation in several critical sectors.  As that Part of the Act has not been commenced, it is prudent and proper now to introduce those provisions in this stand-alone Bill to further support the enterprise base to remain competitive on the global market through the support of Enterprise Ireland, thus limiting the negative effects of Brexit, whatever its nature.  These provisions of the Bill were discussed during the passage of the Withdrawal of the United Kingdom from the European Union (Consequential Provisions) Act 2019.  The Bill also includes technical amendments to increase the aggregate limit for funding to the enterprise development agencies and to increase the aggregate limit on grants made to Microfinance Ireland, MFI.<\/p> <p>The Government is determined to plan and prepare for future growth and the jobs of tomorrow, notwithstanding the very great challenges of Brexit and other international developments on the horizon.  Despite all the uncertainty, Irish companies have continued to win sales around the world and we must ensure that we can sustain these success stories and sustain and grow our market share in the UK and other global markets.<\/p> <p>Putting this Bill in context in terms of Enterprise Ireland's development and diversification agenda, the Government's ambition, through Enterprise Ireland, is to drive the exports of Irish companies to the eurozone by 50% by 2020, that is, from &euro;4.1 billion in 2016 to &euro;6.15 billion in 2020.  There is considerable work under way to drive this ambition.<\/p> <p>As part of the global footprint initiative, Enterprise Ireland announced the targeted expansion of its overseas presence in 2019, with 15 new posts across 13 countries to help more Irish companies accelerate their market diversification efforts.  This will include new offices in Germany, France, the United States, Denmark, Vietnam and Australia.  Enterprise Ireland's international trade mission and events schedule for this year alone covers an impressive total of 207 events in Ireland and international locations to include 73 ministerial-led trade missions and events.  This includes missions across the eurozone, North America, the Asia-Pacific region, the United Kingdom, the Nordic states, Central Europe and Latin America.<\/p> <p>As outlined in the budget this week, the Government is putting in place an additional contingency package of more than &euro;1 billion for Brexit supports for the coming year.  This contingency will ensure that an initial provision of &euro;110 million will be available to my Department and its enterprise and regulatory agencies to provide targeted supports to impacted businesses in the immediate aftermath of a no-deal outcome.  The provision will also allow for additional tranches of supports to be provided to meet actual needs as the impacts of a no-deal outcome develop.  The targeted no-deal supports developed by my Department will be available to companies of all sizes, including microenterprises, small and medium enterprises or SMEs, the sectors with a focus on food that are most exposed, and manufacturing and internationally traded services, including exporters and importers.  In the first instance, given constrained resources, in planning for no-deal Brexit enterprise support schemes, my Department's supports will be prioritised to those firms that will be most impacted by Brexit and that have future potential, in other words, vulnerable but viable firms.  In the event of a disorderly Brexit, it is essential that the appropriate mechanisms are in place to provide liquidity support to business.<\/p> <p>The provision of a further &euro;10 million to Microfinance Ireland under the proposed amendment in this Bill to the Microenterprise Loan Fund Act 2012 will introduce improvements to the SME and microenterprise lending market, maximising the ability of businesses to access appropriate finance at a time when liquidity will be critical.  This legislative amendment will enable loans of between &euro;25,000 and &euro;50,000 to be made available to businesses based on the same Brexit-related eligibility criteria as apply under the Brexit loan scheme.  As a further enhancement, MFI will also be able to support the local enterprise office, LEO, network with a combined LEO-MFI Brexit support product to LEO clients, offering funds of up to &euro;100,000, with MFI servicing the first &euro;50,000 and a LEO repayable grant providing the remainder, up to a total maximum of &euro;100,000.<\/p> <p>The likely immediate consequences of a hard Brexit - currency movements, supply chain constraints, delays, duties and tariffs - will, in the first instance, place a strain on the working capital position of businesses.  The immediate support requirement for these sectors will be financial liquidity, which will be available through the funded supports of the Strategic Banking Corporation of Ireland, SBCI, Brexit working capital loan scheme, Microfinance Ireland and the credit guarantee scheme, which are available to all sectors.  A key message I have constantly delivered to business is the critical importance of putting in place working capital safety nets to deal with short-term liquidity demands, including through the Brexit loan scheme.<\/p> <p>Adopting new customs arrangements will be a key challenge for business trading with the UK.  In addition to the training programmes being rolled out by the local enterprise offices, by Enterprise Ireland and by Bord Bia, in early August my Department and the Department of Education and Skills through a joint initiative with Skillnet and Enterprise Ireland, launched Clear Customs, a new &euro;5 million customs recruitment and training initiative.  This initiative will boost the number of specialists by at least 500 in customs agents and firms.<\/p> <p>With regard to Enterprise Ireland's most Brexit-exposed clients, more than 530 companies received approval for funding of &euro;74 million in total in 2018.  We need to build on these supports and provide further latitude to our development agencies to provide a wider suite of supports and flanking measures in order to help mitigate the negative effects of Brexit.  Through these legislative amendments to section 29 of the Industrial Development Act 1986, as proposed in section 1 of the Bill, we are enabling Enterprise Ireland to help position Irish businesses to be more agile and to be able to respond to global challenges, including Brexit.  By enhancing their research, development and innovation capabilities and activity, Irish firms will have a greater competitive advantage and will be able to maintain it by developing cutting edge products and services that are better performing, more efficiently delivered and more effective for their customers.<\/p> <p>The amendments remove the 50% cap set in national legislation on the research and development grant rate to allow Enterprise Ireland to fund within permissible EU state aid rules and it allows Enterprise Ireland to pre-fund research and development grants to companies of all sizes.  Allowing Enterprise Ireland the flexibility to offer enhanced research and development supports will provide for the development of new or substantially improved products, services or processes and assist businesses to grow and increase employment by remaining competitive.  All research and development projects that will benefit from the introduction of these amendments will still have to meet value for money criteria and comply with the Enterprise Ireland conditions related to the offer of research and development grants.<\/p> <p>Section 2 is a technical amendment which increases the aggregate capital funding that can be provided to IDA Ireland, Enterprise Ireland and Science Foundation Ireland from &euro;7 billion to &euro;14 billion.  Primary legislation currently sets a statutory limit of &euro;7 billion on the aggregate capital funding that can be provided to these agencies since 1993.  As the combined cumulative totals being prepared for the agencies annual financial statements as of end 2018 amounted to &euro;6.543 billion, it is timely to increase the limit for the total capital amounts that the Minister is empowered to provide to these agencies.<\/p> <p>Section 3 aims to permit Enterprise Ireland to lend and participate in certain types of follow-on investments and provides that Government approval is required for investment amounts or loans in excess of &euro;7.5 million for any client.  Providing Enterprise Ireland with the powers to facilitate additional lending and investment instruments in certain circumstances, increases the flexibility to support enterprise development and to manage its investments on a par with private sector investors.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Heather Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2308\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2308&amp;amp;pid=HeatherHumphreys&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Such additional powers will help to preserve the value of the State's investments in these businesses and will assist companies through restructuring or redevelopment programmes that may be critical in the weeks and months ahead.<\/p><p>I emphasise that there are no additional costs to the Exchequer as the costs of these enterprise supports will be accommodated within Enterprise Ireland's existing budget.  It is now more important than ever that Enterprise Ireland can respond in an agile and flexible manner as the opportunities and challenges for its client companies change, specifically in the context of a potential no-deal Brexit, and as the investment market changes.  It is also important that Enterprise Ireland can flexibly deploy the widest array of interventions that match supports available in other countries, particularly now in a Brexit context.<\/p><p>Section 4 provides for a technical amendment to section 5(2) of the Microenterprise Loan Fund Act 2012.  Section 5 currently caps the equity that Microfinance Ireland can receive at &euro;25 million, providing for a grant of &euro;10 million under section 5(1) and a further &euro;15 million under section 5(2).  The amendment to section 5(2) of the Act will increase the funding by &euro;10 million, from &euro;15 million to &euro;25 million, to a total of &euro;35 million.  This will mean that up to &euro;10 million in additional funding can be provided to enable Microfinance Ireland to provide increased lending in the event of a disorderly Brexit.  Section 5 provides, as referred to earlier, for the repeal of Part 3 of the Withdrawal of the United Kingdom from the European Union (Consequential Provisions) Act 2019 as this Part is now contained in this stand-alone Bill.<\/p><p>Section 6 provides for the Short Title, collective citation and construction of the Bill.  It also provides for the Minister for Business, Enterprise and Innovation to commence the Bill, or sections of the Bill, as appropriate.<\/p><p>In summary, the proposed amendments to allow an extension and enhancements to research and development supports aim to help firms that have tight cashflows to commence important research and development projects.  Enterprise Ireland can already do this with small companies.  This legislative change seeks to remove the statute bar from doing this with a company of any size.  I want Enterprise Ireland to be able to help firms to produce improved horticultural or agricultural processes, methods or products, where the research and development results are likely to enhance, diversify or strengthen, directly or indirectly, the processing part of their business.  In making the proposed amendment to the Microenterprise Loan Fund Act 2012, we can maximise the ability of businesses to access appropriate finance at a time when liquidity will be critical.  The changes to legislation are required to ensure Microfinance Ireland can provide increased volumes of loans to microenterprises impacted by Brexit.  Regarding the proposed new investment powers for Enterprise Ireland, this will have a positive impact on Enterprise Ireland's ability to provide a sophisticated level of financial support, tailored to meet the needs of individual client companies and mirroring new investment norms.  It will enhance the State's existing suite of enterprise supports in helping to Brexit-proof Ireland by investing in the future of our firms.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#P00200","speaker":"1249","continuing":true},{"type":"speech","time":1570699800,"counter":63,"content":"<p>I know that much work has gone into this and I have discussed it briefly with the Minister.  I know it ties into the Withdrawal of the United Kingdom from the European Union (Consequential Provisions) Act 2019, which we have discussed at length.  It has been a while coming and that is the only downside.  We have talked about the measures for quite a while.  The Minister has presented it and I know we are trying to complete all Stages today, which is very helpful.  I know much of the good work that has been done by Enterprise Ireland and associated bodies to promote Ireland and its businesses.  Funding streams are now in place that will be a help in the event of a hard Brexit.<\/p> <p>The Minister talks about many different markets and the funding to promote our businesses.  The Minister is aware of the carbon footprint of products, which we hear more about every day.  When I was in Russia recently, a well-known Irish brand of dairy product was for sale in a Russian supermarket, which caught my eye.  I estimate that it was probably half the price of what it would cost in Ireland.  I do not know if it was discounted.  I do not know if we are just trying to gain more market share.  How sustainable are some of these markets with regard to the carbon footprint?  Is that taken into consideration when looking at these foreign markets?  Do we give much thought to it?  We are doing much good work in other countries and I do not want to take away from the good work the Department does.  Are we looking at the long-term status of these markets and where we can go with them?  Flying something to China or South America is a hell of a long way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#Q00200","speaker":"1411"},{"type":"speech","time":1570699800,"counter":64,"content":"<p>I welcome Deputy Thomas Byrne and his guests to the Visitors Gallery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#Q00300","speaker":"1418"},{"type":"speech","time":1570699800,"counter":65,"content":"<p>Much of what is in this Bill has been presented to the D&aacute;il and to us in the Withdrawal of the United Kingdom from the European Union (Consequential Provisions) Act 2019.  At that time, my colleagues engaged with the Minister about the poor uptake of the range of supports relating to Brexit.  I will read into the record what was said.  My colleague, Deputy Quinlivan, stated:<\/p><blockquote>Just 81 loans with a value of &euro;17.3 million have been given out under the &euro;300 million Brexit loan scheme, a tiny 6% of the total pot. Only 241 market discovery grants have been approved while just 156 Be Prepared grants have been sanctioned.<\/blockquote> <p>My colleague tabled amendments asking for a review of what went wrong.  I represent a Border county.  Businesses said that many in Border areas were struggling.  The supports are obviously available to businesses across the State, not just in Border areas, but businesses in Border areas said that confidence had taken a hit over recent years, that investment opportunities were not what they could be, and taking an additional loan was not something that they wanted to do.  That was the anecdotal feedback I received from businesses and groups representing businesses.  The Minister said in response that she could not support the amendment because reviews were ongoing and she was engaging with various business representative groups.  What has been the outcome of the Department's review of the low uptake?  I know the additional capital funding for the IDA, Enterprise Ireland and Science Foundation Ireland was going to be provided anyway.  I see that in the digest from the Library and Research Service.  It is not Brexit related.  Other measures would be Brexit related.  The Minister is right on the Border herself so I do not need to lecture her about anything related to Border businesses.  There is low uptake and we need to understand why.<\/p><p>When I talk to businesses and communities in Donegal, they tell me that they struggle to get by from day to day, trying to keep the business going.  It is difficult enough to deal with what is a reality without dealing with what might be a reality.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig Mac Lochlainn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2321\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2321&amp;amp;pid=PadraigMacLochlainn&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is enough dealing with what is a reality rather than what might be a reality.  There is a view that Brexit will be sorted out and will not happen.  Is it being said that we will cross the bridge when it appears before us?  I acknowledge that InterTradeIreland and other organisations have been resourced but I wonder what feedback the Minister has got in her Department in this regard.  When this was debated in the D&aacute;il, Sinn F&eacute;in called for a Brexit stabilisation fund.  Such a fund has been in place in Britain.  We were saying the rainy day fund must be postponed because the rainy day is right now owing to Brexit.  I welcome the fact that in the budget, the Government set aside, on a precautionary basis, approximately &euro;1.2 to &euro;1.3 billion, much of which will be to support the various sectors of the economy and businesses that could be affected.<br\/><br\/>I have a wider concern.  As we know from the financial crisis, it is dangerous when measures are taken that encourage cycles.  If we are entering a cycle of economic difficulty or have a budget that encourages that cycle, that is, a procyclical budget rather than a countercyclical one, such measures are a mistake.<br\/><br\/>There were interventions in the recent budget.  While I welcome the fact that the Government has come around to the idea of what is pretty much a Brexit stabilisation fund, I wonder about the position on more investment in the economy, public services and housing and more capital investment.  The capital budget for the Department of Education and Skills has decreased for the first time in quite a while under this budget.  Is that a mistake?  Are we saying we have a precautionary budget to support businesses, through what is pretty much a stabilisation fund, while having what is almost an austerity budget?  It is not a cutback budget but a <i>status quo<\/i>budget.  I wonder whether that is the wrong strategic decision at this time.<br\/><br\/>The Bill is supported and contains welcome measures. A lot more needs to be done.  I would like to know, in particular, the outcome of the Minister's review on the poor take-up of many of the loan funds.  What does the Government aim to do with the fund for Brexit supports?  We support the Bill.  We would look for more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#Q00400","speaker":"1400","continuing":true},{"type":"speech","time":1570699800,"counter":67,"content":"<p>I welcome the Minister to the House again.  Any time she comes here, she comes with Bills that are invariably supported.  This is yet another.  It is welcome and timely that we increase the funding available to IDA Ireland, Enterprise Ireland and Science Foundation Ireland when we face such serious threats owing to what is happening across the water and the likelihood of a disorderly Brexit.  I particularly welcome the increase in funding.  It is considerable.  An increase of &euro;7 billion is a hell of a lot of money.<\/p> <p>Let me digress for one moment.  We are talking about the Bill but the preceding speaker spoke about the lack of investment in other areas.  There is additional investment in justice, health and education.  I feel very strongly about the latter as somebody who comes from the constituency with the youngest population.  It has more children than anywhere else.  Education is critical in preparing us and the young for the future and so we can compete on the world stage, which previous generations have done very successfully.  We want our youth to be best armed and educated.<\/p> <p>On the Bill, I am especially pleased there is now capacity for shares to be bought as a way of supporting business.  I hope it will not only support business but also create a return for the fund so future businesses can also be helped.<\/p> <p>Science Foundation Ireland is critical to research and development.  Clearly, I am speaking as a doctor but I am aware that when a business is continuing to refine and develop its products to compete on the world stage, nothing stands still.  Therefore, research and development are critical to all businesses.  I very much welcome the fact that there is to be much greater capacity for money to be made available for it.<\/p> <p>I do not intend to delay the House.  This Bill is important and welcome and I would like to see progress made on it without any delay.  I was very pleased to hear the two previous speakers supporting it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#R00200","speaker":"1421"},{"type":"speech","time":1570699800,"counter":68,"content":"<p>The Minister is very welcome to the House.  I know she has had some interaction on it with Senator Nash.  Unfortunately, he cannot be here today.  He sends his apologies but he acknowledges the work the Minister has done on bringing the Bill to the House today.  No one knows the possible impact of a hard Brexit on the Border counties better than the Minister.  She represents and lives in a Border county and is aware of the likelihood of job losses.  It is important to put the finances in place to try to support small businesses in facing the pressure of a hard Brexit.  Even if there is no hard Brexit, the long-term viability of small businesses in Border counties will be difficult to sustain.  It has always been difficult.  Further pressures will certainly make circumstances more difficult.<\/p> <p>On many occasions, the Minister has touched upon the fact that larger businesses and industries have been able to put resources aside to deal with a possible hard Brexit.  I refer to sourcing raw materials from other locations and to the pharmaceutical industry checking standards and criteria and, in some cases, changing its formulae.  Even a small change to ingredients in the pharmaceutical industry can have a knock-on effect on packaging, content, and research and development.  I am confident that the larger companies have been able to address this and put the necessary resources in place.  They have been assisted by the Department and the State in this regard.<\/p> <p>In his contribution Senator Mac Lochlainn touched on the fact that smaller businesses have not been able to put resources in place because they are put to the pin of their collar day in, day out.  Those concerned may be managing their businesses from Monday to Friday and trying to catch up on the paperwork on Saturday and Sunday.  Those are the businesses that are facing the difficulties.  In the Dublin region, the issue has been raised with me by small bakeries because the vast majority of their raw material is imported from Britain.  In many cases, these businesses will have to change their labelling on their packages, which they do not have resources to do.  They have not had time to engage.  I am not saying the offer of engagement was not in place.  I am saying the businesses just did not have the capacity to really engage.  They are saying that if their flour no longer comes from Liverpool and they have to get it from France, the product they will offer to their customer will be very different.  There is a certain amount of nervousness.  I am not sure what the Minister can do about this because the reality in many cases is that a small firm employing one or two people just does not have the resources and is taking a gamble that politicians will come up with a pragmatic solution to the problem of a hard Brexit.  As the day comes ever closer, it is feared that a solution will not be found and that businesses will be chasing to catch up.<\/p> <p>On the question of resources, Dublin Port has put in a significant amount of resources.  I believe it has spent more than &euro;30 million to ensure the free flow of traffic through the port.  My concern, however, is about exports and the land bridge.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have taken some time to look at the Port of Calais.  It has invested resources to help the free flow of Irish exports through the land bridge.  Irish exports will go through customs and exit the port via a separate road.  If there is a hard Brexit, I would like Irish support staff to be relocated to French ports to assist in ensuring a free flow of Irish goods through those ports.  I accept that our European friends and fellow members of the EU are determined to ensure Ireland is assisted, and I am grateful for that.  However, in the weeks after Brexit, given that some Irish lorry drivers will experience language barriers, it would be useful to have Irish staff in place in France to facilitate the free flow of goods across the land bridge into the French ports.  Let us provide as much information as possible.  I know the Minister is determined to do that and will explore every avenue.<\/p><p>I will not delay the Bill.  I am grateful we are dealing with it today rather than in a couple of weeks' time, as it means a certain amount of preparation will have been done.  I compliment the Minister's staff and officials in the Department on their tireless work in recent months in preparation for Brexit.  It is work they probably hoped they would never have to do but they have put their shoulders to the wheel and delivered the legislation on time.  I compliment them on the work they have carried out on that.<\/p><p>The Minister referred to research and development.  A draft report produced by the Joint Committee on Business, Enterprise and Innovation on the European Organization for Nuclear Research, CERN, is winging its way to her.  I do not mean to ambush the Minister by raising this issue, on which I do not expect a response.  Research and development is key to Ireland's future.  Joining CERN as an associate member would present our graduates and scientists with an opportunity to gain experience in international research.  We should never underestimate the benefits of networking in research across Europe.  While I accept that the committee's proposal would be costly, I want to plant in the Minister's mind the idea that international co-operation in research and development and giving our scientists an opportunity to participate in CERN would be worth considering.  It would also send a signal that Ireland is increasing its engagement with our European partners in the area of research.<\/p><p>I wish the Minister the best.  I expect this legislation to move speedily through the House.  I sincerely hope we will not face a hard Brexit in the coming weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#R00300","speaker":"1417","continuing":true},{"type":"speech","time":1570699800,"counter":70,"content":"<p>I thank the Senators for their support.  It is much appreciated because Brexit is a serious challenge to this country.  By working together, we will face up to and deal with this challenge, as we have dealt with other challenges in the past.<\/p> <p>Senator Davitt raised the matter of our carbon footprint.  Ireland has a small domestic economy but exports a substantial amount of our produce.  We have to do that in order for companies to be able to create jobs.  Enterprise Ireland has a range of supports in place to help client companies address environmental issues.  There is a strong awareness of changing requirements and the need to help our companies to adapt to these changes and continue to sell on the global market.  Future Jobs Ireland is the whole-of-Government approach to dealing with the challenges of the future, including in technology.  One of the pillars of Future Jobs Ireland is helping companies to transition to the low-carbon economy.<\/p> <p>Senator Mac Lochlainn raised the take-up of Brexit supports.  He will be pleased to hear that take-up of these supports has increased.  The Brexit loan scheme is the working capital facility that companies can avail of.  Pressures on liquidity arising from customs and duties will probably create the most pressing need among companies in a no-deal Brexit.  Their cashflow will come under pressure and the Brexit loan scheme is available to help safeguard their liquidity.  Some 199 loans have progressed to sanction at bank level and &euro;44 million has been provided under the scheme.  I encourage companies that have not applied to the loan scheme to apply today in order that they have funding available if their cashflow comes under pressure.  It will not cost them anything if they do not use it.  They should have this funding in the background.  I have been saying that for some time.  I understand that companies are afraid to take on additional commitments and borrowings in the face of the uncertainties of Brexit.  However, this scheme operates like an insurance policy.  Companies should apply to ensure they have funding available if their overdraft comes under pressure.<\/p> <p>There is &euro;50 million available under the future growth loan scheme in which there is particular interest because 296 loans have progressed to sanction at bank level.  A total of 216 Enterprise Ireland Be Prepared grants have been approved and 194 companies have been approved for funding under the Enterprise Ireland market discovery fund.  InterTradeIreland and the local enterprise offices also offer a range of supports, as does Enterprise Ireland.  I have not heard any complaints about the supports that are available.  If somebody has an issue with them or if they have suggestions on how we can improve them in any way, they should tell us because we want to help businesses.<\/p> <p>We have been held numerous Brexit meetings and more than 100 seminars around the country.  Over the summer months, I visited Cavan, Monaghan, Donegal and Dundalk in County Louth.  These Border counties will be most impacted.  We had a meeting in Dundalk about three weeks ago with 300 people present.  Last Friday, I attended a Bank of Ireland Brexit seminar in Cootehill, one of a series of such seminars the bank is holding across the country.  It was a good meeting with very good speakers, which was attended by about 150 people.<\/p> <p>We are setting out for businesses the steps they need to take.  We launched the get ready for Brexit initiative some weeks ago, which sets out nine steps that businesses need to take.  Some are simple and will not cost money and the whole process can be completed in half an hour.  Businesses should take time out to do this.  Anyone who cannot make sense of the process can get a voucher for up to &euro;2,250 from InterTradeIreland and use it to pay somebody to assess the risks facing his or her company.  That support is available and people should use it.  The local enterprise offices also have supports and people should visit their LEO and get the necessary advice.  The local enterprise offices and Enterprise Ireland have been rolling out training on customs.  Those who are unsure of customs procedures and documentation should attend one of the training sessions being rolled out.  Enterprise Ireland's website features an online training course on customs.  For companies with significant exports, the clear customs course, an intensive training course being organising through Skillnet Ireland, is being rolled out across the country.  Businesses can also avail of grant aid to either employ or part-pay somebody &euro;6,000, up to a maximum of ten staff members.  There are a range of supports available and I implore companies to use them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Heather Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2308\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2308&amp;amp;pid=HeatherHumphreys&amp;amp;year=2019&amp;amp;month=10&amp;amp;day=10\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There has been an increased take-up of supports, because as we get closer to 31 October, the likelihood of a no deal becomes greater.  We have been working with companies and we will continue to do that.<br\/><br\/>Certification and standards were mentioned.  Sometimes, it is hard for companies to know exactly what is required of them.  The agencies are all available to help.  People should pick up the phone and ring them.  They are there to help and they will tell people what they need to do.  There is work involved.  People need to look at their supply chains, where they are getting their goods and where they will get them certified.  Many products were certified in the UK and that would not be the case any longer in the event of a no-deal Brexit.  Products have to be certified in an EU country.  That is something people need to consider.  Those are the things that are available in the information provided.  People should go to <i>gov.ie\/brexit<\/i>website and they will find everything they need to know.<br\/><br\/>I referred earlier to the measures that were introduced in the budget in the event of a no-deal Brexit.  They include &euro;42 million under the rescue and restructuring scheme.  Those supports are available to firms with liquidity or insolvency problems that need to put a complete restructuring plan in place to adjust to whatever the new reality is in a hard Brexit, with equity or loans up to &euro;10 million.  Examples of the type of companies we are targeting there include construction products, an engineering business dependent on the UK whose business collapses overnight, or a food processing business that is a large employer in the regions for whom the introduction of tariffs, for example, could result in the closure of the market and there is a need to radically restructure while meeting existing contractual obligations.  Many such companies are key to rural economies in terms of a route to market for farmers.  Those are the kinds of companies we will be looking at under the rescue and restructuring scheme.<br\/><br\/>A &euro;45 million transition fund is also available to help businesses adapt to short-term shocks such as disruption to supply chains, loss of market or to adjust their business model, as needed, and change to the new trading reality that a no deal would present.  It will be especially important for businesses that find they can no longer access the UK market and they need short-term support as they win new markets and adjust products and services such as engineering sub-suppliers.<br\/><br\/>There is a &euro;10 million transformation fund, comprising &euro;5 million from my Department and another &euro;5 million from the Department of Agriculture, Food and the Marine to help companies that need to completely change.  We supported a company recently that has been working with Enterprise Ireland which changed its processes.  Cheddar cheese is especially popular in the UK and the company has moved from producing cheddar to mozzarella.  The funds we are putting in place now make sure that companies get the support they need in the event of an unexpected shock.  If companies are working with Enterprise Ireland, which they should be, they should be identifying potential shocks and preparing for them.  The transformation fund is intended in the event of a hard Brexit and when companies need support they will get it from day one.  All of the supports that have been announced in the budget have been approved for state aid by the EU.<br\/><br\/>Microfinance Ireland has &euro;5 million and the local enterprise offices, LEOs, also have &euro;5 million so between them, they should be able to give supports to any business whether it is a hairdresser or a haulier.  They do not have to be exporting.  Either body can give support to any business.  Each body can give up to &euro;50,000, which is up to &euro;100,000 in total for companies.  We must be clear.  We will be supporting companies that are vulnerable but viable.  Enterprise Ireland are the experts.  It will work with companies on a case-by-case basis.<br\/><br\/>We have also increased the funding to InterTradeIreland to help companies on both sides of the Border.  It will play a big role in supporting businesses north of the Border because such businesses, if impacted by Brexit, could have consequences for people living south of the Border because there is a lot of cross movement and people moving over and back and working on either side of the Border.<br\/><br\/>I think I have covered all the questions.  We have invested in Dublin Port.  We invested in more staff in the Department of Agriculture, Food and the Marine and in Revenue.  We have emailed 220,000 companies through the Companies Registration Office to tell them what they need to do and giving them the links to the Brexit supports.<br\/><br\/>Senator Humphreys referred to the staff in my Department.  They have been working extremely hard.  A huge amount of work, effort and time has gone into making sure that we have the right support available for Brexit.  I acknowledge their work and thank them for it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#S00200","speaker":"1249","continuing":true},{"type":"unspoken","time":1570699800,"counter":72,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1570699800,"counter":73,"content":"<p>Bill reported without amendment, received for final consideration and passed.<\/p>"},{"type":"speech","time":1570699800,"counter":74,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#T00700","speaker":"1418"},{"type":"speech","time":1570699800,"counter":75,"content":"<p>Next Tuesday at 2.30 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019101000002#T00800","speaker":"1421"},{"type":"unspoken","time":1570699800,"counter":76,"content":"<p>The Seanad adjourned at 1.40 p.m. until 2.30 p.m. on Tuesday, 15 October 2019.<\/p>","notice":"TIME STRING DETECTED"}]