[{"type":"minorheading","content":"Prelude","time":1666776600,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1666776600,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1666776600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1666776600,"counter":4},{"type":"majorheading","content":"Teachtaireacht ó Chomhchoiste - Message from Joint Committee","time":1666776600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#A00100"},{"type":"speech","time":1666776600,"counter":6,"content":"<p>The Joint Committee on Enterprise, Trade and Employment has completed its consideration of the following regulations: the Data Protection Act 2018 (Section 60(6)) (Competition and Consumer Protection Commission) Regulations 2022; the Data Protection Act 2018 (Section 60(6)) (Corporate Enforcement Authority) Regulations 2022; and the Data Protection Act 2018 (Section 60(6)) (Irish Auditing and Accounting Supervisory Authority) Regulations 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#A00200","speaker":"1692"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1666776600,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#A00300"},{"type":"speech","time":1666776600,"counter":8,"content":"<p>I have received notice from the following Senators that they propose to raise the following matters:<\/p> <p>Senator Victor Boyhan - the need for the Minister for Housing, Local Government and Heritage to make a statement on the ongoing engagement between the European Commission and his Department regarding trihalomethane levels in public and private water supplies.<\/p> <p>Senator Tim Lombard - the need for the Minister for Education to provide an update on the new extension for Ballinspittle National School and to outline the timelines for each stage of the project.<\/p> <p>Senator Lynn Boylan - the need for the Minister for Rural and Community Development to review whether, under the Control of Dogs Act 1986, as amended, local authority dog pounds have sufficient capacity to deal with the number of stray dogs being surrendered.<\/p> <p>Senator Lynn Ruane - the need for the Minister for Social Protection to provide an update on the findings of the child maintenance review group, including the timeline for the publication of the report stemming from the review.<\/p> <p>Senator Se&aacute;n Kyne - the need for the Minister for Social Protection to provide an update on the review of the school meals programme, including the rates paid to school meal providers.<\/p> <p>Senator Garret Ahearn - the need for the Minister for Health to make a statement on the recruitment of a consultant psychiatrist for children and adolescents with intellectual disabilities in Tipperary.<\/p> <p>The matters raised by the Senators are suitable for discussion.  I have selected Senators Boyhan, Lombard, Boylan, Ruane, Kyne and Ahearn and they will be taken now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#A00400","speaker":"1692"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1666776600,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#A00500"},{"type":"minorheading","content":"Water Quality","time":1666776600,"counter":10,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#A00550"},{"type":"speech","time":1666776600,"counter":11,"content":"<p>I welcome the Minister of State, Deputy James Browne.  I call Senator Boyhan to elaborate and to properly pronounce that scientific term.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#A00600","speaker":"1692"},{"type":"speech","time":1666776600,"counter":12,"content":"<p>I can tell the Leas-Chathaoirleach that I have broken it up phonetically for myself as tri-halo-methane.  Trihalomethane is the issue before us today.  This matter is the result of an engagement with the National Federation of Group Water Schemes, with which the Leas-Chathaoirleach will be very familiar, as we all are.  I want to put on the record our thanks to that organisation for the amazing work they do in their communities on the management of quality water.<\/p><p>I am very keen to hear from the Minister of State regarding the ongoing engagement between the European Commission and the Department on trihalomethanes and the issues around this.  I understand there continues to be ongoing correspondence between the Commission and the Department in respect of Ireland's failure to address trihalomethanes in several public and private water supplies.  I also understand that the Commission has indicated to Ireland its intention to escalate this case further, which may result in possible fines for the Government.  The National Federation of Group Water Schemes has urged every group water scheme impacted at this stage to engage with their local authorities and to seek best advice and best practice.<\/p><p>It is important that we have a balanced discussion.  The key message is that the use of chlorine to ensure safe drinking water is important and necessary.  Trihalomethanes are formed as a result of adding chlorine to water, although the chlorine is essential to ensure the quality of our drinking water.  Most drinking water in Ireland comes from surface water sources such as rivers, lakes and streams and it has to be treated because there is vegetative matter getting into the water streams.  As I said, most drinking water is treated with chlorine, which kills the bacteria and viruses commonly found in drinking water by disinfecting it.<\/p><p>I will use the term THM for trihalomethane.  I went on the HSE website today.  It states:<\/p> <blockquote> \tTHMs can be ingested (swallowed), if present in water.<br \/><br \/>THMs may be inhaled (breathed in), if present in air, as most THMs in water evaporate.<br \/><br \/>THMs can be inhaled or absorbed though the skin while showering or bathing.   <\/blockquote> <p>On the question &quot;How can THMs affect my health?&quot;, the HSE website states:<\/p> <blockquote> \tSome studies suggest a link between long term exposure to THMs ... and cancer and reproductive effects but the evidence is not conclusive.<br \/><br \/>THMs are classified as &lsquo;possibly carcinogenic&rsquo; to humans...<br \/><br \/>There is some evidence that THMs cause cancer in animals.<br \/><br \/>Some studies suggest that very long-term exposure [to] THMs may be linked to ... increased risk of some types of cancer in humans, in particular bladder and colon cancer.  The evidence however, is not conclusive. <\/blockquote> <p>On the question &quot;What can I do to reduce my exposure to THMs?&quot; the website deals with that in great detail.<\/p><p>We have three organisations responsible for water, namely, Irish Water, the Environmental Protection Agency, EPA, which has a serious role in monitoring the quality of water, and the National Federation of Group Water Schemes.  I do not want to be alarmist but there is an issue in this regard.  At the kernel of this is the European Commission, which has raised concerns with the Government and the Department.  I would like to hear how that is going and what the Minister of State&rsquo;s knowledge is of these concerns.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#A00700","speaker":"1634"},{"type":"speech","time":1666776600,"counter":13,"content":"<p>I thank Senator Boyhan for raising the important issue of trihalomethanes, THMs, in our public water supplies, which gives me an opportunity to give an overview of the work being undertaken to improve the quality and resilience of our public and private water supplies.<\/p> <p>The programme for Government sets out clear and ambitious commitments to ensure that Irish Water accelerates the resolution of schemes on the remedial action list of the Environmental Protection Authority, EPA, including that the formation of THMs is minimised.  We are also continuing to invest in a multi-annual capital funding programme to improve the quality of drinking water in community owned and run rural group water schemes.<\/p> <p>For public water supplies, the Senator will appreciate that since 1 January 2014, Irish Water has statutory responsibility for all aspects of water services planning, delivery and operation at national, regional and local level.  The maintenance and remedial work necessary in our water system is ongoing and being actively pursued.  It is likely that it will take a number of years and investment cycles to fully resolve all the issues and risks and address the pressures of an increasing population and a changing climate.  In response, the Government is providing substantial funding to Irish Water to fulfil its role and has committed to an ambitious, multi-annual funding plan.  The Government is delivering on the &euro;8.5 billion funding package committed to in Project Ireland 2040.<\/p> <p>Irish Water has completed large and complex projects such as a new water treatment plant at Vartry and a full upgrade of the Leixlip water treatment plant.  These two projects alone improved water quality and supply resilience for 717,000 people.  Irish Water is taking action to remove the risk of elevated levels of THMs forming in all public water supplies.  At the end of 2016, there were 71 supplies on the EPA's remedial action list for THMs, impacting 464,791 customers.  As of 30 September 2022, there were 24 supplies serving 243,137 people on the remedial action list for THMs.<\/p> <p>For private group water schemes, each local authority acts as the supervisory authority for its own functional area under the drinking water regulations and is supervised in this role by the EPA.  Each group water scheme is community owned and run.  The Department is working directly with local authorities to resolve remaining issues with private group water schemes that have THM issues or risks.  The adoption of effective measures to ensure compliance with the directive requires local authority liaison and co-operation with the management and members of these schemes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#B00100","speaker":"1618"},{"type":"speech","time":1666776600,"counter":14,"content":"<p>I appreciate the Minister of State's detailed and comprehensive reply, which confirms that the European Commission has been raising these issues since 2014 which is a long time ago.  It also confirms that there was an issue with approximately 70 water supply zones.  Correspondence from the Commission issued to the Government in November 2021 indicates that it believes the drinking water directive has been breached in 30 water supply zones.  Would it be possible to publicly identify those 30 water supply zones?  It is important for the people who are drinking that water to know that issues relating to it are being contested between the Irish Government and the EU.<\/p> <p>The Minister of State has shed some light on the matter and given us some detail, which is very helpful.  He has given us facts, which are very important in the context of our water supply, public health and transparency.  Clearly, the Government is going to contest the Commission's findings and I ask that the Department keep us informed in that regard.  Again, I thank the Minister of State for shedding some light on this matter and sharing some of the facts of this case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#B00200","speaker":"1634"},{"type":"speech","time":1666776600,"counter":15,"content":"<p>I highlight the fact that solutions typically consist of water treatment plant upgrades, a new connection or water schemes being taken in charge by Irish Water.  The works to resolve the water quality issue are being funded under the Department of Housing, Local Government and Heritage's multi-annual rural water programme.<\/p><p>As the Senator said, the European Commission first raised the issue of THM compliance in Ireland back in 2014.  At that time, the Commission had concerns regarding 73 public water supplies and 24 private group water schemes.  The Commission has publicly recognised that Ireland has made progress in addressing elevated levels of THMs in drinking water.  However, in November 2021, the Commission referred Ireland to the Court of Justice of the European Union for failure to comply with the requirements of the drinking water directive.  In the referral, the Commission alleges that the level of THMs in drinking water has exceeded the parametric value established by the drinking water directive in 30 water supply zones, although this figure will be contested by Ireland during the case.  Ireland is currently finalising its defence to the case, with the assistance and advice of the Office of the Attorney General, and this will be submitted to the court at the end of October.<\/p><p>For the Senator's information, the EPA publishes its full remedial action list on its website at<i>www.epa.ie.  <\/i>This list provides a comprehensive picture of public water supply compliance and risk on an ongoing basis.  The EPA also publishes all of its audit results on its website.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#B00300","speaker":"1618"},{"type":"speech","time":1666776600,"counter":16,"content":"<p>I thank the Minister of State for his response and thank Senator Boyhan for raising the matter.  It is a particular pleasure to welcome Toby to the Visitors Gallery.  He is on work experience with the Minister of State, Deputy James Browne, this week.  I wish you a good week.  It is good to have you here and you are certainly in a very good university with the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#B00400","speaker":"1692"},{"type":"minorheading","content":"Schools Building Projects","time":1666776600,"counter":17,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#B00500"},{"type":"speech","time":1666776600,"counter":18,"content":"<p>I wish to raise an issue relating to Ballinspittle National School, a small country school in a village just south of Kinsale.  According to the most recent census, the population of Ballinspittle has grown by over 10%.  It is a unique little part of the world that has so much going for it but there has been an issue with schools in the area for at least a decade.  The majority of the schools in the locality, taking in Kinsale, Ballinspittle, Rennies, Minane Bridge, Belgooly and Dunderrow, have been upgraded but there are two schools in the district that have not been upgraded.  One is Summercove National School and the other is Ballinspittle National School.<\/p> <p>I seek clarity on the next phase for Ballinspittle National School.  A substantial project went to tender during the summer comprising a brand new second floor, a library, offices, a general purpose building, a special education room, an administration room and a store room.  The tender closed at the start of August and the question now relates to the next phase.  I want to get clarity on how this project will be progressed.  What is the timeline in terms of when we will see shovels in the ground?  This development will have a hugely positive impact on the community.  I accept that this is a complicated building project that will probably take place over two phases.  It may be necessary to knock half of the school and then build the other half.  Clarity on how this project will proceed is very important.<\/p> <p>There has been significant development in the area in recent years.  There are eight mainstream classes in Ballinspittle National School.  There are four special resource teachers, two SNAs and over 200 pupils attending the school, which is a significant size in that part of the world.  The newly appointed principal, Ms Sheila Wall, is doing a fantastic job.<\/p> <p>I seek clarity on the next phases of the project.  Tenders have been received.  Have they been opened?  Is there an approved tenderer and what is the timeline for this new school to be built?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#B00600","speaker":"1666"},{"type":"speech","time":1666776600,"counter":19,"content":"<p>I thank Senator Lombard for raising this important matter regarding a statement on the progress of the new extension for Ballinspittle National School and an outline of the timelines for each project stage.  The major building project for the school is included in the Department&rsquo;s construction programme, which is being delivered under the national development plan.  The brief provides for the demolition of the existing buildings to provide accommodation for a new 12-classroom school, with three classrooms for pupils with special educational needs on the current site.<\/p> <p>This project entered architectural planning upon the appointment of the design team in July 2018.  Stage 1, preliminary design, was approved in July 2019, and the project then progressed to stage 2(a), developed design, where the design team developed the agreed design option and accurately cost planned the project so that it could be lodged for statutory approvals, including planning permission.<\/p> <p>Stage 2(a), developed design, was approved by the Department in August 2021, and the board of management and its design team were subsequently authorised to commence stage 2(b), detailed design.  Stage 2(b) included the applications for planning permission, fire safety certification, disability access certification and the preparation of tender documents.  Planning permission was secured for this project in April 2022.<\/p> <p>The stage 2(b) submission was received by the Department in late August 2022.  Following the Department&rsquo;s review of this submission, an initial stage 2(b) approval letter was issued to the board of management last week.  This included Department stage 2(b) comments for a design team review and a request for confirmation from the design team that, upon completion of this review, they are satisfied their tender documents are complete, correct and in compliance with Department technical guidance documents, building control regulations and public works tender-documentation requirements.<\/p> <p>The design team was authorised to carry out the pre-qualification of building contractors in June 2022, in parallel with the completion of stage 2(b).  The design team recently provided the Department with a draft pre-qualification report, which is currently under review.  Upon receipt of the design team stage 2(b), confirmations and completion of pre-qualification process, the Department will contact the board of management regarding the progress of this project to tender stage.<\/p> <p>The tender stage normally takes between six to eight months to complete and thereafter, subject to no unforeseen circumstances, the project will then progress to stage 4, construction.  Currently, the design team estimates a construction period of 20 months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#C00100","speaker":"1618"},{"type":"speech","time":1666776600,"counter":20,"content":"<p>Can the Minister provide me with a copy of the report?  It is important to get clarity on the construction phase.  The period of 20 months is a similar period of time.  I am aware the proposal is to knock half of the existing school and to build a new structure, and then to knock the other half and build the other structure.<\/p> <p>I refer to the 20-month building timeframe.  When will we get to a point by which the appropriate tenders are done so that we can get to the next phase and have a definitive timeline of when the building will be opened?  I stress the need for this development as the population is growing.  It is a positive school, both socially and for the community.  Can we get clarification on when the new school will be opened?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#C00200","speaker":"1666"},{"type":"speech","time":1666776600,"counter":21,"content":"<p>I again thank the Senator for raising the important issue of Ballinspittle National School's new project.  I hear the Senator's concerns about the population growing, how there is a real need for this school in a strong community that is very positive towards it, and about the delivery of this new important project.<\/p> <p>From the information provided to me, I understand the project is at the end of the design team stage 2(b), confirmations and completion of pre-qualification process.  As soon as that is complete, which I believe will be soon, it will then move to tender stage which takes between six to eight months, with typically 20 months thereafter for the construction period, although that can change depending on the complexity of the construction.<\/p> <p>That is all the information I have to hand.  If I can get further information, I will endeavour to provide it to the Senator. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#C00300","speaker":"1618"},{"type":"majorheading","content":"Visit of Czech Delegation","time":1666776600,"counter":22,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#C00400"},{"type":"speech","time":1666776600,"counter":23,"content":"<p>If I could briefly interrupt Commencement matters for the pleasant duty and privilege of welcoming our friends from the Czech Republic, who join us in the Distinguished Visitors Gallery.<\/p> <p>I believe all the Members of the House and, indeed, the Minister of State, will join me in welcoming you, the members of the permanent commission on administrative affairs of the office of the Chamber of Deputies of the Parliament of the Czech Republic, led by Mr. Stanislav Blaha and accompanied by the Czech ambassador, H.E. Mr. Petr Kyn&scaron;tetr.  On behalf of all my colleagues in Seanad &Eacute;ireann, I extend a warm welcome to you and wish you a very successful visit to Ireland.<\/p> <p>On the occasion of the Czech national day, which is on Friday, I would like to share some remarks on behalf of the Cathaoirleach.  An independent Czechoslovakia was declared on Wenceslas Square in Prague on 28 October 1918, just a year before the first sitting of D&aacute;il &Eacute;ireann, our first independent Parliament, in 1919.  Following independence, Ireland and Czechoslovakia developed contacts at various levels, particularly at the League of Nations.<\/p> <p>Similar to Ireland, the Czech Republic has gone through periods in its history of being without independence.  Today, the Czech Republic is our partner within the European Union, where we hold shared values.  It is particularly important to remember our European bond this year as the Czech Republic holds the Presidency of the Council of the European Union.<\/p> <p>Closer relations followed the Velvet Revolution in 1989 and, in 1995, the Irish Embassy was established in Prague.  President V&aacute;clav Havel visited Ireland in 1996, during Ireland&rsquo;s EU Presidency.  Former President Mary Robinson said she agreed with EU enlargement and understood how important EU membership was for the Czech Republic, which joined the EU in 2004.  Ireland and the Czech Republic continue to share common values and commitments, including membership of the EU - as I alluded to earlier - and of the United Nations.<\/p> <p>In the front entrance of D&aacute;il &Eacute;ireann, a bronze bust of renowned playwright V&aacute;clav Havel, the first President of the Czech Republic, was unveiled in mid-June 2015.  This was a significant and symbolic moment for Czech-Irish relations.  After the United States of America, Ireland became only the second country in the world where a national legislative assembly decided to permanently honour the legacy of former President Havel.  The two countries have been mutually enriching each other in many areas.<\/p> <p>The relationship is a long-standing one, as Irish Franciscans - colloquially called Hibernians - found refuge in Prague in 17th century.  After the Second World War, Czech glass manufacturer Charles Karel Bacik, found refuge in Ireland and later co-founded Waterford Glass.  His granddaughter, Deputy Ivana Bacik, is a renowned Irish politician and academic.  She is a distinguished former Member of this House and is now a Member of the Lower House - the other part of the bicameral Parliament - as well as leader of the Irish Labour Party.<\/p> <p>On this occasion, I wish the ambassador, H.E. Mr. Petr Kyn&scaron;tetr, and the over 8,000 Czechs living in Ireland a happy independence day.  I again welcome the delegation to Ireland.  It is wonderful to have them here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#C00500","speaker":"1692"},{"type":"majorheading","content":"Nithe i dtosach suíonna (Atógáil) - Commencement Matters (Resumed)","time":1666776600,"counter":24,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#C00650"},{"type":"minorheading","content":"Control of Dogs","time":1666776600,"counter":25,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#C00700"},{"type":"speech","time":1666776600,"counter":26,"content":"<p>I welcome the Minister of State but I am disappointed that the Minister, Deputy Humphreys, is not here to take this Commencement matter, particularly given that her constituency contains many dog breeding establishments.  I look forward to hearing the official response because for too long, Ireland has had the unfortunate title of being the puppy farm capital of Europe.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Boylan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=LynnBoylan&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Government after Government has failed to get to grips with the situation and the dog-breeding establishment, DBE, guidelines are just that - guidelines.  Even if they were followed to the letter, which they are not, it would be perfectly reasonable in the eyes of this Government that a DBE keep hundreds of breeding bitches and have one staff member looking after 25 breeding bitches and all of their pups.<\/p><p>The use of automation, the industrial nature of puppy farms and the lack of human interaction are resulting in poorly-socialised dogs with a range of behavioural issues.  The fallout from this is becoming very clear in recent months as pounds are dealing with the Covid-regret puppies.  During the lockdowns, many people rushed into buying a puppy for the family without fully understanding the commitment that a dog is.  Puppy farms subsequently ramped up supply and churned out puppies to meet the insatiable demand.  They gave no thought to the misery they were inflicting on the breeding mothers or the welfare of the resulting pups.<\/p><p>Unfortunately, the chickens are now coming home to roost.  Some people are returning to work unable to look after the poor dogs, and others are dealing with young dogs that are manifesting a wide range of behavioural issues, many of which are due to the fact that they were born on these puppy farms.  PetBond vet, Dr. Tim Kirby, has rightly called such farms a chain of misery and said that mothers are stressed, overbred and pass on their fear and anxiety to their young.<\/p><p>Dogs Trust has seen a considerable increase in the number of dogs being surrendered and an overwhelming list from local authority pounds seeking shelter space with it.  In addition to the Covid-regret pups, those dealing in the sale of dogs are now faced with pups they cannot sell and an oversupply of breeding bitches.  Dogs Trust has had 54 pups in the past three weeks alone, 15 of which were crossbreeds taken in from the local pound with no mother to be found.  <\/p><p>To compound matters, the housing and cost-of-living crisis is impacting on the number of dogs being surrendered and abandoned.  Families with notices to quit or whose landlords will not allow pets are now having to surrender their much-loved pets, which is devastating and denies children the joy and life skills that pet ownership brings, which includes empathy.<\/p><p>When I visited the new Dublin county pound, I was told that up to 30% of surrenders are now down to housing issues and an increasing number of dogs are being abandoned or surrendered because they are old and have health issues.  Poor Lenny, a Shih Tzu, was left in a crate under a bridge recently.  Sam, an old cairn terrier, was found wandering along a busy road blind and covered in mange.  Maggie, the lurcher from Carlow-Kilkenny pound, was dehydrated and had acid burns, an untreated broken toe and a large growth on her hind leg.  There is no excuse for any of this and those responsible should be held accountable.  However, all of the shelters and pounds are saying the exact same thing: the phone will not stop ringing.  There is a tsunami of unwanted dogs.<\/p><p>What work is happening in the Department of Rural and Community Development to ensure that the local authority dog pounds are equipped for this situation?  What does the Minister plan to do in the long term to end the scourge of puppy farms and industrial dog breeding?  Cavan-Monaghan is home to some of the largest DBEs but the Minister of State's constituency of Wexford also has a large number of them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#C00800","speaker":"1635","continuing":true},{"type":"speech","time":1666776600,"counter":28,"content":"<p>On behalf of the Minister for Rural and Community Development, I thank Senator Boylan for affording me the opportunity to speak on this very important matter.  I understand there has been some concern about this issue.<\/p><p>The Department of Rural and Community Development has policy responsibility for dog control and dog-breeding establishments, while the local authorities are responsible for all operational activities.  These responsibilities include the dog-licensing and dog-warden service and the management and operation of the local authority pounds or shelters.  The Department of Rural and Community Development has no involvement in these operational activities.<\/p><p>With regard to the provision of pounds and shelters, section 15(2) of the Control of Dogs Act 1986 empowers local authorities to enter into arrangements with any person for the provision and maintenance of dog pounds or shelters.  The Act also provides for such persons or organisations to carry out the functions of the local authority under the Act with regard to the acceptance, detention, disposal and destruction of stray or unwanted dogs.<\/p><p>Section 15(3) of the 1986 Act empowers local authorities to enter into arrangements with any other local authority, the Irish Society for the Prevention of Cruelty to Animals, ISPCA, or a person connected with animal welfare, for the exercise of all or any of its functions, other than its functions under sections 17 or 30 of the Act.  The procurement of any service related to local authority pounds is therefore a matter for each local authority and the management and operation of such pounds or shelters are matters solely for the relevant local authority.  Similarly, the enforcement of welfare standards for all animals, including the welfare of dogs in pounds or shelters, is a matter for the Department of Agriculture, Food and the Marine under the Animal Health and Welfare Act 2013 and one in which the Minister's Department has no direct role.<\/p><p>The Department of Rural and Community Development publishes annual statistics on local authority dog-related activities including statistics on local authority pounds and stray and unwanted dogs and makes them available at <i>gov.ie<\/i>.  The 2021 dog-control statistics, made up of returns from all local authorities, indicate that there are 34 local authority dog shelters or pounds.  I am pleased to note that the number of stray, seized and unwanted dogs entering local authority pounds is decreasing year on year.  The figures are down from more than 26,000 in 2002 to 4,270 in 2021.  This figure was 5,310 in 2020; 9,162 in 2019; 9,961 in 2018; and 11,774 in 2017.<\/p><p>Similarly, the total number of dogs euthanised in local authority pounds has reduced dramatically in recent years.  In 2021, 168 dogs were euthanised in local authority pounds which was down from 172 in 2020 and 1,674 in 2016.  This continues the year-on-year annual trend in the decline in the number of dogs euthanised which is down from just over 215,000 in 2002.<\/p><p>These figures show the tremendous work being done by the local authority dog warden and pound service in the re-homing of dogs and their active engagement with dog welfare groups and charities.  Some 1,077 dogs were re-homed directly by local authority pounds and 1,934 were transferred to dog welfare groups for re-homing in 2021.  In 2020, 1,341 dogs were re-homed directly and 2,545 were transferred to dog welfare groups.<\/p><p>These statistics also demonstrate the success of the neutering and microchipping programmes operated by animal welfare charities.  These programmes operated by some animal welfare charities, with some limited support from the Minister's Department, have successfully reduced the number of unwanted litters of puppies.  Ongoing microchipping has also facilitated the reunification of 1,064 dogs with their owners in 2021 and of 1,286 in 2020 and 1,924 in 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#D00200","speaker":"1618"},{"type":"speech","time":1666776600,"counter":29,"content":"<p>The Minister of State has just summed up the problem in his response in that it is scattered all over multiple Departments.  The Department of Rural and Community Development has the responsibility for the Control of Dogs Act but, once the dog is seized or surrendered, it is the local authority's problem and we had the same issue when the Minister of State's Department officials came before the committee.  They have taken their eye off the ball.<\/p> <p>The reduction in the number of dogs euthanised is due to dogs going to animal welfare organisations.  Dogs Trust alone has seen an increase of up to 2,100 dogs compared with 1,600 last year.  One database has shown a 46% increase in dogs microchipped in the past 12 months and many of those presenting at the pounds are not even microchipped.  We are back where we were ten years ago and face a tsunami of unwanted dogs.  It just shows why the Oireachtas Joint Committee on Agriculture, Food and the Marine called for all of the animal welfare issues to be brought into one Department.  They are scattered all over the place and nobody is focused on the tsunami of dogs that are coming down the line.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#D00300","speaker":"1635"},{"type":"speech","time":1666776600,"counter":30,"content":"<p>I fully understand the Senator's concerns with regard to local authorities having sufficient capacity to deal with the number of stray and surrendered dogs and while the Minister, Deputy Humphreys, and her Department are not aware of any capacity issues in local authority dog pounds or shelters, I ask the Senator to make any such information available to them.<\/p> <p>Every January, after Christmas, we are all saddened to hear of and read media articles about numerous dogs being abandoned at local authority shelters and with animal welfare charities.  I ask members of the public to do their research if they plan to buy a dog this Christmas.  A dog is for life and owning one comes with many responsibilities.  Dogs are lovable creatures which can bring great joy and provide many physical and mental health benefits to a family or household.<\/p> <p>However, I ask that people consider their lifestyles.  A dog needs to be licensed, microchipped and exercised on a daily basis.  They need appropriate food, nutrition and veterinary care.  This can be quite time-consuming and expensive.  If, after considering all possible issues, member of the public wish to add a dog to their household, I ask that they consider their local authority dog shelter and-or local animal welfare shelter.  These shelters have numerous dogs available for loving homes and families.<\/p> <p>As we approach Christmas, the Minister and her Department will once again support any media campaigns regarding responsible dog ownership as they have done in previous years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#D00400","speaker":"1618"},{"type":"minorheading","content":"Departmental Reviews","time":1666776600,"counter":31,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#E00100"},{"type":"speech","time":1666776600,"counter":32,"content":"<p>Unfortunately, I am going to withdraw my Commencement matter.  I have huge respect for the function of this House that is Commencement matters, which is why I do not table Commencement matters every week asking Ministers to come before the House.  This Commencement matter does not, with all due respect, fall under the brief of the Minister of State, Deputy Browne.  To have a Minister respond on behalf of another, to me, makes the engagement extremely dishonest and inauthentic.  The Minister of State has no idea what I am going to say in my four minutes or in my two-minute supplementary contribution and will come in with a script that has been pre-written.  The engagement is therefore not real and feels too much like theatre to me.  I would much rather re-table my Commencement matter when the Minister can have the integrity to respect the functions of this House and the one opportunity we get, through Commencement matters, to engage with Departments that look after the briefs in respect of which we ask Ministers to come before the House.  I therefore withdraw my Commencement matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#E00200","speaker":"1681"},{"type":"minorheading","content":"School Meals Programme","time":1666776600,"counter":33,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#E00300"},{"type":"speech","time":1666776600,"counter":34,"content":"<p>I welcome the Minister of State.  I thank the Cathaoirleach's office for choosing this Commencement matter.<\/p> <p>As the Minister of State will know, the school meals programme provides funding towards provision of food services for disadvantaged schoolchildren.  The programme is approved and funded by the Department of Social Protection, and funding is based on a rate of payment per meal per child, per day.<\/p> <p>I recently met with Galway and Roscommon Education and Training Board, GRETB, which very much values this scheme and does tremendous work for schools across its region, in both city and county areas as well as in Connemara.  GRETB is concerned about a number of issues.<\/p> <p>First, there has been no review of Department of Social Protection maximum rates of payment in over a decade.  The Department of Social Protection is aware of the extra costs currently facing suppliers.  GRETB understands that an independent evaluation of the school meals programme has taken place and that its preliminary findings will inform future policy decisions.  The Department, however, has provided no update.  Suppliers are no longer applying for school meals tenders, and current suppliers are withdrawing from the scheme to mitigate their losses.  This is a serious situation in that nobody is applying for tenders to provide the school meals for which the Department and the Government are paying.  That is one of the main issues GRETB is experiencing in respect of school meals.<\/p> <p>Merlin College was awarded DEIS status on 7 July of this year for school meals for 700 students.  GRETB ran an accelerated school meals procurement procedure during August, which received no tender response.  GRETB is at this time unable to recruit a supplier for Merlin College that is prepared to provide cold lunches at the price stipulated.  Therefore, students do not have access to school catering services.  Col&aacute;iste Cholmcille, Indreabh&aacute;n, and Col&aacute;iste na bPiarsach, Ros Muc, both DEIS schools, have been advised by their tender-holder that he is no longer able to provide school meals at the current price and that his losses are accumulating.  Elphin Community College, County Roscommon, which provides school breakfasts, has been advised by its tender-supplier that it is running at a loss and has been for the past year.  GRETB is aware of other ETBs experiencing issues with the appointment of tenderers for the school meals programme.<\/p> <p>As for the basic payment rates for breakfasts or snacks, the maximum rate of pay per child per day is 60 cent.  That requires the provision of two items.  An example is one serving of wholemeal or wholegrain cereal of bread plus one serving of fruit or one serving of milk, yoghurt or cheese.  For a lunch the maximum rate of payment is &euro;1.40 for one substantial item and one small item plus a drink.  That also includes a wholemeal or wholegrain sandwich or roll containing one serving of meat, poultry, egg or cheese, one serving of salad and one serving of fruit plus a drink - for example, water, milk or unsweetened juice.  For dinner the maximum rate of payment is &euro;1.90 per child per day.  That is for a hot meal and a drink.  That includes one serving of meat, poultry, egg or beans plus one serving of potatoes, pasta or rice, plus two servings of vegetables and fruit plus a drink - again, milk, water or unsweetened juice.  For a hot meal the rate is &euro;2.90.  That is per the nutritional standards document as well.<\/p> <p>This is a very important and much-valued scheme but it is under huge pressure.  I might use the word \"crisis\" at this stage because, as I said, when tenderers do not even apply to provide the scheme and when tenderers that are providing it are doing so at a loss in the hope that there will be a review and additional rates or that the situation will improve, that is a serious situation for the communities involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#E00400","speaker":"1665"},{"type":"speech","time":1666776600,"counter":35,"content":"<p>I thank Senator Kyne for raising this very important matter of the rates paid to providers of school meals across the country under the school meals programme.  The school meals programme provides funding towards the provision of food to some 1,700 schools and organisations, benefiting 260,000 children.  The objective of the programme is to provide regular nutritious food to children who are unable, due to lack of good-quality food, to take full advantage of the education provided to them.  The programme is an important component of policies to encourage school attendance and extra educational achievement.<\/p> <p>A budget of &euro;65.1 million has been provided for the scheme this year, with an additional &euro;9 million provided to allow access to all newly designated DEIS schools from September 2022.  Funding under the school meals programme can be provided for breakfast, snacks, cold lunches, dinner, hot school meals and after-school clubs and is based on a maximum rate per child per day, depending on the type of meal provided.<\/p> <p>As part of budget 2019, funding was provided for a pilot scheme from September 2019 providing hot school meals in primary schools.  The pilot involved 37 schools benefiting 6,744 students for the 2019-20 academic year and was aimed at primary schools with no on-site cooking facilities.  An independent review of the hot school meals pilot which was completed in July 2020 found that all stakeholders indicated that the pilot project had a positive impact on children's diet, behaviour, attentiveness and psychological well-being.<\/p> <p>In budget 2021 the Minister, Deputy Humphreys, announced that an additional &euro;5.5 million would be provided to extend the provision of hot school meals to an additional 35,000 primary school children currently receiving the cold lunch option.<\/p> <p>Budget 2022 provided for the hot school meals to be extended from January 2022 to the 81 DEIS schools that submitted an expression of interest but were not selected in the extension to 35,000 children as referred to.  Every DEIS school that submitted an expression of interest to be included in the hot school meals extension announced in budget 2021 is now receiving funding for hot school meals.<\/p> <p>In March 2022, the Minister for Education announced an extension of the DEIS programme to an additional 322 schools from September 2022.  In July the Minister, Deputy Humphreys, announced that access to the hot school meal option would be extended to the 282 newly designated DEIS primary schools and that access to the cold lunch option would be extended to the 38 newly designated DEIS secondary schools from September, benefiting some 60,000 children at an additional cost of &euro;9 million this year.  Additional funding for the programme has been provided for 2023, bringing the total to &euro;91.6 million.<\/p> <p>The Minister is committed to continuing to expanding the school meals programme and building further on the significant extension of the programme in recent years.  In this regard, she commissioned the evaluation of the school meals programme to review all elements of the programme, including the funding rates currently being provided for the various meal options.  The final report is due to be completed by the end of the year.<\/p> <p>I thank the Senator for raising the matter as it is important that such issues are raised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#E00500","speaker":"1618"},{"type":"speech","time":1666776600,"counter":36,"content":"<p>I thank the Minister of State for the reply on behalf of the Department.  I welcome the fact that the Department is looking at the rates and that decisions will be made by the end of the year, but I am afraid that that will be too late.  As I said, there are currently schools not receiving tenders to provide school meals.  I am gravely concerned that there is no fast-tracking of the issue of rates of pay for the meals.  It is a concern.  As I said, I welcome the fact that there is a review due to be completed by the end of the year, but I am concerned that a solution will not be provided for children in DEIS schools between now and Christmas and that those schools will be left stranded.<\/p> <p>T&aacute; a fhios agam go bhfuil an Roinn ag d&eacute;anamh athbhreithnithe ar sc&eacute;im na mb&eacute;il&iacute; scoile faoi l&aacute;thair.  T&aacute; an sc&eacute;im seo f&iacute;orth&aacute;bhachtach do scoileanna DEIS ach n&iacute; raibh aon mh&eacute;ad&uacute; ar na r&aacute;ta&iacute; a &iacute;ocann an Roinn Coimirce S&oacute;isiala&iacute; do na b&eacute;il&iacute; le deich mbliana anuas.  T&aacute; scoileanna anois faoi bhr&uacute; &oacute; thaobh tairiscint&iacute; a fh&aacute;il &oacute; chomhlachta&iacute; chun na b&eacute;il&iacute; a chur ar f&aacute;il.  Luaigh m&eacute; an t-&aacute;bhar seo leis an gCeannaire ar an Ord Gn&oacute; le d&eacute;ana&iacute;.  Cuirim f&aacute;ilte roimh an r&aacute;iteas &oacute;n Aire St&aacute;it ach teasta&iacute;onn br&uacute; ar an Roinn chun an t-athbhreithni&uacute; seo a chr&iacute;ochn&uacute; agus m&eacute;ad&uacute; a dh&eacute;anamh ar na r&aacute;ta&iacute;.<\/p> <p>We really need to expedite the completion of the review such that it is done by the end of the year or, if possible, by early next month, with a review of the rates to allow companies to provide realistic tenders for the provision of school meals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#E00600","speaker":"1665"},{"type":"speech","time":1666776600,"counter":37,"content":"<p>I again thank the Senator for raising this matter and for the constructive engagement.  As I outlined, budget 2022 provided &euro;68.1 million for a programme, with an additional &euro;9 million provided to allow access to all new DEIS schools from September 2022.  Additional funding for the programme has been provided for 2023, bringing the total to &euro;91.6 million, which represents a 49% funding increase in the period since 2020.<\/p> <p>The Minister, Deputy Humphreys, has commissioned an evaluation of the school meals programme and all its elements, including the funding that is being provided for the various meal options.  The evaluation has involved close consultation with all stakeholders.  Workshops and interviews are being conducted with teachers, principals and children, as well as suppliers.  Key issues to be explored as part of the evaluation include whether the schools meals programme is meeting its aims, the practicalities for schools in moving to a hot school meal option, what works well and does not, how the programme can be better delivered, the extent to which the school meals programme has improved school attendance and educational achievement, how the scheme compares with programmes in other countries, the implications of extending the scheme and the implications of the European child guarantee for schools meals programme.  The final report is due to be completed by the end of the year and will help to inform future decisions around this important programme.  The Minister is committed to growing the school meals programme further and issues regarding the funding of it will be considered in the context of this evaluation.  I again thank the Senator for raising this matter and for a constructive engagement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#F00100","speaker":"1618"},{"type":"minorheading","content":"Disability Services","time":1666776600,"counter":38,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#F00150"},{"type":"speech","time":1666776600,"counter":39,"content":"<p>I welcome the Minister of State, Deputy Feighan, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#F00200","speaker":"1671"},{"type":"speech","time":1666776600,"counter":40,"content":"<p>I thank the Minister of State for coming to the House for this very important Commencement matter.  I thank him for being here, because it is in his Department.  I would like to acknowledge the good work he is doing as Minister of State in the Department of Health.<\/p><p>I tabled this Commencement matter on foot of the retirement of Dr. Victor O&rsquo;Loughlin from his post as a consultant child and adolescent psychiatrist for children with disabilities.  There has been no replacement found for this role.  We now have children in the south east of Ireland waiting indefinitely for psychiatric assessment because we do not have any psychiatrist.  Under the Disability Act, a child is entitled to have an assessment of needs completed within six months, including a service statement that lists the services the HSE proposes to provide to meet a child&rsquo;s needs.  However, this is not happening.<\/p><p>I would like to mention two examples of families and parents who are at their wits' end because of the lack of services within the HSE.  The first one is Mark Darmody, who is from my parish of Ardfinnan-Grange.  He stated: <\/p> <blockquote> \tOur son Neil ... is severely autistic and was diagnosed with autism in 2016.  He was reassessed in 2018, but his development has been almost non-existent.  The severity of his presentation is now obvious as he is 100% non-verbal, has almost no comprehension, is not toilet-trained and is sporadically violent towards himself and others.  We had been urging the HSE to intervene from early 2019 onwards as it was clear to us that Neil's diagnosis with a mild intellectual disability was not accurate for his presentation.<br \/><br \/>In February 2020, as a result of a referral ... Neil was examined by Dr. Victor O'Loughlin... on behalf of the HSE.  He emphatically stated by letter ... that Neil was in the severe range of intellectual incapacity and that he required reassessment &quot;as a priority&quot; before [psychiatric services] could be considered.  This urgent letter was sent to three HSE managers.<br \/><br \/>On the 29th June 2022, as a result of substantial pressure from us as parents, we received a letter of apology from ... [the] disability manager in Clonmel.  She stated that the letter of Dr. O'Loughlin was never actioned [on] and she speculated that she could only conclude that Covid must have been the reason.  What is certain is that our son was never considered for assessment ... during that time period. <br \/><br \/>This situation is now [exacerbated] by a telephone call I [received from] the HSE services manager in Clonmel... who informed me that Neil would now sit on a waiting list &quot;indefinitely.&quot;  Despite my requests for an approximate indication of when he [would] be seen, she continued with her &quot;indefinitely&quot; statement.  She also informed me that there is no psychiatrist presently recruited by the HSE in the south east of Ireland.  <\/blockquote> <p>His wife, Noelle, is now attempting to source private therapies that could cost up to &euro;9,000 for the entirety of the type of service that Neil requires.<\/p><p>There is another lady in Clonmel and I do not have permission to use her name, so I will not.  She is at her wits' end as well.  Her boy needs to be assessed in order to be on the correct medication to ease his constant frustrations.  He constantly stims, so he is always shouting, hitting and breaking things in sheer frustration.  He even does it in his sleep.  His parents are reducing their working hours to ensure that someone is always there.  I will read out part of what she said to outline the frustration that she feels.  She stated:<\/p> <blockquote> \tOur home is now and has been at complete crisis point for a long time which ye are [well] aware of since our last emergency professionals meeting a number of months ago.  I would like to point out that our ability to cope is beyond that of the norm, however the current situation outweighs any degree of coping.  Simply put &ldquo;the demands are too high and the professional expertise is non-existent which is contributing to the bleakness of the present and future of our beautiful boy and family&rdquo;.  We have no support, we are at a point of total burnout and it has fallen on deaf ears.  There are currently so many acute and enduring issues in our home that we do not know where to turn. <\/blockquote> <p>Those are families who are struggling immensely because of the lack of services in the south-east region.  It needs to be addressed as a matter of urgency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#F00300","speaker":"1629"},{"type":"speech","time":1666776600,"counter":41,"content":"<p>I thank Senator Ahearn for raising this important matter today.  On 9 September, the Minister of State, Deputy Butler, launched the child and adolescent mental health services, CAMHS, intellectual disability model of service.  This marked a significant achievement for mental health services in line with the Government&rsquo;s ongoing commitment to improve all aspects of mental health services and ensure they remain person-centred and accessible to all.  As the Senator knows, the CAMHS intellectual disability model of service was developed to enhance supports for children and adolescents with intellectual disability by advancing specialist mental health services nationally and standardising the care provided to children, adolescents and their families.<\/p> <p>Prior to the development of this model of service, there was no nationally agreed framework that would enable existing and future CAMHS intellectual disability teams to deliver services in a consistent and co-ordinated manner across the country.  This model addresses that vacuum by providing national guidance on how to deliver integrated person-centred services consistently nationwide.  It will increase the confidence and ability of service providers, both the HSE and independent agencies, to deliver successful and safe mental health intellectual disability services to a high-quality standard.  It proposes effective partnerships between healthcare providers, children and adolescents with lived experience, their families and local communities.<\/p> <p>The CAMHS intellectual disability model of service was informed by the broader policy context in which it was developed and Sharing the Vision, Sl&aacute;intecare and the findings of the Maskey report were also significantly considered throughout.  The process of developing teams in Ireland in line with Sharing the Vision recommendations has begun, with the development of several teams across the country.  The Sharing the Vision implementation plan 2022-24, which was launched earlier this year, will ensure we are closely monitoring the development of further child and adult teams.  The launch of the model of service coincides with the reconfiguration of disability services into the children disability network teams, which adopt the health and social care approach to the provision of relevant disability supports to children.  The model of service provides clear guidance to ensure these network teams work closely and collaboratively with CAMHS intellectual disability teams to the benefit of those accessing the services.<\/p> <p>North Tipperary lies within Mid West Community Healthcare in community healthcare organisation, CHO, 3 and south Tipperary lies within South East Community Healthcare in CHO 5.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frankie Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A full-time mental health intellectual disability child consultant has been recruited in the mid-west area.  The consultant will work on a 0.8 whole-time equivalent basis.  The HSE is looking at how best to deliver the child service to the full population of mid-west community healthcare.  South-east community healthcare in CHO 5 recently interviewed for a CAMHS intellectual disability consultant for the region.  A candidate has been offered the position and the HSE is working through the recruitment process for a start date to be finalised.<\/p><p>South-east community healthcare continues to liaise with national colleagues to secure funding for the multidisciplinary staff required to populate the adult and CAMHS intellectual disability teams.  CHO 5 is endeavouring to populate this team at the earliest opportunity and it is a priority for the south-east community healthcare senior management team.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#F00400","speaker":"1608","continuing":true},{"type":"speech","time":1666776600,"counter":43,"content":"<p>I thank the Minister of State.  I know he has been working on this because we have spoken privately about it.  I am grateful that a candidate has been offered a position.  The start date cannot be soon enough.  A professional from the UK currently comes over once a month.  In this regard, the HSE is not fit for purpose.  Certainly from the perspective of parents of children with disabilities, it is just not accountable.<\/p> <p>Staffing and recruitment are issues.  The HSE should be using the work permits scheme more to find people outside of the jurisdiction to work in the sector.  It does not seem to be using it as much as it should.  Mark and Noelle Darmody have looked at prices to get a private assessment and it is approximately &euro;9,000.  Parents who go private should be able to claim back the cost.  It is not their fault they have to go private.  It is because of the lack of services we provide that they, for the good of the child, scrape to try to find money to make sure the child gets assessed as quickly as possible.  On the back of the HSE's incompetence, the State should reimburse people who go privately.  This should be done during the period we are waiting to get people into position so we can get the backlog fixed.  That would certainly recognise the pressure parents are under at present.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#G00200","speaker":"1629"},{"type":"speech","time":1666776600,"counter":44,"content":"<p>I thank Senator Ahearn for raising this very important matter.  He has been very consistent on the lack of services.  The CAMHS intellectual disability model of service is being progressed in CHO 3 and CHO 5.  It reflects the ongoing commitment of the Government and the HSE to ensure that mental health services for children and adolescents with intellectual disabilities are on a par with services available to those in the general population.  This objective will be enhanced with record funding of &euro;1.2 billion for mental health in budget 2023.  The new HSE service plan for next year has now been finalised.<\/p> <p>Senator Ahearn raised the question of reimbursing parents who spend up to &euro;9,000 because of the lack of services.  That is a fair comment.  The service should have been in place.  The services will be available eventually but parents are at the pin of their collars trying to provide very important services for their children.  I will take this issue back to the Minister and see whether it can be addressed.  Again, I thank Senator Ahearn for raising this very important matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#G00300","speaker":"1608"},{"type":"unspoken","time":1666776600,"counter":45,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 11.34 a.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 12.02 p.m.<br \/><br \/>Sitting suspended at 11.34 a.m. and resumed at 12.02 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1666776600,"counter":46,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#K00100"},{"type":"speech","time":1666776600,"counter":47,"content":"<p>It is my great pleasure to recognise Austria National Day 2022.  Ireland and the Irish have had an enormous influence throughout history, not only on Austria but on western and central Europe as a whole.  Austria gave refuge to generations of the Wild Geese and their descendants, with names like O'Donnell, Lacy, Browne, Kavanagh and Laudon having entered the annals of Austrian military history.  Maximilian O'Donnell saved the life of Emperor Franz Joseph during an assassination attempt in 1853 and received the title of Count from the Emperor.  The events of that fateful day still mark the Viennese skyline, with the landmark Votivkirche constructed in celebration and thanks for the Emperor's rescue.<\/p> <p>It is a source of great pride that a Centre for Irish Studies at the University of Vienna continues to be a place of outstanding scholarship, providing a home for high-level research by Irish and Austrian scholars alike.  In the military academy in Wiener Neustadt are 30 portraits of Austria's most distinguished commanders, at least 12 of whom are Irish or have Irish origins.  One was from a famous aristocratic family here.<\/p> <p>The relationship between Ireland and Austria has deep historical roots dating back to the Irishman Fergal or Virgilius, the Bishop of Salzburg in the eighth century.  The Irish monk Colm&aacute;n was martyred at Stockerau near Vienna in 1012 and for centuries was venerated as Austria's national saint.  Irish Benedictines were instrumental in making Vienna the capital of Austria.  St. Patrick&rsquo;s Day has been celebrated in the Austrian capital since the 12th century.  The dark days of the Second World War brought Austria&rsquo;s most famous export to Ireland.  Erwin Schr&ouml;dinger, the famous Austrian physicist and Nobel Prize winner, migrated to Dublin in 1940.  He was invited by &Eacute;amon de Valera personally and established the Institute of Advanced Studies in Dublin.<\/p> <p>Ambassador Thomas Nader is in the Distinguished Visitors Gallery today and I had the pleasure of speaking to him earlier.  I draw the attention of the House to the fact that the ambassador is on his second mission to Ireland.  He sought that mission because he has a tremendous love of our country and has developed a network of friends here.  He was thwarted somewhat by Covid-19 but is now embarking on what we hope will be a particularly fruitful second term.  We all look forward to interacting with him.  I have the great privilege of being a member of his friendship society, along with a number of other Senators who are present today.  We look forward to strengthening those relationships.  I wish Ambassador Nader and all Austrians, including those living in Ireland, a very happy national day.  It is wonderful to have the ambassador with us today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#K00200","speaker":"1692"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1666776600,"counter":48,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#K00300"},{"type":"speech","time":1666776600,"counter":49,"content":"<p>I also welcome Ambassador Nader on his return visit to Ireland.  My son did an Erasmus programme in Austria a number of years ago and was made very welcome.  I hope the ambassador is also receiving a warm welcome here.  I also draw my colleagues' attention to the presence of Mr. Conor Dolphin in the Visitors Gallery.  He is from Galway to do intern work with us and is very welcome.<\/p> <p>The Order of Business is No. 1, motion regarding the sitting and business of the Seanad on Thursday, 27 October 2022, to be taken on conclusion of the Order of Business, without debate; No. 2, Consumer Rights Bill 2022 &ndash; Report and Final Stages, to be taken at 1.15 p.m. and to adjourn at 2.15 p.m., if not previously concluded; No. 3, the Bretton Woods Agreement (Amendment) Bill 2022 - Report and Final Stages, to be taken at 2.30 p.m. and to adjourn at 3.30 p.m., if not previously concluded; No. 4, the Judicial Appointments Commission Bill 2022 - Committee Stage (resumed), to be taken at 4 p.m. and to adjourn at 6 p.m., if not previously concluded; No. 5, statements on school transport to be taken at 6 p.m. and to conclude after 60 minutes, with the time allocated to the opening remarks of the Minister not to exceed six minutes, those of all Senators not to exceed seven minutes, and their time can be shared, with the Minister not to be given less than five minutes to reply to the debate; and No. 6, Private Members' business, Social Welfare (Surviving Cohabitants Pension) Bill 2021 - Second Stage, to be taken at 7 p.m. or on the conclusion of No. 5, whichever is the later, with the time allocated to this debate not to exceed two hours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#K00400","speaker":"1653"},{"type":"speech","time":1666776600,"counter":50,"content":"<p>I agree with the Order of Business as just outlined.  I will start off with a very positive story.  A young woman from Westport, Shannon Sweeney, won a bronze medal at the European Elite Boxing Championships last week.  A homecoming event was held in Mayo on Sunday.  I congratulate her and her very proud coach, Mr. Martin Brennan.  I know that a lot of work over many years, not just by Shannon but by the team around her and the boxing club in Westport, went into getting her into a position where she had an opportunity to win a medal.  Her fantastic performance in the event meant that she won the bronze medal.  We have had some fantastic successes in female boxing in recent weeks and it is great to see the sport doing so well.  Katie Taylor paved the way but so many young women are now following in her footsteps.  It is great to see.  I wish Shannon Sweeney and her family well.<\/p> <p>The recent announcement by the Minister for Justice of proposals to change the licensing laws is broadly welcome, although a significant amount of concern is being expressed across the board, including by An Garda S&iacute;och&aacute;na.  The Association of Garda Sergeants and Inspectors, AGSI, has acknowledged that reform is needed but it is concerned about how it will be managed in the context of resources and Garda numbers, given the potential for an increase in antisocial behaviour.  I understand the Minister and the Government will be providing additional supports for communities to help them to adjust to the new licensing laws.  Our licensing laws were out of date and did need updating.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In tandem with that, we have a significant issue with antisocial behaviour across the country.  It is not just a Dublin issue.  It happens everywhere.  One can look at other cities in the world.  I was recently in Krak&oacute;w in Poland and in other European cities during the summer.  There is a visible police presence on the streets that we just do not see here.  I am not sure what the difference is.  I was in Spain with my family during the summer and I do not think ten minutes passed without us seeing a member of the police force making people feel safe, because there were many tourists coming in who did not know the area.  For some reason, our capital city seems to be different.  It is the same for Galway, Limerick, Cork and even smaller towns, like my own town, Castlebar.  One just does not see as much of a Garda presence as people would like to see.  There is a consistent call from the public to have more garda&iacute; doing community policing, being on the beat and knowing their area.  A debate is needed on that.  I know other colleagues requested that yesterday.  I understand that the Leader's office has requested that from the Minister.<\/p><p>I welcome the change to licensing laws.  It is good for business and it is good to have flexibility, because it does not help to have everybody come out onto the streets at the same time.  Equally, we need to reassure the public that resources are there to protect people and that antisocial behaviour will be dealt with appropriately.<\/p><p>I know I am almost out of time.  Wind Energy Ireland made a presentation in the audiovisual room this morning.  There seem to be fantastic opportunities for renewable energy off the coast, particularly the west coast, where it is the windiest, but we seem to be moving at a snail's pace.  We were world leaders in renewables and wind energy ten years ago but now we are at the back of the class.  It would be great to have a debate in the House at the earliest opportunity about renewables, with a focus on wind energy and offshore wind energy potential.  My understanding from the Department's reply is that the technology is not available to install wind energy north of Mayo.  Experts who I have spoken to tell me that the technology is available and is currently floating off the coast of Aberdeen in Scotland.  It has it but, for some reason, we do not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#K00500","speaker":"1642","continuing":true},{"type":"speech","time":1666776600,"counter":52,"content":"<p>It is hard to stop Senator Chambers in full flow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#L00200","speaker":"1692"},{"type":"speech","time":1666776600,"counter":53,"content":"<p>I congratulate the Cathaoirleach who has been awarded the Order of Prince Yaroslav the Wise.  I am not sure if it means that he is wise.  The award was made by the Ukrainian President and is quite prestigious.  I congratulate the Cathaoirleach.<\/p><p>We read in <i>The Journal <\/i>today that the Departments of Public Expenditure and Reform and Defence are at loggerheads over the continued service of a number of sergeants who joined the Defence Forces in 1994.  These valuable, highly skilled, highly trained people will be lost at the end of this year if the Department of Public Expenditure and Reform does not stop its messing.  It is unbelievable that that Department has such reach into every single Department.  Why do we have Ministers at all?  Let us get rid of them all and let the Department of Public Expenditure and Reform run the entire country.  I have spoken about the power of the Civil Service.  It is becoming annoying.  Someone who wants to hire a secretary now has to ask the Department of Public Expenditure and Reform and wait for its blessing.  This needs to stop.<\/p><p>I opened the <i>Irish Examiner<\/i>today and saw an article about my favourite organisation in Ireland, the Irish Coast Guard, once again.  It is about to spend &euro;400,000 plus VAT on pens, pencils, bags, hats, t-shirts and so on related to branding.  Will somebody please tell me what cost-benefit analysis went into this madness?  We are talking about water safety.  A sum of &euro;400,000 would cover a significant education programme for all water users, not just those lucky enough to turn up and get a free hat.  Will the free hat do much to save lives?  I do not believe it will.  This organisation is totally out of control.  I already mentioned that we are going to pay over &euro;1 billion for our search and rescue helicopters.  While the UK gets 12 bases with 18 helicopters, fixed-wing aircraft and drones for &pound;1.6 billion sterling, we get five helicopters and top cover for over &euro;1 billion.  I believe the cost will be between &euro;1.3 billion and &euro;1.5 billion by the time this is signed off.<\/p><p>The Department of Public Expenditure and Reform is stopping a few sergeants who are valuable to the Defence Forces from being retained.  What is the Department doing about the money being spent by the Department of Transport and the Irish Coast Guard?  The Irish Coast Guard did away with the Royal National Lifeboat Institution, RNLI, life jackets and brought in its own, which were found to be dangerous in 2015 and taken out of service in 2018.  Something is wrong with the governance of that organisation.  I have spoken on it until I have been blue in the face and I am getting tired of there being no corporate oversight.  I mentioned this yesterday.  Daniel O'Connell's article at the weekend referred to the lack of oversight and control that politics has over the Civil Service.  It is out of control.  Each of us has a duty to bring this country back to being one that is governed, not one run by faceless, unelected people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#L00300","speaker":"1645"},{"type":"speech","time":1666776600,"counter":54,"content":"<p>I thank Senator Craughwell.  I will interject briefly before I call Senator Maria Byrne to speak on behalf of the Fine Gael group.  I welcome pupils from the Harold School in Glasthule.  It is lovely to have them here.  It is good that they want to visit the Houses of Parliament.  I also welcome their teachers.  Without the initiative of their teachers, they would not be here.  This type of visit is central to good civic education and developing citizenship.  They are very welcome.  I am a former teacher so I appreciate what is involved.  It is lovely to have them all here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#L00400","speaker":"1692"},{"type":"speech","time":1666776600,"counter":55,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#L00500","speaker":"1694"},{"type":"speech","time":1666776600,"counter":56,"content":"<p>I raise an important issue that came to my attention this morning relating to the removal of a road project from a report.  This is the second time the project has been removed.  The Limerick-Shannon metropolitan area transport report was launched during the week.  The northern distributor road has miraculously disappeared from the agenda again.  It was previously removed but, following fierce opposition from local councillors and Deputies, the project was put back into the report, but in the final report from the National Transport Authority, it has disappeared.  It beggars belief.  Where has the road disappeared to?  It is necessary for the economic development of the area and for opening up the Moyross area.  I acknowledge that a railway line and new rail station were announced for Moyross last week.  While that is welcome, we still need the road.  We need it to finish the bypass of Limerick city and to stop unnecessary traffic from coming into the centre of the city.  The University of Limerick is looking at a significant expansion and many businesses are looking at opening in that area.  If this road project is not put back into the report, we will go nowhere.  It is a serious issue.  I would like the Leader's support on this.  I will speak to the Minister for Transport today.  It only came to light in the last 24 hours that this road is missing from the report.  I ask the Leader for her support on that.<\/p> <p>Limerick Going for Gold was held last night.  I congratulate Adare Tidy Towns on winning the overall prize of &euro;10,000 and Castleconnell village on coming in second place.  It was a highly competitive competition.  Many Tidy Towns groups in towns, villages and the city have actively engaged in cleaning up annually and carrying out environmental works in their local areas.  It is a wonderful competition.  I thank J.P. McManus and the McManus family for their sponsorship of the competition each year.  It helps areas, towns and villages to look well and encourages residents to participate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#L00600","speaker":"1695"},{"type":"speech","time":1666776600,"counter":57,"content":"<p>I seek the leave of the House to amend the Order Paper such that No. 20 will be taken before No. 1.  Senator Gavan will second the proposal when his turn to speak comes.  T&aacute; &aacute;thas orm go bhfuil deis agam c&uacute;pla focal a r&aacute; faoin mBille t&aacute;bhachtach seo.  Last week, Amazon officially opened its first warehouse in Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Boylan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=LynnBoylan&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It likes to call them fulfilment centres.  I know that many will welcome the jobs that it will create locally but, for me, it is a reminder of why we urgently need legislation to ban the deliberate dumping of new non-food products.<\/p><p>In 2018, an investigation in Germany found that Amazon was destroying thousands of new and unused items in its warehouses and, despite the public outcry at the time and Amazon claiming it would do its best to resell and-or donate unsold items, the practice continued.  A subsequent undercover investigation in France and Britain revealed that hundreds of thousands of products are going straight to the dump.  A leaked spreadsheet from the British fulfilment centre showed products, including laptops, smart TVs, hairdryers, headphones, drones and books, all marked for destruction.  When goods go to landfill without ever being used, they do not just waste the product and all of the energy and raw materials that went into making them, but we are also facilitating the greedy overconsumption and unsustainable business model of large corporations.<\/p><p>It is disappointing that while the Government was introducing the circular economy legislation, it had a chance to clamp down on this morally bankrupt carry-on but, unfortunately, it chose not to and rejected the amendments we brought forward.  Instead, all we heard was the championing of the levy on plastic coffee cups.  That is why I have decided I need to bring forward the legislation that would introduce the ban on the deliberate destruction or dumping of new non-food items that would include those electronic products but also textiles, school equipment, leisure products and furniture.  It is too long now that the negative environmental costs have been borne by society.  It is time businesses were forced to bear the full costs of their business practices.  I hope the Government will adopt this common-sense legislation so it can move swiftly through the Stages and become law.<\/p><p>A final point concerns Commencement matters.  There were issues around the responses given to some Members last week.  Today, I would like to express my disappointment that my Commencement matter was not taken by the Minister, Deputy Humphreys, or even by a Minister from within that Department.  I think it is disrespectful to the House that we do not have somebody who is at least aware of the policy area when taking those questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#L00700","speaker":"1635","continuing":true},{"type":"speech","time":1666776600,"counter":59,"content":"<p>On behalf of the Labour Party grouping, I call Senator Hoey.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#M00200","speaker":"1692"},{"type":"speech","time":1666776600,"counter":60,"content":"<p>I want to raise two arguably differing topics, if the House will indulge me.  First, I welcome the announcement by the Minister, Deputy Harris, to review postgraduate supports.  This is incredibly important and something I have been campaigning on for a very long time.  Only in the past few weeks, I met with the postgraduate workers union, which is doing very important work on representation for postgraduate students as workers.  A conversation we need to start having concerns where postgraduate students fall because they are falling into a halfway house between being students yet they are also working, and they are getting neither the benefits nor representation in either of those areas.  I support the calls of the postgraduate workers union and believe it has some very interesting and radical ideas about how we can address postgraduates and their framing within the system.<\/p> <p>I will not labour the point too much.  For context, in the past ten years, postgraduate supports have increased by approximately 3% from some &euro;18,000 to &euro;18,500 yet rents have gone up by 70%.  It is not a sustainable model.  We pride ourselves on being a land of saints and scholars but unless someone is one of the lucky few who can access scholarship funding or supports, it is not an option to undertake further study.  As I said, I welcome the Minister's commitment to reviewing this and I look forward to working with him on it, but if we are being realistic about it, there has been a 3% increase for postgraduate supports in the last ten years and a 70% increase in rents.  That is the state of play with regard to postgraduate supports.<\/p> <p>The other issue concerns the planning applications to be lodged for two transport projects in Dublin 11 and Dublin 9, one being the railway order for the ever-promised metro project and the other the Ballymun-Finglas to city centre core bus corridor.  It is important to note that these current planning consultations are not like the previous non-statutory ones.  They are the actual statutory planning processes and the final decision will impact the final constructed design.  I know people who have said &ldquo;Sure we are back at it again and we are being asked for our thoughts yet again on this bus corridor&rdquo;.  I emphasise that this consultation is the one that is going to impact on the final design.  It is all around walking, cycling, the provision of enhanced bus measures and so on.  I highlight that the deadline for submissions is 15 November 2022, which is coming up soon, and that this is the actual statutory consultation which will have an impact on the final layout and what the final construction design will be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#M00300","speaker":"1663"},{"type":"speech","time":1666776600,"counter":61,"content":"<p>On behalf of the Civil Engagement Group, I call Senator Higgins.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#M00400","speaker":"1692"},{"type":"speech","time":1666776600,"counter":62,"content":"<p>I want to formally object to the content of the Order of Business for tomorrow, Thursday, which is done in the form of a motion.  Again, it is regrettable that we are seeing Bills being taken at all Stages.  This Government has developed too much of an attachment to emergency legislation.  I am also conscious in the case of both of these Bills, and I was on the relevant committee for one of them, that the Government asked for a waiver of pre-legislative scrutiny and then is also truncating proper scrutiny in the Chamber.  I am very concerned that we are getting a lot of legislation, including in areas which have been well flagged, such as the manner in which we should be dealing with rental protection and protection against evictions, but we are dealing with it in an emergency way and that legislation is not getting proper scrutiny.  I know that is not the Leader&rsquo;s decision but I have to convey formally that this is not good practice.<\/p> <p>Similarly, I would agree it is not good practice to have Ministers from unrelated Departments dealing with Commencement matters.  Commencement matters must be a matter of engagement.  Ministers need to be able to come back and forth and answer, and that is why there is a two-stage process in that regard.  If Ministers coming in are not even from the relevant Department, that is a problem.  Specifically, the Minister, Deputy Humphreys, perhaps needs to come to this House on a couple of topics, one of which, I would suggest, is the gender-proofing of our pensions system.  That is one where it would be very useful to have a debate.<\/p> <p>The main issue I want to highlight is one that is fundamental to Ireland's reputation and our credibility internationally.  Yesterday, in the Joint Committee on Environment and Climate Action, we heard from representatives of Friends of the Earth, who spoke about the fossil fuel non-proliferation treaty and called for us to take a lead in moving away from fossil fuels internationally.  This is complementary to what Senator Chambers has said.  In that regard, they highlighted that one of the reasons Ireland would have credibility to lead if it chose to do so was that &ndash; this is a near-quote - for decades Ireland, thanks to the dedication of successive Ministers for Foreign Affairs and officials in the Department of Foreign Affairs, has led the way on disarmament and non-proliferation issues at UN level.  They highlighted that at the time when the message from everywhere was that everyone needed nuclear weapons or else they were not safe, and that was the responsible thing to do, Ireland was one of the countries that led and said \"No\" because an arms race makes us less safe.  Similarly, we are sometimes being told that fossil fuels are part of what will make us secure in the short term but they are actually exacerbating our vulnerabilities.<\/p> <p>Sadly, however, the reason I have to raise this matter is that I am concerned that the credibility built up by successive Ministers for Foreign Affairs over many years is being undermined over the last short period of time.  I say that in the context of Ireland having led and been the first country, under Frank Aiken, to sign the nuclear non-proliferation treaty, and having been the country that hosted the successful ban on cluster munitions.  I was in Croke Park when we negotiated that.  However, Ireland is now in a situation where we have the Minister for Foreign Affairs just over a week ago speaking at an arms fair in the Aviva Stadium, which, if we want to insult the environment further, was called \"Building the ecosystem &ndash; identifying connections for collaboration in Security, Defence and Dual Technologies\".  This is a fundamental regressive step.  It is a shame to Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#M00500","speaker":"1662"},{"type":"speech","time":1666776600,"counter":63,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#M00600","speaker":"1660"},{"type":"speech","time":1666776600,"counter":64,"content":"<p>Thank you.  The Senator has made the point well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#M00700","speaker":"1692"},{"type":"speech","time":1666776600,"counter":65,"content":"<p>If we chase getting some of the money from the arms industry, we lose our diplomatic power, which is so fundamental and which has made a difference and saved lives throughout the world.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#M00800","speaker":"1662"},{"type":"speech","time":1666776600,"counter":66,"content":"<p>The Senator should conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#M00900","speaker":"1692"},{"type":"speech","time":1666776600,"counter":67,"content":"<p>I have to finish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#M01000","speaker":"1662"},{"type":"speech","time":1666776600,"counter":68,"content":"<p>No, the time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#M01100","speaker":"1692"},{"type":"speech","time":1666776600,"counter":69,"content":"<p>This has been part of a move away from 2015, when we were rescuing people in the Mediterranean.  That year, our Naval Service membership was the highest.  That compares to 2017, when we saw Irish ships being brought to arms fairs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#M01200","speaker":"1662"},{"type":"speech","time":1666776600,"counter":70,"content":"<p>I ask Senator Higgins to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#M01300","speaker":"1692"},{"type":"speech","time":1666776600,"counter":71,"content":"<p>I will conclude but I suggest this is a matter of significant urgency for a House that cares about human rights.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#M01400","speaker":"1662"},{"type":"speech","time":1666776600,"counter":72,"content":"<p>Senator Higgins will get a reply from the Leader.  Is she formally opposing tomorrow's Order of Business?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#M01500","speaker":"1692"},{"type":"speech","time":1666776600,"counter":73,"content":"<p>I am opposing the motion in relation to Thursday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#N00100","speaker":"1662"},{"type":"speech","time":1666776600,"counter":74,"content":"<p>That is fine, but I want to clarify if the Senator is proposing an amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#N00200","speaker":"1692"},{"type":"speech","time":1666776600,"counter":75,"content":"<p>I may not oppose the Order of Business, but I will oppose the motion in relation to Thursday which is to be taken separately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#N00300","speaker":"1662"},{"type":"speech","time":1666776600,"counter":76,"content":"<p>I thank the Senator.  That is fine.  We have that.  We now move to the two-minute slots.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#N00400","speaker":"1692"},{"type":"speech","time":1666776600,"counter":77,"content":"<p>I do not know if you should be saying that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#N00500","speaker":"1637"},{"type":"speech","time":1666776600,"counter":78,"content":"<p>I say it with optimism.  I call Senator O'Sullivan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#N00600","speaker":"1692"},{"type":"speech","time":1666776600,"counter":79,"content":"<p>Will the Leader arrange for the Minister, Deputy Catherine Martin, to come before the House for a debate on the many arts and literary festivals that take place around the country?  I would like to hear from the Minister on the growing problems with issues of governance and control that have begun to limit the creative freedom and the level of community involvement in some of these events.  In recent years we have seen a serious and very necessary tightening up in governance procedures in every walk of life.  We know the reasons for that.  However, there is increasing evidence that overemphasis on governance issues is leading to a paralysis in creative thinking on many boards, particularly those in which the arts are concerned.  The effect is that local endeavour is being chilled and local involvement diminished.  Listowel Writers' Week, with which I am familiar, is an internationally renowned festival.  Its model has been adopted as a template for similar festivals throughout the country.  It is now in its 52nd year.  It was the intention of its founders who included our local internationally renowned authors, Dr. Bryan MacMahon and Dr. John B. Keane, that the festival would be devised, organised and managed by the community of Listowel.  There was to be no &eacute;ir&iacute; in airde, no intellectual snobbery and no exclusivity about Listowel Writers' Week.  That is why it has succeeded.  This has been the secret of its success for more than half a century.  Recently, however, this community-based model has come under threat with a proposal that an excellent representative committee be abolished and that Listowel Writers' Week henceforth be run by a very small, exclusive board of directors with the help of a paid curator.  I need not state the reaction to this proposal in Listowel and in the wider world of literature.  It has been one of shock and horror.  I do not believe the Minister would wish to see community involvement replaced by small, exclusive boards that would have no answerability and no rapport with people on the ground.  The arts will never flourish in the culture of the closed shop.  I look forward to the Minister coming in to discuss these matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#N00700","speaker":"1694"},{"type":"speech","time":1666776600,"counter":80,"content":"<p>I would like to ask for a debate on Irish Water at some stage, hopefully between now and Christmas.  I ask for this because of the quality of water in my town of Dundalk, a town of 42,000 people, over the past 18 months.  Undoubtedly, Irish Water is very good at communicating with Oireachtas Members and councillors.  We all get emails and updates every day.  I cannot fault its level of communication, but what I can fault and want to call into question is the type of responses.  For the past 18 months in County Louth, we have been getting the exact same responses about why the water quality is so poor in Dundalk.  We are told that there is sediment in the pipes and when issues happen, the sediment rises up.  To put into context what that means, when you turn on a tap now in Dundalk, brown water runs straight out for the first minute.  The advice from Irish Water is to let the tap go for a minute and after that you can drink it.  That is not an acceptable solution.  It has been happening sporadically for 18 months.  I am not rising in the Seanad today just because it has happened in the past two days.  This has been happening consistently now for 18 months.  It is not acceptable for Irish Water to have the same excuse for 18 months.  It leads me to believe there is something else happening.  Is there another reason for this?  Is there something that Irish Water is not telling us?  It cannot be the same excuse consistently every time.  It is simply not acceptable in a town of 42,000 people that they do not have quality drinking water, that they are being forced to buy bottled water, and that they are afraid to use the water that comes out of their taps.  I am convinced it is not only an issue in my town.  I am sure it happens throughout the country.  I would appreciate it if the Leader could organise a debate on Irish Water at some stage between now and Christmas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#N00800","speaker":"1670"},{"type":"speech","time":1666776600,"counter":81,"content":"<p>We would all want to wish Rishi Sunak the very best as he takes the helm in Britain.  Let us hope that his term as Prime Minister will be one where there is a restoration in the quality of British-Irish relations.  Let us hope that we are now entering a period of stability and greater rapprochement and understanding.  Hopefully there can be important dialogue about issues such as the Troubles amnesty legislation and the Northern Ireland protocol in order that, at a time when the world faces so many challenges on different fronts, we can at least get our British-Irish relations right and start solving some of the problems and getting them out of the way.  I think everybody would wish him a fair wind.<\/p> <p>On the subject of wind, I attended a Wind Energy Ireland briefing this morning with other colleagues.  We heard about the exciting plans to develop wind energy.  I understand that more than 28 GW is being planned in the longer term.  The aim is to get to 10 GW by 2030.  We were informed that wind energy currently supplies around one third of the Irish electricity requirement, as we all know.  However, there are many problems, including issues such as whether the community is going to benefit directly.  There is a difference between money being given to the GAA locally and various kinds of community benefit funds and the kind of significant community stake in the benefits to be enjoyed for which there is a real desire among the public.  Just because we secure the supply of energy through wind energy into the future does not necessarily mean that the price of energy will be kept down sufficiently.  That was one of the many issues.<\/p> <p>We need to see a greater pragmatism from the Government about solving problems like modular housing, or striking the right balance between consultation with the community and getting things done.  I will mention Derrybrien briefly in this context.  Just because something was done wrong in the past does not obviate the need for a pragmatic solution at a time of energy crisis.  We need to get those windmills turning.  It cannot be beyond the wit of this Government to come up with a way to get that done.  I hope the Seanad Independent Group will offer a solution to that in the form of Senator McDowell's legislation.  It is crazy at a time of an energy crisis that the Government would stand over a situation where 70 turbines are not functioning, not producing electricity and not putting money into the economy.  We have so many problems.  Let us get real about the problems we face.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#N00900","speaker":"1673"},{"type":"speech","time":1666776600,"counter":82,"content":"<p>I thank Senator Mullen for that contribution.  I am advised by our colleague Senator Buttimer that we have Eoin Wilson and family in the Gallery.  It is my great pleasure to welcome them.  Eoin is on the administrative and support staff of the Minister, Deputy O'Gorman.  Eoin's partner Ois&iacute;n also works in the Oireachtas and is with us today.  We particularly welcome Eoin and family and Ois&iacute;n.  It is great to have them here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#N01000","speaker":"1692"},{"type":"speech","time":1666776600,"counter":83,"content":"<p>We expect greater things.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#N01100","speaker":"1637"},{"type":"speech","time":1666776600,"counter":84,"content":"<p>Yes.  I thank Senator Buttimer for making me aware of that.  While I know Eoin, with the glare of the light I did not notice him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#N01200","speaker":"1692"},{"type":"speech","time":1666776600,"counter":85,"content":"<p>I second the request of my colleague, Senator Boylan, for a change to the Order of Business.<\/p> <p>I find the decision to abandon the northern distributor road in Limerick absolutely staggering.  This is an essential part of infrastructure for Limerick city and the surrounding suburbs.  It would tackle a number of key issues in regard to traffic congestion and access to the National Technological Park and the Mackey Roundabout.  My party, Sinn F&eacute;in, and my colleague Deputy Quinlivan campaigned successfully to get the Coonagh to Knockalisheen road built.  It was supposed to be part of the northern distributor road, but it has been abandoned.  The Limerick and Shannon metropolitan area transport plan has no mention of it whatsoever.  I predicted this earlier this year.  I take no joy in saying so.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to be clear.  Colleagues on the Opposition benches need to take ownership of this decision.  It is a Government decision to abandon the northern distributor road.  It sits with the Minister, Deputy Ryan, but as collective Cabinet responsibility, this Government has effectively put the city of Limerick on hold, for God knows how many years.  We have already been waiting more than ten years for this road to be built.  The most ironic part of this is that the whole point of completing the northern distributor road and of hopefully connecting a motorway to Cork which also seems to be abandoned, was to act as a counterweight or a counterbalance for the west coast against the economic juggernaut of Dublin.  The Green Party and this Government have put it on hold so the people of Limerick face nothing more than years more of queueing, traffic, congestion and cars being stuck on the motorway because they cannot access the Mackey Roundabout.  Everyone in Limerick knows this is essential.  I have heard people from all parties bar the Green Party call for this to happen.  It is not going to happen.  The T&aacute;naiste said the door was not closed on the northern distributor road.  The fact of the matter is that this Government firmly shut that door yesterday regarding an essential piece of infrastructure for Limerick.  It is staggering and I call for a debate on the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#N01300","speaker":"1660","continuing":true},{"type":"speech","time":1666776600,"counter":87,"content":"<p>There was a meeting last Saturday in Tuam on balanced regional development.  Unfortunately I was not able to make it but I agree wholeheartedly with many of the decisions and the sentiments expressed at the meeting.  I fully support the West on Track campaign for the extension of the rail line from Athenry to Claremorris.  It is needed.  I come from Castlebar which is 45 miles from Galway city.  Galway is our city.  It takes two hours to go 45 miles.  If one needs to go to the Blackrock Health Galway Clinic, University Hospital Galway or any of those places in Galway, it takes two hours.  We have to have a look at this and should have a debate in this House on balanced regional development.<\/p> <p>What is balanced regional development?  Does that mean one stops the growth of other cities such as Dublin and Cork and say we will grow Galway, Limerick and Sligo and wherever else?  There was a time when there were eight Deputies in Mayo.  There are now four.  There is a boundary commission in place and when it provides its report, there will probably be four more in Mayo again.  We are getting an extension on the number of representatives sitting in D&aacute;il &Eacute;ireann, maybe to the order of ten to 15 new or extra Deputies.  If we are really talking about balanced regional development, the west and the regional areas need a bigger shout and we should also have a look at the Constitution as regards the figures.<\/p> <p>In Scotland for instance, the Hebrides do not have to have the same population numbers to get a Member of Parliament elected as other parts of Scotland.  That should be the basis for our balanced regional development policy as well and there could be a bigger sway in D&aacute;il &Eacute;ireann or wherever else for the regional areas.  That is if we are really interested in balanced regional development but there would be some obstacles if we were to bring that in.  I ask the Leader to arrange a meeting to discuss this topic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#O00200","speaker":"1636"},{"type":"speech","time":1666776600,"counter":88,"content":"<p>An ch&eacute;ad chainteoir eile n&aacute; Seanad&oacute;ir Eugene Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#O00300","speaker":"1692"},{"type":"speech","time":1666776600,"counter":89,"content":"<p>I want to spend a brief period of time talking about young people being targeted by criminals laundering money.  It is certainly very disturbing to read Mr. Conor Lally's article in today's <i>Irish Times<\/i>where we are told that 3,000 money mules have been used and &euro;12 million from fraud deposited into criminal bank accounts.  The sad thing about this is that many young people under financial pressure between the ages of 18 and 24 are becoming the victims of this.  This is going to lead to all sorts of trouble for these young people.  It will mean they will have a criminal record and they are getting tied up with undesirables.  That is the reality.<\/p><p>Bank intelligence showed, according to Mr. Conor Lally's article, that the average transaction was &euro;4,000.  This is shocking and this is what drug culture and issues are doing to people.  Now we have these criminals using young people.  This was a massive issue in England some years ago and still is.  We have to do everything in our power as Oireachtas Members to try to combat this.<\/p><p>I appeal to all young people today if they have money issues to talk to their family and their parents, even to their local politician.  I urge the financial institutions to look at some sort of scheme on a low interest rate where people who are in difficulty in terms of finances could approach their banks or credit union.  We do not want people going down this road.  It will cause so much destruction to families and young people and we have to try to stamp it out.  I reiterate my appeal to young people who are running into those financial difficulties, to turn their backs on these criminals and not to become a money mule because it will lead to a lot of trouble in their lives, their families' life and for society.  We need to stamp this out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#O00400","speaker":"1674"},{"type":"speech","time":1666776600,"counter":90,"content":"<p>I thank the Senator for his contribution and his impeccable timing although I am under domestic instructions not to interrupt him or Senator Dolan when they are speaking.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#O00500","speaker":"1692"},{"type":"unspoken","time":1666776600,"counter":91,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1666776600,"counter":92,"content":"<p>Will the Vice-Chair explain that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#O00700","speaker":"1637"},{"type":"speech","time":1666776600,"counter":93,"content":"<p>I will, later on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#O00800","speaker":"1692"},{"type":"speech","time":1666776600,"counter":94,"content":"<p>I want to raise the issue about services with regard to kids who are autistic.  There has been a large amount of work done and I compliment the Minister of State on the amount of units that have been set up in the majority of secondary schools, particularly around Cork.  It has been of real benefit to communities and societies.  There is a gap in the market at the moment that we need to look at, particularly around special schools which kids who are autistic and do not fit into the mainstream programme attend.  Children are travelling from Skibbereen, Clonakilty, all the way into Cork city.  There is one child travelling an hour and a half on a bus each way.  He is getting a very good service in Cork city may I say.<\/p> <p>We need to put strategic plans in place so we have special schools in geographic locations so kids do not have to travel to that degree or spend an hour and a half on a bus.  We need a practical solution to a problem we have.  There has been much work done but we need to make sure the final pieces of the jigsaw are put in place.  Those final pieces are special schools for that cohort of kids who do not fit into the normal mainstream schools.  There are significant benefits here for the people involved, for the families and for the entire community.  I suggest we should organise a debate with the Minister of State with responsibility for special education about those special schools and where we can build on the work done by Senator Carrigy in particular who chairs a special committee on autism, to ensure we put a programme in place to prioritise these kids going forward and the last piece of the jigsaw can be put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#O00900","speaker":"1666"},{"type":"speech","time":1666776600,"counter":95,"content":"<p>I will be talking about the same issue.  I did not know Senator Lombard was going to talk about it.  I also request a debate with the Minister of State with responsibility for special education on special schools and special needs assistants, SNAs, and teachers in particular.  It is important to recognise the amount of funding announced in the budget last month.  Some &euro;2.6 billion has been ringfenced for special education.  That is 27% of the educational funding in total.  As part of that, there will be an extra 1,194 SNAs right across the country which is really significant and is going to bring us up to approximately 20,000 SNAs.  We need to discuss SNAs and the importance of the role they play.  I think we would all agree that financially we are not recognising the important role they play-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#O01000","speaker":"1629"},{"type":"speech","time":1666776600,"counter":96,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#O01100","speaker":"1639"},{"type":"speech","time":1666776600,"counter":97,"content":"<p>-----and they really need to be given a decent wage for the important work they do.  The Minister of State, Deputy Madigan, visited Tipperary last week and she came to a number of schools.  She visited two schools in particular, the fantastic special educational schools that we have in Cashel, namely , Scoil Chormaic and Scoil Aonghusa.  She met the two principals, Lorraine Lowry and Siobhan Keyes Ryan, and we saw the phenomenal work that all of teachers and the SNAs do.<\/p> <p>As a Government, we really need to recognise that SNAs who work in special educational schools need extra recognition because of the difficult challenges they face, for obvious reasons.  The work they do gives such relief to parents during the time their kids spend in those schools.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Garret Ahearn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=GarretAhearn&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->On the greater conversation regarding special needs assistants, SNAs, we all give them platitudes for the service that they provide but they need to be given a salary and decent recognition for the work  they do.  Simple issues include flat-rate expenses.  Flat-rate expenses are given over a four-year term where one can claim money back.  They are given to almost every profession in the country, except SNAs.  Teachers can claim back &euro;500 over a four-year period because they are teachers but SNAs cannot.  It was introduced before SNAs ever existed.  Such measures need to be changed to recognise the work that they do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#O01200","speaker":"1629","continuing":true},{"type":"speech","time":1666776600,"counter":99,"content":"<p>I support the comments of Senators Lombard and Ahearn regarding a debate on schools, in particular, special schools.  Yesterday, we held a public session of the Joint Committee on Autism.  I thank the Leader for the support that she gave me while we were pushing to get the committee put in place.  It is giving the opportunity to parents, in particular, and families to come in and talk about the challenges they have and put forward recommendations.  Something that has come out, in particular, from the last number of meetings, was that 14% of children of over 8,000 children who are in the special schools in the country got a school-based summer programme in the summer of 2022.  That left more than 6,500 children.  The committee passed a resolution yesterday and we will lay a report on the summer programme before both Houses in the middle of November.  The resolution states:<\/p> <blockquote> \t  \tThat the Joint Committee on Autism <blockquote> \t&mdash;notes the evidence of parents of autistic children and other stakeholders about difficulties with the Summer Programme  <\/blockquote>and while not having met all the key stakeholders, given the urgency of the current situation, calls on the Minister for Education to: <blockquote> \t&mdash;ensure that all autistic children will have access to the Summer Programme in 2023;<br \/><br \/>&mdash;ensure that all Special Schools will provide the Summer Programme in 2023;<br \/><br \/>&mdash;provide sufficient resources to schools in order that they may offer a comprehensive provision of the Summer Programme in 2023;<br \/><br \/>&mdash;liaise with the various stakeholders to ensure that increased numbers of schools participate in the Summer Programme, bringing the resources of Schools together where needed, thereby ensuring that a programme is available in every large town in the country;<br \/><br \/>&mdash;mitigate any constraints to the provision of the Summer Programme including staffing issues such as delays in payment to teachers and SNAs (Special Needs Assistants), resolve any pay anomalies, and to broaden the potential workforce e.g. [employing student] OTs (Occupational Therapists), SLTs (Speech and Language Therapists), early childcare workers, and include suitable student placements; <br \/><br \/>&mdash;mitigate any difficulties with Garda vetting to allow staff to move from one school to another school easily. <\/blockquote>  <\/blockquote> <p>That is coming from a joint committee of all parties putting out our view.  A report will come before both Houses in the next number of weeks.  We want to see a situation where, in 2023, at a minimum every special school has a school-based summer programme.<\/p><p>The Government has put in place &euro;40 million for the programme.  The funding is there.  The principals and the boards of management know that the support will be there.  They need to start organising a programme for summer 2023 now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#P00200","speaker":"1639"},{"type":"speech","time":1666776600,"counter":100,"content":"<p>It is my great pleasure to welcome the pupils of Christ the King school in Cork.  Senators Buttimer and Lombard are looking over attentively at their arrival.  I understand that they are guests of the Taoiseach today.  I offer a special welcome also to their teachers without whom this could not take place.  It is great to have them here.  It is important for citizenship to become aware of what happens in the Houses of democracy.  I hope we will impress them a little.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#P00300","speaker":"1692"},{"type":"speech","time":1666776600,"counter":101,"content":"<p>I concur with my colleagues, Senators Carrigy, Lombard and Ahearn, that we should have a debate.  It should be specifically about special schools to ring-fence some time on that.  School building responsibilities sit with the Minister, Deputy Foley, whereas special education is with the Minister of State, Deputy Madigan.  We need to balance that because it is about school buildings and then the supports within those buildings.  In Dublin 15, we fought for years to get our special school, Danu.  A committee of parents drove that.  They were promised a dedicated purpose-built building in Dublin 15.  Over the past couple of years, their children have been in accommodation that we thought would be temporary but that may become permanent in Rath Dara.  The demand is still there for a stand-alone purpose-built special school.  It is what those children deserve.<\/p> <p>I received a report in my inbox this morning from two students in Le Ch&eacute;ile school in Tyrellstown, Rebecca and Dalia, who did a report into the status of women versus the status of democracy in Ireland.  They have pulled out some important key points that I wanted to mention.  They disagree with the statement that the status of women reflects the status of democracy in Ireland and I agree with them.  It is surprising the number of people who do not agree with them.  They point to female political representation in Ireland being below the EU average, at 27.7% versus 31.2%; the fact that there are only 36 women in D&aacute;il &Eacute;ireann compared to 124 men; the gender pay gap is 1% higher than the EU average; and Ireland ranks 17th in the EU concerning political decision-making in respect of women.  They have pulled out some excellent recommendations that we gradually increase gender quotas in the D&aacute;il until it reaches 50%, that gender quotas be introduced in local authorities and that a weekly mandatory CSPE class for senior-cycle students is made mandatory.  Well done to them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#P00400","speaker":"1648"},{"type":"speech","time":1666776600,"counter":102,"content":"<p>I welcome the students from Christ the King and, in particular, the teachers here.  Ms O'Leary is the co-ordinator and she is very welcome.  She comes with very special privileges.  A former pupil of mine told me that his daughter was here today.  They are from a great club called Na Piarsaigh.  I will not call her out because she might be embarrassed but she knows who she is.  They are very welcome.  I commend the Christ the King transition year students here.  It is a tremendous school in Cork and we are lucky to have a school of that calibre in our city.<\/p> <p>I am glad the young women are here today because I want to raise the issue of LGBT rights in Afghanistan.  Yesterday, Deputy Gannon organised a briefing with LGBT Ireland of displaced men and women from Afghanistan who had to leave because of their sexuality.  As Members will be aware, in my case, as an openly gay Member of the House, I have the privilege and the sanctity and the freedom to come in here and speak my mind.  I can disagree with Members about whatever issue but I am free to come in here and speak.  I ask the Leader to facilitate a debate on human rights around the world and on LGBT rights.  We are at a tipping point, in advance of the mid-term elections in America, given what is happening in many parts of the world, especially around Afghanistan where the Taliban, as we speak, are going into villages and asking the elders and families to identify and name their LGBT family members so that they can gain social credit with the Taliban as an example.  Let us think about it in the context of a man or woman who is lesbian, gay or transgender in Afghanistan and imagine having to admit to somebody one is gay, to plan an escape route out of Afghanistan, to go on that journey, and then to reach a point where one seeks and receives sanctuary.  My final point in this request to the Leader is around the issue of visa waivers from the Government.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I appreciate and accept that we have huge issues around refugees and in respect of housing and availability of accommodation.  I ask Members to listen back to this morning's \"Morning Ireland\", on which Basira, a 24-year-old woman from Afghanistan, spoke about having to come to Ireland.  This is an important debate we need to have in this House not just during Pride but also now in order that we can use our seat on the UN Security Council to herald and promulgate change.<\/p><p>Thank you for your indulgence, a Leas-Chathaoirligh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#P00500","speaker":"1637","continuing":true},{"type":"speech","time":1666776600,"counter":104,"content":"<p>Thank you, Senator Buttimer, for raising that serious matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#Q00200","speaker":"1692"},{"type":"speech","time":1666776600,"counter":105,"content":"<p>The Leader has heard from a number of Members about special schools and the summer programme.  Roughly &euro;40 million has been allocated to the programme.  I asked about it and principals came to me with some feedback.  One in four schools rolled the programme out last year but we need more of our mainstream schools doing so as well because we are looking to bring children with special needs into our mainstream schools and for our special schools to handle children with more severe to complex, challenging needs.  It needs to be made clear that, for our special schools, there are more challenging behaviours and that getting new teachers to come in to do the summer programme can be a challenge.  Some of the special schools have looked to see about central vetting processes for SNAs.  This is not about the schools themselves having to go to Garda stations and so on.  Perhaps there should be panels for teachers, particularly for special schools, because additional training may be required as opposed to special classes within mainstream schools.  Those are just some issues for the Minister, who might come in to speak to us, to take into consideration.<\/p> <p>I wish to raise two other matters.  We know about all the families and people living around Rahara and Ballagh, that is, around Lough Funshinagh.  There are the rising flood levels of the turlough.  Senator Murphy has raised this on a number of occasions.  I welcome the group appearing today before the agriculture committee.  Public representatives, the Minister of State, Deputy O'Donovan, and OPW officials met with the Lough Funshinagh group in July.  Further progress updates on the plans we need to put in place will take place in October.  This is a difficult situation because environmental assessments are required.  The matter has gone down the legal route.  There have been High Court actions.<\/p> <p>Finally, regarding West on Track, and to follow up on Senator Burke's contribution, I attended the meeting in Tuam to which he referred.  This is about how we develop that region and about investment coming into Galway and the west.  The Western Development Commission, the Northern and Western Regional Assembly, NWRA, and the Committee of the Regions attended the meeting.  We need to be conscious that we can provide regional cycleways while also developing our train tracks and bringing investment and tourism into the west.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#Q00300","speaker":"1654"},{"type":"speech","time":1666776600,"counter":106,"content":"<p>Before the Leader replies to the debate, I join in the congratulations Senator Craughwell offered on behalf of everyone to the Cathaoirleach on the distinction granted to him by the Ukrainian Government.  I am not sure of all the detail of it, but we all congratulate him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#Q00400","speaker":"1692"},{"type":"speech","time":1666776600,"counter":107,"content":"<p>I join you, a Leas-Chathaoirligh, in those congratulations.  It is lovely when somebody else, not just your own, recognises your brilliance.  I wish the Cathaoirleach congratulations and continued success.<\/p> <p>Senators Dolan, Carrigy, Ahearn and Lombard have looked for probably two debates.  One is about special schools and their locations and, particularly, the length of the journeys some of our children have to make in the morning just to attend a special school in the absence of having one in their own locality.  There was a mooted debate a number of years ago in the Department of Education to make a decision to co-locate a special school on the same grounds as every new school that was being built.  I am not sure if that has gone awry but I will certainly organise a debate on special schools and special education delivery.  Separately, I congratulate Senator Carrigy because the work of the Joint Committee on Autism is coming to a conclusion.  Maybe we will arrange to have a debate between now and Christmas, when the committee's report is due to be published, on the report distinctly and separately from a debate on the special schools building programme.  We will try to do both between now and recess in December.<\/p> <p>Senator Buttimer asked for a debate on human rights, specifically LGBT rights, in light of the stories we have heard in recent days of members of the LGBT community fleeing Afghanistan and how horribly they are being treated.<\/p> <p>Senator Currie spoke of a report by two young ladies in Le Ch&eacute;ile Secondary School.  We like their style and would like to see a lot of what they have asked for implemented.<\/p> <p>Senator Murphy spoke about the horrendous story of the 3,000 young people being used as money mules by criminal gangs.  We need a hell of a lot more debate and research on and, particularly, assistance for people in that age group because they are susceptible to being used, as we can see.  Money is an allure, particularly for young people who do not have any.<\/p> <p>Senator Burke wants a debate on regional balanced development.  We will organise that.  Senator Dolan touched on that matter as well.<\/p> <p>Senator Gavan seconded Senator Boylan's amendment to the Order of Business.  I am happy to accept the amendment.  That is no problem at all.  Senator Gavan also asked for a debate on the final report of the NTA, as did Senator Maria Byrne.  I do not think Senator Gavan was here when Senator Byrne was present earlier.  To my mind, something underhand is definitely afoot.  We need to call on the Minister to make a specific statement today on the absence, for the second time, of the northern distributor road, it having been put back in when we brought the matter to his attention the first time.  I have made contact with his office and, therefore, as soon as I have any response I will come back to the Senators.  If, however, we do not get a satisfactory response, I will arrange the debate, in which case I will come back to the Senators beforehand and let them know.<\/p> <p>Senator Mullen spoke about his pleasure at the election of Rishi Sunak as the new British Prime Minister.  I hope I am not speaking out of turn in saying that I hope to see from today the return of dignity to politics in the United Kingdom, specifically with regard to the relationship that has faltered in recent years, during the terms of the previous two prime ministers.  The thing that gives me a little hope is the number of times during the summer debates Prime Minister Sunak mentioned Ireland and Northern Ireland.  I hope for a return to some respect and dignity in the relationships we share.<\/p> <p>Senator McGahon asked for a debate on Irish Water because of the ongoing two-year disruption and provision of brown water to the people of Dundalk.  He spoke about not only the quality of water but also the quality of responses, or probably the lack of quality responses from Irish Water.  We will try to arrange that debate.<\/p> <p>Senator O'Sullivan asked for a debate on the governance and control of arts and literary festivals.  The Minister, Deputy Catherine Martin, will be here on 8 November to talk about safe spaces and the arts report, so that might be an opportunity to discuss both matters.  I will come back to the Senator and see if that is acceptable.  If not, we will organise something different.<\/p> <p>Senator Higgins expressed her concerns about the order for tomorrow.  I totally take on board what she said and appreciate the concerns she raised.  She also mentioned some issues with Commencement matters.  Other colleagues have raised such issues in recent weeks.  It might be worthwhile for the Committee on Parliamentary Privileges and Oversight, CPPO, to do an analysis in order that we can see what kind of a response we are getting and from whom.  I can appreciate that it is not acceptable for somebody who just might happen to be on the rota on a particular day to have to come before the House to take a Commencement matter because they will not necessarily know the lie of the land of the Department in question.  We will look at that in the CPPO and come back to the Senators on it.<\/p> <p>Senator Hoey asked for a debate on postgraduate funding and welcomed the review the Minister is doing.  She spoke about the statutory processes ongoing with regard to the metro project and BusConnects.<\/p> <p>Senator Boylan proposed the amendment to the Order of Business and discussed the Bill she hopes to bring forward  soon to discuss what is absolutely unethical behaviour on the part of one of the largest corporations operating in this country.  When we look at lists of the wealthiest institutions, industries and countries, Amazon appears a lot higher on such lists than probably some 40 or 50 countries, so its power is not lost on any of us.  I wish the Senator well with her legislation.<\/p> <p>As I said, Senator Maria Byrne spoke about the removal of the northern distributor road.  I will come back to her and Senator Gavan later.<\/p> <p>Senator Craughwell spoke about the Departments of Public Expenditure and Reform and Defence and the row they are having at the moment about sergeants.  I noted with some amusement Senator Craughwell's request this morning that maybe the Department of Public Expenditure and Reform should just take over.  I am sure the Department would be delighted if we all decided that it should take over because it is at the centre of continuous discussions and disagreements with all other Departments.  I will raise the Senator's concerns as he raised them this morning with the Minister.<\/p> <p>Senator Chambers talked about the welcome changes to the licensing laws, although there were mixed reviews yesterday.  The thing that probably concerns me the most is that, whether patrons have mixed reviews, they are in charge of their response to the law as to whether they go to the pub later, but those who do not have any responsibility for the changes and for how patrons will act are An Garda S&iacute;och&aacute;na.  I believe we need to see extra resources, particularly around the hours of the extensions.  The really worrying thing - and I agree with what the Senator said about this earlier - is that while we hear that never before have we had as many garda&iacute; in the force, which is true, it is also true that never before have we seen so few of them on our streets.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The growing concerns we have around antisocial behaviour need to be addressed, and I will try to organise a debate on that.<\/p><p>Senator Chambers asked for a debate on wind energy, as did Senator Mullen.  I look forward to a time by 2027 or 2030 when apparently our energy bills will be slashed, because they are not slashed today.  We need to have the conversation now.  If the technology is there and we are being told it is not, we need to find out why.  We will have a debate on this, which I will organise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#Q00500","speaker":"1653","continuing":true},{"type":"speech","time":1666776600,"counter":109,"content":"<p>I thank the Leader her comprehensive and individualised response.<\/p><p>It is my great pleasure to welcome the parents and uncle of our colleague, Deputy Kathleen Funchion, who join us in the Visitors Gallery.  It is good to have them in the Chamber.<\/p><p>Senator Boylan has proposed an amendment to the Order of Business: &quot;That No. 20 be taken before No. 1.&quot;  The amendment was seconded by Senator Gavan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#R00200","speaker":"1692"},{"type":"unspoken","time":1666776600,"counter":110,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1666776600,"counter":111,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Ban on Dumping New Products Bill 2022: First Stage","time":1666776600,"counter":112,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#R00500"},{"type":"speech","time":1666776600,"counter":113,"content":"<p>I move:<\/p> <blockquote> \tThat leave be granted to introduce a Bill entitled an Act to facilitate the prohibition of dumping new non-food related products, to empower the Minister to prescribe for such products in regulation, to create an offence for failing to comply with the provisions of the Act, and to provide for related matters. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#R00600","speaker":"1635"},{"type":"unspoken","time":1666776600,"counter":114,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1666776600,"counter":115,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#R00800","speaker":"1692"},{"type":"speech","time":1666776600,"counter":116,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#R00900","speaker":"1635"},{"type":"speech","time":1666776600,"counter":117,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#R01000","speaker":"1692"},{"type":"unspoken","time":1666776600,"counter":118,"content":"<p>Second Stage ordered for Tuesday, 1 November 2022.<\/p>"},{"type":"majorheading","content":"Sitting Arrangements: Motion","time":1666776600,"counter":119,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#R01100"},{"type":"speech","time":1666776600,"counter":120,"content":"<p>I move:<\/p> <blockquote> \tThat, notwithstanding anything in the Standing Orders relative to Public Business, unless otherwise ordered, the following arrangements shall apply in relation to the sitting of the Seanad on 27th October, 2022:  \t(1) The Seanad shall meet at 10 a.m. on Thursday, 27th October, 2022, and the following arrangements shall apply:  <blockquote> \t(a) Standing Orders 29 and 30 shall stand suspended;<br \/><br \/>(b) there shall be no Order of Business;<br \/><br \/>(c) the business to be taken shall be confined to the items set out in the Schedule to this paragraph and, accordingly, no other business shall be taken unless the Seanad shall otherwise order on motion made by the Leader of the House or such other Senator as she may authorise in that behalf. <\/blockquote>  <\/blockquote> <p align=\"center\"><b>Schedule<\/b><\/p> <blockquote> \t  \t<i>Residential Tenancies (Deferment of Termination Dates of Certain Tenancies) Bill 2022 [D&aacute;il] &ndash; All Stages.<\/i><br \/><br \/>Subject to the passage by the D&aacute;il of the Residential Tenancies (Deferment of Termination Dates of Certain Tenancies) Bill 2022 [D&aacute;il], the proceedings on all Stages shall be taken at 10 a.m. and shall, if not previously concluded, be brought to a conclusion after three hours by one Question, which shall be put from the Chair, and which shall, in relation to amendments, include only those set down or accepted by the Government; the opening contribution of the Minister at the debate on Second Stage shall not exceed 8 minutes, the contribution of Group Spokespersons shall not exceed 5 minutes, the contribution of all other Senators shall not exceed 3 minutes and the Minister shall be given no less than 6 minutes to reply to the debate; Committee and Remaining Stages shall be taken immediately on the conclusion of Second Stage.<br \/><br \/><i>Motion regarding the Earlier Signature of the Residential Tenancies (Deferment of Termination Dates of Certain Tenancies) Bill 2022 [D&aacute;il].<\/i><br \/><br \/>The Motion regarding the Earlier Signature of the Residential Tenancies (Deferment of Termination Dates of Certain Tenancies) Bill 2022 [D&aacute;il] shall be taken without debate on conclusion of all Stages of the Bill.<br \/><br \/><i>Suspension of Sitting.<\/i><br \/><br \/>On the conclusion of the proceedings on the Motion regarding the Earlier Signature of the Residential Tenancies (Deferment of Termination Dates of Certain Tenancies) Bill 2022 [D&aacute;il], the sitting shall be suspended until 1.30 p.m.<br \/><br \/><i>Development (Emergency Electricity Generation) Bill 2022 [D&aacute;il] &ndash; All Stages.<\/i><br \/><br \/>Subject to the passage by the D&aacute;il of the Development (Emergency Electricity Generation) Bill 2022 [D&aacute;il], the proceedings on all Stages shall be taken at 1.30 p.m. and shall, if not previously concluded, be brought to a conclusion after three hours by one Question, which shall be put from the Chair, and which shall, in relation to amendments, include only those set down or accepted by the Government; the opening contribution of the Minister at the debate on Second Stage shall not exceed 8 minutes, the contribution of Group Spokespersons shall not exceed 5 minutes, the contribution of all other Senators shall not exceed 3 minutes and the Minister shall be given no less than 6 minutes to reply to the debate; Committee and Remaining Stages shall be taken immediately on the conclusion of Second Stage.<br \/><br \/><i>Motion regarding the Earlier Signature of the Development (Emergency Electricity Generation) Bill 2022 [D&aacute;il].<\/i><br \/><br \/>The Motion regarding the Earlier Signature of the Development (Emergency Electricity Generation) Bill 2022 [D&aacute;il] shall be taken without debate on conclusion of all Stages of the Bill.<br \/><br \/>(2) The Seanad on its rising on Thursday, 27th October, 2022, shall adjourn until 2.30 p.m. on Tuesday, 8th November, 2022.&rdquo;  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#R01200","speaker":"1653"},{"type":"unspoken","time":1666776600,"counter":121,"content":"<p>Question put and declared carried.<\/p>"},{"type":"majorheading","content":"Consumer Rights Bill: Report and Final Stages","time":1666776600,"counter":122,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#R01400"},{"type":"speech","time":1666776600,"counter":123,"content":"<p>Before we commence, I remind everyone that a Senator may speak only once on Report Stage, except the proposer of an amendment, who may reply to the discussion on the amendment.  Each non-Government amendment must be seconded.<\/p><p>Amendments Nos. 1 to 4, inclusive, are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#R01500","speaker":"1663"},{"type":"speech","time":1666776600,"counter":124,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 83, line 6, after &ldquo;manner&rdquo; to insert &ldquo;, in the Irish language or in both the Irish language and the English language&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#R01600","speaker":"1660"},{"type":"speech","time":1666776600,"counter":125,"content":"<p>I second the amendment.<\/p><p>N&iacute; chuirfidh m&eacute; a l&aacute;n ama am&uacute; agus muid ag pl&eacute; ag an ch&eacute;im seo.  Ar Ch&eacute;im an Choiste, leag m&eacute; amach go soil&eacute;ir n&iacute; amh&aacute;in luach an leasaithe seo ach luach na leasuithe ina n-ioml&aacute;ine at&aacute; curtha s&iacute;os i m'ainmse agus in ainmneacha mo chomhghleacaithe &oacute; Shinn F&eacute;in maidir le cur chun cinn na teanga agus an teanga a bheith i bhfad n&iacute;os feice&aacute;la&iacute; ar th&aacute;irg&iacute; agus ar chomhartha&iacute;ocht sna 26 chontae.  T&aacute; an leas&uacute; seo ag iarraidh &eacute; sin a bhaint amach.  Ritheann s&eacute; go hioml&aacute;n le ciall.  Ritheann s&eacute; go huile is go hioml&aacute;n le reachta&iacute;ocht agus dl&iacute; an Aontais Eorpaigh.  S&iacute;lim gur ceart glacadh leis faoi dhualgas bunreacht&uacute;il an Rialtais agus, d&aacute;r nd&oacute;igh, mar go bhfuil siad ciallmhar agus dearfach agus mar go bhfuil siad ag iarraidh an teanga a chur chun cinn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#R01700","speaker":"1688"},{"type":"speech","time":1666776600,"counter":126,"content":"<p>Cuirim f&aacute;ilte roimh na leasuithe.  T&aacute;imid ag iarraidh dul ar an turas c&eacute;anna agus an dearcadh c&eacute;anna a bhaint amach ach n&iacute;l m&eacute; in ann na leasuithe seo a ghlacadh mar gheall ar na c&uacute;iseanna a luaigh m&eacute; an tseachtain seo caite agus a leag m&eacute; amach i mo litir oifigi&uacute;il a sheol m&eacute; chuig an Seanad&oacute;ir.  N&iacute;l an bun&uacute;s dl&iacute; l&aacute;idir mar is &eacute; an ch&eacute;ad uair a th&aacute;inig na leasuithe seo os &aacute;r gcomhair ag na c&eacute;imeanna seo.  N&iacute; raibh seans againn iad a scr&uacute;d&uacute; ar bhonn pre-legislative n&oacute; sa D&aacute;il.  Freisin, t&aacute;imid buartha faoi ch&uacute;rsa&iacute; costais go h&aacute;irithe do ghn&oacute;tha&iacute; beaga.  N&iacute; raibh seans againn &aacute;bhar an chostais sin a phl&eacute; leis na cumainn ghn&oacute;.<\/p><p>Tuigim agus aonta&iacute;m go m&oacute;r lena a bhfuil &aacute; dh&eacute;anamh ag an Seanad&oacute;ir, ach n&iacute;l m&eacute; in ann dul leis na leasuithe seo.  Beidh cruinni&uacute; agam leis an Seanad&oacute;ir agus le c&uacute;pla Seanad&oacute;ir eile, an Seanad&oacute;ir Clifford-Lee ina measc.  Tuigim go bhfuil gr&uacute;pa ann a bhfuil ag iarraidh go mbeadh n&iacute;os m&oacute; pac&aacute;ist&iacute;ochta as Gaeilge.  Beidh m&eacute; in ann cruinni&uacute; a thion&oacute;l an mh&iacute; seo chugainn chun an treo is fearr a phl&eacute;.  Aonta&iacute;m go m&oacute;r go gcaithfidh i bhfad n&iacute;os m&oacute; pac&aacute;ist&iacute;ochta agus eolais a bheith as Gaeilge i gc&uacute;rsa&iacute; siopad&oacute;ireachta agus retail, agus i ngach gn&eacute; eile.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Dara Calleary:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2201\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2201&amp;amp;pid=DaraCalleary&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->N&iacute;limid in ann glacadh leis na leasuithe ar an &oacute;c&aacute;id seo ach beidh cruinni&uacute; agam leis an Seanad&oacute;ir agus leis na gr&uacute;pa&iacute; sa sp&aacute;s seo chun an treo le dul a phl&eacute;.  Leanfaimid ar an turas sin a luaithe agus is f&eacute;idir.  N&iacute;l aon suim agam labhairt faoi.  T&aacute; m&eacute; ag iarraidh dul ar an turas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#R01800","speaker":"1602","continuing":true},{"type":"speech","time":1666776600,"counter":128,"content":"<p>Aithn&iacute;m go bhfuil an tAire St&aacute;it ar aon intinn le cusp&oacute;ir&iacute; na leasuithe seo ach t&aacute;imid san &aacute;it ina bhfuilimid agus na leasuithe os &aacute;r gcomhair.  T&aacute; freagrachta&iacute; ar leith ag an Aire St&aacute;it.  T&aacute; s&eacute; ag r&aacute; nach bhfuil s&eacute; &aacute; nglacadh agus t&aacute; s&eacute; i dteideal &eacute; sin a dh&eacute;anamh.<\/p> <p>N&iacute; ghlacaim leis an arg&oacute;int nach raibh pre-legislative scrutiny d&eacute;anta air seo agus gur th&aacute;inig s&eacute; aniar aduaidh ar an Aire St&aacute;it.  D'iarr mise ar chruinni&uacute; idir an Dara C&eacute;im agus C&eacute;im an Choiste.  D'iarr m&eacute; ar chruinni&uacute; eile idir C&eacute;im an Choiste agus an Ch&eacute;im ar a bhfuilimid anois sa d&oacute;igh gur f&eacute;idir linn cib&eacute; imn&iacute; a bh&iacute; ar an Aire St&aacute;it n&oacute; a oifigigh a phl&eacute; agus &eacute; seo a r&eacute;iteach.  N&iacute;or tharla na cruinnithe sin agus, le bheith ionraic faoi, n&iacute;l an locht ormsa n&aacute;r tharla siad.<\/p> <p>Aithn&iacute;m go bhfuil an tAire St&aacute;it ag iarraidh na cusp&oacute;ir&iacute; seo a bhaint amach.  T&aacute; s&uacute;il agam gurb amhlaidh a bheidh s&eacute; agus go n-&eacute;ir&iacute; leis an Aire St&aacute;it sa ch&aacute;s sin ach t&aacute; leasuithe ciallmhara dearfacha os &aacute;r gcomhair inniu gur f&eacute;idir linn agus gur cheart d&uacute;inn glacadh leo.  T&aacute; m&eacute; ag tabhairt an tseala anois, ar an gC&eacute;im dheireanach a bheidh againn mar Sheanad, do Sheanad&oacute;ir&iacute; a v&oacute;ta a chaitheamh agus c&aacute; h&aacute;it a seasann siad ag an bpointe seo a l&eacute;iri&uacute; go soil&eacute;ir.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#S00200","speaker":"1688"},{"type":"vote","time":1666776600,"counter":129,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 6; Níl, 22.<\/p><br\/><br\/><p>Tellers: Tá, Senators Niall Ó Donnghaile and Paul Gavan; Níl, Senators Seán Kyne and Lisa Chambers.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#T00100","aye":["1635","1660","1663","1688","1683","1684"],"nay":["1629","1636","1637","1695","1639","1640","1641","1642","1643","1646","1648","1653","1654","1659","1665","1666","1667","1670","1671","1674","1693","1687"],"abs":[]},{"type":"speech","time":1666776600,"counter":130,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 83, between lines 30 and 31, to insert the following:<br \/><br \/><b>&ldquo;Language of On-Premises Information<\/b>  \t<b>103.<\/b>(1) This section shall take effect on a date to be set by the Minister, no earlier than 31 December 2023 and no later than 1 January 2026, and shall have effect only on on-premises signage newly erected or altered following that date.<br \/><br \/>(2) All information provided on on-premises signage aimed at consumers shall be in the Irish language or in both official languages.<br \/><br \/>(3) In the event of the information referred to in <i>subsection (2)<\/i>being provided in both official languages&mdash; <blockquote> \t(a) the text in the Irish language shall be first,<br \/><br \/>(b) the text in the Irish language shall be at least as prominent, as visible and as legible as the text in the English language,<br \/><br \/>(c) the lettering of the text in the Irish language shall not be smaller in size than the lettering in the text in the English language or in italic font where the English text is not,<br \/><br \/>(d) the text in the Irish language shall convey the same information as is conveyed by the text in the English language, and<br \/><br \/>(e) no word of the text in the Irish language shall be abbreviated unless the word in the text in the English language, which is a translation thereof, is likewise abbreviated. <\/blockquote>(4) Text on a sign shall be exempt from the requirements under <i>subsection (2)<\/i>if it fulfils any of the following criteria: <blockquote> \t(a) information in a language or languages without either Irish or English versions present;<br \/><br \/>(b) temporary information to be replaced within a period no longer than three weeks;<br \/><br \/>or<br \/><br \/>(c) the name of a person, family, trademark or brand. <\/blockquote>(5) Nothing in this section shall prohibit the provision of information on signage in other languages in addition to those required under this section.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#T00300","speaker":"1688"},{"type":"speech","time":1666776600,"counter":131,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#T00400","speaker":"1660"},{"type":"vote","time":1666776600,"counter":132,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 6; Níl, 23.<\/p><br\/><br\/><p>Tellers: Tá, Senators Niall Ó Donnghaile and Paul Gavan; Níl, Senators Seán Kyne and Lisa Chambers.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#U00100","aye":["1635","1660","1663","1688","1683","1684"],"nay":["1629","1636","1637","1695","1639","1640","1641","1642","1643","1646","1647","1648","1653","1654","1659","1665","1666","1667","1670","1671","1674","1693","1687"],"abs":[]},{"type":"speech","time":1666776600,"counter":133,"content":"<p>I move amendment No. 3:<\/p> <blockquote> \tIn page 83, between lines 30 and 31, to insert the following:<br \/><br \/><b>&ldquo;Language of Information Required for Goods<\/b>  \t<b>103.<\/b>(1) This section shall take effect on a date to be set by the Minister, no earlier than 31 December 2023 and no later than 1 January 2026, and shall have no effect on the packaging of products for sale prior to the date set by the Minister.<br \/><br \/>(2) In order to be considered, provided in a clear and comprehensible manner in accordance with <i>section 101<\/i>, all information specified in <i>sections 101 and 102<\/i>, as well as text conveying branding or messaging for marketing purposes, and shown on the label, container or packaging of a pre-packaged product, including information presented in stylised or artistic renderings of text, shall be shown in the Irish language or in both official languages, unless the product fulfils the criteria for exemption under <i>subsection (4)<\/i>.<br \/><br \/>(3) In the event of the information referred to in <i>subsection (2)<\/i>being provided in both official languages&mdash; <blockquote> \t(a) the text in the Irish language shall be first, where both languages feature on the same surface,<br \/><br \/>(b) the text in the Irish language shall be at least as prominent, as visible and as legible as the text in the English language,<br \/><br \/>(c) the lettering of the text in the Irish language shall not be smaller in size than the lettering in the text in the English language or in italic font where the English text is not,<br \/><br \/>(d) the text in the Irish language shall convey the same information as is conveyed by the text in the English language,<br \/><br \/>(e) no word of the text in the Irish language shall be abbreviated unless the word in the text in the English language, which is a translation thereof, is likewise abbreviated, and<br \/><br \/>(f) where there are one or more surfaces on the container or packaging of a pre-packaged product that are of at least the same size and prominence, the information shown on one surface may be shown in one official language if such information is shown in the other official language on one of those other surfaces. <\/blockquote>(4) A product shall be exempt from the requirements under <i>subsection (2)<\/i>if it fulfils any of the following criteria and provides the required information in at least one official language on the label, container or packaging: <blockquote> \t(a) a speciality imported product, not widely used and without a readily available substitute;<br \/><br \/>(b) a language-based product, such as a greeting card, book, talking toy or game, in which knowledge of the language used is a basic factor essential to the use of the product;<br \/><br \/>(c) a test market product for the duration of, and no longer than a year following the commencement of, its product trial; or<br \/><br \/>(d) a local product which is not available for sale on premises outside of the local authority area in which it is produced and the local authority areas which border that area. <\/blockquote>(5) Nothing in this section shall prohibit the provision of information on pre-packaged goods in other languages in addition to those required under this section.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#U00200","speaker":"1688"},{"type":"speech","time":1666776600,"counter":134,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#U00300","speaker":"1660"},{"type":"vote","time":1666776600,"counter":135,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 7; Níl, 22.<\/p><br\/><br\/><p>Tellers: Tá, Senators Niall Ó Donnghaile and Paul Gavan; Níl, Senators Seán Kyne and Lisa Chambers.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#U00400","aye":["1634","1635","1660","1663","1688","1683","1684"],"nay":["1629","1636","1637","1695","1639","1640","1642","1643","1646","1647","1648","1653","1654","1659","1665","1666","1667","1670","1671","1674","1693","1687"],"abs":[]},{"type":"speech","time":1666776600,"counter":136,"content":"<p>I move amendment No. 4:<\/p> <blockquote> \tIn page 100, between lines 16 and 17, to insert the following:  \t<b>&ldquo;Consumer Rights relating to Language Options of On-Premises and Public Self-Service Kiosks<\/b><br \/><br \/><b>122.<\/b>(1) This section shall take effect on a date to be set by the Minister, no earlier than 31 December 2023 and no later than 1 January 2026, and shall have effect only on self-service kiosks which are newly introduced, upgraded or updated, following that date. <blockquote> \t <blockquote> \t(2) In the case of a self-service kiosk, including but not limited to self-service cashiers, ticket machines and automated teller machines, located in a business premises or operated by a business in a public place for the purposes of use by a consumer or member of the public, the kiosk shall provide the consumer with the option to use the kiosk in the Irish language or provide the consumer with a choice between using the kiosk in the Irish language or the English language.<br \/><br \/>(3) Nothing in this section shall prohibit the provision of options to use the kiosk in other languages in addition to those required under this section.<br \/><br \/>(4) The service available on the kiosk in the Irish language shall be of at least the same standard and quality as the service available in the English language.<br \/><br \/>(5) Where there is a single default language on the self-service kiosk or its homepage menu, the default shall be the Irish language.<br \/><br \/>(6) Where flag icons are used to represent language options on a self-service kiosk, the Irish flag shall be used to represent the Irish language option.<br \/><br \/>(7) In the event of the information referred to in <i>subsection (2)<\/i>being provided in both official languages on the same page&mdash; <blockquote> \t(a) the text in the Irish language shall be first,<br \/><br \/>(b) the text in the Irish language shall be at least as prominent, as visible and as legible as the text in the English language,<br \/><br \/>(c) the lettering of the text in the Irish language shall not be smaller in size than the lettering in the text in the English language or in italic font where the English text is not,<br \/><br \/>(d) the text in the Irish language shall convey the same information as is conveyed by the text in the English language, and<br \/><br \/>(e) no word of the text in the Irish language shall be abbreviated unless the word in the text in the English language, which is a translation thereof, is likewise abbreviated. <\/blockquote>(8) Where the kiosk allows for, requests, or causes to be recorded, a consumer&rsquo;s name as part of its use, an interaction or a transaction, the right of the consumer to correctly input and have recorded their name, in the Irish language or in the English language, including <i>s&iacute;nt&iacute; fada<\/i>and <i>s&eacute;imhithe<\/i>, shall be guaranteed.&quot;. <\/blockquote> <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#V00100","speaker":"1688"},{"type":"speech","time":1666776600,"counter":137,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#V00200","speaker":"1660"},{"type":"vote","time":1666776600,"counter":138,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 10; Níl, 22.<\/p><br\/><br\/><p>Tellers: Tá, Senators Niall Ó Donnghaile and Paul Gavan; Níl, Senators Seán Kyne and Lisa Chambers.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#V00300","aye":["1634","1635","1645","1657","1660","1663","1673","1688","1683","1684"],"nay":["1629","1636","1637","1695","1639","1640","1642","1643","1646","1647","1648","1653","1654","1659","1665","1666","1667","1670","1671","1674","1693","1687"],"abs":[]},{"type":"unspoken","time":1666776600,"counter":139,"content":"<p>Bill received for final consideration.<\/p>"},{"type":"speech","time":1666776600,"counter":140,"content":"<p>When is it proposed to take Final Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#W00200","speaker":"1692"},{"type":"speech","time":1666776600,"counter":141,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#W00300","speaker":"1646"},{"type":"speech","time":1666776600,"counter":142,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022102600002#W00400","speaker":"1692"},{"type":"unspoken","time":1666776600,"counter":143,"content":"<p>Question, \"That the Bill do now pass\", put and agreed to.<\/p>"},{"type":"unspoken","time":1666776600,"counter":144,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 2.04 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 2.15 p.m.<br \/><br \/>Sitting suspended at 2.04 p.m and resumed at 2.15 p.m.<\/p>","notice":"TIME STRING DETECTED"}]