[{"type":"minorheading","content":"Prelude","time":1651051800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1651051800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1651051800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1651051800,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1651051800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#A00100"},{"type":"speech","time":1651051800,"counter":6,"content":"<p>Dia dhaoibh a chairde on this fine sunny morning.  I have received notice from Senator Annie Hoey that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Further and Higher Eduaction, Research, Innovation and Science to make a statement on future funding options for post-graduate medical students following Bank of Ireland's withdrawal of a graduate loan facility.  <\/blockquote> <p>I have also received notice from Senator Timmy Dooley of the following matter: <\/p> <blockquote> \tThe need for the Minister for Health to carry out an immediate review of operations at University Hospital Limerick. <\/blockquote> <p>I have also received notice from Senator Eileen Flynn of the following matter:  <\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the mental health crisis among the Traveller community and to outline when the National Traveller Mental Health Strategy will be introduced. <\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter: <\/p> <blockquote> \tThe need for the Minister for Transport to reduce the costs for individuals with long-term medical conditions and disabilities in obtaining and renewing their driver licences. <\/blockquote> <p>I have also received notice from Senator Se&aacute;n Kyne of the following matter:  <\/p> <blockquote> \tThe need for the Minister for Health to provide an update on the status of the new emergency department at University Hospital Galway. <\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter: <\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on circular letter EUIPR 01\/2021 regarding changes to the extension of the duration of planning permission. <\/blockquote> <p>I have also received notice from Senator Garret Ahearn of the following matter: <\/p> <blockquote> \tThe need for the Minister for Health to make a statement on mental health services in Tipperary, in particular, the shortage of acute psychiatric beds. <\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to make a statement on the special arrangements to be put in place for blind and visually impaired students during leaving certificate oral examinations. <\/blockquote> <p>Of the matters raised by the Senators suitable for discussion, I have selected those of Senators Hoey, Dooley, Flynn and Maria Byrne and they will be taken now.  The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#A00200","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1651051800,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#A00250"},{"type":"minorheading","content":"Third Level Fees","time":1651051800,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#A00300"},{"type":"speech","time":1651051800,"counter":9,"content":"<p>Before I call Senator Hoey I welcome the Minister of State, Deputy Rabbitte, to the House.  She will be happy to hear that her name was used a lot during the Order of Business yesterday and in praise of her and her work in her Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#A00350","speaker":"1650"},{"type":"speech","time":1651051800,"counter":10,"content":"<p>I am here to talk about Bank of Ireland's announcement that it is withdrawing the graduate entry medicine, GEM, loan, the only loan available that is specific to graduate entry medicine students.  It came with conditions such as a moratorium on paying back the loan before four years.  I am not asking any Minister of State or Government to interfere in the commercial or operational decisions of any bank, even if we have a shareholding in that bank.  I recognise that banks need to be able to do whatever they want so they are free to withdraw their loan product but on behalf of the students I have spoken to we are seeking engagement from Government on alternative financing options or funding supports.<\/p><p>A survey was done by a number of students who will be affected by this and about 10% of all the Irish GEM students responded to it over a couple of days, which is statistically significant.  Some 92% of them said they require external financial support to pay the university fees and we all know how much those university fees are; they are &euro;16,000 per year to study GEM.  That is colossal money.  It is &euro;64,000 that they have to take out as a loan.  Some 74% of those who responded have or would have eventually sought to avail of the Bank of Ireland loan and that is a significant number.  A number of them worry they will not be able to apply for it due to the lack of a suitable guarantor.  Some 71 of the 141 respondents said the fees caused them to delay studying medicine, which is significant when we have a crisis in the healthcare system.  On top of that, an additional 100 out of the 140 respondents pay accommodation costs and we all know how expensive that is.  A number of them felt compelled to add in additional comments and all of them are extremely concerned, including about their capacity to continue the course.  Bank of Ireland has said it will allow them to finish it out so hopefully that has been dealt with.  A number of respondents feel they will not be able to undertake graduate medicine because they do not have the option of this loan.<\/p><p>The biggest issue people have raised is that anyone who has spoken to Bank of Ireland, including myself, has not been able to get clarity on the alternative options which have been touted.  A Bank of Ireland statement on this matter mentions that it has other loans available but as far as I can tell none of the other loans seems to offer the four-year moratorium.  This would be unreasonable, when it is already an accelerated course, for GEM students who are already compressing medicine into four years.  It is an intense course and their final year is extremely intense, as any medical studies are.  To then have to start paying back the loan in that final year is not feasible or reasonable and that is something that has come back to me from the many students I have spoken to.<\/p><p>The fees were already exorbitant and we have had conversations before about how it is unrealistic to expect people to pay them.  We will never have any sort of diversity in medicine if we have the likes of &euro;16,000 per year fees and if we are locking people out of loans for that money because they cannot get guarantors or take out a personal loan.  One of the responses I got from Bank of Ireland was that students could take out a personal loan but that has different requirements with it.  A student who said she was planning on studying GEM in August 2023 said her only feasible option right now is to study in the North and even this is a risk as:<\/p> <blockquote> \tI want to live and work in the Republic and as of yet, the government has not fixed the issue of British trained doctors being allowed to apply for an Irish Intern year post-brexit.  This means if I do move my partner and family for four years to save on fees I may never be able to come back and work on a training scheme here.  It does seem like a neverending maze of dead ends when all I want to is to train as a doctor in my own country. <\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Annie Hoey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=AnnieHoey&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Has the Minister of State any light to shine at the end of this tunnel?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#A00400","speaker":"1663","continuing":true},{"type":"speech","time":1651051800,"counter":12,"content":"<p>I am taking this matter on behalf of the Minister of State, Deputy Niall Collins.  These speaking notes are his.  However, I will, as a former banker, answer some of the Senator's questions at the end.<\/p><p>I thank Senator Hoey for raising this important issue, which has recently been brought to the Minister of State's attention.  The loans available to GEM students are private arrangements between the relevant lenders and the students applying for such loans.  Notwithstanding this, the Department has been made aware of reports regarding the specific loan scheme for GEM and is currently seeking further information on the issue.  That the Department is doing this so reassuring.<\/p><p>The fee payable by a student can vary depending on a variety factors, including the type of course and the student's access route, for example, previous education.  Entry to medicine in Irish higher education institutions is provided through undergraduate and graduate entry routes.  GEM is one of the pathways to studying medicine.  Students pursuing GEM programmes pursue them as second degree courses and, consequently, are not eligible for free fees funding or student grants.<\/p><p>One of the recommendations of the 2006 Fottrell report was the introduction of a new GEM programme.  In order to widen access to GEM programmes and give assistance towards the financial burden, the fees of participating EU students are partly subsidised by the State via the Higher Education Authority, HEA.  In the 2020-21 academic year, the State contribution was &euro;11,524 per student, with the balance of fees payable by the student.<\/p><p>The programme for Government committed to conducting a comprehensive review of the student grant scheme in 2021 to ensure that adequate student supports were in place.  The report was conducted by Indecon and will be brought to the Government shortly.  In terms of other available supports, students on GEM courses may also be eligible to apply to the student assistance fund for financial support.  This fund is administered on a confidential and discretionary basis by the access office in the third level institution attended.  In addition, tax relief at the standard rate may be available in respect of tuition fees paid for approved courses at approved colleges of higher education.  Further information is available from a student's local tax office or the website of the Revenue Commissioners, <i>www.revenue.ie.<\/i><\/p><p>Work is ongoing on the development of the new strategic action plan for equity of access, participation and success in higher education.  This plan will seek to reflect and implement the vision that the higher education &quot;student body entering, participating in and completing higher education at all levels reflects the diversity and social mix of Ireland's population&quot; and that our higher education institutions are inclusive environments that support and foster student success and outcomes, equity and diversity and are responsive to the needs of students and wider communities.<\/p><p>This response, which the Minister of State has provided to me, is comprehensive and tells me that a great deal of work is ongoing.  In light of the situation in which the students now find themselves, it is welcome that Bank of Ireland will facilitate them and follow through on the terms and conditions, thereby letting them finish out their four years.  The loans were so helpful because they acknowledged the level of professionalism required in such courses, that they were intensive and that there would be an opportunity at the end to work and earn enough income to repay them.  Removing the loans from the market makes it difficult for students to consider pursuing such careers.  Parents may not have the funding or correct credit status to be successful guarantors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#B00200","speaker":"1484"},{"type":"speech","time":1651051800,"counter":13,"content":"<p>I know the Minister of State read from notes on behalf of the Minister of State, Deputy Niall Collins, but what she read out were all of the problems with GEM.  The solution seems to be that the Department is looking into the matter, which is not much for me to go back to the students with.  While it is welcome that the Department is looking into the matter, students need to know what they are going to do and what will be available for them.  I have read the statement from Bank of Ireland &ndash; we have had some back-and-forth discussions &ndash; that other options are available, but no examples were provided.  The other options just seem to be what are available to everyone else, and as the Minister of State mentioned, those do not take into account the high level of intensity involved in these courses.<\/p> <p>As far as I am aware, this is not happening because there has been a default.  This is a stable loan facility and these are people who are repaying their loans.  I am not a banker like the Minister of State was, but it does not seem to me to be a high-risk loan.<\/p> <p>This situation is frustrating.  The GEM scheme is unequal and continues the elitism of medicine.  As far as I can tell, I have not been provided with an answer today that I can take back to those students.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#B00300","speaker":"1663"},{"type":"speech","time":1651051800,"counter":14,"content":"<p>The Government is looking into the matter.  The loan's withdrawal was not of the Government's doing; it was sprung upon the Government, and now the Government is dealing with the matter as quickly as it can.  The Minister of State has made it clear that he is in talks with the bank.<\/p> <p>The Senator is right, in that the risk attached to this loan is minimal.  That is why the bank is prepared to delay for four years, with no repayments.  It will suspend interest for those four years as well.  There is a market to recruit into the loan facility and the level of earnings at the end is enough to meet the repayments.<\/p> <p>This is a priority for the Government.  We do not want to be in such a situation where we cannot recruit young people into these courses because they cannot afford them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#B00400","speaker":"1484"},{"type":"minorheading","content":"Hospital Overcrowding","time":1651051800,"counter":15,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#B00500"},{"type":"speech","time":1651051800,"counter":16,"content":"<p>I thank the Minister of State for attending to address this important issue.  If I look through my files from the long number of years I have been in the Houses, one of the issues that has arisen most often is that of the state of play at University Hospital Limerick, or Limerick Regional Hospital as it was previously known.  Notwithstanding significant investment over the years, the situation has deteriorated and continues to deteriorate.  Those of us who believed in the reorganisation of the hospital structure in the region took a fair amount of political heat at the time for doing what we believed was the right thing &ndash; focusing attention and developing a hospital that was best in class and best in practice and reached a high standard.  Unfortunately, that has not happened.<\/p> <p>There has been significant investment in the hospital's new accident and emergency unit and a new ward block, but demand continues to outstrip the services the hospital provides.  I do not know whether this is due to bad planning or the poor use of its facilities, but something is amiss.  The population in the mid-west region has not exploded or done anything other than what was expected over a prolonged period.  Last Thursday, the number of people on trolleys in University Hospital Limerick's accident and emergency unit was 126.  That was the highest ever in a hospital in the history of the State.  Today, that number is 111.  Yesterday, it was 113.  Cork University Hospital had the next highest number yesterday at 63.  That is a huge number and should not be that high.  I suspect if we did not have the situation in Limerick, the people from Cork would be crying blue murder.<\/p> <p>This is not just about numbers, which the Minister of State knows as a hard-working, on-the-ground politician.  She knows that, behind every number and statistic, there is an individual or family and there is heartache.  As the trolley numbers continued to increase in recent weeks, the level of heartache and pain brought to my door by people who were looking out for a loved one was at an all-time high.  Hand on heart, there is nothing that I can say to them that I believe would solve their problems.<\/p> <p>I have reached a point where I think that the only appropriate response is to bring in an external and independent review team.  I do not mind where they come from, but I will say where they cannot come from, namely, the hospital, the HSE or the Department of Health.  I want a thorough investigation, audit, analysis or whatever you want to call it, and it needs to be done by someone who is entirely independent of the various vested interests.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Timmy Dooley:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2015\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2015&amp;amp;pid=TimDooley&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I am not casting aspersions on any individual or group, but I will not have confidence in repeating anything I hear from the Minister of State, the Department or the Minister, with the greatest of respect to them, unless and until it is supported by a document prepared by a group of management consultants without any connection to the hospital, the HSE or the Department.  If that requires going outside the State, it is the least we can do.  Last Thursday, the figure was 126.  Yesterday, it was 113 and today it is 111.  I do not know what the figure will be tomorrow but I am sure it will peak again.  We owe it to the families and the people who are affected.  With the best will in the world, we like to say that if people are on death's door, they will be treated in the accident and emergency department and if people are only a little sick, they have to wait a little longer.  That does not wash anymore because the truth is that when I talk to nurses and doctors on the ground, they tell me privately that it cannot be guaranteed that they are able to deliver care that will save the lives of individuals.  That is a serious situation to be in.  We need to get to the bottom of this.  I keep being reassured there is no shortage of money or planning.  There is, however, a shortage of solutions to a problem that has been around for a very long time and which predates the time in office of the Minister of State and, indeed, that of her predecessor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#B00600","speaker":"1655","continuing":true},{"type":"speech","time":1651051800,"counter":18,"content":"<p>I thank the Senator for the opportunity to address the House on this matter on behalf of the Minister for Health, Deputy Stephen Donnelly.  I fully understand how important University Hospital of Limerick, UHL, is to the people of the mid-west and, indeed, that it is adequately resourced and staffed.  In that regard, this Government, along with the Department of Health, is fully committed to improving patient services and having patient-centred care in Limerick.  That commitment is reflected in the unprecedented level of funding that is being targeted right across the health service in budget 2022.<\/p> <p>The UL Hospitals Group has reported that it is continuing to deal with record volumes of patients attending the UHL emergency department.  In addition, waiting times for scheduled appointments and procedures remain significantly affected by the Covid-19 pandemic.  While ongoing work continues to positively impact on waiting times and improve pathways to elective care, our acute hospitals, including UHL, continue to be impacted by operational challenges arising from Covid-19.<\/p> <p>The Minister for Health fully acknowledges the distress overcrowded emergency departments and delays to elective treatment causes to patients, their families and front-line staff working in very challenging conditions, not just in Limerick but in hospitals throughout the country.<\/p> <p>Despite the difficulties of the past two years, work is being done by the UL Hospitals Group to address these issues.  Elective activity is reviewed daily in line with the hospital&rsquo;s escalation plan, based on capacity and on the clinical need of patients.  This includes elective patients coming in for time-critical investigations and procedures.  UHL has also advised that it is undertaking additional ward rounds, accelerating discharges and identifying patients for transfer to model 2 hospitals.  In addition, all patients who present to the emergency department with minor injuries at this time, such as suspected broken bones, cuts, bruises and sprains, are being redirected to the injury units in Ennis, Nenagh and St. John&rsquo;s for treatment whenever clinically appropriate.<\/p> <p>In recent years, there has been significant investment in UHL to address capacity issues, including a new emergency department that opened in 2017 and a new 60-bed modular ward block which provides modern, single-room inpatient accommodation with improved infection prevention and control capabilities as well as patient flow throughout the hospital.  This follows the completion of two separate rapid-build projects which provided an additional 38 inpatient beds on site at UHL.<\/p> <p>Further to that investment, Project Ireland 2040 includes provision for a 96-bed ward block at UHL.  The evaluation of tenders is complete and the award of a works contract to the successful tenderer has been approved by the HSE board.  The HSE will now be engaging with the successful bidder in the coming weeks with a view to the award of contract being finalised during the second quarter of 2022.<\/p> <p>While acknowledging the difficulties faced by patients attending UHL, it is important to note that significant work is being done and every effort is being made to improve the situation at UHL.  The Department will continue to closely monitor the situation in conjunction with the HSE.<\/p> <p>It would be remiss of me not to acknowledge the front-line workers in the emergency department.  They see the queues and acknowledge the issues.  There were 121 trolleys occupied last Thursday, 60 of which were in the emergency department, and the other 61 were dispersed throughout the hospital to accommodate patients awaiting admission.  That is no way that anybody with expertise wants to manage an emergency department.  It must also be acknowledged that while there is substantial ongoing investment, there was chronic underinvestment for many years.  This is not about numbers; it is about getting it right now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#C00200","speaker":"1484"},{"type":"speech","time":1651051800,"counter":19,"content":"<p>I appreciate the Minister of State's upfront and frank appraisal of the situation.   I accept that the 2040 project is there and 96 beds have been promised.  I know the hospital will move quickly and I hope those beds can be provided even more quickly.  However, something needs to happen in the interim.  It is not enough to say that every effort is being made.  I am not having a pop at the Minister of State but it is not acceptable to say every effort is being made and we will do our best because that does not cut it with the people who see the numbers rising every day as the situation develops.<\/p> <p>The 2040 project and the moneys included in it will take two to three years to take effect.  A staffing cohort will have to be put in place.  That is a futuristic solution for people who are suffering today and will be for the next 12, 18 or 24 months.  We need an urgent intervention.  We need to sweat the asset at it stands and, unfortunately, I do not see that happening.  It has not happened to date and that is why I want an independent expert review.  We can all learn from experts and get a better understanding of a situation and learn to better manage the problem.  The Minister of State and I know full well what the problem is, as do the people on the trolleys and their families.  Quite frankly, the solution to resolve the problem right now is not there.  The solution is designed for the future.  As is always the way with the Department, it suggests there is a solution for the future, population will grow, etc.  What we want is decisive intervention now that gives some chance of a dignified medical response to people from the region who have no choice but to attend the accident and emergency unit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#C00300","speaker":"1655"},{"type":"speech","time":1651051800,"counter":20,"content":"<p>I again thank the Senator.  I am all for a decisive and independent external review.  I am all for leaving the vested interests of the HSE, management, the Department of Health and the hospital group outside the door.  That is absolutely my position.  However, that does not solve the issue for the 111 people on trolleys today.  I believe there must be triaging of the issue.  I compliment the management within the hospital group for what it has done with the facilities at Ennis, Nenagh and St. John's hospitals.  I also compliment the hospital group for what it has done on elective procedures.  However, there is a substantial problem with the emergency department in UHL.  One consideration we must address is whether we have the consultants who can triage the patients who are coming through the doors of the hospital.  We need to do that work now.  We must examine whether we have the people on the ground who can make the decisions to move the trolleys along.  I agree with the Senator.  I will bring what he said to the attention of the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#C00400","speaker":"1484"},{"type":"minorheading","content":"Health Strategies","time":1651051800,"counter":21,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#C00500"},{"type":"speech","time":1651051800,"counter":22,"content":"<p>The Traveller community is facing a mental health crisis.  This is not the first time I have raised the issue in the House.  The previous Minister of State with responsibility for mental health, former Deputy Jim Daly, recognised more than two years ago that there was a mental health crisis among the members of the Traveller community.  The programme for Government promised a national Traveller mental health strategy.  We are now two years into this Government's term.  Without meaning any disrespect to the Minister of State, she is the wrong person for me to be talking to about this.  I would have loved to have the Minister of State, Deputy Butler, here today.  However, I will approach the Minister of State, Deputy Rabbitte, with a question.  Where is that strategy?  Where are we now in that regard?  This is a matter of life and death.  The signs of a mental health crisis are all around us.  It is devastating and heartbreaking.  The suicide rate is six times higher for Traveller women and seven times higher for Traveller men compared with the general population.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Eileen Flynn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=EileenFlynn&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These studies were done in 2008.  We need updated research on the rate of suicide within our community.  Some 82% of Travellers have been affected by suicide.  We all know someone who has died by suicide.  More than half of Travellers reported that poor physical and mental health restricts their normal daily activities.  These are not just statistics; these are people.  As the Minister of State knows, the Traveller community experiences a great level of racism and exclusion.  This has a dramatic impact on people's mental health, self-esteem, etc.<\/p><p>I stood with our community outside Leinster House on UN Human Rights Day in December.  Once again we were making the one call - for action around Traveller mental health.  The report of the Joint Committee on Key Issues affecting the Traveller Community called for the establishment of a national Traveller mental health strategy.  That recommendation came from the National Traveller Mental Health Network, a collective of Traveller individuals and organisations across the island.  The Minister of State, Deputy Butler, has met with the network and attended the launch of the national Traveller mental health submission.  The recommendation is rooted in the Traveller experience and puts Traveller voices at the heart of the conversation around Traveller mental health.  This is what we need.  This is about our access.  It is already included in the recommendations.  We need a national Traveller mental health strategy; a ring-fenced budget for this critical work; and a national Traveller mental health steering group.  We need the vital experienced voices of the Traveller community from the National Traveller Mental Health Network and we need a timeframe for the actions to make sure the work gets done.<\/p><p>In 2006, A Vision for Change called for culturally inclusive mental health services.  Years later, Traveller mental health has gotten worse.  I fear that including Traveller mental health in 2020's Sharing the Vision did not give the crisis the focus it needs to turn the tide.  This is a national crisis within the Traveller community.  The solution to the crisis cannot be an add-on.  The Traveller community needs a tailored, stand-alone mental health strategy to support and resource its needs and we need to make sure it is implemented.  We cannot keep waiting for action.  We genuinely cannot.  Lives are on hold here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#C00600","speaker":"1657","continuing":true},{"type":"speech","time":1651051800,"counter":24,"content":"<p>I thank the Senator for raising this very important issue, which I am taking on behalf of the Minister of State, Deputy Butler.  The Government has long recognised the particular disadvantages the Traveller community faces, and the importance of implementing specific strategies and policies to address these disadvantages.  The Government&rsquo;s approach to improving the lives of the Traveller community is outlined in the national Traveller and Roma inclusion strategy.  This is a cross-departmental initiative that contains a set of specific actions aimed at improving the lives of Traveller and Roma communities in Ireland.  A key health action in the strategy is to develop and implement a detailed action plan to address the specific health needs of Travellers, using a social determinants approach.  The lead role in developing the action plan rests with the HSE social inclusion office, in conjunction with Traveller organisations.  The strategy acknowledges that mental health difficulties and the increased risk of suicide are significant issues caused by many social determinants.  It includes ten actions specifically relating to mental health and suicide among Travellers.  These are being addressed as part of the comprehensive health action plan.  It is envisaged that the mental health actions in the national Traveller and Roma inclusion strategy will be incorporated in the Traveller health action plan and will be aligned with the overall approach in our national mental health policy, Sharing the Vision.  This will allow for an integrated and co-ordinated response to the specific health needs of Travellers.  That is exactly what the Senator has outlined.  I could be wrong but she said the Traveller community needs its own particular strategy.  While the Minister of State, Deputy Butler, agrees with that, she says it needs to be part of and aligned with the national strategy.<\/p> <p>Sharing the Vision and Connecting for Life also recognise Travellers as a priority group.  Both recognise the vulnerability to, and increased risk, of mental health issues and suicidal behaviour for Travellers and that these should be considered in the way mental health services are delivered to Travellers.  Sharing the Vision contains a series of recommendations to improve the mental health outcomes for the whole community.  The policy places the individual at the heart of service delivery and contains recommendations for services to address and accommodate the specific needs and unique socioeconomic and cultural background of individual service users.  The policy seeks to provide mental health services that recognise and respond to diversity, and advocates maximising the delivery of diverse and culturally competent mental health supports throughout all services, to respond to the needs of specific groups.<\/p> <p>Importantly, individuals representing the Traveller community and other ethnic minority communities were appointed to the specialist group panel to support the national implementation and monitoring committee and will provide specialist input at various points in the implementation of the policy.  Members of the Traveller community feature across many objectives and actions in Ireland&rsquo;s national strategy to reduce suicide, Connecting for Life.  They are strongly represented in 17 localised versions of the strategy, which are now in place across the country.  Many of these have local Traveller groups and representatives on their implementation or oversight groups.  With support from the HSE National Office for Suicide Prevention, Exchange House provides a range of Traveller-specific mental health and suicide prevention services to the Traveller community.  In addition, the HSE has Traveller co-ordinators in each CHO area to assist members of the Traveller community in their interactions with the HSE.<\/p> <p>As the Senator acknowledged, last December, the Minister of State, Deputy Butler, launched the ethnic minorities and mental health revised guidelines for mental health services and staff on working with people from ethnic minority communities.  The guidelines aim to ensure equitable access to appropriate services and supports for everyone in Ireland.  They are designed to assist mental health services and staff who work with people from ethnic minority communities in the delivery of culturally competent mental health services.  I hope that answered some of the Senator's questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#D00200","speaker":"1484"},{"type":"speech","time":1651051800,"counter":25,"content":"<p>I thank the Minister of State.  She is here on behalf of Deputy Butler.  She said individuals have sat on that advisory group but it is not even a permanent structure.  In the programme for Government we were promised a stand-alone mental health strategy.  Unfortunately, we have not gotten the answers we needed today.  I am not doing this for Eileen Flynn; I am doing this on behalf of the National Traveller Mental Health Network.  When are the Government and the Minister going to honour what they committed to in the programme for Government?  There is no end in sight for the mental health crisis within our community.  Surely there needs to be accountability for the lack of action while members of our community die by suicide on a daily basis.  Unfortunately, there is no satisfaction to be had from the Minister of State's reply to our community here today.  It is really sad.  There is no accountability for the actions promised in the programme for Government.  It is not the Minister of State's fault; it is the lack of political will within the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#D00300","speaker":"1657"},{"type":"speech","time":1651051800,"counter":26,"content":"<p>I again thank the Senator.  I appreciate that she is not doing this on her own behalf but on behalf of the Traveller community.  When I leave here today I will ask Deputy Butler to meet with the Senator to discuss this matter.  As she recognised, I am not Deputy Butler so I am not in charge of the entire brief but I will facilitate a meeting between her and the Senator to address the actions that have been laid out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#D00400","speaker":"1484"},{"type":"speech","time":1651051800,"counter":27,"content":"<p>I thank the Minister of State for her time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#D00500","speaker":"1657"},{"type":"minorheading","content":"Driver Licences","time":1651051800,"counter":28,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#E00100"},{"type":"speech","time":1651051800,"counter":29,"content":"<p>I thank the Minister of State for coming here to discuss this very important topic.  I  raise the cost of renewing driver licences for people with disabilities.  When I renew my licence, as a person without a disability, it costs &euro;55 for ten years.  Those with a disability must renew their licence every three years at a cost of &euro;35 each time.  That means that over the ten-year period they have to pay out three fees of &euro;35 and must also get a medical certificate from their doctor.  That can cost between &euro;50 and &euro;60 per visit.  Let us say that at three times &euro;50 that costs &euro;150 in addition to &euro;105.  It is an exorbitant cost to someone with a disability.  We must admit that sometimes people find it stressful when they are going to get their driver licence.  They might be afraid that they do not have their documentation.  However, the costs are very high.<\/p> <p>There is another issue around the primary medical certificate.  I know of someone with a disability who applied for the primary medical certificate last November.  The person received a letter in mid-November to say that they were not eligible but that they could appeal it.  It is now April yet no one has been appointed by the Department to the appeals board to assess these applications.  Therefore, the person who is looking to get the primary medical certificate and the licence has the added cost and has to get taxis everywhere.  That is a huge additional cost which such people might not have if there was a decision on the certificate.  It is not fair that we put this added burden on people with a disability.  There is a list of 23 conditions which a person who has any of them must apply for the three-year licence.  It is a huge cost on hundreds of thousands of people.  It is not fair and needs to be addressed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#E00200","speaker":"1695"},{"type":"speech","time":1651051800,"counter":30,"content":"<p>The Minister for Transport thanks the Senator for raising this matter.  Driving licences are usually issued for a ten-year period at a cost of &euro;55.  An applicant may be issued with a one-year or a three-year licence for medical reasons.  The fee for a three-year licence is &euro;35.  There is no fee for a one-year licence.<\/p> <p>To drive a vehicle, a driver must meet strict medical standards.  Driver fitness standards are developed on foot of EU law and international best practice.  The relevant Irish legislation is the Road Traffic (Licensing of Drivers) Regulations 2006, as amended.<\/p> <p>On application or renewal of a driving licence, applicants are asked a range of questions about medical conditions or disabilities that may affect their ability to drive.  The response to those questions will dictate whether there is a need for medical certification by a GP to grant, refuse or impose restrictions on a licence. <\/p> <p>A clinical guidance document, Sl&aacute;inte agus Tiom&aacute;int Medical Fitness to Drive Guidelines, is compiled by the Road Safety Authority, in conjunction with the National Office for Traffic Medicine.  It provides guidelines for medical professionals to assist in their assessment of an individual applicant's fitness to drive a motor vehicle.  The guidelines are reviewed and updated annually, with the 2022 edition launching this Thursday, 28 April.  The information in these guidelines is intended to assist doctors and other healthcare professionals in advising their patients on fitness to drive, on the requirements for reporting to the National Driver Licence Service, and guidance on reviews of stability, progression or improvement in these conditions.<\/p> <p>The fee charged by a general practitioner to complete a medical report for the purposes of applying for a driving licence is not a matter for the Department of Transport.  The cost of the medical report is not covered under the medical card or GP visit card schemes.  People can approach their local community welfare officer for assistance if they are struggling with the cost of obtaining their medical report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#E00300","speaker":"1563"},{"type":"speech","time":1651051800,"counter":31,"content":"<p>I know the Minister of State is here to read out what was given to him but I must say that is very disappointing.  It is the cost of the licence and the cost involved in getting it.  I understand the cost to the doctor is not covered by the Department of Transport but the fact that a person having to get three licences over the nine-year period is a matter covered by the Department of Transport and is something that should be addressed by the Minister.  I would like the Minister of State to take that back to the Minister for Transport.  It is costing people &euro;105 and that is within the control of the Minister for Transport.  That needs to be addressed.  It is not fair that someone with a disability has to pay &euro;105 when I pay &euro;55 to have the same licence over the same period.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#E00400","speaker":"1695"},{"type":"speech","time":1651051800,"counter":32,"content":"<p>To reiterate, there is no fee payable for a one-year driver licence for a person who must renew it annually due to a medical condition that must be assessed regularly.  The fee for the three-year licence is &euro;35.  The community welfare system is available to anyone struggling with specific costs including those related to their transport needs.  I very much take the Senator's point.  The effective costs relate to the medical certificate.  Perhaps it is one of the issues, of which there are many, that falls between the stools of two Departments.  There may be a role for the Department of Health and the Department of Social Protection on this too.  I will take the Senator's point back to the Minster, Deputy Ryan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#E00500","speaker":"1563"},{"type":"speech","time":1651051800,"counter":33,"content":"<p>I thank the Minister of State.  I appreciate that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#E00600","speaker":"1695"},{"type":"unspoken","time":1651051800,"counter":34,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 11.07 a.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 11.30 a.m.\r\n\r\nSitting suspended at 11.07 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad ","time":1651051800,"counter":35,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#G00100"},{"type":"speech","time":1651051800,"counter":36,"content":"<p>Before calling on the Deputy Leader to propose the Order of Business, I would like to welcome the ambassador from the Netherlands here today.  Today is Koningsdag, or King&rsquo;s Day, which is the national holiday in the Netherlands celebrating the birth of King Willem-Alexander.  On Koningsdag, the Dutch turn their country orange in the same way as we turn the world green on our national day.  Of course, the Irish flag of green, white and orange - which is behind us here - is a symbol of our links, with the orange of our national flag representing the unionist or Protestant tradition, being inspired, of course, by King William of Orange from the Netherlands.<\/p> <p>The link and friendship between the Irish and the Dutch is long-standing and deep.  Diplomatic relations between Ireland and the Netherlands were established in 1945 and the Irish embassy in the Hague was opened in 1950, with the first ever Irish ambassador, Josephine McNeill, being one of the few women envoys in the world at that time.  <\/p> <p>The Brexit vote in 2016 is deeply regretted then and now by both ourselves and the Netherlands.  Even before Brexit, Ireland and the Netherlands were working closely on issues in the European Union.  Of course, those connections go much further back between our two countries.  As seafaring nations that have a long tradition with interaction in the world, it is wonderful to know that the oldest lighthouse in the Netherlands is called Brandaris.  I think I got that pronunciation just about right.  Of course, it was inspired by a Kerry man, St. Brendan.  Our maritime traditions and relations have developed throughout the centuries.  Due to Brexit, there are now 25 direct sailings between Ireland and Dutch ports every week.  <\/p> <p>The state visit by King Willem-Alexander and Queen M&aacute;xima in 2019 further strengthened and deepened the relationships between our two countries.  King Willem-Alexander's relationships go back much further.  As a young boy, he used to visit Kenmare and the village of Sneem in County Kerry.  We look forward to welcoming him back to my home town soon.  I wish the Dutch ambassador to Ireland, H.E. Adriaan Palm, all the Dutch people living in the Kenmare and Sneem areas and the Dutch people living in Ireland, at home and around the world a very happy Koningsdag.  I thank the ambassador for being with us here today.<\/p> <p>I will call on the Deputy Leader to propose the Order of Business but before doing so, people will remember that during the recess, we lost a former Member of the Seanad.  Jimmy Leonard, who was a Member of the Fifteenth Seanad, died on Wednesday, 13 April.  Jimmy had a long and distinguished career in public service at a national and local level.  He was elected to Seanad &Eacute;ireann in 1981 on the Administrative Panel.  He served seven terms in D&aacute;il &Eacute;ireann as a Deputy for Cavan-Monaghan.  He was also a councillor for many years.  He had a deep understanding of rural Ireland and worked tirelessly for his constituents.  He was from a farming background and worked in the Monaghan co-operative.  He also championed the needs of the disadvantaged and was a loyal worker for his community.  He believed in peace and was a powerful advocate for cross-Border co-operation during the darkest days of the Troubles.  This is evident in his membership in the New Ireland Forum and the British-Irish Inter-Parliamentary Body.<\/p> <p>At this sad time, my thoughts are with his family.  On behalf of the House, I wish to convey my sincere sympathies to his wife, Tess; children, Raymond, Joe, Colette, Ann and Ciar&aacute;n; and his extended family and friends.  Ar dheis D&eacute; go raibh a anam.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#G00200","speaker":"1650"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1651051800,"counter":37,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#H00100"},{"type":"speech","time":1651051800,"counter":38,"content":"<p>I call the Deputy Leader to announce the Order of Business and thank the ambassador again for being here today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#H00200","speaker":"1650"},{"type":"speech","time":1651051800,"counter":39,"content":"<p>The ambassador is most welcome.  I concur with the Cathaoirleach's remarks in that regard.<\/p> <p>The Order of Business is No. 1, statements on third level funding and costs of going to college and places for Ukrainian students in Irish universities, to be taken at 12.45 p.m. and to conclude at 2.15 p.m., with the time allocated to the opening remarks of the Minister not to exceed eight minutes, group spokespersons not to exceed six minutes, all other Senators not to exceed three minutes, and the Minister to be given no less than seven minutes to reply to the debate; No. 2, Private Members' business, Criminal Justice (Amendment) Bill 2022 - Second Stage, to be taken at 3.30 p.m., with the time allocated to this debate not to exceed two hours; and No. 3, Merchant Shipping (Investigation of Marine Casualties) (Amendment) Bill 2021 - Committee Stage, to be taken at 5.30 p.m. and to adjourn at 7 p.m. if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#H00300","speaker":"1642"},{"type":"speech","time":1651051800,"counter":40,"content":"<p>Like the Cathaoirleach and Senator Chambers, I welcome the Dutch ambassador on King's Day.  From his script about the relationship, the Cathaoirleach may or may not be aware that the chain of the Lord Mayor of Dublin has on its crest \"King William of Orange\", which was a surprise to many people.  It has been there for a very long time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#H00400","speaker":"1696"},{"type":"speech","time":1651051800,"counter":41,"content":"<p>I did not know that.  I thank the Senator for raising that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#H00500","speaker":"1650"},{"type":"speech","time":1651051800,"counter":42,"content":"<p>It is another link between us and the Netherlands.  I pay tribute to both Jimmy Leonard and Michael O'Kennedy, who passed away during the recess.  I was at the funeral of Michael O'Kennedy in Nenagh last week.  I did not know Jimmy Leonard well, but he served in the Chamber for a long time.  Michael O'Kennedy had a distinguished career as a Minister, Senator, Deputy and a European Commissioner for a period.  I pay tribute to both those gentlemen.  I offer my deepest sympathies and condolences to their families and friends.<\/p> <p>I thank the Cathaoirleach for wearing the flower symbolising Organ Donor Awareness Week.  I am wearing mine and I am sure other Members are wearing theirs too and will be over the next few days.  It runs from 23 April to 30 April.  It is staggering to see how many lives have been saved and improved by the unfortunate and tragic death, in many cases, of those people.  Sometimes it is very sudden, such as a car crash, while other times it is anticipated, but it is still very sad when somebody dies.  In many cases, multiple lives have been saved with the gift of life when one person's life has been lost.  A system is being looked at where those who want to opt out can opt out, but almost everybody else is included.  I know there is sensitivity around that.  I think more than 1 million people have already said on their drivers' licences that they are happy for organs to be taken once they are no longer in a position to use them themselves.  I encourage as many people as possible to opt in and to let their family and colleagues know.<\/p> <p>I raise the issue of delays in the processing of various forms by the public service.  We are all inundated by passport forms.  The online passport applications and renewals are fantastic.  Anything that does not involve any human interaction and is automated seems to work in a streamlined way, but it should not take eight weeks for a new child's passport to be processed.  I presume that much of that is due to backlogs.  We need to clear those.  It also applies to work permits and visitor visas.  Every Member of the Oireachtas is hounded daily by frustrated people.  They put in their applications, which come back after five or six weeks to say something is wrong, then people go to the back of the queue again.<\/p> <p>I congratulate the garda&iacute; on the detention of five prominent gang members who were recently involved in a prolific amount of crime.  There is a problem with our justice system where we seem to allow people who have committed many crimes back out to commit more crimes.  We need to have a debate on public service delays and on crime.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#H00600","speaker":"1696"},{"type":"speech","time":1651051800,"counter":43,"content":"<p>I too extend a c&eacute;ad m&iacute;le f&aacute;ilte to the ambassador and wish him well on the Netherlands' national day.<\/p> <p>Unfortunately, the situation in Ukraine is not improving.  Approximately 30,000 Ukrainian refugees live among us now.  I salute the community response throughout the country, which has been good at welcoming the Ukrainian people to Ireland.  Some local authorities have been better than others.  I know it is a work in progress and an evolving situation, but this needs to be a top priority.  Some Departments are better than others.  It needs to be a top priority and there needs to be a whole-of-government response.  I single out the Minister for Further and Higher Education, Research, Innovation and Science, Deputy Harris, who set up a one-stop shop in his Department to deal with queries from people from Ukraine who wish to study in Ireland.  Before the recess, I asked for a one-stop shop in each Department.  I hope that other Departments will respond accordingly and open a one-stop shop to deal with queries from Ukrainians.  It is important to acknowledge that the situation with drivers' licences has been resolved.  It was resolved with a signature, which could have been done weeks ago, but it is better late than having further delays.<\/p> <p>We are approaching the last term for thousands of leaving certificate students, including those who have disabilities or who are blind or visually impaired.  In this day and age, not having digital leaving certificate papers is something of the Dark Ages.  If the Department of Education provided digital leaving certificate papers, they would be fully accessible not just to people who are blind or visually impaired, but people who have print disabilities.  Other countries are doing it.  Why is the Department of Education always so conservative in the way it does business?  A young man was on \"Liveline\" last week, expressing his shock that he is blind, doing an oral examination in Irish, and is expected to interpret pictures.  In this day and age, do we not have the cop on to realise that somebody who is blind or visually impaired cannot interpret a picture, either in English or in Irish?  We need to cop on and the Department of Education needs to cop on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#H00700","speaker":"1644"},{"type":"speech","time":1651051800,"counter":44,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#H00800","speaker":"1637"},{"type":"speech","time":1651051800,"counter":45,"content":"<p>The conservative nature of the Department of Education really needs to change.  If we want to see an equal society, we have to start with the education system.  If young people are not able to achieve their potential through education, they will not be able to achieve their potential in employment and they will not be able to be equal citizens in this country.  I want a debate with the Minister for Education, Deputy Foley, as early as possible about what is being done to create an accessible, equal leaving certificate that respects everybody, respects people's disabilities and does not really make a mockery of it by asking somebody who is blind to interpret a picture.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#H00900","speaker":"1644"},{"type":"speech","time":1651051800,"counter":46,"content":"<p>I thank the Cathaoirleach for inviting His Excellency, the ambassador of the Netherlands, to the Chamber today.  It was fitting and I thank the Cathaoirleach for his remarks to the ambassador, which I clearly enjoyed.  It is a wonderful country.  As I was listening, I remembered being in the Netherlands picking bulbs at the age of 16 or 17.  Many of us went there to pick bulbs.  It was a good opportunity for students from Ireland.  It is a wonderful country and I am delighted that the Cathaoirleach invited the ambassador and said a few words to him.<\/p><p>I would like to inform the House that Senator Tom Clonan has joined the Seanad Independent Group.  We look forward to working with him, as I know everyone in this House does.  I want to share that with the House.  I also flag that the Merchant Shipping (Investigation of Marine Casualties) (Amendment) Bill 2021 is scheduled for this afternoon.  There are only two amendments, in my name and that of Senator David Norris.  I thought there might have been more, but that is the nature of this business, and I hope we will have some engagement.  It is a huge issue.  We are an island and we are surrounded by marine casualties.  I will not rehearse all that I will say later, but hopefully some people will be in the House.  There are two amendments and we will see how they go.<\/p><p>My main focus today is the Irish Prison Officers Association's annual meeting in Sligo, which the Minister for Justice, Deputy McEntee, is due to address.  I understand she will outline the Government's vision and plan for the Irish Prison Service to become an independent State agency.  I have major concerns about that.  I saw some of the detail yesterday.  The Irish prison system is unique.  Today, we will hear prison officers tell the conference of overcrowding, violence and major problems in prisons.  We know from today's <i>Irish Times<\/i>that 35 inmates slept on floors in Cloverhill Prison this week.  The training unit in Mountjoy is closed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am sure there are circumstances around that.  I do not want to pre-empt them or the reasons to which the closure is attributed.  We have a closed training and education unit in Mountjoy.  That begs the question about prison reform and penal reform.   We are going to hear many issues between today and tomorrow in regard to this conference but it is really important that we work with people.  We heard the Minister last week talking about the Horses for Hope project in Castlerea.  We have seen the horticultural programmes and other arts and cultural programmes that are introduced in the prison.  <\/p><p>I was on the visiting committee of both Mountjoy Prison and Saint Patrick's Institution.  I always like to think about prisons that everyone in there is someone's son or daughter, brother, sister, mother, father, aunt, nephew, niece.  They are all humans, individuals and through sets of circumstances - not always within their own control - they ended up there.  Penal reform is really important.  I acknowledge the enormous work of Deputies Ivana Bacik and Jennifer Carroll MacNeill and indeed the Deputy Leader, Senator Lisa Chambers, may have been involved in the all-party Oireachtas group on penal reform.  Penal reform is a really important area and I would like a debate on it in this House as soon as possible. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#H01000","speaker":"1634","continuing":true},{"type":"speech","time":1651051800,"counter":48,"content":"<p>In February I welcomed my Green Party colleague, the Minister, Deputy Roderic O'Gorman, to Portlaoise to unveil a powerful Pride mural on Lyster Square to mark one year of the midlands LGBT+ project.  After the Laois launch in summer 2021, Midlands LGBT+ Project identified the huge need for similar support for people in Offaly, Kildare and beyond.  In response to this the group has expanded its services to Offaly and at the weekend arrived with a splash of colour at its launch event in Tullamore.  I was lucky enough to attend.  Its mission is to reduce isolation for adult LGBT+ persons living in the midlands.  It runs a number of virtual and in-person peer support groups such as its Laois social group, Trans Midlands and Queer Book Club, as well as many LGBT+ events throughout the year.  It also provides training to businesses and community groups and delivers school workshops.  While we are lucky to have organisations such as Midlands LGBT+ in Laois and Offaly, nobody should experience isolation because of how they identify.  Yet tragic and violent events in Dublin and Sligo recently tell us that we still have a lot left to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#J00200","speaker":"1661"},{"type":"speech","time":1651051800,"counter":49,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#J00300","speaker":"1637"},{"type":"speech","time":1651051800,"counter":50,"content":"<p>Members of the LGBT+ community have the right to feel safe and be safe in their homes, on our streets and online.  Research by the Hate and Hostility Research Group, HHRG, at University of Limerick, identified that one in five of those surveyed had been punched, hit or physically attacked in public for being LGBT+ and one in three had been threatened with physical violence.  We must change this now.  It is for all of society to deal with.  I am grateful that Councillor Mark Hackett is pursuing the issue of gender-based violence at council level in Offaly and is doing this through the joint policing committee.  I wish that sub-group all the best with its important work.  It is 2022 and Ireland still does not have hate crime legislation.  The law on incitement to hatred dates back to 33 years ago.  Thankfully legislation is on its way to change this.  Hate crimes are message crimes intended to target entire communities.  Victims are targeted because of what they represent and the impact of hate crimes goes beyond the single person.  Their whole community is affected as well as our wider society.  We as policymakers, as communities, as families and as individuals can play our part in solutions too.  So if we see homophobia and transphobia in society, we must call it out.  Never sit idly by.  Never be silent.  If you know someone who is experiencing homophobia or transphobia encourage and support them to report hate incidents to LGBT Ireland and to the Garda.  This behaviour cannot be tolerated or normalised.  We must stand in power together, we must stand in pride.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#J00400","speaker":"1661"},{"type":"speech","time":1651051800,"counter":51,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#J00500","speaker":"1637"},{"type":"speech","time":1651051800,"counter":52,"content":"<p>Before I call on the next Senator I welcome from Wexford in the Gallery Councillor Andrew Bolger and a school from Wexford, I guess.  I welcome them all to Seanad &Eacute;ireann this morning along with Patrick Higgins.  I now call on Senator Annie Hoey.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#J00600","speaker":"1650"},{"type":"speech","time":1651051800,"counter":53,"content":"<p>I was lucky enough last week to attend an incredible production of <i>Who&rsquo;s There<\/i>? by Droichead Youth Theatre, my alma mater and most important stomping ground in growing me into the person I am today.  This ensemble production was directed by one of my longest and oldest friends, Christina Matthews, the creative director of Droichead Youth Theatre.  I was struck by the content of the play.  Droichead Youth Theatre always lead on brave brave productions.  It always challenges us.  This play was no different.  It was about teenage cancer and the experience of a young person with cancer.  It did not just address that issue.  It addressed the complicated and related struggles of teenagers, family dynamics, bullying and romantic relationships or lack thereof as the case was when we moved along in the play.  I commend the Droichead Youth Theatre.  The topic of young people having cancer is just not a topic that gets a huge amount of air-time.<\/p><p>At the end of the production they wrote an incredible piece about the number of people who have cancer; the Irish Cancer Society funds more than 100 cancer researchers, laboratory researchers and research nurses.  All of the things that the Irish Cancer Society does are incredibly important in tackling cancer.  Droichead highlighted in 1994 that four out of ten people survived a cancer diagnosis.  In 2019 it was six out of ten.  Now, eight out of ten young people will be completely cured.  I did not know that piece of information until I went to this play and these young people told me.  I sit on the Joint Committee on Health and I consider myself quite informed.  The young people talked about CanTeen, an Irish organisation that supports people aged between 12 and 25 who have been diagnosed with cancer &ndash; again an organisation that I had never heard of.  It supports and empowers young people who are facing illness and bridges the gap between childhood and adulthood which is a complicated area.  It would be on the front line of battling cancer.  I was really shocked when the young people doing this incredible production talked about CanTeen only receiving 3% of its funding from Government.  Last year it had to raise &euro;21 million through donations, fund-raising campaigns and charity shops throughout the country, which allowed 1.6 million people throughout Ireland access to free information, advice and support.  <\/p><p>I want today to highlight CanTeen.  Young people facing cancer is an important issue and we should be concerned about the fact that it only gets 3% of its funding from Government and &euro;21 million comes, as with all sorts of cancer research and funding, through the goodwill of people who have been affected or know someone who has been affected.  I just want to put that on the record today and commend Droichead Youth Theatre on raising an issue that was very delicate but dealt with very sensitively. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#J00700","speaker":"1663"},{"type":"speech","time":1651051800,"counter":54,"content":"<p>We all appreciate that the economy has been under a very particular strain over the past two years particularly resulting from the Covid-19 crisis.  Notwithstanding that some sectors of our economy are going well and flourishing, they are unfortunately unable to find staff to meet the demands and needs of the industry.  I ask the Leader to try to arrange a debate at the earliest possible opportunity to look at labour movements and the deficits within our labour market.  There are certainly problems right across the hospitality sector, among others.  <\/p> <p>One sector in particular with a really acute crisis is long-distance truck drivers.  I talked to the haulage companies in County Clare and those that do international haulage are unable to get staff either in Ireland, the UK or across Europe.  Often they look to South Africa for the obvious reason that they drive on the same side of the road.  Unfortunately there is a backlog is processing the work permits.  I have been told that it can take up to two years from a point where the driver is identified to have them on the road.  That is not acceptable.  It is not good enough and it is damaging to our economy.  We need to be lean and mean and fit to respond to every issue that arises in the challenging environment that we have come from with Covid-19 and now through a war experience.  Our supply lines are very important.  We export so much of our produce.  Part of that relies on the hard work of long-distance truck drivers.  If we do not have that piece boxed off we will not be competitive and other markets will take the contracts that we have.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Timmy Dooley:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2015\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2015&amp;amp;pid=TimDooley&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is, therefore, really important that we address this.  If possible, we should have a wider debate on labour shortages in certain sectors with a particular emphasis on processing work permits for those who really need them.  The area of greatest concern at the moment is that of long-distance truck drivers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#J00800","speaker":"1655","continuing":true},{"type":"speech","time":1651051800,"counter":56,"content":"<p>Before I call on the next speaker, I welcome to the Gallery all the teachers and pupils from Glenageary Killiney National School.  They are here with Senator Ward.  I hope that they enjoy their time in Leinster House, that they learn loads and that the highlight of the day is not the shopping but being in the Seanad Chamber looking at our fabulous room with our fabulous Senators.  I thank the group very much for coming here today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#K00200","speaker":"1650"},{"type":"speech","time":1651051800,"counter":57,"content":"<p>I welcome the students and staff and thank them for being here.  Democracy and politics are very important in every aspect of their lives.  I wish them well in being here today.<\/p> <p>I seek a debate on vaccines beyond Covid.  This is World Immunisation Week.  Ireland spends 0.2% of its health budget on immunisation.  That figure would alarm and amaze all of us.  If it does not, it should because, during the Covid pandemic, we have seen the importance of vaccine take-up.  We have seen our success of our vaccine programme in the numbers who took up vaccination, in the way in which the immunisation programme worked and in the positive outcomes of the programme.  Interestingly, the level of take-up of the flu vaccine in this country is lower than the European recommended level of 75%.  The rate among healthcare workers is also lower than that recommended by the European Union.  I ask for a debate on the issues of immunisation and vaccine hesitancy.  The World Health Organization tells us that, in the context of global health, vaccine hesitancy is one of the top ten reasons for health issues in the world.  During this very important week, we should reflect on the importance of vaccination and immunisation.  We have seen the success of vaccines for HPV, measles, mumps and a list of other conditions for which vaccines have worked.  I ask for a debate on the issue of vaccines and immunisation as a matter of urgency.  It is an important debate to have.  I commend Deputy Colm Burke on holding a briefing earlier in the audiovisual room.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#K00300","speaker":"1637"},{"type":"speech","time":1651051800,"counter":58,"content":"<p>I thank the Cathaoirleach for welcoming my colleague, Councillor Andrew Bolger, my secretarial assistant, Patrick Higgins, and Christopher, Conor and Joe to the Gallery.  I also welcome the students who are here.  It is very important that they hear about democracy and see democracy in action.  I again raise the question of the voting age.  As the Leader will know, I have raised on a number of occasions the issue of lowering the voting age to 16.  I have a Bill before the House for this purpose.  Those in Scotland and Wales are going to the polls in their local elections quite soon and 16-year-olds will have the right to vote.  This is a very active campaign in many countries all over the world.  The Children's Rights Alliance recently announced that it is pushing even harder to ensure that we see the voting age reduced to 16.  We can do it for the local and European election simply by legislation.  The Convention on the Constitution considered the matter in detail and was in favour of it.  I hope that this will be provided for as part of the legislation on the electoral commission.  When the Minister of State, Deputy Noonan, came before this House to deal with a Commencement matter, he indicated his support for the proposal.  It is important that we have that debate and that we engage as many young people as possible in it.<\/p> <p>The other issue I wish to raise relates to the sports capital grants scheme and the concerns now being raised regarding inflation in construction costs.  The Government recently announced the largest ever sports capital grants scheme.  The Minister of State, Deputy Chambers, did a wonderful job in getting the scheme over the line and in making the announcements but many of the clubs and organisations to get grants are now being hit by inflation in construction costs.  The costs of their projects are much higher than the quotes they had received when putting in their original submissions.  I ask that the Leader raise this matter with the Minister of State with responsibility for sport and that she ask whether any allowances can be made for clubs impacted in this way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#K00400","speaker":"1638"},{"type":"speech","time":1651051800,"counter":59,"content":"<p>I will raise an issue I have raised before both at an Oireachtas joint committee and in this House, the issue of the Irish Athletic Boxing Association, IABA.  An Oireachtas committee met with this organisation.  The then CEO of Sport Ireland, Mr. John Treacy, indicated to us that a governance review of the organisation was taking place following our queries.  No report has been forthcoming to date despite it having been due at Christmas.  As a committee, we looked for specific answers to a number of questions and the organisation committed to providing them but, to date, we have not received replies.  We have not even received replies to letters we have sent to the organisation.  An election for officers and an AGM was organised.  In the middle of the election, a significant number of the officers who were running were suspended.  The AGM did not take place and we still do not have the result of the election that took place.  I have read in the<i>Irish Independent<\/i>that the appeals these officers took to Sport Dispute Solutions Ireland through the Federation of Irish Sport were successful.  The board of directors of this organisation has not met in nearly 12 months.  In comments the Garda Commissioner made in respect of MTK Global, which made international news, he asked individuals involved in sport to cut all ties with that organisation.  Does that extend to amateur boxing?  Should the IABA make a statement on the matter?  It is an issue the Minister of State with responsibility for sport needs to deal with.  It has been going on for a number of years and, to be quite honest, it is a sham.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#K00500","speaker":"1639"},{"type":"speech","time":1651051800,"counter":60,"content":"<p>Along with colleagues who have paid tribute to a number of former Members of this House who have passed away in recent times, I offer condolences to the families of Michael O'Kennedy and, closer to home for myself, Jimmy Leonard.  Jimmy was a Member of this House for a period and a Member of the Lower House for many years.  He served the people of Monaghan and the Cavan-Monaghan constituency and was totally dedicated to their cause.  He entered politics as a member of Monaghan County Council, a position he held for many years.  He worked in the local co-operative, which was where he had his roots and from where he set out building a career for himself in both local and national politics.  The phrase that best describes Jimmy Leonard is \"a true gentleman\".  He was a real man of the people who served all of the people regardless of who they were, what they were or their political backgrounds.  The legacy he leaves behind him is one of years of dedicated service to the people of Monaghan and, indeed, County Cavan as well.  It was with great sadness that we learned of his passing.  His beloved wife, Tess, was by his side throughout their long years of marriage and was a great aid to him politically.  He had three sons and two daughters, one of whom, Ann, was also a Member of this House for a time.  I would like to extend a vote of sympathy to the entire Leonard family and to the O'Kennedy family as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#K00600","speaker":"1658"},{"type":"speech","time":1651051800,"counter":61,"content":"<p>I wish to pay tribute with two very inspirational young men.  One is 12-year-old P&aacute;draig O'Callaghan from Limerick and it is his birthday today.  Recently he was appointed Limerick Person of the Year 2021.  Every Monday he does a podcast and people should listen to this very inspirational young man because he motivates people.  He talks about his disability but does not allow it to drag him down.  The second inspirational young man is called James Casserly.  He is travelling around Ireland on buses and trains, including Luas, to assess public transport for wheelchair users.  He was on the BBC this morning.  I wish both of them all the best.<\/p> <p>In terms of a primary care certificate for someone with a disability, I have been contacted by a person who applied for a primary care certificate last November, was told in mid-November that he or she did not qualify and then lodged an appeal.  It is now the end of April yet nobody has been appointed by the Department of Transport to adjudicate on primary care certificates.  Perhaps the Deputy Leader and her office would write to the Minister to highlight this matter because delays are not fair to people who await a certificate.  The person to whom I refer is in their 80s, must use taxis because they have no driving licence and cannot drive because they await a decision on their appeal.  It is inappropriate that six months have elapsed and no qualified person has been appointed to adjudicate on whether this person qualifies.  There are many people in the same position and I would like the Deputy Leader to support this matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#L00100","speaker":"1695"},{"type":"speech","time":1651051800,"counter":62,"content":"<p>I ask the Deputy Leader to write to An Taoiseach and ask him to join us for a debate on a shared island.  Next week, Assembly elections will take place in Northern Ireland and we are all too well aware of how long the parliament in Stormont has not been working.  I know from being in Northern Ireland canvassing that people are sick of politics not working there.  I believe that it is important that Stormont does work for the coming term.  In the context of a shared island, what happens there is very much in the interests of the people in southern Ireland because if we really are to have a shared future then it is important that we work collectively on the basis of democracy that works and on the basis of respect.  With that in mind it is timely that we ask the Taoiseach to come in here for this debate.  Let us hope that next week's election results in politics starting to work for the people of Northern Ireland, thus ensuring that their economy works, health services work and the cost-of-living difficulties that they all face can be tackled by parties that wish to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#L00200","speaker":"1633"},{"type":"speech","time":1651051800,"counter":63,"content":"<p>I ask the Deputy Leader to arrange a debate or to update us on the Connecting Ireland rural mobility plan, which deals with the bus networks between towns and villages located outside of urban areas.  The submission deadline was last December and people ran campaigns in local areas.  The Department made very good proposals on ways to connect different towns so people could reach hospitals, third level institutions or services.  Bus networks are even more crucial now as an increasing number of families have come from the Ukraine and live in different centres and, especially as some centres are located outside of the main urban areas.  These people need access.  I would like to know what type of mobility plans will be put in place for these centres and would appreciate it if the Deputy Leader arranged for the Minister for Transport to speak to us about these matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#L00300","speaker":"1654"},{"type":"speech","time":1651051800,"counter":64,"content":"<p>I thank all of the Senators who contributed to the Order of Business.<\/p> <p>Senator Horkan kicked off by welcoming the ambassador from the Netherlands to the House.  The Senator also mentioned that 23 April to 27 April is Organ Donor Awareness Week.  He stressed the importance of raising the issue of organ donation because it saves and improves numerous lives despite the tragedy that it flows from.  Finally, he requested a debate on crime and we will seek that debate at the earliest opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#L00400","speaker":"1642"},{"type":"speech","time":1651051800,"counter":65,"content":"<p>I also mentioned the delays in processing passports, work permits and visas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#L00500","speaker":"1696"},{"type":"speech","time":1651051800,"counter":66,"content":"<p>We will probably have a justice debate for the whole thing.<\/p> <p>Senator Martin Conway spoke about Ukraine, as he has done on many occasions.  He welcomed the fact that the driver's licence issue has been resolved.  He also said that there is a need to establish a one-stop shop that will provide information and assistance to Ukrainian refugees as they arrive.<\/p> <p>The Senator spoke passionately about the leaving certificate.  I think all Members will concur with his remarks on the digital leaving certificate papers but also the particular story around a young person with a disability who is blind but was asked to read a picture in an oral examination.  The Senator was correct to suggest that there was a lack of cop-on in that situation.  The Department of Education needs to be updated on how it deals and assist people with disabilities.  I see no reason that digital leaving certificate papers could not be provided to assist anyone who has an impairment.<\/p> <p>Senator Boyhan informed the House that Senator Tom Clonan will join the Independent Group and, therefore, will join him and his and his colleagues.  I wish Senator Clonan and the group well.<\/p> <p>Senator Boyhan mentioned the forthcoming annual general meeting of the Prison Officers' Association, which will be attended by the Minister for Justice.  He expressed concerns about the plan to make the organisation an independent State agency.  He also asked for a debate on penal reform.  We will have that debate, at the earliest opportunity, with the Minister so he and others can raise issues then. <\/p> <p>Senator Hackett, who is a Minister of State, spoke about LGBTQ+ projects in her area that try to deal with rural isolation in the midlands.  Isolation is an issue in many rural areas and particularly for the LGBTQ+ community.  She spoke about shocking statistics revealed by a recent survey whereby one in five of those surveyed had been punched, hit or physically attacked in public for being LGBTQ+ and one in three had been threatened with physical violence.  Those statistics are a shocking reminder that we have come a long way but not far enough.  The Senator also referenced the tragic murders in Sligo and the assault in Dublin visited on that community.<\/p> <p>Senator Hoey mentioned a production by the Droichead Youth Theatre that deals with the difficult topic of cancer in young people.  I am sure that the topic was dealt with sensitively.  I, too, was unaware of the fantastic organisation called CanTeen Ireland that assists young people who are going through this ordeal and are on this journey.  I also was unaware of the statistics the Senator pointed out that in 1994 four out of ten people survived a cancer diagnosis and it was six out of ten in 2019.  That is incredible work and is a credit to the health service.  We do not get everything right.  We are doing well with cancer care but we can always do better.  The Senator was correct to point out that the level of Government funding for these supports is quite low.  I was not aware that only 3% went to youth cancer and that is an important statistic to put on the floor of the House.  I also thank her for alerting us to the theatre production and the CanTeen organisation.<\/p> <p>Senator Dooley spoke about staff shortages, labour shortages and labour movement.  He also asked for a debate on these issues.  He spoke about the shortages in the hospitality sector and how difficult it is to attract staff to the sector.  He spoke about the difficulty in getting long-distance truck drivers.  He spoke to hauliers in his area of County Clare and highlighted that it takes up to two years for work permits to be granted for these workers.  There is no justification for such a delay.  If we have a labour shortage then we must do everything that we can to secure permits and assist businesses to remain open and operational.  The Senator also requested a debate on labour movement and shortages.<\/p> <p>Senator Buttimer spoke about health issues, in particular about immunisation and vaccines and highlighted that we have only spent 0.2% of the health budget on immunisation.  He has asked for a debate on the issue and on vaccine hesitancy.  He put on the record the statistic that we are lower in terms of the uptake of vaccines like the flu vaccine than what is recommended by the European Union.<\/p> <p>Senator Malcolm Byrne expressed the view that the voting age should be lowered to 16 and said that he hoped the electoral commission would deal with the issue.  He also mentioned the sports capital grants scheme.  He acknowledged that the scheme had provided a record level of funding but that sports clubs are now having to deal with the impacts that the price of inflation is having on materials and labour, which, in turn, makes it difficult to deliver these projects.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is something we will have to keep an eye on to make sure that money can be spent and those vital sports projects in our communities can be delivered.<\/p><p>Senator Carrigy raised an issue around the IABA.  I do not have a response for him specifically on what should happen in that regard.  I suggest he raises the matter directly, perhaps through a Commencement matter, with the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media.  That might be the appropriate avenue to yield the response he is looking for.<\/p><p>Senator Gallagher expressed his sympathies to the O'Kennedy family on the passing of Michael and to the Leonard family on the passing of Jimmy.  I concur with the Senator's remarks and extend our sympathies to both families on the passing of their loved ones.<\/p><p>Senator Maria Byrne raised the issue of the primary care certificate, which is a particular difficulty.  We have all had cases where people have applied for those certificates because they need them to assist them in their mobility and getting around.  She raised the particular issue of no adjudicator having been appointed from the Department of Transport to assess applications for certificates.  I suggest to the Senator, at the outset, to try a Commencement matter because it is quite a specific question.  If that does not yield a result, we will try to follow up with the Department of Transport, through the Leader's office, on that.  It would be a good Commencement matter.<\/p><p>Senator Blaney asked for a debate on the shared island unit, which we can request through the Department of An Taoiseach.  He spoke about the upcoming Assembly elections in Northern Ireland and the need to ensure that politics works there for its citizens.  We can all agree with those remarks.<\/p><p>Senator Dolan spoke about the connected Ireland rural mobility plan.  An update on that plan would be welcome to see where it is at.  There were many good proposals in my area of Mayo.  There is a lot of excitement around new bus routes and connecting towns because populations have moved and changed and people are living in different areas now.  We might request a debate on transport with a particular focus on getting an update on that plan.  We will try to get that at the earliest opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#L00600","speaker":"1642","continuing":true},{"type":"unspoken","time":1651051800,"counter":68,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Death of Former Member: Motion","time":1651051800,"counter":69,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#M00300"},{"type":"speech","time":1651051800,"counter":70,"content":"<p>I move:<\/p> <blockquote> \tThat Seanad &Eacute;ireann-  \t- expresses its deepest sadness on the death of former Senator Jimmy Leonard;<br \/><br \/>- conveys its sincere condolences to his family; and<br \/><br \/>- expresses its gratitude for his notable contribution as a Member to Irish public life and his dedication and service to the people of Ireland.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#M00400","speaker":"1650"},{"type":"unspoken","time":1651051800,"counter":71,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1651051800,"counter":72,"content":"<p>Members rose.<\/p>"},{"type":"unspoken","time":1651051800,"counter":73,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 12.24 a.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 12.45 a.m.\r\n\r\nSitting suspended at 12.24 a.m. and resumed at 12.45 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Funding for Ukrainian Students in Irish Universities: Statements","time":1651051800,"counter":74,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#O00100"},{"type":"speech","time":1651051800,"counter":75,"content":"<p>I welcome the Minister of State to the House to speak on this important topic at this time.  He has eight minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#O00200","speaker":"1650"},{"type":"speech","time":1651051800,"counter":76,"content":"<p>I thank the Cathaoirleach for the invitation to address the House at a very busy time in the third level education sector.<\/p><p>I will start by giving the House an up-to-date position on the sector&rsquo;s response to people fleeing the war in Ukraine.  The<b><\/b>Government has been unequivocal in its welcome and I am proud to see that this approach is widely reflected throughout our society and in our sector.  However, facilitating the significant number of people arriving is challenging, not least for the education sector.  I record my appreciation for all throughout the further and higher education sector who have responded generously and openly, and supported my Department as it delivers its policy responses.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Niall Collins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2205\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2205&amp;amp;pid=NiallCollins&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In line with the European Council decision of 4 March, the Government is applying the rights afforded under the International Protection Act 2015, which includes the right to access the labour market and education to qualified persons on the same basis as citizens of Ireland.  It follows that they will be treated on the same basis as Irish students where fees are concerned and my officials are currently examining how these students may be further supported, including financially, in order to facilitate their continuing education in Ireland.  We will be bringing a memorandum to Government to agree additional supports for qualified persons.<\/p><p>I have also tasked a panel of experts with creating a central help desk hub for Ukrainian students who want to continue their studies in Ireland.  This group, which is made up of key stakeholders from multiple agencies across the higher education system, is working towards establishing the national student and researcher help desk.  The help desk will be able to direct students to a local college equipped to meet their educational needs.  In agreeing to fund this help desk, I know that it will be established by admissions and research advisers who will be very well placed to give the best advice to students and researchers arriving from Ukraine.  I expect the help desk will be operational towards the end of this month.  The situation in Ukraine is having profound effects across Europe in all areas of life.  Most significantly, it is disrupting the lives and education of thousands of Ukrainian children and students.  In Ireland and across all European countries, Members are well aware we are already welcoming students and pupils into our universities, colleges and schools.  Our priorities in our education systems have to be to welcome, support and meet the needs of the students, teachers and researchers who are displaced.<\/p><p>I move to the cost of education.  As Members are all very much aware the difficulties students face, like those faced by so many others in society, have increased as a result of the increased costs of living.  For students and their families, this includes not just costs such as accommodation and food but also education-specific costs such as the student contribution.  I have regular meetings with the Union of Students in Ireland, USI, and ongoing engagement with students across the country and hear stories of how these costs affect people.  The Government as a whole is committed to addressing issues related to the cost of living.  I have already taken significant steps to support learners and their families.  Effective from the start of the next academic year, the rate of all maintenance grants will be increased by &euro;200 for all Student Universal Support Ireland, SUSI, recipients.  I have widened the thresholds by &euro;1,000 to allow more people to apply for student grants and I have reduced the non-adjacent qualifying distance from 45 km to 30 km in order that more students can qualify for the higher rate of grant.  This reflects the increased costs for those who live further away from their colleges.  I have also put significant additional resources into the student assistance fund, including an additional &euro;1.3 million, which brings the fund to &euro;18.5 million for the current academic year.  It is also important to note that approximately 65,000 students either pay no tuition fees or a significantly reduced rate of fee.  These costs are covered by my Department through the SUSI scheme and last year, &euro;190 million was allocated for this purpose.  However, the SUSI scheme clearly does not cover everybody and there are many families who must pay out significant amounts of money each year to continue in third level education.  There are different options to address the costs of education, including lowering student contributions, but fundamentally these are decisions which must be made in the context of the annual Estimates process.<\/p><p>As I look towards the next budgetary cycle I will be examining all the levers we have to address the issue in a way that has impact for students and families and that applies broadly across society.  Let us be clear today that this package must and should include commitments to reduce the cost of education for families.  Education is a fundamental right.  I believe in access for all and that we must remove all barriers to access.  I am also excited to speak to Members about developments in how we reform the funding of the higher education sector.  I will be bringing forward a proposal on a funding model to Government in the coming days.  It will be implemented as part of forthcoming budgets.  Implementation of this model will entail the sector delivering strengthened performance and enhanced outcomes based on a robust reform agenda.  This approach will be informed by the comprehensive economic evaluation of funding options that has been carried out under the auspices of the European Commission's structural reform support programme.  The Minister, Deputy Harris, brought this matter to the Cabinet Committee on Economic Recovery and Investment shortly before Christmas.  This allowed the key issues to be explored.  It was agreed that the Minister and the Department would engage further with the Minister for Public Expenditure and Reform, Deputy Michael McGrath, and his Department to inform the Government's consideration and in particular to undertake technical work to update costings reflecting relevant funding decisions in budget 2022 and other issues.  This is nearing finalisation.  The work has sought to robustly assess the assumptions underpinning the economic evaluation and to take account of the significant levels of State funding that have been invested in higher education and student support in recent years.  It is our intention to bring final proposals for funding and reform of higher education arising from this work to Government very shortly.<\/p><p>We are also clear that from a policy perspective, addressing the sustainability of the higher education system must proceed in tandem with measures which address the costs of education as a barrier to accessing higher education.  We need to focus on both if we want a system that can be accessed by everyone and that can deliver the talent and skills our country needs.  With that in mind, I will also be bringing the review of the student grant scheme to Government at the same time.  The new funding and reform framework will be provided to the Oireachtas Committee on Education, Further and Higher Education, Research, Innovation and Science, following Cabinet consideration and will be published along with the economic assessment report sponsored by the Directorate General for Structural Reform Support, DG REFORM, on the sustainability of higher education and the SUSI review.<\/p><p>There have been many reports on higher education funding over the last number of years and our goal is not simply to publish the economic assessment but for the Government to make big decisions that will allow for a multi-annual, inclusive process implementation to commence.  The implementation process will allow for important input from stakeholders and provide much-needed momentum on the overdue implementation of key decisions that will guide funding and reform of the higher education sector in the years ahead.  I look forward to hearing from Senators on what will be a clear and hopefully progressive way forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#O00300","speaker":"1493","continuing":true},{"type":"speech","time":1651051800,"counter":78,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  There is a little bit of <i>d&eacute;j&agrave; vu<\/i>given we were discussing the question of higher education funding here yesterday.  I will come to that presently.<\/p><p>I begin with the situation in Ukraine and will raise a number of issues.  It is important we put on record the strong support that has been made available by the universities, the technological universities, some of the institutes of technology and the other colleges.  These have been places of sanctuary for many Ukrainian students and are doing everything they can to facilitate them.  It is important to welcome the efforts by the staff, students and leadership of those institutions.  It is important to ensure supports for students who do not have a strong command of English are made available not just to students but to others.  I am aware much work has been done on this by the education and training boards, ETBs, especially.<\/p><p>There is urgent clarity required with regard to the SUSI grants scheme.  At the moment, applications are being made under SUSI.  Normally, the students would be caught because of the residency requirement as they have not resided here for a sufficient number of years.  There needs to be clarity provided pretty quickly on whether Ukrainian students will be able to qualify for student grant support.  If that is the case, there are obviously going to be implications for other students who may not satisfy the residency requirement and urgency is required in respect of the policy having been fully thought through.  Recognition of qualifications is going to be especially important.  I ask of the Minister of State's office that regarding Ukrainian arrivals who have teaching qualifications, pressure be applied to the Teaching Council to make decisions quickly.  We have some highly qualified people here and the council must move quickly, particularly in areas where we have a teaching skills shortage and these teachers could be of enormous benefit.  It is important we get clarity in those spaces.<\/p><p>Many Ukrainian students are continuing to pursue their course with their home university but are doing it in an online environment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is essential that wherever the displaced people from Ukraine end up, and some are in hotels and so on, they have access to the necessary laptops and other equipment and adequate broadband to ensure that they are able access the courses being delivered online from their home universities.  Certainly, I know there are moves with regard to the provision of student accommodation over the summer but we need to look beyond that because, obviously, that is only going to be a summer provision for those students.  There will have to be clarity as to what will happen when the academic year resumes in the autumn.<\/p><p>One thing I also think is very important is that there are obviously a number of Russian and Belarusian students in our higher education institutions who, in most cases, want no hand, act or part in Putin's war.  It is important that there is an awareness of those students and that any attempt to discriminate against them is not allowed to manifest itself.  It is important that we continue to have a very open and tolerant higher education environment.<\/p><p>One thing I ask the Minister of State's Department to consider is its role and that of the sector on helping to rebuild Ukraine.  When Ukraine wins this war, which it has to do, there will have to be a huge requirement for rebuilding its education system right from the start.  In many cases, schools, colleges and universities have been damaged or destroyed but there are also going to be policy areas in which Ukraine will need help.  I ask that the Minister of State's Department start to put in place a strategy to look at how Ireland can contribute toward the rebuilding of Ukraine whenever this dreadful and terrible war finally ends.<\/p><p>I will turn to the issue of core funding.  I welcome the Minister of State's statement today, following on from his statement in this House yesterday, around finally addressing the issue of higher education funding.  It is absolutely critical that we cannot let it go on any further.  Those in the sector are tired of hearing this will be the year it will be addressed.  I am even conscious of the paragraph where the Minister of State talked about how \"the new funding and reform framework will be provided to the Oireachtas Committee on Education, Further and Higher Education, Research, Innovation and Science ... and will be published along with the DG Reform sponsored economic assessment ... and the SUSI review\". The question I have is when?  We have been told these things are coming.  The sector can no longer wait.  I expressed that view to the Minister of State previously.  The Minister, Deputy Harris, said we should look at cutting student fees.  I have real worries about that.  If we just see a cut to student fees without guarantees that a commensurate amount of funding is made available to the higher education system, our system, which is under pressure now, will only end up in a much worse situation.<\/p><p>It is my view that in terms of priority funding, we need to address core funding and SUSI grant reform.  As the Minister of State pointed out very clearly in his contribution, a significant number of students would not benefit in any case from a cut to student fees.  Those are the students who would be best supported.  They mostly tend to be those experiencing socio-economic disadvantage.  They would be best supported by SUSI grant reform.  I wish the Minister of State well in his work.  I know it is a big agenda.  I need to stress to him again, however, the urgency of addressing the higher education funding crisis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#P00200","speaker":"1638","continuing":true},{"type":"speech","time":1651051800,"counter":80,"content":"<p>The Minister of State is very welcome.  I am glad we have the opportunity today to talk about this and hopefully make some headway.  I welcome the Cabinet's decision yesterday to create a new sub-committee to oversee assistance being given to people fleeing Ukraine.  I trust this will provide a level of oversight which has so far been lacking.<\/p> <p>A committee is for discussion and debate, however, and what we truly need here and now is a leader in this regard.  I have called for it before and do so now again.  We need one woman or man in the Government to be appointed to call the shots and be the figurehead who will co-ordinate a whole-of-government approach to providing for the refugees we have taken in.  That might be a Minister for refugees or Ukraine crisis co-ordinator.  It does not matter what we call him or her, but we need one person at the highest level to take responsibility and have a master plan to establish co-ordination between all Departments and efficient communication down the lines through Government agencies and services to the Ukrainian people here.<\/p> <p>At the moment, it is not there and people are falling through the cracks.  Ireland held out its hands and opened its arms to these people.  Now, we must follow through.  It is not good enough to pat ourselves on the back for taking X number of refugees into the country if once they get here, they are put away into hotels and student accommodation.  We rely on local authorities, volunteers and businesses to take it from there.  There cannot be any passing the buck on this one.  We are talking about people's lives here and it is simply too important.<\/p> <p>When it comes to the continuation of studies for Ukrainian students, this surely must be a priority.  Many of Ukraine's universities operate or teach their courses through English.  English language proficient students must be allowed places in our third-level institutes and be allowed to continue their studies as soon as possible.  Those who are not currently proficient in English surely cannot be discriminated against.  Do we need Ukrainian course translators or personal translators?  Should our third-level institutions be offering regular high-intensity free lessons in English as a foreign language to get students up to scratch in order that they may continue their studies?  There are ways of doing this.  The only way we cannot go about it is to leave it up to the people on the ground and to the Ukrainian students themselves to investigate what options are available, or leave it to retired language teachers to offer their spare time to come into hotels and hold classes.  The people on the ground are doing Trojan work.  This is too big for that to be our response.  We need a synchronised Government response.  We need a Minister.<\/p> <p>Of course, when it comes to our higher and further education systems, they were not without issue even prior to the war in Ukraine.  Universities, technological institutes and colleges have long raised the issue of lack of funding as a major stumbling block when it comes to the carrying out of their functions.  I understand that the Joint Committee on Education, Further and Higher Education, Research, Innovation and Science has been examining the future funding of higher and further education over the past few months.  We all look forward to the report that will be prepared on foot of that.  It seems that the wishes of most of the witnesses thus far can be summed up by the phrase \"more capital funding\".  It would seem that we are lagging behind other member states in this regard, particularly in research and development funding.  I would like to think we can examine more specific solutions, however, rather than simply raiding the Exchequer.<\/p> <p>One such method of funding, which is detailed in the Cassells report, relates to what are known as \"income-contingent student loans\".  Before the term conjures up the bogeyman of American-style crippling student debt in Senators' minds, allow me to go into the system.  Income-contingent loans are automatically deducted from the graduate's paycheck on the basis of his or her monthly earnings.  This makes them low to zero for low earners, and payments only increase as earnings increase.  They are, therefore, designed to be affordable.  The income-contingent deal is, therefore, unlike other forms of debt.  Implementing a system of this kind could funnel millions of euro into the education sector from the business sector via graduates in a low-impact and sustainable manner.  So far, however, the desire seems to be for a fully taxpayer-funded system.  While this may seem attractive because it provides access to education at no upfront cost to the student, it is ultimately the most regressive approach as it entails the biggest transfer of resources from those who have not benefitted from a higher education, the lower-paid and those who have the better pay.  After all, there is no such thing as public money - only taxpayers' money.<\/p> <p>While we are still in need of a Minister with responsibility for refugees, we do have a Minister with responsibility for further and higher education.  As the Minister, Deputy Harris, and the Minister of State approach the two-year anniversary of their posts, the future funding of third-level education still looms large as the enigma they must crack.  We eagerly anticipate what will come.  I thank both the Minister of State and the Minister.  Both of them have probably been the most progressive Ministers I have seen in a portfolio for a long number of years.  I really want to put that on the record of the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#Q00200","speaker":"1664"},{"type":"speech","time":1651051800,"counter":81,"content":"<p>I welcome the Minister of State, Deputy Niall Collins.  It is great to be talking about the measures that have been put in place to support students from Ukraine who are coming to Ireland.  We are not just saying it; we are doing it.  We can see this in every town and village in Ireland.  The supports are in place and volunteers are helping out in all the centres.<\/p> <p>There has been real accelerated change under the Department of Further and Higher Education, Research, Innovation and Science.  New technological universities are being rolled out into each region.  That means education is accessible in most towns in every county across Ireland.  That was commenced under the former Minister of State, Mary Mitchell O&rsquo;Connor.  There is also reform of the CAO.  Students applying this year see further and higher education options along with apprenticeships.  It is incredible that this is happening this year and it all follows the establishment of the brand new Department.<\/p> <p>There also has been support for students and researchers through the Health Research Board, the Irish Research Council and Science Foundation Ireland.  That has led to a trust in science, which ensured that we had such a high level of take-up of the vaccine.  I cannot overestimate the work that has been done, particularly through schools over the past 20 years, with Science Foundation Ireland, SFI.  That trust has passed through.  Professors like Luke O&rsquo;Neill and Kingston Mills, who speak to us regularly, have become household names.  That is trust in our experts and in science that comes from the investment at primary, secondary and third levels. <\/p> <p>Now we face the devastating war in Ukraine and the millions fleeing conflict.  Last week, Roscommon was fortunate when the Minister for Justice, Deputy McEntee paid a visit.  We were able to visit the Donamon F&aacute;ilte Centre outside of Roscommon town.  The Divine Word Missionaries have provided the premises for use as a centre for people coming from Ukraine.  They are working with Roscommon County Council and with Shannette Budhai from the Roscommon Volunteer Centre.  Moreover, the Roscommon Lions Club has donated over &euro;10,000 to the families based there.  It is down to the volunteers and local authorities who have to fund these centres and support the people there. <\/p> <p>I met young men and women, some of whom were medical students, and doctors, paediatricians, software engineers.  I met young mothers with their babies who travelled thousands of miles to find sanctuary in County Roscommon and who left fathers behind.  It is the incredible resilience and strength of these people that I so admire.  We spoke through translators because access to language is a huge challenge.  We must be able to understand one another.<\/p> <p>A young man told us he would never forget what Ireland has done for them but I believe that it is we in Ireland who will be enriched by the people coming to our country for shelter.  These people wish to contribute to our community, to work as soon as they are able, and to be able to say thank you by their actions, as well as their words. <\/p> <p>We must also support students at primary, secondary and third level.  We need English language supports in schools and at third level.  This is something the Minister, Deputy Foley, has spoken about.  I welcome the one-stop-shop for all third level universities which the Minister of State mentioned, which will be hosted by Maynooth University that is co-ordinated through the Irish Universities Association, IUA, and the Technological Higher Education Association, THEA.  People will be funded there to support students.  It will be sort of like a help desk.  It is not admissions &ndash; I understand that &ndash; but hopefully there will be admissions personnel within the universities who will also work with us.   <\/p> <p>There is great demand in healthcare and there are many challenges in recruitment and retention.  The deans of the medical schools are currently undertaking an assessment of the programmes in the medical schools in Ukraine.  It is about how can they align Irish students&rsquo; programme with that which obtains in Ukraine, as well as a recognition of the medical and dentistry qualifications.  That will enable and encourage us to facilitate students to continue their studies here.<\/p> <p>Through the Government's recognition of people from Ukraine as citizens of Ireland under the EU International Protection Act, we recognise that they have the same access to work and education.  This requires a whole-of-government response.  We have already discussed recognising students from Ukraine and SUSI supports, which are increased by &euro;200 this year.  This means these students coming from Ukraine also will be able to access these supports.  The eligible thresholds increased by &euro;1,000 and the qualifying distance from universities and colleges has been reduced from 45 km to 30 km, which means more students and their families will benefit.  It is crucial that these things will make a difference to the lives of people who will be here with us in Ireland.  Then there is the cost of living fund and I note provision for the student assistance fund is more than &euro;18.5 million for this year alone.  There are student assistance desks for student welfare.  When we were able to visit universities, we were able to talk to the student unions on the importance of this fund.<\/p> <p>I have some questions for the Minister of State.  There are colleges of education in many towns and villages.  The ETBs support forums in each local authority.  How are these county liaison committees and the education and training boards working with local authorities?  Is the Department getting regular updates?  I also have heard that English-language assistance measures are being put in place, perhaps with adult literacy tutors.  Can the Minister of State speak about how that might be rolled out within the ETBs and the challenges that the tutors and trainers there might face?<\/p> <p>The Minister of State mentioned how there are more than 25,000 people here with us now, of whom two thirds are female and one third are young people under 18 years of age.  This is a whole-of-government approach.  Will the Department work with other Departments, including the Department of Social Protection, to perhaps look at a version of the rural social scheme, RSS, a one-year scheme to encourage young women to get involved with flexible hours in the local community?  They might also be able to work towards a qualification.  We have discussed the recognition of qualifications, which Senator Malcolm Byrne also raised, and that is crucial.<\/p> <p>Is the Department working with the Department of Transport on rural transport?  How are these people going to get to school or college?  I spoke earlier about the Connecting Ireland rural mobility plan.  Will we have updates on that?  How will we connect people who might be in centres outside urban areas to link in with our colleges?<\/p> <p>Finally, I thank the Minister of State for his time.  I have heard the requests around a national liaison person who would co-ordinate between all the different Departments.  Can the Minister enlighten us on how the Department is receiving updates?  I am aware that the Cabinet receives regular updates from Ukraine as well.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#R00100","speaker":"1654"},{"type":"speech","time":1651051800,"counter":82,"content":"<p>When I read the subject of this debate, I wondered whether it was statements on third level funding and the costs of going to college for Ukrainian students.  I wondered where the commas were.  I thank the Minister of State for coming to the House to discuss this wide range of topics, each of which could have taken up an entire debate on its own.<\/p> <p>The situation around Ukraine is complex and ever-evolving.  No one knows how or when it will end or what it will look like.  I commend the Department on all the work that is being done on that in trying to support and facilitate Ukrainian students coming here.  The helpline is incredibly useful and very worthwhile.  Are there projections available on how many Ukrainian students will join Irish universities?  What are the plans for Ukrainian academic staff and how will they be facilitated?  <\/p> <p>Under the European Higher Education Area, EHEA, statement which the Minister signed on behalf of Ireland, we will be bound to make provision to allow Ukrainian students complete studies here once they have commenced.  It is really welcome and I commend the Department on signing that.  Has the Department done work with the Department of Finance on the cost of this and how that will be provided for?  We talk a lot about the cost of living and of going to third level.  There are additional costs around travel, accommodation, laptops, books and materials.  Are there plans for a separate funding stream or something through SUSI, for example, that would help Ukrainian students with those additional costs?  I have no doubt that the community will step in to support those students, as we have seen throughout the country, but will there be a specific funding stream apart from the waiving of fees and so on?  <\/p> <p>There may also be Russian students coming here to look for education, fleeing to Ireland as the conflict continues.  Has there been any conversation around support for Russian students who might come here?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Annie Hoey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=AnnieHoey&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> On third level funding, I note the Minister's recent contribution at the Teachers Union of Ireland, TUI, conference covered the issue of funding for the technological university sector.  Does the Minister of State have more information on how that funding model will be structured and maintained?  There are a lot of plans afoot for funding models and what it will all look like.  That was the first time I heard the Minister talk about it so I wonder if the Minister of State has any further details.<\/p><p>I will move on to the costs of going to college.  In the first two years of the lifetime of this Government the mood music was that fees were too high - post Brexit, we have the highest fees in Europe - and that that was going to change.  That was the impression many people in the sector were under and it was certainly the impression the Minister gave.  Over the past few weeks that has become a lot more restricted.  There has been less talk of it and we seem to be dancing around whether fees will be reduced in any way, manner or form.  I have said this many times and I will say it here: either you believe further and higher education is a public good benefitting all of society or you do not.  There are no ifs, buts or education cuts about it.  It is a basic principle.  We cannot on the one hand talk about skills shortages and the fact we do not have enough doctors or people in the pipeline for various things while also having the highest fees in Europe, which are a barrier to people studying.  I was in the Chamber earlier when Deputy Rabbitte took a question on the Minister of State's behalf about funding and costs for graduate entry medicine.  That sum of &euro;16,000 a year is a colossal amount of money.  It is &euro;64,000 overall for doctors, which we do not have enough of.  That is crazy.<\/p><p>Reference was made to income-contingent loans.  When I was in the student movement, we did lots of reports on this based on international evidence.  I am sure the Minister of State's own reports will reflect this as well.  These loans result in crippling debt.  Young people are already faced with not being able to reach many of the milestones we would have previously considered perfectly normal, things like being able to buy a home, to start a family at a certain age and so on.  An enormous amount of evidence, from New Zealand all the way over to America, shows that crippling student debt hinders that even further.  We already have a cost-of-living crisis.  It would be unconscionable and incomprehensible for this Government to even contemplate income-contingent loans and burdening students further with that debt.<\/p><p>The Minister of State says there is a very clear way forward but it has been six years since we got the Cassells report.  I suppose we can all wait another couple of weeks but it has been six years now.  This report has gone around Europe and has been sitting there for quite some time.  I know we are talking about a huge amount of money but what is the way forward?  We keep coming in here and discussing this, saying we have to go forward and there has to be a funding solution and so on.  The whole thing is creaking at the seams.  We keep being told something is going to be done but what is it?  When are we going to find out?  When is the sector going to know what the funding model is and how it will be sustainably managed?  Without a further and higher education sector, this country will not be able to function.  I hope the Minister of State can take that back to Cabinet.  We could really do with an answer at some point as to what the actual funding solution is going to be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#R00200","speaker":"1663","continuing":true},{"type":"speech","time":1651051800,"counter":84,"content":"<p>I thank the four contributors.  We have taken note of everything they contributed to the statements here today and will follow up on some of the queries raised.  As we move forwards towards the Estimates process, we will be working with colleagues to advance the priorities of our Departments with regard to funding reform and support for Ukrainian students, as well as all other students.  The challenges faced by us are being faced by other European countries as well.  They are not unique to us and we have to learn from one another's experiences.<\/p> <p>Senator Malcolm Byrne has raised the Cassells report issue on a number of occasions, as have other Senators.  We aired this issue here yesterday and everybody mentioned it again today.  It is a priority for the Government.  That might ring a little hollow but it is being actively worked on and it is something we discuss regularly, weekly, within our Department.  It is not the case that nothing is being done about it.  It will be a significant improvement and a significant amount of money so there has to be a process.  I understand that it has taken a long time. <\/p> <p>Regarding English-language provision, Senator Dolan mentioned the 16 education and training boards.  We have tasked them with that provision and the Senator is looking for feedback and an update on it.  We will get that information for her and circulate it to all four Senators who are here.<\/p> <p>Some 59 Irish students were studying in Ukraine at the time of the invasion.  I understand 52 were studying medicine or were involved in medical studies and the remaining seven were involved in dentistry.  Mention was made of Russian students.  There are 154 full-time Russian students in Ireland.  There are 64 full-time Ukrainian students already in Ireland.  However, we do not have the full picture yet.  About 25,000 people have come into the country but we do not have the full picture as to what the demand will be from people presenting to our further and higher education institutes.  That is why the help desk is being set up.  The Minister, Deputy Harris, has consulted with all the colleges and institutions of further education, as well as their representative bodies, to make sure everybody is on the same page.  It is fair to say everybody has stepped up to the plate in their willingness and readiness to accommodate these students.  Last year and the year before, by virtue of the pandemic and grade inflation, we had to find the wherewithal to provide additional college places in the high-demand courses.  At a time of crisis, that is, the pandemic, the system was able to respond positively.  I am quite confident the system and all our institutions and stakeholders will be able to react positively in this regard as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#S00200","speaker":"1493"},{"type":"speech","time":1651051800,"counter":85,"content":"<p>Before we proceed, I welcome the visitors in the Visitors Gallery.  I thank them for their visit to Leinster House and hope they have had a good day here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#S00300","speaker":"1634"},{"type":"unspoken","time":1651051800,"counter":86,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 1.28 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 3.33 p.m.\r\n\r\nSitting suspended at 1.28 p.m. and resumed at 3.33 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Criminal Justice (Amendment) Bill 2022: Second Stage","time":1651051800,"counter":87,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#FF00100"},{"type":"speech","time":1651051800,"counter":88,"content":"<p>I move: \"That the Bill be now read a Second Time.\"<\/p> <p>I am sharing time with my joint sponsors, Senators Chambers and Pauline O'Reilly.<\/p> <p>In far too many ways our criminal justice system is a cold place for the victims of violent crimes but none more so than women.  It is a very harsh system for women to navigate, especially when it comes to sexual and gender-based violence.  We know the victims here are mostly women and children.  Globally, one in three women experience physical or sexual violence.  At home, there were 855 disclosures of sexual abuse made to Women's Aid services in 2020.  That included 340 disclosures of rape.  Those were right here in Ireland.  The numbers are staggering.  The reason they are really staggering is they are probably only a fraction of the actual figure for sexual violence and rape in the country.<\/p> <p>Tragically, only half of the women who get to make these complaints feel they can get the help when they seek it.  In short, we have a system that effectively puts our victims on trial.  We have a system where a woman is expected to relive her experience of sexual assault as it is recounted in the courtroom.  We have a system where the victim is required to defend her own sexual life and sexual activities prior to, and presumably since, the assault.  This is all while testimonies and references in support of the accused are read out for everybody to hear.  Some of those references include stories about how the abuser, acknowledged at that stage in the trial as a rapist, is a great chap altogether.  The court might hear how he played for the winning team in the county finals or how he is a super team player and comes from a good local family or how he studied hard in school or volunteered for local charities, etc.  Absolutely none of that matters.  It is irrelevant.  It does not matter how much of a diligent worker a rapist is, or if he is a gifted sportsman or cherished volunteer.  It only matters that he has committed one of the most heinous crimes against women and that he is now guilty.  He has been found guilty of the rape at this stage of the court proceedings and therefore he is a rapist, end of, and that is all that matters.  It is high time we stopped pretending otherwise.<\/p> <p>In drafting this Bill, my colleagues and I worked very closely with Ms Noeline Blackwell, CEO of the Dublin Rape Crisis Centre.  I genuinely thank her for her wisdom and expertise but most of all for the support she has given this Bill and the tireless work she and her colleagues give to the women and girls of Ireland.  We agree character references make the process of going through a trial even more difficult and strenuous for victims of sexual crime.  They are provided before sentencing as if in some way to mitigate the crime and make it easier for the offender to get a lesser sentence.  I have spoken to a number of members of the legal profession, namely, barristers and solicitors, who have seen time and time again how these cases play out.  They say despite the intentions of those who give character references in the courtroom, judges tend not to give them much weight, and for that I am genuinely thankful.  However, under our criminal justice system character references have almost become customary in the trials of those accused of sexual and violent crimes.  It is a pointless ritual that has no real effect other than to retraumatise the victim as she sits there in the courtroom listening to what a wonderful chap her rapist is and how he simply made a mistake.<\/p> <p>We have a justice system where the accused is innocent until proven guilty and for that I am grateful.  Above all, we afford certain rights should any of us find ourselves defending our good name and I grateful for that also.  The Criminal Justice (Amendment) Bill 2022 does not seek to take away those rights.  It is simply trying to even the playing field in respect of cases where a woman feels she is up against not just the man who has abused her and his defence team but a whole congregation of other people who may sing the praises of somebody they think they know.  There have been too many instances where character references have distracted from the trials of people who have been accused of some of the most horrific crimes in Ireland.  In some cases, to distract even further from the crimes, high-profile people have put in character references in an attempt to somehow embellish the character of the defendant.  I am ashamed to say politicians have done it.  Community leaders like GAA coaches have done it and on occasion, even our bishops have done it.<\/p> <p>It is true we cannot stop these influential figures from providing character references in court but what we can do, and what this Bill seeks to do, is consider the victim who must sit in the courtroom and listen to these stories about the person who has caused them so much harm and emotionally scarred them.  That is why the first aim of this Bill is to ensure any character references made before the court are made under oath.  I hope this extra safeguard will make people take extra care and consideration when they are writing their character reference.  It might even make them think twice about submitting it at all.  Second, the Bill aims to make it possible for the prosecution to cross-examine any character references given in court.  One cannot just say what one wants and allow it stand as being truthful.  If a person is going to provide a character reference in a rape trial then it must be accurate and, more importantly, relevant to the sentencing.  The evidence must be related to maybe counselling taken by the accused since the rape took place to go towards mitigation but glowing personal references going unchallenged cannot be allowed.<\/p> <p>The aim of this Bill is to make a small but I hope meaningful dent in the enormity of the work we must do to support victims in their journey through the criminal justice system by making it less traumatic and less retriggering.  What we are trying to do here is much larger than just legislative change.  We are trying to change a culture in Ireland that puts victims on trial and has for far too long given our offenders an easy way out.  This Bill is only part of that change but it is long overdue.  I point out we have a female Minister for Justice and she has gone a long way in the last number of years to try to highlight this issue and address some of the changes.  We have three Government parties that are led by women in this House.  That is why it is an instructive and important sign to send out to the women of Ireland that we take this issue seriously and I hope it gives a sign of intent.  I commend Senator Chambers in particular for her successful result with the stand-alone stalking and strangulation offences that were acknowledged by the Cabinet last week.  For the person defending his or her name against accusations of sexual or violent crimes, having friends in high places should mean nothing in court.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Only the factual evidence should mean anything.  To support organisations such as the Rape Crisis Network and Women's Aid, we need to change the culture and stop putting victims on trial.  It is time to start empowering our victims and to make the path to true justice in the country easier.  I commend the Bill to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#FF00200","speaker":"1653","continuing":true},{"type":"speech","time":1651051800,"counter":90,"content":"<p>I thank the Senator.  She is a strong advocate for women's rights.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#GG00200","speaker":"1654"},{"type":"speech","time":1651051800,"counter":91,"content":"<p>It is great to have a woman in the Chair for the debate.  I commend Senator Regina Doherty on bringing this legislation before the House and I thank her for asking Senator Pauline O'Reilly and I to work with her.  It has been a privilege to work on the legislation.  It is needed.  It is amazing that the position has not been changed before now and this that trial process has been allowed to stand.  The Minister has heard from Senator Doherty why this has needed, and that she has full support for this Bill from Noeline Blackwell from the Dublin Rape Crisis Centre, who we all agree is exceptionally experienced in this area and has significant credibility.<\/p> <p>Sexual violence and rape are all too prevalent in society.  The victims are predominantly women and girls.  No matter how well we try to conduct it, the trial process traumatises and retraumatises victims.  Many do not come forward to report sexual assault or rape because they do not want to go through the justice system.  They have been put off engaging with it because of all the negative reporting over the years.  There was a recent high profile case, which we could call the Belfast rape case.   I will not go into its details.  Needless to say, we could all agree that any victims looking at that process would have been frightened to come forward to put themselves through a similar process, regardless of what one's view was on that case.  We need to work to increase the reporting of rape.  We know it happens more often than is reported, as Senator Doherty said.  We need to increase prosecutions so that victims can get justice.<\/p> <p>As Senator Doherty also stated, this Bill tries to level the playing field.  It is hard to comprehend that when a trial is concluded and somebody is a convicted rapist, there is a period before sentencing where people can trot into court to say how great that person is.  It is remarkable.  That cannot really be called evidence or testimony.  It is untested and unverified.  The victim has to sit and listen to it and has no opportunity to ask any questions or counter any of what is put on the record.  That is grossly unfair and unbalanced.  All we are doing is empowering the victim and the prosecution team to at least be able to test and validate what has been put on the record of the court.  I take on board what the legal profession has said.  As a barrister, I have witnessed some of these trials.  I know judges use discretion and do not put huge weight on these statements.  One then has to ask what it is all for, if judges do not listen to it.  Judges are human beings like the rest of us.  It is hard to say with absolute certainty that this has no impact on their decision afterwards.  Nobody could give that assurance with complete certainty.  It is important that there is an opportunity for the victim and the prosecution to test the veracity of what has been put on the court's record and not allow a complete free-for-all.  As Senator Doherty said, someone can get the local bishop or GAA chairman to come in and say what a great guy he is.<\/p> <p>We need to deal with the fact that so many women do not come forward to report these crimes.  The only way to absolutely assure an increase in both reporting and the number of prosecutions is to make the courts a safer space for women.  Unfortunately, we know that in a rape trial the defence will often - though not always - seek to discredit the victim by bringing her through the trial process, make her out not to be a credible witness and completely humiliate her, thereby making it really difficult for her to get justice.  We have to tackle that.  It is difficult, because one is balancing it with the right of the accused to have a fair trial and clear their name if they have been wrongly accused.  For the most part, it is very rare for somebody to make an accusation of rape where it is not true.  Nobody in their right mind would put themselves through that process without very good reason.<\/p> <p>Much is to be taken from the fact that three of the party leaders in the Oireachtas are women.  We have a female Minister for Justice.  Just this week, when speaking about the legislation on stalking and strangulation, the Minister reiterated the Government's position that we have a zero-tolerance approach to sexual crimes, sexual violence and rape.  If that is the case, then we need to do everything we can to increase reporting and prosecutions.  Until we redress the imbalance and address the traumatising trial process that is currently in place for victims, many women will continue to stay silent, to suffer in silence and to not get the justice they deserve.<\/p> <p>I commend the Bill to the House.  I thank Senator Doherty for asking me to be part of it and to put my name to it.  I commend her on the significant work that has gone into getting this Bill to where it is.  I have no doubt that it will get cross-party and Independent support from across the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#GG00300","speaker":"1642"},{"type":"speech","time":1651051800,"counter":92,"content":"<p>To reiterate what Senator Chambers said, I thank Senator Doherty sincerely for coming to me and seeking my support to sign this Bill and work with her.  I thank her office for the tireless work it has done.  I also thank Noeline Blackwell.<\/p><p>Character references come from a time when the legal system had strong views on who was respectable, and therefore worth believing, and who was not.  They come from a time when the opinions of other respectable people or so-called respectable people in one's community mattered and often translated into a view of who could be believed or not.  That time has passed.  We must ensure our legal process reflects that.  It is hard to pursue a conviction for sexual abuse.  The number of prosecutions is very low.  We need to ensure that we take away all of the barriers, both perceived and real, because it is difficult for a woman to come forward with these cases.<\/p><p>I will give a few examples of cases.  Putting what we are talking about in real terms is important.  Remember that these are all people who have been convicted of rape or sexual assault.  They are not cross-examined, unlike the victims, who usually have to go through an ordeal where their sexual practice, the clothing they wear and so on all seem to be up for debate and public scrutiny.  In Dublin in February of this year, 23 character references from across a community painted a picture of a good, respectable, hard-working man.  They described him as a dedicated, honest and trustworthy person after he was convicted of sexually abusing three teenage girls who were friends of his children.  In April 2021, in Dingle in Kerry, character references came from across the community, including from the GAA, in support of the character of a man who was convicted of raping a woman in her own home, which he was permitted into as he was a friend of the family of the victim.  In 2017, in north Dublin, a sports journalist who had worked for <i>The Irish Times<\/i>pleaded guilty and was convicted of the sexual exploitation and defilement of a child.  The offender groomed that child from when she was 14.  He sent her thousands of messages and picked her up from sports matches in order to abuse her.  Character references were provided by other high-profile journalists at the time.  These are just a few examples of what we are talking about.  These matters are in the public domain.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#GG00400","speaker":"1693"},{"type":"speech","time":1651051800,"counter":93,"content":"<p>We do not want to make people identifiable.  I thank the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#GG00500","speaker":"1650"},{"type":"speech","time":1651051800,"counter":94,"content":"<p>This is why we are introducing the legislation.  It is important to put that on the record.  We are all honoured by Senator Doherty's dedication in introducing the Bill.  Hopefully, everyone across the House will support it.  It is an honour to have a Leader and Deputy Leader of the Seanad who are women.  These are changing times.  The Seanad can be the face of and give voice to the change that we require in our society to move forward and truly protect women.  The three of us are also members of the Joint Committee on Gender Equality.  We will work tirelessly on all of the issues related to violence against women.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#GG00600","speaker":"1693"},{"type":"speech","time":1651051800,"counter":95,"content":"<p>I welcome the members of the public who are with us today, particularly Rachel and Emma.  I thank the drafters and proposers of this Bill.  It touches on an important, raw area of our justice system.  The persons who have to engage with that part of the justice system must be treated with the utmost care and respect.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sharon Keogan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=SharonKeogan&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have known for some time that there is much room for improvement when it comes to the mechanics of prosecuting sexual offences in our courts.  The courts system, based on the discovery of truth through questioning, is inherently adversarial.  How can we reconcile that with an approach that shows due care to the victim and avoids unnecessary trauma?  The Bill seems to be a step in the right direction.<\/p><p>Central to this Bill is the recognition that our courts should only accept testimonies that people are willing to stand over and defend.  No doubt, if this Bill is passed we shall see a chilling effect in the giving of a character evidence, and the hope that it is proportionate and in the interest of justice.  It is essential that persons who seek to give such evidence do so under oath and that such evidence is open to examination.  Additionally, the need to stand over a character evidence should limit applications to such people who really know the offender.  We are all aware that public figures and local representatives are canvassed for these character witness submissions.  It would certainly be more authentic and more accurate to the truth if we were to move away from that.<\/p><p>Perhaps one concern with the provision contained in the Bill would be the necessary lengthening of the sentence hearing, which will naturally flow from allowing the time for verbal testimonies, cross-examination, and counter-witnesses, as provided for by the new section 5D to be inserted into the Act of 1993.  Additionally, I cannot see a provision in that section which affords the defence the same opportunity as the prosecution for cross-examination of a witness produced by the other side.  Perhaps that is intentional, but perhaps it might also be examined.  The additional increase in legal costs as a result of lengthened sentencing hearings would also be a possible cause for concern.  Yet again, if all is done in the balance and with the benefit to the complainant, I believe that much can be accomplished with this Bill.  I commend the Senators on bringing this before the House today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#GG00700","speaker":"1664","continuing":true},{"type":"speech","time":1651051800,"counter":97,"content":"<p>Ar dt&uacute;s b&aacute;ire, cuirim f&aacute;ilte roimh an mBille agus tr&eacute;asla&iacute;m leo si&uacute;d a chuir an Bill os &aacute;r gcomhair.<\/p> <p>I will begin by welcoming the Minister of State, Deputy Joe O'Brien, to the House and by welcoming the Bill before us this afternoon.  I apologise to Senator Doherty and to the other proposers for not being here during earlier contributions.  I did, however, hear Senator Doherty move this legislation in a very focused, resolute and authentic way.  I am very happy to be here today to support it at this Stage, and I am sure at all of the other Stages.<\/p> <p>There are many aspects involved in the circumstances that affect a person who has been sexually abused and to be in court seeking justice from the assailant.  Among the many aspects is one that goes to the heart of the drama, which is the integrity of the victim.  There is a need for the entire apparatus of justice, including the attitude of all those involved including the police, the solicitors, the judges and the various structures that surround them such as police stations, courtrooms etc, to place the integrity of the victim to the fore.  There are no excuses for those with the direct responsibility in this field not to make it as easy as possible for victims to participate in securing justice for themselves, with the active assistance of the administration of justice at its various levels.  Respect for the victim by authority figures will help the victim overcome the fear, the loneliness, the sometime embarrassment and the feeling of guilt of many victims, as if they are to blame for what happened to them, and not the attacker.<\/p> <p>This Bill is about improving the information available to the court at the time a convicted sex offender is before the court for sentencing.  It is about ensuring that the victim is not re-traumatised by the court experience.  It is about providing legal representation for the victim, allowing for the cross-examination of any referee produced by the defendants as evidence of their good character, so-called.  This is very important because at the moment the law permits unverified \"good character\" testimony to be placed before the court in mitigation pleas by the assailant.  Victims feel humiliated when they are left unable to challenge such glowing testimony.<\/p> <p>As a result of the victims' rights directive, which now has direct effect in Irish law, and the Criminal Justice (Victims of Crime) Act, the State must put measures in place to protect victims and their families from secondary and repeat victimisation and from the risk of emotional or psychological harm.  Unfortunately, there have been a number of incidents where character references have been used to ruin the reputation and standing of a victim of sexual crimes and where leading figures from the various worlds of sports, politics and media - as stated by other colleagues - have provided references.  Such gestures have had a chilling effect on the reporting of sexual crimes.  The Bill at hand speaks to some of the issues that affect the victims and the quality of justice that is available to them.  The Government Seanad&oacute;ir&iacute; who have introduced this welcome Bill should also use their influence on the Government to implement the Supporting a Victim's Journey plan, a more comprehensive and all-embracing change on well-known fronts, to improve the overall experience for the better of those caught up in the nightmare of sexual assault, and sadly very often the nightmare of the process of obtaining justice, as it has been for many victims, unfortunately.  <\/p> <p>I again acknowledge the proposers of the Bill.  I am sure they will have support across the House.  They certainly have my support and I thank them for leading on issues that are of such importance to women, around gender-based violence and justice, around ensuring equality and fairness and all of the support available to victims, not least those who have suffered sexual violence and abuse.  I support the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#HH00200","speaker":"1688"},{"type":"speech","time":1651051800,"counter":98,"content":"<p>I thank and acknowledge the work of Senators Doherty, Chambers and Pauline O'Reilly for moving this Bill.  As already referred to here, I doubt that I am the only Member to believe that if we did not have female leadership, and women leading on the Government side of the Chamber, we would not see legislation like this make its way through the House.  The Senators are to be commended on that.  It is a sad state of affairs that this is how we have to get stuff done.  We just have to get women in and we have to get women to do it.  That is just how it is.<\/p> <p>This is a very difficult topic.  It is a hard topic for some of us in here.  I am aware that it is a hard topic for people who might be watching in and listening in on this or who may be reading about it.  It is a difficult topic but it is a very important topic and I particularly commend the Senators on their sensitivity and the way they have dealt with this topic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#HH00300","speaker":"1663"},{"type":"speech","time":1651051800,"counter":99,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#HH00400","speaker":"1688"},{"type":"speech","time":1651051800,"counter":100,"content":"<p>It is hard and the Senators have dealt with the issue with great compassion, sensitivity and kindness.  This is not often seen in politics and it is great to see it for such a difficult topic.<\/p> <p>I was talking with a former Seanad colleague, now Deputy Bacik, and she told me how in 1998 she was doing research for the Dublin Rape Crisis Centre around this, which resulted in previous legislation on the right of legal representation for complainants in sex offence trials where the defence seeks to produce evidence of prior sexual experience.  We still see stuff around that but it is a conversation that has required women over the years to be constantly trying to push for care and compassionate change that does not re-traumatise or make things more difficult.<\/p> <p>When we talk about re-victimisation or re-traumatisation, it is as though it is only at this point in the trial that this happens.  I can certainly speak from a very personal experience that it happens too when one hears jokes, when there is a scene on TV, when we read about what is happening to the women being raped in Ukraine, or when one sees a social media pile-on that denies a victim's testimony and says that it is not true.  It is never just a re-victimisation at one point of a trial.  It is something that consistently happens.  If a person has been raped, it is a part of their life.  I hope that beyond this it becomes something in how we actually talk about rape victims, how it is portrayed in the media and how it is portrayed on TV.  I believe this can be dealt with in a much more compassionate and sensitive way.  I hope when we see legislation such as this, it challenges those people who talk about it in a way that is not the most compassionate or the most thoughtful.<\/p> <p>We had a really constructive, respectful and highly personal discussion last November, when the report from the justice committee came out on victims' testimony in cases of rape and sexual assault.  It is great that in less than five months, we have seen legislation seeking to provide for the need to protect victims against re-victimisation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Annie Hoey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=AnnieHoey&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hope we will continue this progress to make our justice system more cognisant of the needs of victims.<\/p><p>Senator Doherty talked about changing a culture that puts victims on trial and that is a key aspect of this issue.  When I hear about glowing character references, as have been mentioned, and about a victim having to sit and listen to someone speak so highly of someone who might have done one of the most horrific acts to another person, or even to many people, I cannot comprehend what that would be like because I chose not to go through that.  I have spoken previously in the Chamber about how I initiated the process, reported a matter to the Garda, went to the sexual assault treatment unit and did everything I had to do, but before I had even walked out the door, a garda outlined to me what was, in effect, a character reference for the person.  Someone had told the garda that the person had never done anything like that before, in response to which I thought to myself that he had done the previous night.  Before I had even got out the door, I knew there was no way I was going to be able to go through the process, even if the DPP were to decide to prosecute the case, which seemed unlikely in the circumstances.  There was no way I would be able to go through a trial and there was no way, after a male garda having said to me that the person would not have done what I had reported he had done, that I would be able to sit there and listen to what would, inevitably, involve lots of people saying he did not do it and that it was my fault and asking whether I was sure it had happened.<\/p><p>I cannot imagine what it must be like for those victims to have to sit through those character references.  As someone who has been through this experience and supported friends through the trial process, I cannot imagine having to listen to people defend someone who did that and defend that person's good name, and then to hear them argue that the person deserves a lighter sentence or just a slap on the wrist for doing something we will have to live with for the rest of our lives.  We have to live with the scars on our bodies and with the experience for the rest of our lives.<\/p><p>I commend the Bill&rsquo;s sponsors on taking an initiative on this issue.  As I said, I do not know how people can go through the process.  I wish I had had the strength to do it, whereby I would be able to stand in the Chamber and say I had done it such that other people might feel able to do it, but I was not able to at the time.  I hope the Bill will send a message to people to say they are going to be believed, and to say this farce of people lining up and saying what a great person a defendant is after the defendant has done such a terrible thing will end.  I hope we will have a justice system based on evidence, truth, innocence and guilt, that will not put a victim through what I cannot imagine going through.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#HH00500","speaker":"1663","continuing":true},{"type":"speech","time":1651051800,"counter":102,"content":"<p>I thank the Senator for sharing her story.  Unfortunately, it is the story of many, which speaks to the importance of this legislation.  As she pointed out, it is because of the predominantly female leadership of Seanad &Eacute;ireann that it is coming through at this time, even if it was long delayed in many respects.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#JJ00200","speaker":"1650"},{"type":"speech","time":1651051800,"counter":103,"content":"<p>I thank Senators Doherty, Pauline O'Reilly and Chambers and commend them on the Bill.  As we know, there is a serious level of underreporting of gender-based violence, sexual assault and rape.  A high threshold, or momentum, is required to report it.  I am mindful of my experience as an officer in the Defence Forces investigating the experiences of my female colleagues, through which I found that the sexual violence within our armed forces was systemic and systematic to the extent that one in four of our serving personnel could expect to be sexually assaulted within the workplace.<\/p> <p>Despite that report and the findings and recommendations of my PhD, despite the subsequent independent Government inquiry that investigated and vindicated it, and despite the subsequent independent monitoring groups, in September of last year the Women of Honour group reiterated their disclosures.  The point I am making is that those women had to come forward and identify themselves.  It was the first time of which I am aware, in the history of this issue, that women in the Defence Forces have come forward and given up their anonymity to press home the immediacy and urgency of the issue.<\/p> <p>It is clear, following the disclosures of the Women of Honour group and the subsequent reports to me and others from serving personnel - most of whom were women, although some were young men, in our Naval Service, Air Corps and Army - that 22 years after the original research was completed, it remains a persistent problem in our Defence Forces.  The Defence Forces are an institution that purports to protect and defend our citizens, yet it is not a safe place for 51% of our population.  One of the reasons it is so difficult for women to come forward and report on their experiences, as has been set out, relates to the existence of not only a very adversarial system but also, within that, a device not based on evidence but one that is capricious, idiosyncratic and contrived, whereby somebody can come forward and produce a \"character reference\".<\/p> <p>The Bill is commendable and I will fully support it.  Much reference has been made to the fact three female Senators have brought it forward, but I reassure the House we are all in this together and it is important men stand up, call it out and invest the same energy in calling out the perpetrators as they do in calling out people such as Senator Hoey who want to speak truth to power and to speak up about their experiences.  That energy should be invested in identifying and protecting the rest of civil society from perpetrators.  I welcome and will support the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#JJ00300","speaker":"1699"},{"type":"speech","time":1651051800,"counter":104,"content":"<p>Senator Doherty, in particular, and I have had a number of conversations about the Bill.  I welcome the intentions behind it and acknowledge much of what has been said during the debate.  We are surrounded by a breadth of experience in this area, which is unfortunate, be that on the part of a Senator who has been the subject of sexual assault, Senators who have been involved in calling it out and other Senators who have heard from people throughout the country who have told them their stories.  An unfortunate breadth of experience in this Chamber informs the legislation.<\/p> <p>As has been acknowledged, the Government has taken action following Deputy McEntee taking over the justice Ministry.  She has launched a number of crusades, especially in this area.  She has brought issues to the fore and dealt with them legislatively in a very laudable way, and she has spearheaded many of those initiatives in conjunction with Members of this House in particular.<\/p> <p>Given I have a great deal of professional experience in this area, I might give some professional context regarding the way these matters operate.  I work as a criminal barrister and have acted for both the prosecution and the defence in respect of the types of offences described in the Bill.  They are unpleasant cases to be involved in - I say that in no uncertain terms - but I have had the privilege of meeting victims and complainants who have been the subject of these crimes.  I have also dealt with people who have been the perpetrators of these crimes, so I have seen the issue from both sides.<\/p> <p>I heard what Senator Hoey, in particular, said.  Her experience is in no way defensible; in fact, it is appalling.  It is an indictment of the flaws in the system.  For those comments to have been made to her is not just inexplicable and the height of unprofessionalism but is part of the problem in the system.  I acknowledge also the serious problem relating to the reporting of these types of crimes, and the fact so many victims and people who have been the subject of these offences decide it will be easier not to go to the Garda and not to allow the matter to go to court than it would be to have the matter proceed and to have the person who perpetrated the crime face justice.  That is, without doubt, a flaw and a problem in the system.<\/p> <p>Nevertheless, the issue of guilt in a given case will have been resolved by the point the Bill comes into play.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Barry Ward:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=BarryWard&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I heard Senator Doherty, in her contribution earlier, say that the contributions that are made by character witnesses are there to mitigate the crime.  They are not.  The crime cannot be mitigated.  In a sentence hearing the prosecuting member, and sometimes there is more than one prosecuting member depending on the type of case involved, will get into the witness box in court and give evidence of what we commonly refer to as the facts.  They will recite the often awful details of what happened to a person in the context of a crime.  That is beyond dispute.  The person who has pleaded guilty to that crime has accepted the truth of those facts and they cannot be disputed beyond that.<br\/><br\/>However, the purpose of a sentence hearing is not just to sentence in terms of the offence.  That is one component but it is also to sentence the offender and that is why the court must hear from the offender's side or defence side.  That is why the court hears the information that the defence wishes to put forward and that may include character references.  First, those references are very rarely given orally or <i>viva voce<\/i>.  They are invariably given by way of a letter and the person giving the reference almost never comes to court.  Examples have been given of where this has happened but it is a very rare occurrence.  It is unusual for someone to actually have to listen to this being said in court.  It may be expounded by defence counsel.  That may happen but it is unusual.<br\/><br\/>A character reference is normally submitted by letter.  That letter is also shared with the prosecution, so the prosecution knows the content of the letter before it is given to the court.  If there is something in that letter that is incorrect or wrong then it can absolutely be challenged now.  I am not sure of the value of a cross-examination facility in terms of that because I do not think it would arise in most cases, although it might in one or two cases.  The worst thing about this is that even the most heinous offence involves an offender for whom something good can be said.  Our system allows that person to have that something good said.  It does not mean that the offence is any less serious.  It does not mean that the sentence should be any less but that is a decision for our judges.<br\/><br\/>Senator Chambers raised the issue that it is often said by members of the profession that judges do not pay heed to these references.  Quite reasonably she may ask the question of why they are given.  They are given because it is the right of the defendant to give them and to have the defendant's side heard, however difficult that might be for all of us to listen to.  When one is dealing with a person who has behaved in a particular way then it is difficult for all of us but we have a fundamental fair procedures requirement in courts here that must allow that person to have that say.  We should ask ourselves the following.  What speaks loudest to a judge in a sentence hearing?  What is the fact that the judge most wants to consider?  It is not a local person, an employer or a GAA club president.  It is an independent professional who comes in and speaks of a person's attempts at rehabilitation.  Apart from these offences, in drugs cases it is about attempts to get off drugs and get clean.  In cases involving assault it might be anger management.  In cases involving alcohol abuse it might be Alcoholics Anonymous or AA meetings.  That speaks much more loudly to any judge.<br\/><br\/>I understand and I am extremely sympathetic with the aims behind this Bill but I am not sure that its passage would significantly change the factors that discourage people from coming forward.  It is very important for us to be cognisant of the fact that our courts work extremely well on the whole.  There are gaps, which have been elucidated here in this Chamber today, and I welcome any attempt to deal with them.  From a professional perspective, we should be cognisant of the fact that there are many aspects of sentence hearings that would be unaffected by the provisions of this Bill, which is why I am not convinced that they will achieve what we would all like them to achieve.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#JJ00400","speaker":"1685","continuing":true},{"type":"speech","time":1651051800,"counter":106,"content":"<p>I wish to acknowledge the absolute power of having the three female leaders of the Government parties here.  We can see that power today.  It is a power to make change and change legislation.  What we are talking about here is the protection of victims in terms of their experience of the courts system.<\/p> <p>I wish to acknowledge the work done by Senators Doherty, Chambers and Pauline O&rsquo;Reilly.  In this Bill they have collectively brought together their legislative experience and their background in legal expertise.<\/p> <p>I thank Senator Hoey for her honest account and for telling us her experience.  Her story will support and encourage others to come forward.  I represent a rural area.  Again, with the Minister for Justice, Deputy McEntee, and all of the work they she had tried to do, we need supports in rural areas such as extended hours or freephone hours available for, say, Women's Aid or local women's support groups so people can feel that they can take the very first step and come forward.  I wish to acknowledge a recent experience of engaging with the Garda about a situation similar to this one and there was a lot of support.  So training is important and is coming through in terms of the Garda S&iacute;och&aacute;na be it through a divisional protective services unit, DPSU, or other areas.  Each and every garda must be available and able to speak to somebody who walks through the doors of a station in a way that gives the victim support.<\/p> <p>This Bill is about not re-traumatising victims.  As Senators have said, it is about protecting victims so that they can have justice.  I mean that their lives and what has happened to them means that they will have justice in the time ahead, and they will be able to deal with this experience.  It is very important that those character references, which is unvouched testimony, is challenged and this Bill will change that.  Again, it comes back to the victims' directive and how we are going to support the victims, particularly the victims of sexual and-or domestic violence.<\/p> <p>For anyone who is listening, there is a 24-hour number, Women's Aid and An Garda S&iacute;och&aacute;na.  I encourage people to take the first step whether it is speaking to a stranger at the end of a phone who is there to provide support or reaching out.  It is such a difficult time and experience.  I thank all of the Senators for their contributions and support.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#KK00200","speaker":"1654"},{"type":"speech","time":1651051800,"counter":107,"content":"<p>I am pleased to have the opportunity to address the Seanad on behalf of the Minister for Justice, Deputy McEntee.  I would like to begin by thanking Senators Doherty, Chambers and Pauline O&rsquo;Reilly for bringing forward this very important Private Members' Bill on character references in sexual offences trials.<\/p><p>The Criminal Justice (Amendment) Bill 2022 proposes to change the current practice whereby &quot;unvouched&quot; character evidence can be presented as a mitigating factor in sentencing, and replace it with a system whereby such evidence provided in mitigation of a sexual crime can be questioned by the prosecutor or victim and his or her legal representatives.  Earlier this week, the Minister brought a memo to Government seeking Cabinet approval to support this Bill on Second Stage.  I am happy to confirm that this approval was granted.  Some aspects of the Bill will require further work, particularly the consideration of the costs and legal and operational implications of the provisions on legal representation for complainants, but the Government supports the intentions of the Bill.<\/p><p>In recent years there has been increasing awareness that the path travelled by a victim, particularly in cases of sexual offences, can be long and difficult.  The Minister has prioritised efforts to ensure a more victim-centred approach in such cases since becoming Minister for Justice.  In particular, she published and commenced the implementation of the Government&rsquo;s action plan entitled Supporting a Victim&rsquo;s Journey, which sets out 50 individual reforms to help victims and vulnerable witnesses in sexual offences trials.<\/p><p>The situation of the victims of crime has been given added recognition both at European Union level and at national level in recent years with, among other measures, the advent of the Criminal Justice (Victims of Crime) Act 2017.<\/p><p>This Bill deals with one aspect of a much broader body of work that my Department is undertaking to tackle domestic, sexual and gender-based violence, and to keep our communities safe.  As Senators will be aware, the Minister is currently leading the development of the third national strategy on domestic, sexual and gender-based violence.  The strategy has input from across government involving the Departments responsible for equality, higher education and housing, the Department of Education, the Department of Social Protection, the Department of Transport, other Departments and State agencies.  It is being underpinned by clear actions, timelines for reform and robust accountability mechanisms.  The Government has said that zero tolerance will be at the heart of this plan and we intend to meet that commitment.<\/p><p>In addition, the Department of Justice is pursuing a number of important initiatives to ensure that we better support victims of crime.  When a victim of crime begins to engage with the justice system the victim should know what to expect, be confident in being treated respectfully and sensitively, know his or her legally enforceable rights and what supports are available at every step in the process.<\/p><p><i><\/i>Supporting a Victim's Journey is a plan to implement the recommendations contained in the O'Malley review entitled Review of Protections for Vulnerable Witnesses in the Investigation and Prosecution of Sexual Offences.  The plan seeks to implement important reforms to support and protect vulnerable victims in sexual offences cases, and to ensure that our criminal justice system is more victim-centred.  The O&rsquo;Malley review looked at the journey a victim of a sexual offence faces from the moment a crime is committed against him or her, to the initial reporting of the offence and right through to the end of any court proceedings and beyond because the journey for a victim does not end simply with a verdict.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy James Browne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2443\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2443&amp;amp;pid=JamesBrowne&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister, Deputy McEntee, is deeply committed to implementing the actions set out in Supporting a Victim&rsquo;s Journey.  She is currently chairing an implementation oversight group, comprising all relevant Departments and agencies responsible for driving the implementation of the agreed actions.  Key areas of the trial process that were identified as being traumatic for victims and survivors of sexual violence are being addressed in order to make sure they are not victimised further by the processes that they need to go through in order to seek justice that they deserve.<\/p><p>The Criminal Justice (Amendment) Bill 2022, proposed by the Senators, complements this work by addressing one key process, namely, when character references are being provided for convicted sex offenders.  The changed process proposed through the provisions of the Bill would help to ensure that the victims are not re-traumatised by the court experience.<\/p><p>In addition, I would like to note that some reforms under Supporting a Victim&rsquo;s Journey that have been introduced, including legislation for preliminary trial hearings that was signed into law on 24 May 2021.  The use of pretrial hearings will reduce fear of re-victimisation or re-traumatisation for victims in sexual violence cases.  It will allow that defence applications about sensitive legal approaches may be taken to be dealt with in advance of the trial hearing.  This includes questioning the victim about his or her sexual experience.  The victim will have the right to be represented by the same barrister at the pretrial and during the trial itself when being questioned about their previous sexual experience.<\/p><p>In addition to these legislative tools, the nationwide rollout of the divisional protective services units, DPSUs, ensures that vulnerable victims are dealt with by garda&iacute; who have specialist expertise.  Officers who are assigned to the DPSUs receive bespoke training on engaging with vulnerable victims, which includes modules and sexual crime investigation, domestic abuse intervention and investigation, victim engagement, sex offender management and online child exploitation.  Funding has also been increased for NGOs providing court accompaniment and related information and support services.  An additional &euro;445,000 was made available last year to 18 organisations to fill gaps in service provision.<\/p><p>In order to promote more sustainable service delivery and planning, my Department is also offering multi-annual funding commitments to key NGOs that are working in this area.  These grants cover accompaniment to court, to garda interviews and to sexual assault treatment units as well as emotional support and counselling.  The Department of Justice is in the process of developing actions through which all communities in Ireland, including translating the posters and leaflets used to raise awareness of rights under the Criminal Justice (Victims of Crime) Act into other languages that are commonly spoken among Ireland&rsquo;s immigrant communities.  This will become all the more important in the coming weeks and months, as we continue to welcome Ukrainian refugees into our communities.<\/p><p>Under Supporting a Victim&rsquo;s Journey, work has commenced to develop training for all personnel who come into contact with vulnerable victims.  The University of Limerick, UL, has been commissioned to develop the framework for the operation and training of intermediaries.  The Minister recently announced funding totalling &euro;4.6 million for more than 60 organisations to support victims of crime.  This is an increase of more than 20% of the previous total fund of &euro;3.8 million which was made available in 2021.  The Government is confident that through increased funding, together with the work to implement the actions set out in Supporting a Victim&rsquo;s Journey, we will ensure that we have a system that removes fear and that empowers victims to have the confidence to report an offence, knowing that they will be supported, informed and treated respectfully and professionally for the entirety of the difficult journey they have to face.  <\/p><p>In the summer, the Minister, Deputy McEntee, will publish a new hate crime Bill, which will introduce new specific aggravated offences with enhanced penalties for crimes motivated by prejudice against certain characteristics, including gender.  Later in the year, a new sexual offences Bill will be published, which will introduce important reforms to protect victims of sexual violence during the investigation and prosecution of sexual offences.  The sexual offences Bill will extend victim anonymity to further categories of victims and will include provisions for sentences to be delivered in public.  The Bill will also provide for legal representation for victims, similar to the Criminal Justice (Amendment) Bill 2022, proposed by Senators Doherty, Chambers and Pauline O'Reilly and under discussion today.<\/p><p>Yesterday, the Government Sex Offenders (Amendment) Bill 2021 was on Committee Stage in the D&aacute;il.  It represents an important commitment in the programme for Government and will strengthen our already robust system of managing and monitoring of sex offenders in the community.  The Criminal Justice (Amendment) Bill 2022 is additional and key Bill that protects the victims of sexual offences cases.  The Bill aims to create a process whereby character evidence in respect of person who is convicted of a sexual offence cannot be given without the leave of the court.  It places the right to cross-examine character witnesses on a statutory basis and it extends it to victims and to their legal representatives.  It makes provision for legal aid for the victims to be represented for the purposes of this process.  <\/p><p>As the Senators outlined, the Bill will improve the information available to the court and will help ensure that the victim is not re-traumatised by the court experience.  The provision for complainants to be represented during the process whereby character references are being provided is, however, very novel in context of a criminal trial.  Except in very limited circumstances, complainants are not usually represented at any stage of criminal trial, including at sentencing stage.  In Ireland&rsquo;s common law system, the criminal trial is essentially a binary contest between the prosecution and the defence.  The procedural and evidentiary rules, including those at sentencing stage, which have evolved overtime, are based on that assumption.  <\/p><p>Under both the Constitution of Ireland and the European Convention on Human Rights, ECHR, there must be equality of arms insofar as that can be achieved between the accused and the prosecution.  This does not of course prevent every reasonable consideration being accorded to the witnesses and victims in particular who testify at trial.  The introduction of separate legal representation for one category of witness will have to be considered within this context.<\/p><p>The O'Malley review considered the question of expanding legal representation for victims during criminal trials.  Following detailed consideration and consultation, the review proposed that the right to separate legal representation for victims under section 4A of the Criminal Law (Rape) Act 1981, in circumstances where an application is made to question of victim about other sexual experience, should be extended to include trials for sexual assault.  In moving forward the Bill that is before us today, it will be important to carefully consider the analysis and the findings contained within the O'Malley report.  Therefore, while supporting this Bill, the Minister, Deputy McEntee, will work with the Senators to ensure that these considerations are examined in more detail as the Private Members&rsquo; Bill progresses.  There are also other aspects that will require further legal advice, including that the Bill draws no distinction between adult offenders and child offenders.  I am informed that a significant proportion of those who are convicted of sexual offences are themselves children who are subject to the principles in the range of sentencing options in the Children Act 2001, as amended.  Consideration would be necessary of the interaction of the potential adjournment periods in the Bill to facilitate this new process with the strict time limits contained the Children Act 2001 when a court is sentencing a child.  For example, section 100 of the Children Act 2001 provides a court may only defer sentencing for the preparation of a report for a period of 28 days when a child is on remand, and an additional 14 days when a child is on bail.  The Minister, Deputy McEntee, will be happy to work through these matters with the sponsoring Senators. <\/p><p>Finally, as the Senators will be aware, there will be additional costs associated with the provision of legal aid, as set out in the Bill.  The Legal Aid Board observed that the proposals could give rise to significant costs and, as the board would be required to provide a priority service, there could be implications for the waiting times for non-priority matters in law centres.  In addition, the board observes that once contested plea hearings are provided for in one category of criminal offence.  It may be difficult to resist the practice being extended to other types of criminal cases.  Consideration will have to be given to the resourcing and operational implications of the proposals in this Bill. <\/p><p>As I outlined earlier, the Government supports this Bill, while recognising that further consideration will be needed on a number of matters.  I once again would like to thank the Senators for tabling the important Bill.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#KK00300","speaker":"1618","continuing":true},{"type":"speech","time":1651051800,"counter":109,"content":"<p>I welcome the Minister, Deputy McEntee, to the Chamber.  She has taken time out of her busy schedule to be here, because of the importance of this Bill for the victims of sexual assault.  The Minister of State commented on how, as we all know, the perpetrator&rsquo;s previous history is not allowed to be given to the court.  Yet, the victim's previous history is given to the court.  That tells you a lot about our system.  Previously, many times, the prosecution would have asked, &ldquo;What were you wearing?&rdquo; and posed those types of questions.  You would have to wonder how fair our legal system is.  Clearly, the low conviction rates, as well as the fact that so many victims are not willing to come forward, tells us a lot about how the system is not working.  If it was working, we would have more prosecutions, but we do not.  Senator Clonan made the point about how our Defence Forces cannot even defend our female members of the Defence Forces.  This shows that our system is not working.<\/p> <p>I thank the Minister for being here, and I thank the Members who tabled this important Bill, which contains what is required to fix a system that is clearly not working.  I call on the proposer, Senator Doherty, to reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#LL00200","speaker":"1650"},{"type":"speech","time":1651051800,"counter":110,"content":"<p>First, I thank the Minister of State, Deputy Browne, the Minister of State, Deputy Joe O&rsquo;Brien, and the Minister, Deputy McEntee, for their attendance here today.  I welcome the Government&rsquo;s support for this Bill.  While the Bill is not perfect, I welcome the commitment to work with us to address some of the issues.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I particularly welcome the sexual offences Bill that is due to be published later this year.  It will on board the recommendation made in the O'Malley report that legal representation be provided for victims in the criminal justice system, as suggested in this Bill.  I also acknowledge that what is not addressed in this legislation is that the significant portion of those convicted of sexual offences are children.  This goes to highlight the enormous issue we have regarding the understanding of consent by some of our very young male adults.  This is an issue we must address.<\/p><p>To touch briefly on something Senator Ward said regarding us having a breadth of experience of assault in this Chamber, which is very true, I would go so far as to say that the breadth of experience of assault probably extends to the 51% of the population of this country who are women.  While there exists the renowned fact that probably one-in-four women, at whatever age, have experienced sexual trauma or assault in this country, I suggest that proportion is probably closer to 50% plus.  I also suggest that there is not a single person here who does not know or know of a victim of a serious assault that has never been reported to anybody.  We have an exceptionally serious problem in this regard, which the Minister has been attempting to address in recent years through her endeavours.  I sincerely thank her for that and I wish her well.  I look forward to working with my two colleagues here, who have supported this Bill since the conception of the idea by Noeleen Blackwell of the Dublin Rape Crisis Centre, to bring about the passage of this legislation through this House and D&aacute;il &Eacute;ireann in the coming months.  I refer to finding a successful resolution to addressing the issue of the retraumatising of our female victims in the context of sexual crimes.  I thank the Minister of State, Deputy James Browne, and the Minister for Justice, Deputy McEntee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#LL00300","speaker":"1653","continuing":true},{"type":"unspoken","time":1651051800,"counter":112,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1651051800,"counter":113,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#MM00300","speaker":"1650"},{"type":"speech","time":1651051800,"counter":114,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#MM00400","speaker":"1653"},{"type":"speech","time":1651051800,"counter":115,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#MM00500","speaker":"1650"},{"type":"unspoken","time":1651051800,"counter":116,"content":"<p>Committee Stage ordered for Tuesday, 3 May 2022.<\/p>"},{"type":"unspoken","time":1651051800,"counter":117,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 4.32 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 5.30 p.m.\r\n\r\nSitting suspended at 4.32 p.m. and resumed at 5.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Merchant Shipping (Investigation of Marine Casualties) (Amendment) Bill 2021: Committee Stage","time":1651051800,"counter":118,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#SS00100"},{"type":"unspoken","time":1651051800,"counter":119,"content":"<p>Sections 1 to 15, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1651051800,"counter":120,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1651051800,"counter":121,"content":"<p>Amendment No. 1 is out of order due to a potential charge on the revenue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#SS00400","speaker":"1693"},{"type":"speech","time":1651051800,"counter":122,"content":"<p>Is it possible to speak on that amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#SS00500","speaker":"1634"},{"type":"speech","time":1651051800,"counter":123,"content":"<p>I suggest that you contribute on amendment No. 2 or on the overall section to make your point on amendment No. 1.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#SS00600","speaker":"1693"},{"type":"speech","time":1651051800,"counter":124,"content":"<p>There is scope in amendment No. 2 to discuss all that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#SS00700","speaker":"1634"},{"type":"speech","time":1651051800,"counter":125,"content":"<p>When you move amendment No. 2 you can speak to your substantive point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#SS00800","speaker":"1693"},{"type":"unspoken","time":1651051800,"counter":126,"content":"<p>Amendment No. 1 not moved.<\/p>"},{"type":"speech","time":1651051800,"counter":127,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 9, after line 40, to insert the following:  \t<b>&ldquo;Report on Reforms to the Marine Casualty Investigation Board<\/b><br \/><br \/><b>16. <\/b>The Minister shall, within 2 years of the passing of this Act, prepare and lay before the Joint Committee on Transport and Communications, a report detailing the implementation of reforms to the Marine Casualty Investigation Board.&rdquo;.  <\/blockquote> <p>I will speak on the amendment now and I will speak on the section later.<\/p><p>First, I welcome the Minister of State at the Department of Transport, Deputy Naughton, to the House.  I realise she has a job to do, and we have our own job to do here.  This is a very important legislative measure.  It was passed by the D&aacute;il and it was very interesting to read the transcripts of the debate on it.<\/p><p>Amendment No. 1 was ruled out of order, but its general scope fits in so I will loosely embrace it in amendment No. 2.  I wish to flag to the House that it is my intention to table a slightly modified version of amendment No. 1 on Report Stage.  I have said enough about that.  The Cathaoirleach wrote to inform me that it was ruled out of order and I accept that ruling.<\/p><p>The Merchant Shipping (Investigation of Marine Casualties) (Amendment) Bill 2021 was debated extensively at the committee, as the Minister of State will be aware.  I read the transcripts of the contributions she and the Minister for Transport, Deputy Eamon Ryan, made on it.  There was huge engagement.  As an island country, we have to be very conscious of the importance of the Marine Casualty Investigation Board and I took the opportunity to look at its website and to dip into a  number of its reports.  There is a large and significant body of work to be done there, but we must have confidence in a marine casualty investigation unit, board, authority or whatever one calls it.  Deputy Cathal Crowe, from Clare, spoke extensively about it, as did a number of other Deputies.  Deputy O'Rourke tabled extensive and comprehensive amendments.  Some of them were ruled out of order, not because of a constraint on the Exchequer but because they were deemed to be outside the remit of the Bill.<\/p><p>I wish to touch on the issues with regard to having confidence in the Marine Casualty Investigation Board.  My amendment refers to two years.  That is a hell of a long time and I will be extremely disappointed if the Minister of State tells me today that she cannot facilitate an amendment that applies out to two years.  That could possibly be the end of the term of this Government, but it is short of that.  The amendment states: &quot;The Minister shall, within 2 years of the passing of this Act, prepare and lay before the Joint Committee on Transport and Communications, a report detailing the implementation of reforms to the Marine Casualty Investigation Board.&rdquo;  Why do I propose that?  I do so because there are a number of issues in respect of reports.  The Minister of State will be familiar with both the Clinch report and the Lacey report.  I understand that both reports remain unpublished.  Some parts of the Lacey report were made available to the committee, but I am not a member of that committee so I cannot say that for sure.<\/p><p>The Lacey report was undertaken by Ms R&oacute;is&iacute;n Lacey SC.  It was delivered on 25 August 2010 to the Department of Transport, but has not been published to date.  The report was commissioned by the then Minister for Transport, Mr. Noel Dempsey.  The report recommended establishing a national accident investigation office that is independent in every way from the Department of Transport, encompassing aviation, rail and marine, and identifying that it had to be done to comply with the EU directive that was being transposed into Irish law.  The Minister of State will be very familiar with this as I have seen her engagement on this legislation.<\/p><p>That is the Lacey report, so I will now refer to the Clinch report.  That report was conducted by Captain Steve Clinch of the UK-based Clinchmaritime Limited.  The report was commissioned by the Department of Transport to carry out an independent review of the organisational structures of the Marine Casualty Investigation Board, MCIB.  The key objective of the review was to assess the current organisational structures for marine casualty investigation and to set out in a report any recommendations to achieve the most appropriate and effective marine casualty investigation structures for Ireland, taking into account national, EU and international law and obligations.  The Clinch report was delivered to the Department in 2021.  Again, there have been no issues relating to that, or at least it has not been published.  The Minister of State will also be very familiar with the court case of Mr. Michael Kingston, an action he took against the Department and the State.  It is important to state again that the Clinch report was a Government-funded report.  It was independent and it reviewed the maritime casualties in Ireland.<\/p><p>There are very serious issues here.  The Minister of State knows the complexities of this issue.  It is important to have some type of accountability and to have confidence in how we are managing this area.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is one of the key reasons I am asking for a report to be considered by the committee.  That is not unreasonable in any way.  I will not go on at great length because I realise the Minister of State is comprehensively briefed on these matters.  Suffice it to say that when I looked at all the documents on this, it became clear that there was support for change right across the House.  However, the Minister somehow believed it was not possible to bring about the sort of change envisaged in the amendments.<br\/><br\/>I have a particularly interesting quote that I want to put on the record of the House.  At a meeting of the Select Committee on Transport and Communications on Wednesday, 16 February 2022, the Minister, Deputy Eamon Ryan, stated:<\/p><blockquote>\tAs the Clinch report was commissioned on the back of the Department's initiative, it is very much in our interest that it would be published and acted on.  I am happy to commit here to doing exactly that.  Central to that, as Deputies Carey, O'Rourke and Cathal Crowe and others have said, is that we look at a new structure and a new system, including the full-time independent investigation unit [which is what I am seeking and what the two amendments I tabled today sought].  What I said in private session is that we expect the publication of the Clinch report at the end of quarter 1 [2022] and that is still the timeline, subject to the Office of the Attorney General and others signing off on it. <\/blockquote><p>I do not know where the Attorney General stands on this.  Is he still working on it?  Perhaps he is.  If so, it is fair enough, but we cannot have Ministers making commitments and then not delivering on them.  There may be genuine reasons; I simply do not know.  The Minister of State may be able to shed some light on it.  This is an important matter.<br\/><br\/>I referred to Mr. Michael Kingston earlier.  I do not want to get into too much detail other than to say that he is the maritime lawyer who took a case against the State.  Let me refer to the ruling of the Court of Justice of the European Union, delivered on 9 July 2021.  It states Ireland has failed to provide for a maritime accident investigation body that was &quot;independent in its organisation and decision-making of any party whose interests could conflict with the task&quot;.  This is very serious because the courts of the EU are saying it.  Basically, the court found one cannot be judge and jury in one's own cause.  The court noted that the board consisted of five members, including the Secretary General of the then Department of Transport, Tourism and Sport, or his or her deputy, and the chief surveyor of the marine survey office.  The court judgment also stated we need to learn from the tragedies and save lives, and that there is a clear conflict in officials investigating their own regulatory framework and supposedly making recommendations to themselves by themselves and for themselves.  The MCIB was established in 2002 and has issued over 300 reports.<br\/><br\/>I have examined the contributions of the Members and was most struck by those of Sinn F&eacute;in Deputies O'Rourke and Mac Lochlainn, who centred many of their arguments on the same issues on which I have centred mine today.  Labour Party Deputy Duncan Smith and Green Party Deputy Patrick Costello had similar views and expressed similar concerns, as did Social Democrats Deputy Catherine Murphy, who spoke about the lax attitude towards implementing EU directives and the lack of maritime expertise on the board.  These are very serious suggestions and concerns.  The Minister of State, Deputy Naughton, acknowledged that there was a need for new mechanisms for appointing members of the board of the MCIB.  I agree with her.  I do not know how she has got on in this matter.  <br\/><br\/>In essence, my concern is about safety.  I have no axe to grind with anyone.  I do not know anyone involved in here and do not know anyone who has ever taken a case here.  I so happen to live in D&uacute;n Laoghaire, at a harbour, and so happen to have been a director, for ten years, of a State company that was looking after that harbour.  I am very much aware of the issues and concerns that arise.  There is a coast in the Minister of State's constituency, so she will know the significance of this.  I do not doubt her support for some sort of reform of the MCIB.  <br\/><br\/>I ask the Minister of State to ask her officials, sooner rather than later, to ensure we have the Lacey and the Clinch reports published and put into the public domain.  They were paid for by the State.  Why are they being buried and hidden?  We need to publish them.  I accept the Attorney General has a role and may need time to consider the reports in more detail.  I can confirm today that I wrote formally to the Minister of State's Department yesterday and several other sources, under freedom of information provisions, requesting that the two reports be made public.  I have to await the outcome.  Much of the content might be redacted.  I understand the issues and mechanisms associated with freedom of information.<br\/><br\/>What am I asking?  I am confirming that I will submit a new version of amendment No. 1 for the next Stage of the Bill.  My first amendment tabled for today used the phrase &quot;The Minister shall&quot;.  The second sought to ensure that the Minister shall, within two years of the passing of this Bill, prepare and lay before the Joint Committee on Transport and Communications, of which I am not a member but with whose members I have had much engagement, a report detailing the implementation of reforms to the MCIB.  I ask for the Minister of State's support.  This is a very reasonable, considered, balanced request.  I hope we will have the Minister of State's support.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#SS01000","speaker":"1634","continuing":true},{"type":"speech","time":1651051800,"counter":129,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it don phl&eacute;.  As she knows, this is a technical Bill arising from a judgment by the Court of Justice of the European Union.  The Bill is and should only be a first step in addressing the serious issues in marine casualty investigations.  Passing this legislation was an opportunity to address some substantive issues in marine casualty investigation.  That has been outlined eloquently by Senator Boyhan.  Sadly, however, the opportunity has been missed.<\/p><p>I had intended to speak to amendment No. 1, which I accept has been ruled out of order.  Amendment No. 2, in seeking a report, outlines the rationale for a report.  I would like to speak about that.  Senator Boyhan mentioned the Lacey report, which was published in 2010.  It is a serious matter that the Lacey report of 2010 was revealed through a whistleblower when it should have been published by the Minister's Department long ago.  That report made specific recommendations on how to deal with the totality of the deficiencies in marine casualty investigations.  It recommended a multinodal accident investigation office to cover air, marine and rail incidents, similar to the Swedish model.  It was not acted upon.  That has led to a complaint being sent to An Garda S&iacute;och&aacute;na by Mr. Michael Kingston.  This could not be more serious.  The complaint alleges that these failures have led unnecessarily to lives being lost at sea.  In effect, we should not be here now.  Had we acted on the Lacey report and other advice over ten years ago, we would not be here with this Bill now.<\/p><p>There is a long and sorry history of missed opportunities, including in respect of the Whiddy Island disaster in 1979, the <i>MS Herald of Free Enterprise<\/i>disaster in 1987, the 1998 report, the 2010 Lacey report and the 2020 Clinch report.  Instead of doing what needed to be done, the State defended the indefensible at a European court and, as expected, failed.<\/p><p>We have concerns about the fact that the Bill does not go further in addressing the issues in marine casualty investigations.  It is disappointing that the Minister has not tabled amendments similar to those tabled by Senators Boyhan and Norris, particularly now that they have been deemed to be out of order.<\/p><p>Where is the urgency to address the wide range of issues regarding marine casualty investigations?  We firmly believe that we now have the opportunity to get the area of marine casualty investigations right.  The Minister of State is asking us to take a leap of faith and trust the very Department responsible for that catalogue of widespread failure.  That is a leap we cannot take, I am afraid.  Unless the Minister of State is able to come back with substantive amendments on Report Stage, we will oppose this Bill.  We see it as a missed opportunity by the Minister to get this issue right with many people offering in good faith to assist.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#TT00200","speaker":"1688"},{"type":"speech","time":1651051800,"counter":130,"content":"<p>I thank the Senators for their contributions.  I remind the House that the primary purpose and focus of the Bill is to amend the Merchant Shipping (Investigation of Marine Casualties) Act 2000 to facilitate a revised board composition for the MCIB.<\/p> <p>In the various interactions of the Minister, Deputy Eamon Ryan, and me with Oireachtas Members on this Bill to date, we have consistently highlighted the reasons for regarding the Bill as a necessary intermediary step to ensure and support the continued functioning of the MCIB as the marine investigative body in the State and thereby meet our EU and international obligation to have an independent marine casualty investigative body in place.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Hildegarde Naughton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2395\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2395&amp;amp;pid=HildegardeNaughton&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It has been explained that the Bill is the first step in a reform process and that further legislative change in this area is proposed, arising from the completion of a separate review of the legislative structural framework that applies to marine casualty investigations in Ireland.  These statements and commitments must be borne in mind when considering this amendment.  <\/p><p>I am concerned by the proposal in the amendment, as it anticipates and refers to the implementation of unspecified reforms to the Marine Casualty Investigation Board, MCIB.  It is my view that this goes beyond the scope of the current Bill and related policy decisions taken by Government.  Acceptance of such an amendment would expand the entire focus and intent of the current Bill.  Having said that, I wish to remind Senators that the Minister, Deputy Ryan, has already indicated in D&aacute;il &Eacute;ireann and on Second Stage in this House his intent to deal with the wider structural reform issues in the area of marine casualty investigation.  Further legislation in this regard is planned.  <\/p><p>I will take this opportunity to inform the House that the Minister, Deputy Ryan, recently brought forward a policy proposal for a further reorganisation of marine casualty investigations structures to Cabinet.  Cabinet approval has been given to the preparation of draft heads of another merchant shipping Bill to further amend the existing legislative framework and to provide for a new marine accident investigation structure based on the establishment of a full-time marine accident investigation unit, something to which the Senator made reference.  Time is required for the development of the substantive proposals for the next stage of the reform process.  <\/p><p>In the interim, there is a need to enact the current Bill before us today.  It is important that the MCIB is supported in carrying out its role in accordance with international and EU requirements, pending the development and progression of future legislative reform in this area.  The continued operation of the MCIB during this transitional period is crucial and that is one of the aims of the current Bill.<\/p><p>With regard to a report on the implementation of the current Bill, if enacted, Senators Boyhan and Norris will be aware that, in accordance with D&aacute;il and Seanad Standing Orders, 12 months following the enactment of the Bill the Minister will be required to provide a post enactment report which shall review the functioning of the Act.  Such post enactment reports will be laid in the Library for the information of all Oireachtas Members and will outline the developments regarding to the implementation of this Bill.  <\/p><p>In addition, the draft heads for the proposed next merchant shipping Bill to implement the next steps of the structural and organisational reform process in regard to marine casualty investigations in this country will, in due course, be subject to engagement with the Committee on Transport and Communications, including pre-legislative scrutiny as part of the normal legislative process.  In all of these circumstances, it is considered that amendment No. 2 is unnecessary.  As I have explained, existing requirements will facilitate reporting and engagement with the committee on the implementation of the current Bill and in the coming period on the reform proposed in the next merchant shipping Bill.  For these reasons, I do not propose to accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#TT00300","speaker":"1578","continuing":true},{"type":"speech","time":1651051800,"counter":132,"content":"<p>That is somewhat disappointing considering all of the commentary of the Minister of State to date.  She said that she acknowledged the need for a new mechanism for appointing members of the board of the MCIB.  Can she tell me what progress has been made since she made that statement?<\/p> <p>The Clinch and Lacey reports have done us a service.  There is a fear in government and in the Department about publishing those reports.  The Minister of State did not address that, or is perhaps not in a position to do so.  I appreciate that it might not be fully within her scope in terms of authority within the Department to do so, but she did not address when they could be published.  There is a lot of suspicion and concern about this and a lot of people are involved.  It is only when we read the very extensive MCIB reports that we realise the situation. <\/p> <p>Families from all parts of Ireland whose partners, friends or relations have been involved in serious casualties have contacted me.  They are deeply concerned.  A number of marine publications are following this issue.  It is a big issue for maritime communities.  It is about people's safety.  <\/p> <p>At the end of the day, I respect the Minister of State, her job, what she is doing and the rationale she set out in her response.  However, let us not fool ourselves.  The European Court of Justice found enormous shortcomings.  It raised the question of the independence of the organisation and decision-making of any party whose interests could conflict with the task at hand, in this case the task of investigation.  This rests with the Minister of State.  As I said, the judgment went on to state that we need to learn from the tragedies and save lives.  That is what the judgement clearly set out.  The Department officials and Minister know that.  <\/p> <p>The judgment states there is a clear conflict in the official investigations, their regulatory framework and in the fact they made recommendations to themselves, effectively being judge and jury in their own cause.  That does not give people comfort.  The Minister of State has suggested an amendment or tweaking that.  I do not see that amendment No. 2 will in any way frustrate or stop the Bill from being enacted.  I would have thought the Minister of State could have said this was two years away, we might not even be here ourselves and that it is well-intentioned but way down the track.  Surely we would get our act together within two years.  <\/p> <p>I cannot see any reason for not accepting this amendment other the fact it is an Opposition amendment.  Perhaps it is a numbers game and the Government is not that interested because it does not need to curry favour or ask for support.  I do not know what the position is.  There is a general trend whereby anything that comes from the Opposition in this House is opposed.  That is a pity because no one has a monopoly on wisdom, vision, policy, foresight, empathy and concern with the people involved and those whose family members have tragically lost their lives.  <\/p> <p>There is opportunity in a good argument.  I do not go away disappointed that the amendment has been rejected.  That is not the way I operate.  I come in here with one thing to do, namely, to table two amendments with the objective of getting space and time on the floor of the Chamber to raise questions about the judgment of the European Court of Justice and the failings of the State to respond adequately and immediately to that.  I sought to have the Lacey report publication date confirmed by the Minister of State or the relevant Minister.  My third request was at the Clinch report be published.  I am going away happy enough that I have had an opportunity to engage with Minister of State is a respectful way regarding these issues.  <\/p> <p>I will be clear about what I am asking for.  I would like a more urgent response from the Minister of State regarding the EU judgment.  I thank Michael Kingston for being brave and taking the case.  I am terribly sorry that the taxpayer has had to pay substantial money regarding the case and that has still not prompted speedier action.  That is for another day.  I ask that the Lacey and Clinch reports be published as soon as possible.  It would be great if the Minister of State could share any information she has on that, but if she cannot do so she might come back to me in the next few days.  I thank the Minister of State for coming to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#UU00200","speaker":"1634"},{"type":"speech","time":1651051800,"counter":133,"content":"<p>All of us are acutely aware, as members of the committee, of the importance of this Bill.  It should be put on the record of the House that there has been extensive consultations on this Bill.  I thank Michael Kingston for his engagement with us.  I ask Members to read the report on pre-legislative scrutiny and the heads of the Bill from the Joint Committee on Transport and Communications.  All of us have an overarching aim to improve safety and ensure that reform takes place.<\/p> <p>I have a one-dimensional ask of the Minister of State who has, to be fair to, been receptive.  There has been a lot of engagement at briefings with Members from the Minister, Deputy Ryan, and the Minister of State.  The primary thing is that the investigative board is independent and not beholden to vested interests.  I will not go back over other sections because the Acting Chair will not let me to do so.  <\/p> <p>The report of the committee on the heads of the Bill contains recommendations.  Some have been taken on board by Government and others have not.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister, to be fair to him, speaks about further legislation and the need for further safeguards and reform.  I ask that, when we come back here again, the Court of Justice of the European Union judgment is one that we should look at.  Senator Boyhan speaks about the cost and the need to go there.  We must learn.  In this case, the outcomes are predominantly about the lives of people.  It is about saving lives, protecting and preserving lives and ensuring that the men and women who work in the maritime area are looked after by us in this legislation.<\/p><p>I hope the comments of Senator Boyhan are wrong regarding the suggestion that it will take us forever to get back, and I hope we do not do that.  I thank the Minister for his engagement.  The committee did a lot of work on this.  Senator Boyhan is right that Michael Kingston is a very brave person.  I am assured by the Minister of State's comments tonight that this is the first step, an intermediate step, that reform is coming and that this is part of the reform process.  I have a fundamental fear, although I do not mean to be offensive in this remark, that civil servants are taking control in places and are pushing away different expertise, not in the context of this Bill but across the board.  I hope we do not see this happen.  I will not go back over the Bill, partly because the Chair will not let me.  However, I will return to that point on Report Stage.  I am reassured by the Minister of State's comments today but Senator Boyhan's comment that we should not be here again in two years time is one that we should take note of as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#UU00300","speaker":"1637","continuing":true},{"type":"speech","time":1651051800,"counter":135,"content":"<p>Like others, I sat on the transport committee and this issue got a good hearing.  The issues raised by Senator Boyhan and others were well ventilated, were thrashed out and, I would say, reached a conclusion that did not meet the expectation or the wishes of anyone on the committee, but we reached a kind of a truce with assurances from the Minister.  Senator Buttimer, other members of the committee and I put a lot of time into it.  We were guided to a large extent by the evidence and by the information provided to us by Michael Kingston, a noted expert in this area, due not only to his personal expertise but to his personal and family circumstances, which were rooted in that dreadful accident that he has talked so eloquently about.  The &ldquo;Doc on One&rdquo; on RT&Eacute; did a very good piece of work on it, which is worth listening to for anyone who has any doubts about the matter.<\/p> <p>In any event, we reached that point where we came to the conclusion that in order to comply with the Court of Justice of the European Union ruling, we needed to move quickly and we needed to move in a way that ensured that other investigations that were under way were not compromised or were not open to litigation.  Due to the way the board was constituted or constructed, the Minister did not feel that it had the power without this legislation to go ahead and put the appropriate board in place.  I do not think there is anyone on that committee who has given up, based on all the evidence we have heard, or who believes that this is a conclusion to an overall comprehensive review and the changes.<\/p> <p>I am trying to recall some of the detail.  There were promises made in the past that did not come to fruition.  I know what Senator Boyhan is trying to do here: he is trying to stitch this in, rightly so, to try to get some commitment.  I am sure officials in Departments will tell the Minister of State and others that it is not good for legislation to have those kinds of forward-looking, catch-all provisions that really do not say anything but are meant to create an encumbrance on someone in the future.  All that says to me is that we need to work harder to bring about comprehensive legislation in respect of reorienting the entire investigation board, how it does its business, who it holds to account and how it works.  It is not about working for us.  It is about working for the people who, sadly, find themselves the victims of tragedy at sea and their families.  There is a job of work to do.  The commitment that has been made by the Minister of State and by the Minister is that they accept there is a continuation here.  Those of us who sat on the committee for hours and hours reached a point where we felt we have to move on, but we are not doing so by leaving behind or not dealing with the issue.  We know there is a piece of work that has to be done.  The committee and, I assume, Senator Boyhan and others will continue to push for that to happen.  As long as I am here, I will certainly be supporting that approach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#VV00200","speaker":"1655"},{"type":"speech","time":1651051800,"counter":136,"content":"<p>I want to conclude my commentary on this amendment.  I thank Senator David Norris for co-signing it.  We had a good debate and a good exchange.  I am not on the committee, although I did have engagements with some of the members of the committee as a result of looking at the D&aacute;il transcript and reading the transcript of the committee.  All of the contacts that I received were external.  They were from people involved in the maritime area of concern, either in business in the maritime area or representing maritime communities.  I particularly think of some harrowing stories in Donegal, from where people came to my office to discuss their concerns.  All of the people were very knowledgeable and very fluent in regard to the Clinch and Lacey reports.  They were also very up-to-speed in regard to the outcome of the European case.  They spoke extremely highly of Michael Kingston, which it is important to acknowledge.  He was a brave man.  He took risks.  He took a case.  It is not easy to put yourself out there.<\/p> <p>These are professional reports and professional people with a huge stake and huge expertise in this area and they brought concerns.  We do not need any legislation to make the ask that we would have these two reports published, which is in line with the commitment of the Minister, by the way, subject to the Attorney General, and I accept that may still be an outstanding issue.  I would like to think the Minister of State will bring back that request from the House.  I think there is general agreement across the House that, at some appropriate time, when it is practical, possible and reasonable to all parties to do so, we could have those two reports published.<\/p> <p>As Senator Dooley put it, this is far from concluded.  Indeed, the Minister of State's constituency is one of the constituencies from where I had people up to meet me.  I mentioned Deputy Cathal Crowe, who spoke at great length in regard to all of this in the House and at the committee at some point.  There is a huge commitment across the parties by all involved.  The Minister of State said there is this need for a new mechanism to appoint members to a board of the MCIB, so she acknowledged that herself, to be fair to her.  That is important.<\/p> <p>What is the ask?  We need a robust and properly resourced marine casualty body which has capacity, funds, resources and organisation structures in place that are of a very high level, like any other international practice.  That is very important.  Again, we need a full-time and professional unit to investigate marine casualties.  We need openness and transparency in this area.  We need to ensure that the public has confidence in the body that is doing this, and I think that is where we are going.  It is a question of us all agreeing what needs to be done but there is an urgency about it.  It cannot go on and on, so that is what I would ask.<\/p> <p>I thank the Minister of State for coming to the House and thank Members for their time in engaging with this amendment.  We will take it from there.  I understand from a draft of next week's schedule for the Seanad that this item may appear again next Thursday, but that is to be confirmed and is only in draft form.  As I said, there will be a new deadline and it is my intention to bring at least that one amendment at the next meeting of the Seanad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#VV00300","speaker":"1634"},{"type":"speech","time":1651051800,"counter":137,"content":"<p>I apologise for not coming back on the Clinch and Lacey reports.  I will do so now and will address the other issues raised earlier.  A number of Senators raised the issue of the wider review of the organisational structure for marine casualty investigation in Ireland and the publication of the Clinchmaritime Limited report.  The recommendations of the Clinch report will inform the wider structural reform process that is under way.  With regard to publication of the report, there continues to be a number of legal issues that are subject to consultation with the Office of the Attorney General.  I want to be very clear that every effort is being made in my Department to resolve these legal issues as quickly as possible.  Subject to this and to receipt of the legal advice, a final decision on the publication of the Clinch report will be made.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Hildegarde Naughton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2395\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2395&amp;amp;pid=HildegardeNaughton&amp;amp;year=2022&amp;amp;month=04&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> It is important to note that the 2010 Lacey report was not about the independence of the MCIB.  That report was initiated at a time when Government was looking at the rationalisation of State agencies.  There was a focus on that in Government policy.  The purpose of that report was not to examine Ireland's marine casualty investigations structures; rather, it was concerned with the possibility of combining rail, air and marine accident investigation bodies under a single entity and the possible establishment of a multimodal investigative body.<\/p><p>In the context of looking at wider structural issues concerning accident investigation, the matter of a multimodal accident investigation office may well fall to be considered, not through this Bill but at a future date.  However, the focus of the current merchant shipping Bill and the next legislative reform proposal is a review of the organisational structures relating to marine casualty investigation.  Publication of the Lacey report is under consideration by the Department, and a decision will have regard to the publication of the details of the Clinch report and consultation with the author of the Lacey report, given the passage of time since it was prepared.<\/p><p>The Court of Justice for the European Union judgment related to the presence of two Department of Transport officials on the five-person board of the MCIB, who are seen as persons whose interests could conflict with the task entrusted to the MCIB.  There was no claim by the Commission that the MCIB lacked independence with regard to its legal structure and no court finding of partiality or wrongdoing by any member of the board.  It is important to state that.  The immediate action taken to address that judgment was that the two officials resigned from the board on 30 July, 2020.  Amending regulations were made under the European Communities Act 1972 which make it clear that the two officials are no longer board members when it comes to decisions relating to investigations that fall within the scope of the directive.<\/p><p>It is important, going back to the Minister's proposal of a memorandum for Government or Cabinet, that there be a clear plan and indicative timelines for future legislation.  The submission of that policy proposal to Government was approved by Cabinet on 29 March and preparation is under way for a new general scheme.  There is a clear plan of action in relation to preparing the heads of a new Bill, which will go through the Oireachtas legislative process, including  pre-legislative scrutiny through the Oireachtas committee.  Subject to Government approval and engagement with the Oireachtas committee and the formal drafting of a new Bill by the Office of the Parliamentary Counsel to provide for the new marine casualty investigative structure, that should be in place by quarter 3 or 4 of this year.  Given that pre-legislative scrutiny of the current Bill by the joint committee took six months, it is unlikely the new Bill could be prepared and submitted for Government approval until quarter 3 or 4.  That will require the progression of the legislation through the Houses.  <\/p><p>I reassure the Senator of my commitment and that of the Minister to the independence of the new MCIB.  We are working through Oireachtas structures, D&aacute;il committees and pre-legislative scrutiny in order to ensure we have a robust, fit-for-purpose MCIB structure in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#VV00400","speaker":"1578","continuing":true},{"type":"speech","time":1651051800,"counter":139,"content":"<p>I thank the Minister of State.  That enlightens Senators better than any Commencement matter.  Her second intervention was exceptionally helpful and informative.  I am happy to withdraw the amendment.  We have had a good discussion on it.  The Minister of State shared much information of which I was not fully aware and confirmed the Government's commitment.  I do not doubt her commitment.  I would like to think we are going away with a greater understanding of our concerns and having aired the issue in more detail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#WW00200","speaker":"1634"},{"type":"unspoken","time":1651051800,"counter":140,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1651051800,"counter":141,"content":"<p>Section 16 agreed to.<\/p>"},{"type":"unspoken","time":1651051800,"counter":142,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1651051800,"counter":143,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"speech","time":1651051800,"counter":144,"content":"<p>When is it proposed to take the Report Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#WW00700","speaker":"1693"},{"type":"speech","time":1651051800,"counter":145,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#WW00800","speaker":"1637"},{"type":"speech","time":1651051800,"counter":146,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#WW00825","speaker":"1693"},{"type":"unspoken","time":1651051800,"counter":147,"content":"<p>Report Stage ordered for Tuesday, 3 May 2022.<\/p>"},{"type":"speech","time":1651051800,"counter":148,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#WW00875","speaker":"1693"},{"type":"speech","time":1651051800,"counter":149,"content":"<p>Tomorrow at 10.30 a.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022042700002#WW00887","speaker":"1637"},{"type":"unspoken","time":1651051800,"counter":150,"content":"<p>Cuireadh an Seanad ar athl&oacute; ar 6.17 p.m. go dt&iacute; 10.30 a.m., D&eacute;ardaoin, an 28 Aibre&aacute;n 2022.<\/p><p>The Seanad adjourned at 6.17 p.m. until 10.30 a.m. on Thursday, 28 April 2022.<\/p>","notice":"TIME STRING DETECTED"}]