[{"type":"minorheading","content":"Prelude","time":1405589400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30","time":1405589400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1405589400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1405589400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1405589400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700002#A00100"},{"type":"speech","time":1405589400,"counter":6,"content":"<p>I have received notice from Senator Michael D&rsquo;Arcy that, on the motion for the Adjournment of the House today he proposes to raise the following matter:<\/p><p>\tThe need for the Minister for Health to outline his views concerning those people affected by narcolepsy following the State flu vaccination \t\tprogramme.<\/p> <p>I have also received notice from Senator Martin Conway of the following matter:<blockquote><br \/>The need for the Minister for the Environment, Community and Local Government to clarify the reason for the loss of funding to the Irish Motor Neurone Disease Association through the scheme to support national organisations.<\/blockquote>I have also received notice from Senator Thomas Byrne of the following matter:<blockquote>The need for the Minister for the Environment, Community and Local Government  to impose a moratorium, by legislation or otherwise, on planning applications for wind turbines pending the introduction of revised guidelines under the Planning and Development Acts.<\/blockquote>I have also received notice from Senator Diarmuid Wilson of the following matter:<blockquote>The need for the Minister for Education and Skills to outline what plans, if any, she has to provide adequate funding and personnel for Cavan and Monaghan Education and Training Board for the delivery of training from January 2015.<\/blockquote>I have also received notice from Senator Mark Daly of the following matter:<blockquote>The need for the Taoiseach to discuss the reason he has not yet released documents prepared for his Department prior to the Seanad referendum in 2013 and his intentions in this regard.<\/blockquote>I have also received notice from Senator Mary Ann O'Brien of the following matter:<blockquote>The need for the Minister for Health to publish the master plan setting out a clear vision for the entire campus of St. James's Hospital, including the development of the national children's hospital.<\/blockquote>I have also received notice from Senator Mary Moran of the following matter:<blockquote>The need for the Minister for Health to provide a full-time podiatry service for diabetes patients at Our Lady of Lourdes Hospital, Drogheda.<\/blockquote>I have also received notice from Averil Power of the following matter:<blockquote>The need for the Minister for Foreign Affairs to ensure Ireland and the European Union do everything they can to pressurise Israel to stop its air, sea and land attacks on Gaza which it is doing to put pressure on Hamas to stop its rocket attacks on Israel and to push for proper negotiations towards a just and viable peace in the region, with an end to Israel's illegal occupation of Palestine and with a viable two-state solution.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion on the Adjournment.  I have selected the matters raised by Senators Michael D'Arcy, Martin Conway, Thomas Byrne and Diarmuid Wilson and they will be taken at the conclusion of business.  Senators Mark Daly, Mary Ann O'Brien, Mary Moran and Averil Power may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700002#A00200","speaker":"1120","continuing":true},{"type":"majorheading","content":"Order of Business","time":1405589400,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700003#B00200"},{"type":"speech","time":1405589400,"counter":9,"content":"<p>The Order of Business is No. 1, motion re the arrangements for the sitting of the House on Friday, 18 July, to be taken without debate at the conclusion of the Order of Business; No. 2, motion re changes to Standing Orders concerning pre-legislative and post-legislative scrutiny, to be taken without debate at the conclusion of No. 1; No. 3, motion re proposed commission of investigation into the fatal shooting of Mr. Ronan MacLochlainn, to be taken without debate at the conclusion of No. 2; No. 4, Electoral (Amendment) (No. 4) Bill 2014 - all Stages, to be taken at the conclusion of No. 3 and conclude not later than 1.30 p.m., with the contributions of group spokespersons on Second Stage not to exceed six minutes in each case, those of all other Senators not to exceed four minutes in each case, the Minister to be given five minutes to reply, and Committee and Remaining Stages to be taken immediately thereafter; No. 5, Strategic Banking Corporation of Ireland Bill 2014 - Committee Stage, to be taken at 1.30 p.m.; and No. 6, National Treasury Management Agency (Amendment) Bill 2014 - Committee Stage, to be taken at the conclusion of No. 5.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700003#B00300","speaker":"1130"},{"type":"speech","time":1405589400,"counter":10,"content":"<p>I thank the Cathaoirleach, the Ceann Comhairle, the Superintendent, Oireachtas staff and all those involved in facilitating the Irish Sign Language interpreters who are in the Visitors Gallery and the Press Gallery in the D&aacute;il.  They are here because of the issues discussed yesterday in the D&aacute;il and the motion we have tabled, No. 63, motion No. 11 regarding the cut in funding for the national advocacy service of the Irish Deaf Society.  A range of organisations are affected by the cuts in funding of &euro;1.2 million for voluntary organisations imposed by the Government.  A copy of the Proclamation hangs in the main hall of the building, reminding us of the guarantee of equal rights and opportunities for all citizens of the State.  While we are all agreed on that principle, we seem to find it very difficult to fulfil.<br \/>On the Order of Business yesterday Senator Jillian van Turnhout listed the organisations impacted on by thee cuts: the Alzheimer Society of Ireland; Arthritis Ireland; Aspire; Br&iacute;, the acquired brain injury advocacy association; the Centre for Independent Living; Chronic Pain Ireland; the Disability Federation of Ireland; the Dyslexia Association of Ireland; the Genetic and Rare Disorders Organisation; GROW; the Huntington&rsquo;s Disease Association of Ireland; the Irish National Council of AD\/HD Support Groups; Irish Autism Action; the Irish Deaf Society; the Irish Heart Foundation; the Irish Motor Neurone Disease Association, IMNDA; the Irish Stammering Association; the Migraine Association of Ireland; MS Ireland; Muscular Dystrophy Ireland; Spina Bifida Hydrocephalus Ireland; the Neurological Alliance of Ireland; the Post Polio Support Group; the Asthma Society of Ireland; and the Carers Association.  In an article in <i>The Irish Times<\/i>today Professor Orla Hardiman expresses her horror at the impending closure of the Neurological Alliance of Ireland which gives a voice to more than 700,000 people and comprises 30 aligned organisations.  A spokesperson for the Neurological Alliance of Ireland states: &quot;The Taoiseach's statement that charities can appeal the decision will be cold comfort to the charities affected as no timeline for the appeals process has been provided and they are left in limbo with no choice but to close their doors.&quot;<br \/>The members of the Irish Deaf Society who are in the Visitors Gallery have seen their advocacy service wiped out.  Who will communicate and interact with the Government on their behalf?  The gulf in understanding between the hearing and deaf communities is enormous and was put into stark and almost comical focus by the statement from the Department of the Environment, Community and Local Government that representatives of the Irish Deaf Society should call in to discuss the cut in funding.  I propose an amendment to the Order of Business to have the motion we have tabled debated today.  We are seeking a reinstatement of funding not only for the Irish Deaf Society but also for all the organisations impacted on.  They all rely on this funding to keep going.  Staff in these organisations now find themselves unemployed, with no indication as to when their appeal will be heard or whether funding will be reinstated in five, six, ten or 12 months, if at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700003#B00400","speaker":"1159"},{"type":"speech","time":1405589400,"counter":11,"content":"<p>I join Senator Mark Daly in welcoming the group from the Irish Deaf Society to the Visitors Gallery.  The issue of funding for voluntary groups, particularly health groups such as the Neurological Alliance of Ireland and the Irish Deaf Society, was raised by colleagues on both sides of the House yesterday.  In his response the Leader indicated that an appeals process was under way, overseen by Pobal, and that the deadline for applications was the end of the month.  I understand it will take six to eight weeks for appeals to be heard.  A large delegation from the Labour Party has met representatives of the Irish Deaf Society to discuss the issue.  Everybody is concerned to ensure groups which are providing an excellent service will not have their funding discontinued.  There is a bigger picture to consider in that substantial funding has been given to other groups which are also providing excellent services.  I very much hope the review process being undertaken by Pobal will be fruitful for all concerned.<\/p><p>I again ask the Leader to invite the Minister for Foreign Affairs, Deputy Charles Flanagan, to come to the House as soon as we return in September for a debate on the situation in the Middle East.  We are all horrified and appalled by the heinous killing of four boys yesterday - two ten year olds, a nine year old and an 11 year old, all from the same extended family - who were playing football on a beach in Gaza.  To hear Israeli Government spokespersons blaming Hamas for these heartbreaking deaths is very difficult to take.  I welcome the ceasefire in place for a few hours today, but it is not enough to alleviate the suffering of the people of Gaza, more than 200 of whom have been killed in the appalling onslaught by Israel.  I hope Ireland will be very active in the coming weeks in seeking to achieve a ceasefire on the Gaza Strip and a resolution of the conflict.<\/p><p>I welcome the publication of the report of the interdepartmental working group on mother and baby homes and the appointment of Judge Yvonne Murphy to chair the commission of investigation.  She has an excellent track record, having chaired the commission of investigation into sexual abuse in the archdiocese of Dublin and produced a very strong report on that inquiry.  She is an ideal choice to chair this commission.<\/p> <p>The data we have seen, such as the number of deaths of infants and children in the homes and the number of adoptions carried out, shows we need a more in-depth investigation.  <\/p><p>As it is the end of the session I wish everyone well.  I know we will sit tomorrow but today we are having our last Order of Business, if the Leader's ordering is accepted.  I wish everyone well for the recess ahead and thank the staff in the House, in the Seanad and the ushers.  I wish everyone a very peaceful and rejuvenating holiday.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700003#B00500","speaker":"1148","continuing":true},{"type":"speech","time":1405590000,"counter":13,"content":"<p>I echo what Senator Bacik has said.  This is the last Order of Business in this term.  I thank the Leader, the Deputy Leader and leaders of all of the groups for their courtesy, efficiency and thoroughness with which they conducted the business of the House.  We are very proud of this House and acknowledge the debt owed to its Leader.  I thank the Cathaoirleach, as always, and his staff for the way proceedings have been conducted.  Also, in the realm of thanks, I thank Senator Conway for the motion he tabled yesterday and the recent one on the environment.  They demonstrated that there is great spirit on the Government benches in terms of raising important issues and adding to the status of the House.<br \/>I wish to express concern about the compellability of witnesses.  The ruling, I gather, is that the accounts of the body concerned must be audited by the Comptroller and Auditor General.  That is a most important post in the Constitution and people like Arthur Griffith and Eamon de Valera saw the necessity to have a watchdog for public expenditure.<br \/>My question arises from a matter raised frequently and eloquently by Senator Colm Burke in the House - section 38 bodies.  If the Committee of Public Accounts cannot compel these people to appear - which appears to be the ruling - we must adopt as a rule of thumb that they will not receive money if they will not talk.  There must be some <i>quid pro quo <\/i>if one gets public money but decides not to talk about it afterwards before the Oireachtas.  I know the Minister for Finance and his new Minister of State, Deputy Harris, will be here later.  I suggest we adopt that stance as a working rule.  If a body seeks an exemption and is not going to answer for how it spends money then we cannot give out funding.  The House must have a Committee of Public Accounts and a Comptroller and Auditor General auditing how we spend money which is a major issue in the country.  Go raibh maith agat.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C00200","speaker":"1157"},{"type":"speech","time":1405590000,"counter":14,"content":"<p>I wish to again raise the issue of the recent revelations about mother and baby homes, in particular the appointment of Judge Yvonne Murphy as Chair of the statutory inquiry.  Her appointment by the new Minister for Children and Youth Affairs, Deputy Reilly, is welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C00300","speaker":"1187"},{"type":"speech","time":1405590000,"counter":15,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C00400","speaker":"1157"},{"type":"speech","time":1405590000,"counter":16,"content":"<p>We are all aware of the judge's sterling work on inquiries into clerical abuse in both the Dublin and Cloyne dioceses.  I very much hope and expect that she will command the respect of all involved.  She has enviable experience as a lawyer, judge and  former employee of what was known as the National Social Services Board and I wish her well.  I very much welcome the Minister's decision to leave it to her discretion to decide whether further appointments are required in order to assist her.<\/p><p>I do not wish to prejudice the inquiry that is due to commence after the summer.  Yesterday, the interdepartmental committee's report was published and a figure stood out.  The committee, through the General Register Office, identified that 1,101 births were recorded during the 36 years that the home operated from 1925 to 1961 and 800 deaths which means 301 children survived the place which is staggering.  Without prejudicing the inquiry, let us consider having a constructive debate on the report.  I ask the Leader to arrange a debate on the interdepartmental report and invite the new Minister to attend before the summer recess, if possible, or at the earliest point on our return.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C00500","speaker":"1187"},{"type":"speech","time":1405590000,"counter":17,"content":"<p>I second the amendment to the Order of Business proposed by Senator Mark Daly.  I commend him on tabling the amendment.<\/p><p>I welcome the members of the Irish Deaf Society to the Visitors Gallery and thank the sign language expert for being here.  This highlights the difficulties faced by deaf people in this country.  Their situation has been made more difficult by the harsh decision, or recommendation, to remove funding worth &euro;100,000 from the advocacy service.  No organisation deserves funding more than the Irish Deaf Society because it is essential for it to have an advocacy service in order to communicate with Government.  The society is not in a position to communicate as directly as they would like or as we are fortunate to be able to do so.  It seems very wrong that people with all their faculties, like the Minister for the Environment, Community and Local Government, deem it appropriate to withdraw a service from an organisation and from people who need an advocate.  That is why I am delighted to see that Senator Mark Daly has put so much effort into this matter.  He is the Irish Deaf Society's Seanad nominee on the administrative panel.  He is a good advocate for it and has shown his commitment to deaf people in this society.  That is why I think today is a very special day.  It is one of the most significant days in this House and on the Order of the Business because of this debate and for having experts in the House that were facilitated by the Cathaoirleach and the Leader of the House.<\/p><p>I ask the Leader of the House to arrange on our return in September but before the budget for the new Minister for Health to attend and outline his health budget for 2015.  I wish Deputy Leo Varadkar well in his Ministry.  I know it is a difficult Ministry because I was in Hawkins House for a number of years.  I also want him to indicate the exact position regarding the restoration of an  accident and emergency service at Roscommon County Hospital.  The service was removed by Deputy James Reilly and the Taoiseach prior to the by-election in Roscommon-South Leitrim.  In fact, I represented the constituency from 1977 to 1981 along with the late Sean Doherty and Joan Burke, who is in good form.  I am one of the last representatives for the constituency, indeed from that era, in the House.  It is now an appropriate time for the Government to outline its manifesto for the constituency which has been deprived of a Minister of State by appointing-----           <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C00600","speaker":"1140"},{"type":"speech","time":1405590000,"counter":18,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C00700","speaker":"1120"},{"type":"speech","time":1405590000,"counter":19,"content":"<p>This is a very important matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C00800","speaker":"1140"},{"type":"speech","time":1405590000,"counter":20,"content":"<p>It probably is very important but he is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C00900","speaker":"1120"},{"type":"speech","time":1405590000,"counter":21,"content":"<p>I regret very much that Deputy Frank Feighan was not appointed a Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C01000","speaker":"1140"},{"type":"speech","time":1405590000,"counter":22,"content":"<p>Look who is running in the by-election.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C01100","speaker":"1122"},{"type":"speech","time":1405590000,"counter":23,"content":"<p>It was an extraordinary move considering a by-election is looming that the Government is guaranteed to lose.  They have no opportunity-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C01200","speaker":"1140"},{"type":"speech","time":1405590000,"counter":24,"content":"<p>I ask the Senator not to make political statements today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C01300","speaker":"1120"},{"type":"speech","time":1405590000,"counter":25,"content":"<p>I do not have the time as I am too busy.  This recess is a happier one than last year's when we were faced with annihilation due to the proposed abolition of the Seanad.  Last year Members thought it was the last time they would leave the House and the Seanad would be abolished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C01400","speaker":"1140"},{"type":"speech","time":1405590000,"counter":26,"content":"<p>The Senator is way over time and is completely out of order.  I call Senator Conway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C01500","speaker":"1120"},{"type":"speech","time":1405590000,"counter":27,"content":"<p>I am trying to make a state of the nation speech.  I ask the Cathaoirleach to give me some latitude due to the fact that I am the longest serving Member of the House and the Oireachtas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C01600","speaker":"1140"},{"type":"speech","time":1405590000,"counter":28,"content":"<p>I thank all Members for speaking on the Fine Gael Private Members' motion yesterday.  In areas where it is appropriate and right the Seanad always comes together which sometimes makes it unpopular with the other House.  Thankfully, we have the capability and ability to do so.<\/p><p>I commend the Oireachtas Joint Committee on Transport and Communications on trying to get to the bottom of the Croke Park fiasco.  I watched the evidence given by representatives of the GAA and Aiken Promotions.  It has become clear what happened and why the country has found itself in this position.  Let us wait and see what happens but I hope the people who were responsible for it take the appropriate action. <\/p><p>Like other Members, I wish everyone a most enjoyable summer period.  As I said last year, everyone is welcome to come to County Clare.  It is one of the most beautiful counties in Ireland and there is lots to do in the county over the next number of weeks.  In conclusion, I thank the Cathaoirleach and all his colleagues for their assistance in the past term.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C01700","speaker":"1158"},{"type":"speech","time":1405590000,"counter":29,"content":"<p>I join other Senators in looking forward to the summer break and thank everybody who has been involved in the past term.<\/p> <p>The debate yesterday on blindness was a reminder to all of us with good health of the benefits of that good health.  The presence today of visitors who are suffering from deafness is a second occasion to remind us of the responsibilities we have in the House.  I thank Senator Conway and Senator Daly for reminding us yesterday and today, respectively, of those.<\/p><p>There is good news about the economy in the newspapers today.  We have an increasing capacity to spend, but we must be very careful because there is other news that indicates that competitiveness is being damaged.  There are things we can do about that and we must ensure we do them during the recess period.<\/p><p>There is one other piece of news.  I had not realised that 2014 is the European year against food waste.  This is a topic I have discussed many times previously but it is interesting to see how some other countries have responded to food waste.  Approximately 300 million tonnes of food waste is thrown out in Europe because people simply are not careful when purchasing their food.  One of the developments in France relates to what is called &quot;inglorious&quot; food.  It is a very interesting development.  A huge amount of food never reaches the grocery shops because it is misshapen - it could be misshapen carrots, onions, potatoes - and the shops do not wish to sell it.  I can understand that.  The movement reduces prices by 30% and people are buying and eating the food.  It is just as good, but simply misshapen.  It is something we should consider in this country.  If we are throwing out food at a time when people are going hungry, we can do something about it.  I call on the grocery trade in particular, but also the suppliers and the farmers, to get together and help to feed people with food that would otherwise be thrown out.<\/p><p>I congratulate you, a Chathaoirligh, and your team for your work in the past year.  I hope we return invigorated at the end of the summer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700004#C01800","speaker":"1145","continuing":true},{"type":"speech","time":1405590600,"counter":31,"content":"<p>I join in welcoming the people from the Irish Deaf Society in the Visitors' Gallery this morning.  While this side of the House will probably not support the proposed amendment to the Order of Business, I assure them that we are doing everything possible to see if funding can be restored to the advocacy group.  It is critical to the organisation.  All Members on this side of the House are doing everything possible to correct that wrong.<\/p><p>I join Senator Bacik in condemning the appalling killing of four children on the beach in Gaza yesterday.  I hope the short window of opportunity presented by the ceasefire today will be used productively by all sides to bring an end to the appalling killings we have witnessed in recent weeks.  It beggars belief that so many lives are being put at risk and that people will not get around a table and discuss the problems.  We will urge the new Minister for Foreign Affairs and Trade to put pressure on both sides to get on with the peace talks and bring about a lasting solution for the people of Gaza and Israel.<\/p><p>Like other speakers, I thank the Leader, the Cathaoirleach and all the staff in the House for their courtesy and support.  Everybody is looking forward to a break, but we must be very conscious of safety this summer, including safety on the roads, safety on farms, where too many lives are lost through accidents, and safety on the water.  If we keep those issues in mind, everybody will have an enjoyable summer and return refreshed for a busy autumn political session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D00200","speaker":"1118"},{"type":"speech","time":1405590600,"counter":32,"content":"<p>Like Senators Bacik and Mullins, I wish to refer to the Gaza issue and move an amendment to the Order of Business, that either today or tomorrow we invite either the Taoiseach, the Minister for Foreign Affairs and Trade or the Minister of State with responsibility for European affairs to the House to discuss the issue.  There was a special meeting of the European Council yesterday and it discussed Gaza in its conclusions.  It is important that we discuss it.  We can convene a committee to discuss Garth Brooks but we cannot get a Minister to the House to discuss this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D00300","speaker":"1155"},{"type":"speech","time":1405590600,"counter":33,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D00400","speaker":"1131"},{"type":"speech","time":1405590600,"counter":34,"content":"<p>I realise Garth Brooks's heart might be breaking currently, but it is not a life-or-death situation.  Given that Gaza was so important that it had to be discussed at the European Council yesterday, we should discuss it here.  As has been mentioned, there is a five-hour ceasefire from 10 a.m. today during which Gazans will be racing to markets, shops and banks in an effort to rescue some semblance of normality after the vicious onslaught of attacks on them.  The European Council states in its conclusions that it condemns the firing of rockets from Gaza into Israel and the indiscriminate targeting of civilians.  It goes on to say that Israel has the right to protect its population from these types of attack and that in doing so it must act proportionately and ensure the protection of civilians at all times.  Members have already mentioned the loss of the four children who were targeted and killed on a beach yesterday.  That was an indiscriminate targeting of civilians.  If that were to happen in Bundoran, Skerries, Tramore, Inchydoney or Kilkee, we would be dragging Ministers across hot coals to discuss it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D00500","speaker":"1155"},{"type":"speech","time":1405590600,"counter":35,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D00600","speaker":"1122"},{"type":"speech","time":1405590600,"counter":36,"content":"<p>To put matters into context, 227 Gazans have been killed since the military operation was launched by Israel and the UN has stated that the majority have been civilians.  The blanket attacks that have been carried out in recent days have not been in any way proportionate.  Gaza is a fenced-in prison with no escape from the firing and bombing.  All attacks on human life are to be deplored.  It important that we discuss the European Council's recommendations in detail and the Irish response.  We all know the song, \"Do They Know it's Christmas?\"  As we meet here today and talk about our summer recess we should spare a thought for the children and people in Gaza.  It is important that we discuss this issue either today or tomorrow as a matter of priority and that a Minister be invited to the House for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D00700","speaker":"1155"},{"type":"speech","time":1405590600,"counter":37,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D00800","speaker":"1140"},{"type":"speech","time":1405590600,"counter":38,"content":"<p>Senator, we can deal with your proposed amendment for today, but you will have to talk to the Leader regarding tomorrow.  The Government has tabled a motion regarding tomorrow's business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D00900","speaker":"1120"},{"type":"speech","time":1405590600,"counter":39,"content":"<p>I welcome the members of the Irish Deaf Society to the Visitors' Gallery.  They have my wholehearted support.  I will never stop supporting the Irish Deaf Society, but I must do so within what is reasonable.  This is the Order of Business and it is important that we explain how that is dealt with.  When one tables unrealistic and unachievable motions, one cannot expect either the Taoiseach or a Minister to come here at the drop of a hat.  The diary for the day is set.  It is unfair to people to give them unrealistic expectations that we can do this and order a Taoiseach or a Minister to come to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D01000","speaker":"1135"},{"type":"speech","time":1405590600,"counter":40,"content":"<p>This is the Parliament.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D01100","speaker":"1131"},{"type":"speech","time":1405590600,"counter":41,"content":"<p>Senator Keane without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D01200","speaker":"1120"},{"type":"speech","time":1405590600,"counter":42,"content":"<p>It is the Order of Business for today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D01300","speaker":"1151"},{"type":"speech","time":1405590600,"counter":43,"content":"<p>I am talking about doing something for the Irish Deaf Society.  It was the first motion I tabled.  Senator Daly had plenty of time to speak-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D01400","speaker":"1135"},{"type":"speech","time":1405590600,"counter":44,"content":"<p>The Senator did not oppose the cuts in the budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D01500","speaker":"1140"},{"type":"speech","time":1405590600,"counter":45,"content":"<p>Senator Keane without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D01600","speaker":"1120"},{"type":"speech","time":1405590600,"counter":46,"content":"<p>I compliment Senator Daly because he is nominated by the Irish Deaf Society in the Seanad and he is doing his job.  However, before I was a Member of the House and when I came to the Houses when there was plenty of money, I did not get much satisfaction.  Senator Ann Ormonde and I came to see Senator Mark Daly and others, but we could not get a penny.  That was in the good times.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D01700","speaker":"1135"},{"type":"speech","time":1405590600,"counter":47,"content":"<p>Do you have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D01800","speaker":"1120"},{"type":"speech","time":1405590600,"counter":48,"content":"<p>It was the first motion I tabled for the Adjournment debate and I will put it down again.  Will the Leader arrange to have an urgent debate on this when we resume our business?  The Irish Deaf Society-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D01900","speaker":"1135"},{"type":"speech","time":1405590600,"counter":49,"content":"<p>We are not asking for a Minister to come to the House.  We are seeking support for a motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D02000","speaker":"1159"},{"type":"speech","time":1405590600,"counter":50,"content":"<p>Every Member on this side of the House is making representations to Pobal.  There is an appeal process which must be followed.  What has been done is unrealistic and not justifiable.  In my capacity as a Senator I will do everything in my power to ensure that the advocacy service is restored to the deaf.  Who else do they have to speak for them if they do not have an advocacy service?  That is the point.  That is what we should be seeking, not putting forward unrealistic and unachievable motions.  Tell the people the truth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D02100","speaker":"1135"},{"type":"speech","time":1405590600,"counter":51,"content":"<p>The celebrated American humorist Robert Benchley wrote a hilarious essay called \"Down With Pigeons\" in which he imagines that the pigeon population has an attitude towards him and is always out to get him.<\/p> <p>When he goes to Trafalgar Square or St. Mark's Square, he imagines that all the pigeons have gathered there on purpose just to do him in.  Where is this leading?  I have nothing against pigeons - I can take or leave pigeons - but I am very much against seagulls.  I think something needs to be done to address the seagull problem in this city.  People may have been listening to Joe Duffy on the radio last week.  It seems that the seagulls have lost the run of themselves completely.  In the apartment block I live in, it is impossible to get a night's sleep.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700005#D02200","speaker":"1142","continuing":true},{"type":"speech","time":1405591200,"counter":53,"content":"<p>The Senator is losing the run of himself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700006#E00200","speaker":"1120"},{"type":"speech","time":1405591200,"counter":54,"content":"<p>It is the last day.  Give me wings.  They are very raucous and are keeping people awake.  They are getting so cheeky now that they attack young children and dispossess them of their lollipops and stuff like that.  It might be funny to many people but it is a serious issue in the city.  They really are vermin.  They are scavenger gulls and dump gulls.  They do not look for fish anymore; they want to eat human waste.  I am saying that the Minister for the Environment, Community and Local Government should look at that issue in a serious manner.  It might be funny but if one listens to the details on the radio show, one will learn that it is anything but.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700006#E00300","speaker":"1142"},{"type":"speech","time":1405591200,"counter":55,"content":"<p>I concur with Senator Keane in respect of the withdrawal of funding from the Irish Deaf Society.  I have no doubt that it will be dealt with in the very near future.  I wish to raise the issue of discretionary medical cards that the Taoiseach announced would be restored to people from whom they were withdrawn.  From what I can see so far, thousands of those medical cards have not been restored to the people.  We are going into recess for two months and the fear is that nothing might happen in that period because there will be nobody to raise it on the agenda.  I call on the Leader to bring it to the attention of the Taoiseach and to make sure we do not have to come back in September and talk about discretionary medical cards that were unfairly taken away from people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700006#E00400","speaker":"1161"},{"type":"speech","time":1405591200,"counter":56,"content":"<p>I dtosach b&aacute;ire, ba mhaith liom f&aacute;ilte a chur roimh an dream at&aacute; anseo i nGaileara&iacute; na gCuairteoir&iacute; &oacute; Chumann N&aacute;isi&uacute;nta na mBodhar.  I would like to say hello to the people from the Irish Deaf Society who are in the Public Gallery.  I wholeheartedly support the call for the debate.  It is absolutely essential that this funding be restored.  I think I mentioned yesterday that on the one hand, we have Pobal taking an average of &euro;43,000 from these organisations while on the other, &euro;250,000 was being spent on preschool inspections not so long ago.  It shows where the priorities have gone wrong.<\/p><p>I also stand to support the amendment to the Order of Business.  On the scale of human tragedy, some of the issues today, although they may be important, are in no way close to the issue raised by Senator Reilly.  I wholeheartedly agree with her.  I sincerely ask the Leader to arrange by whatever means he has available to him a debate today or tomorrow so that we are seen as a Parliament that takes a stand on the Palestinian crisis.  <\/p><p>I also have another very serious issue to raise with the Leader.  It has been brought to my attention that a HIQA inquiry is ongoing into a nursing home in Connemara called Aras Chois Fharraige.  I have been told that two whistleblowers have been suspended because they drew attention to what they saw as misconduct within that nursing home.  They are concerned about the treatment of the patients within the nursing home.  I would have raised this issue on the Adjournment but we obviously do not have that capacity available because the House is going into recess.  It is a very serious issue that needs to be brought to the attention of the Minister for Health.  Obviously, the first issue is the welfare of the patients and the need for any allegations to be thoroughly investigated.   Perhaps the Minister can check what the scope of the ongoing investigation is.  Is he absolutely sure that the patients are being dealt with properly?  The second issue is that the whistleblower legislation came into effect this week.  People find it strange that the whistleblowers - the people who drew attention to it - are the ones who have been suspended in this case, which seems to be the wrong course of action.  It is a very serious issue and perhaps the Leader through his good offices could follow up with the Minister and revert to me on this issue so that we can make sure that the best is done for everyone involved.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700006#E00500","speaker":"1122"},{"type":"speech","time":1405591200,"counter":57,"content":"<p>Following on from what Senator Barrett said about the Committee of Public Accounts, I think the CPP made an important decision in that for the past eight months, the Oireachtas Committee on Health and Children has been denied the right to cross-examine the 2,600 organisations that get funding from the HSE and the Department of Health.  The money they are getting amounts to &euro;3.27 billion.  The Committee of Public Accounts told the Committee on Health and Children that we could not bring any of those organisations in to cross-examine them about how that money was being spent and to find out whether we were getting value for money.  I am delighted that the Committee on Health and Children can now do the job it was appointed to do, which is making sure the health budget allocated by the Department of Health to the HSE is used properly and that there is proper scrutiny of the organisations that are getting funding.  It is wrong that it took eight months for the CPP to make a decision on this matter so that the Committee on Health and Children can proceed with its job.<\/p><p>I know people are probably tired of hearing me talk about the issue of junior doctors.  Unfortunately, we have now gone to the other extreme with regard to junior doctors.  The working time directive is now being put in place and we have a problem in that we do not have enough junior doctors to fill all of the posts.  The other problem is that junior doctors who are in post are not getting proper training.  There has been no proper restructuring by the HSE.  It has got to a point where junior doctors are resigning their posts within the HSE and working for agencies.  I spoke to one junior doctor recently who told me that he is now getting &euro;52 per hour working as a senior house officer because he is employed by an agency.  That is &euro;2,000 for a 40-hour week.  It goes to show the lack of planning and structural reform that is required in respect of how we have managed this area over the past number of years.  It is something I flagged three years ago and something that I will continue to raise.  There is a major crisis in some hospitals because we cannot get the people we need and we are now dependent on agencies.  Agencies are abusing what they are employed to do.  They are designating doctors as having a qualification or experience which they do not have.  These doctors are being put into positions for which they are unsuitable.  It is time we had a major debate on long-term planning relating to our hospital services and making sure that we do not end up in the same position in three or four years time.  I ask that this debate be held here with the Minister for Health and Children early in the next term.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700006#E00600","speaker":"1150"},{"type":"speech","time":1405591200,"counter":58,"content":"<p>I would also like to wish everybody on all sides of the House a happy summer and a well-deserved break.  I look forward to coming back here in the autumn.  I really believe that this House, which is a House of Parliament, should be shaping the Ireland we want.  We are the voices that have been elected to give guidance to Government and to inform Government choices.  Government actions speak far louder than words.  Of course, I want to see an advocacy service for the deaf and I think it is only right and proper that we would have a debate on what is happening between Israel and Palestine because lives are being needlessly lost.  If the Leader could address that tomorrow - I understand that it might be very short notice today - it would be worthwhile.<\/p><p>My reason for standing today is because we see actions speaking louder than words in the Government reshuffle.  Three &quot;G's&quot; have lost out.  One of them is geography.  I mentioned Galway and the entire western region yesterday.  Gaeilge and the Gaeltacht lost out because we must lead by example.  Above all, gender has lost out.  If we want change in this country in the area of gender, we must lead by example.  Of 15 junior Minister promotions, we have one female.  Is that leading by example?  Is that saying women are important in politics?  I do not think so.  In the case of Fine Gael, of nine women, zero were promoted to the junior ministerial ranks.  It makes that very worthwhile promotion-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700006#E00700","speaker":"1131"},{"type":"speech","time":1405591200,"counter":59,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700006#E00800","speaker":"1120"},{"type":"speech","time":1405591200,"counter":60,"content":"<p>I am coming to a question.  It makes that very worthwhile promotion in the senior ranks by Fine Gael look like mere tokenism for women.  If we are serious about organisational change, our leaders must lead by example.  When we come back in the autumn, I am looking for a debate about gender in politics and whether having women leading in politics means anything at all.<\/p> <p>Does it mean anything to have women in senior and junior Cabinet positions in order that they can be at the table?  After all, 51% of the population are women and surely we need to have their perspective reflected in our decision making.  I, therefore, ask the Leader to table a motion on this matter in the autumn.  It matters to all of the men here, too, as they have wives or partners and daughters.  It is about the Ireland we want to have and that is what this Parliament is about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700006#E00900","speaker":"1131","continuing":true},{"type":"speech","time":1405591800,"counter":62,"content":"<p>As a member of the Joint Committee on Public Service Oversight and Petitions committee, I welcome the work done by the Office of the Ombudsman on the recent report entitled, A Good Death.  The Ombudsman took the view that, on foot of the complaints his office had received from families concerning events that had occurred in hospitals at the time of the deaths of patients and so on, that while, in the first instance, his office had dealt with these complaints, that he would write a report examining the broader elements of what might be improved as regards end-of-life care in hospitals, particularly acute hospitals.  When he appeared before the joint committee yesterday, he said he wants in the future to use his office as an educational tool, not only as a place where complaints were received.  This is a good example of how his office takes on board the experiences, stories and pain of those who come to share what has happened to them and, in his own words, say to him: \"We do not want this to happen to other people; we want you to sort it out.\"  I commend him for his work.  Given that a report has also been completed by the Joint Committee on Health and Children on end-of-life care, I ask the Leader if we could have a debate to press the Department of Health to draw up some of the guidelines that are and should be urgently required by hospitals to give greater support and encouragement to those dealing with end-of-life cases in hospitals when it can be very difficult for hard-pressed staff to know what is the right thing to do.<\/p><p>I say &quot;Hello&quot; to our guests in the Visitors Gallery and that they have our full support.  Like Senator C&aacute;it Keane, I assure them that we will do our bit to make sure they wil continue to be supported in the way they ought to be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F00200","speaker":"1129"},{"type":"speech","time":1405591800,"counter":63,"content":"<p>I also warmly welcome the members of the Irish Deaf Society in the Visitors Gallery and concur with the remarks made by Members on both sides of House about being properly supportive of them.<\/p><p>As Senator feargal Quinn reminded us, thankfully, we have had some good news about the economy.  In that connection, I greatly welcome publication of the review of the National Asset Management Agency by the Minister for Finance, Deputy Michael Noonan, and his officials of its very successful activities to date, of which I note my friend, Senator Mark Daly, studiously avoided to make any mention, which is understandable, given his erroneous and false criticism of the agency's good work in the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F00300","speaker":"1151"},{"type":"speech","time":1405591800,"counter":64,"content":"<p>We all know about NAMA and the lack of transparency in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F00400","speaker":"1159"},{"type":"speech","time":1405591800,"counter":65,"content":"<p>It is meeting its objectives fully.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F00500","speaker":"1151"},{"type":"speech","time":1405591800,"counter":66,"content":"<p>It is not transparent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F00600","speaker":"1159"},{"type":"speech","time":1405591800,"counter":67,"content":"<p>Senator Paul Coghlan to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F00700","speaker":"1120"},{"type":"speech","time":1405591800,"counter":68,"content":"<p>It is responsible for about 15,000 jobs; it is supporting greatly the building industry and more is happening in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F00800","speaker":"1151"},{"type":"speech","time":1405591800,"counter":69,"content":"<p>There is more, but most of it is happening behind the scenes without transparency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F00900","speaker":"1159"},{"type":"speech","time":1405591800,"counter":70,"content":"<p>Senator Paul Coghlan to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F01000","speaker":"1120"},{"type":"speech","time":1405591800,"counter":71,"content":"<p>It will have redeemed more than 80% of senior debt by 2016, two years ahead of schedule.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F01100","speaker":"1151"},{"type":"speech","time":1405591800,"counter":72,"content":"<p>There are plenty of properties for sale, but people are not being made aware that they are for sale.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F01200","speaker":"1159"},{"type":"speech","time":1405591800,"counter":73,"content":"<p>Does Senator Paul Coghlan have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F01300","speaker":"1120"},{"type":"speech","time":1405591800,"counter":74,"content":"<p>We should remember there has been &euro;3 billion worth development in the Dublin docklands, including residential housing, which is so important for the capital and the country.  I commend it for its great work and will not say long may it last, but it will be wound up ahead of schedule.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F01400","speaker":"1151"},{"type":"speech","time":1405591800,"counter":75,"content":"<p>There would be no problem if it was open and transparent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F01500","speaker":"1159"},{"type":"speech","time":1405591800,"counter":76,"content":"<p>Remember that 80% of senior debt will be redeemed by 2016.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F01600","speaker":"1151"},{"type":"speech","time":1405591800,"counter":77,"content":"<p>I support my colleague, Senator C&aacute;it Keane, who highlighted the practice of tabling unrealistic motions and demanding Ministers come to the House at the drop of a hat that are designed more for show than for effect.  We have all received numerous representations from a wide range of groups which have had their funding cut in the last while.  We all agree that this funding should not have been cut and that it seems a little mean-spirit, given the amount of money being saved compared to the value being achieved.  Instead of tabling show-boating motions, Senator John Kelly and I went to see the Minister, Deputy Alan Kelly, who was not unaware of the concern expressed and the hardship caused.  He said he was open to receiving representations not only from Government Members but from all Oireachtas Members.  We left the meeting feeling rather confident that in due course there would be a positive outcome on all of the cuts made.<\/p><p>I ask the Leader if will be possible to have a discussion on Seanad reform early in the new term after the recess.  We have talked a good deal about Seanad reform which we have achieved to a small degree.  Much of it has been internal and not received the attention it deserves from the wider public.  I would like us to have a discussion on the loosening the Whip system in the Seanad.  The Whip system is the single biggest obstacle that prevents real reform taking place.  I have supported measures that I might not ordinarily have supported but not doing so would have automatically meant losing the party Whip.  I have spoken several times about this.  I have to balance whether it would be worth losing the party Whip on something that might not be a core issue for me if it would remove any influence I have in areas in which I could make a real difference.  Mental health is a particular interest of mine.  When we return after the recess, perhaps we might schedule a substantial and comprehensive debate on how we could go about reforming the House without having to resort to constitutional or statutory change or even changes to Standing Orders.  They are plenty of things we could do ourselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F01700","speaker":"1117"},{"type":"speech","time":1405591800,"counter":78,"content":"<p>I support other colleagues, in particular Senator C&aacute;it Keane who was responsible for setting up the model school for the deaf with Mr. Brian Crean who is currently with the Irish Deaf Society.  She was modest in her comments about her involvement.  I am encouraged to hear what Senator John Gilroy has had to say was about his meeting with the Minister yesterday; just because Ministers do not drop the work they are doing to come to the House to debate an issue with us does not mean that they are not actively working on it.  I have every confidence that advocacy services will be reinstated, as they should be, in the near future.<\/p><p>I mention an issue I have mentioned on numerous occasions, that of roaming charges in the European Union.  In recent months we have seen such charges across Europe fall as a consequence of work being done by the European Commission.  Only two weeks ago a cap was put on data roaming charges across Europe, which would see the charge for browsing the web while abroad capped at 20 cent per megabyte.  That charge is still too high, but it represents serious progress, as the charge has been reduced from approximately 80 cent per megabyte about one year ago.  I am disappointed that the telecommunications companies - this should not come as a big surprise - are looking for every loophole possible in the legislation and do not seem keen to embrace, even though they say they are, the pro-consumer, pro-business and pro-tourism moves of the European Union on this front.  There are many instances of where people tether - I did not know what this was until I read more about it - or use their mobile phone to allow use of iPads in browsing the Internet, for which they are charged about &euro;5 a day.  Without going into the details, it seems that loopholes are being used by the telecommunications companies.  I am supportive of the European Commission's continued push in this area to quash roaming fees and ensure a pro-consumer and pro-business regime is fully implemented.  That is the intention of the policy and legislation being produced by the European Union.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F01800","speaker":"1153"},{"type":"speech","time":1405591800,"counter":79,"content":"<p>I welcome our guests in the Visitors Gallery.  I wish good luck to the Irish powerchair soccer team who are taking part in the European championships being held in the University of Limerick starting tonight.  It is a minority sport and the issue of funding for minority sports needs to be examined.<\/p><p>I attended a fantastic event near Dublin Castle last night when Alex Baburin, Ireland's Russian born resident chess grand master, tried to emulate a record set in 1879 by another grand master, Johannes Zukertort, by playing 16 games of chess simultaneously while blindfolded.<\/p> <p>He tried to emulate a record set in 1879 by another grand master, Johannes Zukertort, when he aimed to play 16 simultaneous games of chess while blindfolded.  It was amazing to see how he could remember every move on every board as he moved around the hall.  While he did not match the record, he had won six of the games, drawn two and lost two by the time it was called off.  He had played from 5 p.m. until 11.30 p.m.  The Irish Chess Union is to be congratulated for organising such an event.  It informed me last night that it did not receive one bean of funding from any Department.  I do not know if chess is a sport recognised by the Irish Sports Council, but if it is not receive any funding to keep this fantastic game going and that should change.  We should support the union to include chess in the schools curriculum, particularly when we are in the era of iPads, iPhones, i-this, i-that and i-the-other.  Our concentration spans have suffered a great deal as a result.  The teaching and coaching of chess in schools would impart valuable lessons to children about the consequences of actions, strategic thinking and being rewarded for doing the right thing.  Chess or ficheall boards have been found in archaeological digs throughout the country.  It is part of what we are and it would be sad if chess skills were lost owing to a lack of support.  I will be calling on the responsible Minister, whether it be the Minister for Education and Skills or the the Minister for Transport, Tourism and Sport, to provide some funding for the Irish Chess Union.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700007#F01900","speaker":"1119","continuing":true},{"type":"speech","time":1405592400,"counter":81,"content":"<p>I raised yesterday with the Leader the issue of price increases for student accommodation in the various campuses around the country.  Another issue of great importance to many students is the number of student deposits retained at the end of the academic year by on-campus accommodation providers.  At one stage, almost two out of every three students had had a deposit unjustifiably retained according to the evidence of the Union of Students in Ireland.  With this in mind, I ask the Leader to provide the House with a progress report on the Residential Tenancies (No. 2) (Amendment) Bill which is to introduce a deposit protection scheme.  Aside from the impact on students, the illegal and unlawful retention of deposits is one of the main issues leading to homelessness in Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700008#G00200","speaker":"1172"},{"type":"speech","time":1405592400,"counter":82,"content":"<p>I call on the Leader to reply to the issues raised, ranging from pigeons to chess.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700008#G00300","speaker":"1120"},{"type":"speech","time":1405592400,"counter":83,"content":"<p>I assure you it will be a very hard thing to do.  <\/p><p>I do not propose to accept the amendment to the Order of Business proposed by Senator Mark Daly.  I gave a very comprehensive report yesterday on funding to support national organisations in the community and voluntary sector.  I outlined that the overall budget for the scheme was &euro;8 million and went through the details of the scheme.  I said there was an appeals process, of which I am sure the organisations refused funding will avail.  No later than last evening, the Minister of State at the Department of the Environment, Community and Local Government, Deputy Paudie Coffey, stated in the Adjournment debate that he and the line Minister, Deputy Alan Kelly, had discussed the issue of funding for community and voluntary organisations and decided that where an organisation was providing assistance for people with medical conditions, the review under way would give it special consideration.  There is light at the end of the tunnel in relation to that funding.  This issue is connected to matters Senator Feargal Quinn raised in respect of competitiveness and the need to stick within budgets.  One of the main issues of concern of the National Competitiveness Council was the need for Ireland to maintain its fiscal probity.  Stable and healthy public finances are a prerequisite for growth.  The Government must maintain a balance in all of these areas.  I am sure the review of the matters referred to by Senator Mark Daly will, as the Minister of State said, bear fruit for the organisations concerned.<\/p><p>Senators Ivana Bacik, Michael Mullins, Kathryn Reilly, Trevor &Oacute; Clochartaigh and others referred to the situation in the Middle East.  The deaths of four young children were appalling.  There is a temporary ceasefire in place for a number of hours, which is little consolation to everybody involved in Gaza.  I hope the international community and the European Union will ensure the ceasefire will become permanent to allow these unfortunate people to get their lives back.  There has been a need for many years to settle the issue in the Middle East.  The Government and the Minister for Foreign Affairs, Deputy Charles Flanagan, will do everything possible, in particular, on the humanitarian side, as well as on the political side, to obtain an agreement in the Middle East to deal with the Israeli-Palestinian conflict which has been ongoing for far too long.  Many innocent people have suffered and lost their lives during the years.  I will certainly ask if we can have a Minister come to the House today.  There is a motion before the House on tomorrow's business; therefore, it will be out of the question tomorrow.  While I will try to have a Minister to attend, Ministers have their diary events for the day and will be otherwise engaged in many instances.<\/p><p>Senators Ivana Bacik and Hildegarde Naughton welcomed the appointment of Judge Yvonne Murphy to the commission of investigation into mother and baby homes.  We all wish her well in her deliberations.  <\/p><p>Senator Hildegarde Naughton also called for a debate on the interdepartmental report before the summer recess.  That will not be possible.  <\/p><p>Senator Terry Leyden raised health matters, with particular reference to Roscommon hospital.  He should ask the consultants in the hospital whether it is much safer than it was a number of years ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700008#G00400","speaker":"1130"},{"type":"speech","time":1405592400,"counter":84,"content":"<p>It is safe because nobody is going into it.  That is one way to solve the problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700008#G00500","speaker":"1140"},{"type":"speech","time":1405592400,"counter":85,"content":"<p>The Senator should also ask the consultants and users whether the hospital is providing a much greater suite of services for the people of County Roscommon.  That is only a suggestion and I am sure the Senator will not take it up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700008#G00600","speaker":"1130"},{"type":"speech","time":1405592400,"counter":86,"content":"<p>It is a very interesting suggestion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700008#G00700","speaker":"1140"},{"type":"speech","time":1405592400,"counter":87,"content":"<p>I commend Senator Martin Conway for the item discussed during Private Members' business yesterday.  It has been commented on by a number of Members.  <\/p><p>Senator Feargal Quinn raised the issue of competitiveness and referred to very interesting findings.  We have a great deal of work to do in that regard.  I have mentioned one of the key areas of concern which requires policy attention - stable and healthy public finances.  Another is the need to support productivity-enhancing investment action which is required to enhance credit flows for enterprise.  The Strategic Banking Corporation of Ireland Bill which will be before the House today will address that issue.  The Minister for Finance said on Second Stage in the House that the Bill represented one of the most significant developments in the area since the foundation of the IDA.  The Government is certainly addressing the concerns of the National Competitiveness Council in that regard.  Other concerns have also been addressed.<\/p> <p> I note Senator Quinn has raised on a number of occasions the question of food waste, which should be addressed by all the parties involved in that sector.  I raised Senator O'Sullivan's concerns with the relevant Minister, and I can do no more than that.<\/p><p>Senator Kelly raised the question of discretionary medical cards.  I am sure this will continue be addressed.  Many of those cards have been restored to people who appealed at the time.  I am sure, if there are any difficulties, they can and will be sorted out.<\/p><p>Senator &Oacute; Clochartaigh referred to a HIQA report on a nursing home.  I would urge the Senator to give any information he may have on that issue to the Minister, who I am sure will be very interested.  I can assure him any HIQA report will be followed through comprehensively by the Department.<\/p><p>Senator Colm Burke noted the health committee will now be allowed to proceed with its work in investigating how the &euro;3.72 billion for the 2,600 organisations is spent.  He also highlighted once again the plight of junior doctors and the need for greater reform of the system.  I was concerned at Senator Burke's statement in regard to agencies that people may not have the qualifications listed in job applications.  That is a very serious charge and it should certainly be investigated, not alone by the health agencies but by the Garda, if wrong descriptions are being given.  People's lives could be put at risk if that is the situation.<\/p><p>With regard to Senator Healy Eames's point, as I said yesterday, we in this House have no say on who should or should not be a Minister.  I am sure the Taoiseach had a very difficult job because there are so many talented people from both parties.  However, in regard to gender equality, this Government has introduced legislation whereby a 30% quota will now be in place for the next general election.  That is action rather than words.<\/p><p>Senator Gilroy mentioned Seanad reform. We have a comprehensive suite of proposals to put forward.  One of the proposals which I certainly will be trying to have is that when people on the Order of Business raise a subject, they would at least have the courtesy to wait for a reply rather than moving out of the House.  I have tried to do that but I would be unfair to people on the other side of the House because I can see who is gone on the other side but I cannot see who is gone behind me.  I will have to curb that in the future.  I would hope that Members who raise their relevant points on the Order of Business would at least stay for a response, be they satisfied or not with that response.<\/p><p>Senator O'Keeffe spoke on the question of end-of-life care and the report of the health committee and the Ombudsman on that matter.  I would like to point out to the Senator that we had a Private Members' motion from Senator Marie Louise O'Donnell on this matter in April.  The Minister of State, Deputy Kathleen Lynch, gave a very comprehensive outline of the Government supports in this regard but I will certainly see if we can have a further debate on it in the context of the reports which have come out recently.<\/p><p>Senator Paul Coghlan commented on and commended the work of NAMA in certain areas.  Senator Noone raised the work of the European Commission on roaming charges and the improvement in the situation, while stressing there is a need for further improvement in that area.  She pointed to the fact telecoms are dragging their heels and looking for loopholes, although it should not be news to us that they are doing that at every possible opportunity.  The work of the European Commission in this regard is certainly to be commended from a consumer point of view.<\/p><p>Senator Heffernan complimented the work of the Irish Chess Union.  I do not know where I can turn the Senator to in regard to funding but I am sure the Minister for Transport, Tourism and Sport will certainly listen to what he has to say.<\/p><p>Senator Hayden raised the issue of student deposits being retained by various groups.  I will find out for her the current status of the Residential Tenancies (No. 2) (Amendment) Bill to which she referred.<\/p><p>In conclusion, I thank the Cathaoirleach, the Seanad staff, the ushers and all the staff of the House for their courtesy during this term.  I wish everybody a very relaxing number of weeks before we are back in mid-September.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700008#G00800","speaker":"1130","continuing":true},{"type":"speech","time":1405593000,"counter":89,"content":"<p>Senator Mark Daly has moved an amendment to the Order of Business, \"That No. 63, motion No. 11, be taken today\".  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700009#H00200","speaker":"1120"},{"type":"speech","time":1405593000,"counter":90,"content":"<p>Yes.  For the benefit of the House, we are not asking for the Minister to come in.  We are just asking for the motion to be accepted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700009#H00300","speaker":"1159"},{"type":"vote","time":1405593000,"counter":91,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 15; Níl, 25.<\/p><p>Tellers: Tá, Senators Ned O'Sullivan and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700009#H00400","aye":["1157","1116","1133","1159","1131","1119","1140","1128","1142","1154","1145","1155","1171","1164","1176"],"nay":["1148","1138","1150","1151","1124","1158","1130","1166","1160","1117","1172","1152","1173","1135","1161","1162","1132","1174","1134","1118","1187","1153","1129","1125","1163"]},{"type":"speech","time":1405593600,"counter":92,"content":"<p>Senator Reilly has proposed an amendment to the Order of Business: &quot;That a debate on the situation in Gaza be taken today.&quot;  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700010#J00100","speaker":"1120"},{"type":"speech","time":1405593600,"counter":93,"content":"<p>The Leader has given his commitment to endeavour to bring the Minister to the House, so I will not press the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700010#J00200","speaker":"1155"},{"type":"unspoken","time":1405593600,"counter":94,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Sitting Arrangements: Motion","time":1405593600,"counter":95,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700010#J00400"},{"type":"speech","time":1405593600,"counter":96,"content":"<p>I move:<blockquote><br \/>That, notwithstanding anything in the Standing Orders relative to Public Business, the Seanad shall meet on Friday, 18th July, 2014 at 10.30 a.m. and the following arrangements shall apply: (1) (a) Standing Orders 29 and 30 shall stand suspended; <blockquote>(b) there shall be no Order of Business; <br \/>(c) the business to be taken shall be confined to--<blockquote>(i) subject to the completion of Committee Stage today, the Report and Final Stages of the Strategic Banking Corporation of Ireland Bill 2014 <i>D&aacute;il<\/i>, and <br \/>(ii) subject to the completion of Committee Stage today, the Report and Final Stages of the National Treasury Management Agency (Amendment) Bill 2014 <i>D&aacute;il<\/i> which shall be taken on conclusion of the Report and Final Stages of the Strategic Banking Corporation of Ireland Bill 2014 <i>D&aacute;il<\/i>. <\/blockquote><\/blockquote>(2) No other business shall be taken unless the Seanad shall otherwise order on motion made by the Leader of the House or such other Senator as he may authorise in that behalf.&rdquo; <\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700010#J00500","speaker":"1130"},{"type":"unspoken","time":1405593600,"counter":97,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Standing Orders: Motion","time":1405593600,"counter":98,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700010#J00700"},{"type":"speech","time":1405593600,"counter":99,"content":"<p>I move:<blockquote><br \/>That the Report of the Committee on Procedure and Privileges on Standing Orders 70A, 71 and 119 and the adoption of New Standing Orders 113A and 137A be adopted, laid before the Seanad and printed.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700010#J00800","speaker":"1130"},{"type":"unspoken","time":1405593600,"counter":100,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Commission of Investigation: Motion","time":1405593600,"counter":101,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700010#J01000"},{"type":"speech","time":1405593600,"counter":102,"content":"<p>I move:<blockquote><br \/>That Seanad &Eacute;ireann: bearing in mind the specific matters considered by Government to be of significant public concern arising from the fatal shooting of Ronan MacLochlainn by members of the Garda S&iacute;och&aacute;na during the course of an attempted armed robbery of a Securicor van in Co. Wicklow on 1st May, 1998; <br \/>and noting that it is the opinion of the Government that a Commission of Investigation represents the best method of addressing the issues involved; <br \/>and further noting that a draft of the proposed Commission of Investigation (Ronan MacLochlainn) Order 2014 and a statement of the reasons for establishing the commission have been laid before Seanad &Eacute;ireann resolves to approve the draft.&quot;<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700010#J01100","speaker":"1130"},{"type":"unspoken","time":1405593600,"counter":103,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Electoral (Amendment) (No. 4) Bill 2014: Second Stage","time":1405593900,"counter":104,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700011#K00100"},{"type":"unspoken","time":1405593900,"counter":105,"content":"<p>Question proposed: &quot;That the Bill be now read a Second Time.&quot;<\/p>"},{"type":"speech","time":1405593900,"counter":106,"content":"<p>I welcome the Minister for the Environment, Community and Local Government, with whom we served in the Seanad from 2000 to 2007.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700011#K00300","speaker":"1140"},{"type":"speech","time":1405593900,"counter":107,"content":"<p>This is my fourth time in the Seanad this week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700011#K00400","speaker":"1088"},{"type":"speech","time":1405593900,"counter":108,"content":"<p>The Minister is welcome back.  I served, although not quite in the same capacity as him.  It is nice that he had experience in the Seanad and I wish him every success in his Department which is a very important one.  I know he will do an excellent job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700011#K00500","speaker":"1140"},{"type":"speech","time":1405593900,"counter":109,"content":"<p>The purpose of the Bill is to provide that the Clerk Assistant of the D&aacute;il will perform the functions of the Clerk of the D&aacute;il under the Electoral Acts whenever the post of Clerk of the D&aacute;il is vacant or the Clerk is not available through illness, absence or other cause to fulfil the relevant duties and that the Clerk Assistant of the Seanad will perform the functions of the Clerk of the Seanad under the Electoral Acts whenever the post of Clerk of the Seanad is vacant or the Clerk is not available through illness, absence or other cause to fulfil the relevant duties.<\/p><p>The Electoral Acts provide in many sections that, where the office of Clerk of the D&aacute;il is vacant, the Clerk Assistant of the D&aacute;il shall perform the duties of the Clerk of the D&aacute;il.  Similar provision is made in relation to duties of the Clerk of the Seanad.  For example, section 4(4) of the Seanad Electoral (Panel Members) Act 1947 provides that whenever the office of Clerk of the Seanad is vacant or the Clerk is unable through illness or other cause to fulfil his or her duties, the Clerk Assistant of the Seanad shall act as Seanad returning officer.  Another example is the provision in the Electoral Act 1997 for the establishment of a constituency commission to report on D&aacute;il and European Parliament constituencies.  Section 7 of the Act provides that the Clerk of the Seanad shall be a member of the commission.  Section 8 of that Act provides that whenever the Clerk of the Seanad is unable to act as a member of the commission through ill health or other cause or where the office is vacant, the Minister may appoint the Clerk Assistant of the Seanad to be a member of the commission.<\/p><p>The Electoral Acts are not, however, consistent in making such provision and this short technical Bill addresses this anomaly in the Acts.  The anomaly came to notice when consideration was being given to the making of the by-election order to fill the vacancy in the Seanad arising from the election of Senator Deirdre Clune to the European Parliament in May.  The vacancy has arisen on the Oireachtas sub-panel of the Cultural and Educational Panel.  The legislative provisions on filling the vacancy are set out in Part 5 of the Seanad Electoral (Panel Members) Act 1947 which requires the Clerk of the D&aacute;il to perform specific functions in the by-election process.  These include sending to the Seanad returning officer a &quot;statement of the names, addresses and descriptions of all the members of the D&aacute;il who are then entitled to sit and vote in that House&quot;.  On receipt of that statement, the Seanad returning officer prepares a list which forms part of the electoral roll for the by-election.<\/p><p>As the office of Clerk of the D&aacute;il is vacant and there is no provision in the 1947 Act for a person other than the Clerk of the D&aacute;il to furnish the necessary statement to the Seanad returning officer in relation to the electoral roll, the by-election could not proceed in accordance with the Act.  This anomaly came to light when notice was given last month under section 55 of the Seanad Electoral (Panel Members) Act 1947 of the casual vacancy in the Seanad arising from Senator Deirdre Clune's election to the European Parliament.  This is an unsatisfactory and anomalous situation which is addressed in the Bill.<\/p><p>Rather than just dealing with the immediate difficulty of the Seanad by-election, the Government decided to examine the issue more widely.  Therefore, the Bill addresses the entire electoral code where similar difficulties could arise in the future, both in regard to the Clerk of the D&aacute;il and the Clerk of the Seanad.  It provides that, in certain circumstances, the Clerk Assistant of the D&aacute;il will perform the functions of the Clerk of the D&aacute;il and that the Clerk Assistant of the Seanad will perform the functions of the Clerk of the Seanad.  These circumstances arise where either the office of Clerk of the D&aacute;il or the office of Clerk of the Seanad is vacant or the Clerk is unable through illness, absence or other cause to fulfil duties under the Electoral Acts and no provision is made for another person to perform the relevant functions.<\/p><p>I will outline the details of the Bill.  Section 1(1) provides that if and so long as the office of Clerk of the D&aacute;il is vacant or the holder of that office is unable through illness, absence or other cause to perform his or her functions under the relevant statutory provisions, the Clerk Assistant of the D&aacute;il shall perform these functions.  Section 1(2) lists the &quot;relevant Acts&quot; and &quot;relevant statutory provisions&quot; referred to in section 1(1).  The functions are those in the Electoral Acts that are the duties of the Clerk of the D&aacute;il and where no provision is made for any other person to fulfil the duties in the absence of the Clerk.  Section 2(1) makes similar provisions for the Seanad.  It provides that, if and so long as the office of Clerk of the Seanad is vacant or the holder of that office is unable through illness, absence or other cause to perform his or her functions under the relevant statutory provisions, the Clerk Assistant of the Seanad shall perform these functions.  Section 2(2) lists the &quot;relevant Acts&quot; and &quot;relevant statutory provisions&quot; referred to in section 2(1).  The functions are those in the Electoral Acts that are the duties of the Clerk of the Seanad and where no provision is made for any other person to fulfil the duties in the absence of the Clerk.  <\/p><p>Section 3 contains standard provisions dealing with the Short Title, construction and collective citations.<\/p><p>This is a short technical Bill.  The goal is to ensure D&aacute;il and Seanad elections can proceed in accordance with the legislative provisions and requirements when there is a vacancy in the office of Clerk of the D&aacute;il or Clerk of the Seanad or the Clerk is absent for one reason or another.  The Bill takes a sensible and pragmatic approach to addressing the inconsistencies in the Electoral Acts on this point and I commend it to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700011#K00600","speaker":"1088"},{"type":"speech","time":1405593900,"counter":110,"content":"<p>Fianna F&aacute;il supports the Bill, but it is outrageous that the situation is allowed to continue where no Clerk of the D&aacute;il has been appointed.  It is outrageous that the Bill must be brought before us and the Minister, whom I should welcome in his new job-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700011#K00700","speaker":"1116"},{"type":"speech","time":1405593900,"counter":111,"content":"<p>Just before giving out to him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700011#K00800","speaker":"1162"},{"type":"speech","time":1405593900,"counter":112,"content":"<p>I am not giving out to him.  It is not his fault, as he has only been in the Cabinet since this week.  It is the fault of the Government, including the Minister for Public Expenditure and Reform, Deputy Brendan Howlin; the Minister for Finance, Deputy Michael Noonan, and the Taoiseach.  Senators cannot blame Fianna F&aacute;il for this one as the issue arose last year.  The Minister is new to the job, in which I wish him the very best.  I am delighted he has been appointed to it.<\/p><p>It is amazing to see newly appointed Ministers coming into the House this week, whom we all wish the best of luck, who have not had the chance to take a second look at the legislation put before them.  I see Ministers in the D&aacute;il answering questions on issues about which they cannot know much in their first few days in office.  They should have taken a breather on legislation and questions to apprise themselves and look at matters afresh in the Department.  They have the summer to do so on most issues and I urge them to take that opportunity.  They are elected to give their views and appointed by their leaders because of their talent and insight and their parliamentary party members, as well the public, expect this from them.<\/p><p>This is stopgap legislation while the position of Clerk of the D&aacute;il remains unfilled.  This issue came to light last week when the Government lost a vote and, all of a sudden, legislation is being rushed through.  What has happened between the Ceann Comhairle and the Government is an unseemly spat that is continuing and does not reflect well on the day-to-day running of the national Parliament.  No Clerk of the D&aacute;il, a critical member of staff, has been appointed.  While we are talking about the post of Clerk Assistant of the Seanad, I congratulate Mr. Martin Groves who was recently appointed to the position.<\/p><p>I would love to oppose the Bill, but I cannot stand in the way in holding a by-election to the Seanad.  That would be undemocratic, but we need answers on what is happening between the Government and the Ceann Comhairle.  Legislation such as this which has an impact on the workings of the House should not come from the Government but from the Houses.  Part of the problem is that, despite all the talk, we do not have a separation between the Government and the Parliament.  The work of the Parliament on a day-to-day basis is mandated and directed by Ministers and officials in Departments.  I say this with no disrespect to them because that is the system we have in place.  We would like to see a Clerk of the D&aacute;il being appointed in the proper way, respecting the independence of the Parliament.  We will support the Bill and will not stand in the way in holding a by-election which the Government will surely win owing to the electoral system.  I hope, however, that there will be competition within the parties for the seat and that there will not just be one candidate.  Under our stewardship, there was more than one candidate from Fianna F&aacute;il running for these positions.  <\/p><p>I would like the Minister to address the issues raised, but we genuinely wish him the best of luck.  The Bill should have been held off until he had had a chance to look at it over the summer and discussed it with his colleagues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700011#K00900","speaker":"1116"},{"type":"speech","time":1405594500,"counter":113,"content":"<p>I welcome the Minister.  What is proposed in the Bill must be done because the need for it dates back to 1947, when the principal Act was brought into force.  I do not know who was in power at that time - perhaps one of my colleagues can inform me - but whomever it was left an anomaly in the original legislation.  As matters stand under the existing Act, if the Clerk of the D&aacute;il or the Clerk of the Seanad becomes ill, there is no one to take his or her place.  We know that those who have occupied those positions in recent years are great people.  I pay tribute to Mr. Kieran Coughlan, the former Clerk of the D&aacute;il who retired recently.  His shoes will be hard to fill.  I also pay tribute the very fine Clerk of this House.  There may have been times when neither she nor Mr. Coughlan were available to fulfil the duties assigned to them under the 1947 Act and the fact that, under the Act, no one would have been available to take their places is an anomaly.  The Bill before the House provides that the Clerks Assistant of both Houses can step into the breach if the Clerks are indisposed.<\/p><p>Under the 1947 Act, by-elections cannot currently take place because there is no Clerk of the D&aacute;il in the aftermath of Mr. Coughlan's retirement.  As the Minister indicated, the Bill is a technical amendment to the existing Act.  I accept that there are other changes which must be facilitated, including appointments, etc.  I do not know when the position changed in respect of Government seats in the Seanad becoming vacant and the matter being referred to the relevant panel in order that it might elect a replacement Member.  Perhaps we should consider re-empowering the various panels again in this regard.  The latter has never been done and it is not facilitated under the legislation before us.  Perhaps the matter could be dealt with in the context of Seanad reform.  It is not on the agenda for today and it would be leading people astray if we were to pretend that it is.<\/p><p>I thank the Minister for coming before the House.  He outlined what is involved here and I will not repeat what he said.  I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700012#L00100","speaker":"1135"},{"type":"speech","time":1405594500,"counter":114,"content":"<p>I welcome the Minister, Deputy Alan Kelly, back to the House.  He and I served together for a period in the Seanad not that long ago and I am delighted to see him back.  I am also delighted by the colourful ties he wears.  People in this House usually wear ties that are very dull.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700012#L00200","speaker":"1145"},{"type":"speech","time":1405594500,"counter":115,"content":"<p>The Minister is like the Senator, he goes in for style.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700012#L00300","speaker":"1135"},{"type":"speech","time":1405594500,"counter":116,"content":"<p>I like a bit of competition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700012#L00400","speaker":"1145"},{"type":"speech","time":1405594500,"counter":117,"content":"<p>My daughter bought this one for me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700012#L00500","speaker":"1088"},{"type":"speech","time":1405594500,"counter":118,"content":"<p>This is a very interesting debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700012#L00600","speaker":"1140"},{"type":"speech","time":1405594500,"counter":119,"content":"<p>I am opposed to the Bill.  Senator Byrne explained his concerns very well in respect of it.  Why has the position of Clerk of the D&aacute;il remained vacant for over a year?  I just cannot understand why that is the case.  Now, we are changing the law.  The Minister has explained why the latter is happening but he did not indicate why the position of Clerk of the D&aacute;il, which was previously held by Mr. Kieran Coughlan for quite some time, has remained vacant.  The atmosphere in the Seanad has become very healthy in recent times.  This is a result of the fact that we are obliged to debate everything because the Government does not have an automatic majority.  That has been a welcome development.  Last week, Senator Crown tabled a very sensible amendment and won the ensuing vote in respect of it by a margin of one - 27 to 26.  This makes the Seanad very sound and democratic.  We debate every matter in the knowledge that the balance could go one way or the other.<\/p><p>In the period 1994 to 1997 one Government fell and was immediately replaced by another without an election.  The previous Taoiseach's nominees remained Members of the Seanad and suddenly there was no longer a Government majority here.  That was particularly helpful to the five Independent Members of the House - there had been six of us but one of our number became the Labour Party Whip - because we held the balance of power in many instances.  This meant that Ministers were obliged to take account of our views.  I recall on one occasion being approached by the then Minister for Equality and Law Reform, Mr. Mervyn Taylor, who sought to convince me that we needed to change something we had done the previous week.  The debates which took place in the House at that they were both robust and good and this was due to the fact that the Government did not have an automatic majority.<\/p><p>What the current Government is doing in the form of the Bill before us is changing the law in order to regain its majority in the Seanad.  That is a disgraceful affront to citizens who were promised more democracy when the Government lost the referendum on the abolition of the Seanad.  What is being done here is hypocritical, particularly in view of the fact that the Taoiseach promised a &quot;democratic revolution&quot; in 2011.  We have been waiting three years for real Seanad reform.  It is extremely regrettable that the Government has resorted to this solution which is being rushed through the Oireachtas and about which, as Senator Byrne indicated, we only found out last week.  I wish the Government would place as much emphasis on concrete reform of the Seanad.  One of the simplest and most straightforward ways in which we might improve democracy in this country would be by making the Seanad more democratic and giving it increased powers in order that it might take a second look at legislation and provide the necessary counterweight to the D&aacute;il.<\/p><p>The group Democracy Matters, of which I was a member, campaigned in last October's referendum on that basis.  We did not campaign for the House to be retained in its current guise, rather our aim was to have it reformed.  Our goal was to create a new, democratic Seanad in respect of which everybody would have a vote.  Last year's referendum was, unfortunately, the first occasion on which many citizens had been in a position to cast any kind of vote in respect of the Seanad.  How long will they be obliged to wait until they can do so again?  The Government must extend the right to vote in respect of elections to his House.  Senator Crown introduced a Bill on the matter, which was accepted, as have Senator Zappone and the Fianna F&aacute;il Senators.  All three Bills provide solutions that can work.  We can and should have a democratic Seanad, without the whip automatically forcing everybody on the Government side to vote in a particular way on each occasion.  One Government Senator indicated earlier that he has, on occasion, been obliged to vote against his own best judgment because he was instructed to do so and did not want to lose the whip.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700012#L00700","speaker":"1145"},{"type":"speech","time":1405594500,"counter":120,"content":"<p>What about those in Fianna F&aacute;il today?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700012#L00800","speaker":"1136"},{"type":"speech","time":1405594500,"counter":121,"content":"<p>I suppose the situation is the same.  What is being done here is undemocratic and unhelpful and it will make the atmosphere in the House less healthy.  The only way such an atmosphere can be maintained is if we retain the current system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700012#L00900","speaker":"1145"},{"type":"speech","time":1405594500,"counter":122,"content":"<p>I welcome the Minister, Deputy Kelly.  This is the first time he has come before us since his elevation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700012#L01000","speaker":"1162"},{"type":"speech","time":1405594500,"counter":123,"content":"<p>No, it is not.  He has been here previously.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700012#L01100","speaker":"1140"},{"type":"speech","time":1405594500,"counter":124,"content":"<p>I apologise.  This is the first occasion on which I have been in the House when the Minister has been present.<\/p><p>As the Minister stated, this Bill is a technical measure to ensure that democracy can be seen to be working to its fullest in this House.  I am pleased Fianna F&aacute;il has decided to support the Bill.  All of those who are elected to serve, either here or at some other level, believe in democracy.  I cannot understand why anyone would oppose the Bill on the basis that it does not uphold democracy.  There is a vacancy in the House and it should be filled.  The reason it has not yet been filled is outlined in the Bill.  As such, there is a need for us to tidy up matters and get our house in order.<\/p><p>I completely respect the views expressed by Senator Quinn in respect of the broader issue of Seanad reform.  As he is aware, I canvassed alongside those in Democracy Matters in the south east during last year's referendum.  However, the Bill relates to filling a vacancy in Seanad &Eacute;ireann and providing an enabling process in that regard.  It does not relate to the bigger issue of Seanad reform.  I urge all Members to support this Bill because it will allow democracy to be upheld and ensure that the vacancy which currently exists is filled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700012#L01200","speaker":"1162"},{"type":"speech","time":1405595100,"counter":125,"content":"<p>I welcome the Minister, Deputy Kelly, to the House and wish him well on his appointment.  I hope his presumably happy memories of his time in this House-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700013#M00100","speaker":"1189"},{"type":"speech","time":1405595100,"counter":126,"content":"<p>Absolutely.  Very happy memories.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700013#M00200","speaker":"1088"},{"type":"speech","time":1405595100,"counter":127,"content":"<p>-----will cause him to look kindly on it and its future.  Along with his Government colleagues, he should treat seriously the decision of the people last autumn not simply to retain the Seanad but to seek actively to develop it, particularly by having elections to it based on a universal-suffrage arrangement.<\/p><p>I do not have to cover again the ground covered by some of my colleagues but must point out that the Government is considering a number of Bills at this stage.  Most Ministers will tell us the next general election will not take place until the spring of 2016, which gives the Government sufficient time to carry out real, meaningful Seanad reform if it is serious about it.  The next time we will be debating Seanad politics in this House, I hope it will be as a result of the Minister having taken seriously what the people said last autumn, namely, that they want an updated, modernised Seanad playing a role in the democratic process of the State, with every citizen having an equal vote in Seanad elections, irrespective of what system we devise.<\/p><p>There is a technical Bill before us today to allow the by-election.  Obviously, it will be approved and the by-election will take place.  I have been around the Houses long enough to know how by-elections are conducted.  With the overwhelming Government majority in both Houses, a candidate representing a Government party will obviously win the seat.  There is a Fine Gael vacancy.  I am not sure whether the strategy for the seat is part of the revised programme for Government but I presume it will go to the Fine Gael Party.  While I am not in a position politically to lecture the Fine Gael Parliamentary Party or its managers, I certainly hope that whoever puts his or her name forward for election to this House will at least have been neutral during the Seanad referendum campaign last autumn.  It would be grossly hypocritical if somebody who pronounced opposition to the Seanad last year and went on the record to suggest it should be abolished now sought election thereto.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700013#M00300","speaker":"1189"},{"type":"speech","time":1405595100,"counter":128,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700013#M00400","speaker":"1164"},{"type":"speech","time":1405595100,"counter":129,"content":"<p>It would be deeply hypocritical not only on the part of the candidate but also on the part of the political party standing the candidate.  There are very many elected members of the Fine Gael Party who are deeply opposed to the party's position on the abolition of the Seanad.  There were many Fine Gael public representatives, particularly councillors, who not only opposed the referendum but certainly voted against abolition.  I hope the successor to Ms Deirdre Clune will be from the ranks of people who supported the Seanad last year.<\/p><p>It would just add to the public's already deeply cynical view of politics if somebody who said the Seanad should be abolished sought election to it.  I know from my knowledge of the Fine Gael organisation and Fine Gael local authority members across the country that a majority of the latter were opposed to the abolition of the Seanad.  I hope it is from the ranks of those people who supported the Seanad that our new Senator colleague will emerge.  The successful candidate will enter a Seanad system that is still operating under the old electoral process and old view of what the Seanad is or should be.  I hope the main substantive debate on the Seanad over the next 18 months will not be about by-elections or a by-election-facilitating Bill but about the reform of the House.<\/p><p>Just as all of us in politics have a shelf life, the Minister will have a shelf life in the Department of the Environment, Community and Local Government.  He may transfer to other positions - I had better not say better positions.  His time in the Seanad was brief and he moved on to European politics.  In the European Parliament, he met colleagues whose parliamentary systems had two houses equivalent to the D&aacute;il and Seanad.  He met people who believed parliaments should be debating fora rather than dictatorial fora.  He will have met Members of the European Parliament who did not simply chant party lines but thought and voted in a very independent fashion.  I hope the Minister's experience in this regard will lead him to believe we could have a much better Seanad and that the starting position will have to be based on an electoral system in which every citizen is respected and has an entitlement to vote.  I hope that will be his Seanad project between now and the next election.<\/p><p>I wish the Minister well with his endeavours.  I appreciate what the main Opposition party, Fianna F&aacute;il, has said on this particular proposal.  If that is the Fianna F&aacute;il view, this Bill will certainly be passed.  I hope the Seanad seat vacated by our friend and colleague Deirdre Clune will be occupied by somebody who at least supports the Seanad, not by somebody who opposed it and its existence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700013#M00500","speaker":"1189"},{"type":"speech","time":1405595100,"counter":130,"content":"<p>I really warmly welcome the Minister, Deputy Kelly.  Minister of State, Deputy Coffey informed us yesterday that the Minister was seriously examining the issue that has arisen with respect to the SSNO grant from the Department of the Environment, Community and Local Government.  It was encouraging, cheering and heartwarming to hear this will be considered.  Nobody here believes that the Minister, or any other, operates in an economic vacuum, and we understand that for every cent spent on one thing, there is an opportunity cost such that it cannot be spent on another.  I was asked to raise the issue.  The response I got was one of the more positive ones I have received.  It was nice to hear one that did not give the usual turgid, Civil Service reason the Department must sadly say \"No\".<\/p><p>I am not really a politician.  What I do here comprises approximately 45% of my life.  I still think of my day job as the big job.  However, I revere democracy and the process of democracy.  One does not have to read the newspapers to learn how gruesome all the alternatives are and how much democracy can be under threat in so many parts of the world.  It is in this regard that I found myself in an awkward set of circumstances, somewhat similar to that experienced by Senator Byrne and, I suspect, other individuals on this side of the House.  I do not want to stop an election but I will not support this Bill.  The Bill will pass and mine will be a protest vote.  I will outline why I must oppose it.  First, we hear that the original legislation that requires amending has been around since 1947.  Perhaps a little lesson is to be learned regarding the alacrity with which we spot deficiencies in our legislation if we are now considering legislation that was passed when Truman was US President, Pope Pius XII was Pope and Stalin was still in the big office beside Red Square.  Things need to move a little faster.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700013#M00600","speaker":"1147"},{"type":"speech","time":1405595100,"counter":131,"content":"<p>The Senator was not born at that stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700013#M00700","speaker":"1140"},{"type":"speech","time":1405595100,"counter":132,"content":"<p>I was not.  My father had not left Leitrim at that stage to go to New York.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700013#M00800","speaker":"1147"},{"type":"speech","time":1405595100,"counter":133,"content":"<p>Let us not go into the details.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700013#M00900","speaker":"1140"},{"type":"speech","time":1405595100,"counter":134,"content":"<p>I do not believe my vote or that of anybody else is blocking the election.  The people who are blocking it are those who have not appointed a clerk to the D&aacute;il for the past year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700013#M01000","speaker":"1147"},{"type":"speech","time":1405595100,"counter":135,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700013#M01100","speaker":"1136"},{"type":"speech","time":1405595100,"counter":136,"content":"<p>This could be fixed on picking up the telephone.  No disrespect whatsoever to the office of the Clerk of the D&aacute;il but I strongly suspect the problem has not been finding a suitably qualified person.  I do not believe it is a case of finding someone uniquely qualified.  It is impossible to escape two conclusions, one being that the problem has not been fixed because of a manifestation of some kind of power struggle between official officers of our democracy - not including the Minister - or those who represent the highest levels of government and those who represent the Chair of the D&aacute;il.  There is a somewhat less savoury interpretation, which is that because so many of these jobs sadly become a manifestation of political patronage, there is no concordance regarding the one or two people earmarked for the job.  I have real difficulty in understanding why this matter should be regarded as an emergency today and why it could not have been fixed earlier.  I am not an obsessive, nerdish follower of the arcane processes of parliamentary procedure.  I looked up today the date on which the last incumbent resigned and saw July.  I believed movement was pretty quick until I saw the date was July 2013, a year ago.  It was all over the newspapers that this was happening a year ago.  Why is it becoming such an issue today?  The Minister has been given the thankless job of representing a policy that clearly has been in place but which is wrong.  It is just not the way this should happen.  The job should have been filled a long time ago.<\/p><p>I have a very specific question that the Minister probably cannot answer today.<\/p> <p>What level of expense is involved in passing a legislative measure, rather than just appointing the person last year?<\/p><p>There is also an opportunity cost associated with passing legislation because other legislative measures will not be passed or will be delayed or will not be drafted because the expertise of the people who draft and scrutinise legislation must be used in drafting this legislation.  I know from experience that a Bill we tried to pass two years ago on something as simple as banning smoking in cars where children were present which we had hoped would be in place to stop children being exposed to cigarette smoke during their summer holidays in 2012 was delayed for two years because we were told the people who drafted Bills were desperately over-worked and understaffed.  I will seek a division to make a tetchy protest &quot;No&quot; vote on this issue.  The message must be conveyed that this is an illustration of something that is wrong with the political process.<\/p><p>Again, I thank the Minister for his attention to the SSNOs.  My colleagues in the Neurological Alliance of Ireland were very encouraged by the fact that somebody as senior as him was giving it attention.  I wish the Minister the best with his new responsibilities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700013#M01200","speaker":"1147","continuing":true},{"type":"speech","time":1405595700,"counter":138,"content":"<p>I congratulate the Minister on his elevation to the post of Cabinet Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700014#N00200","speaker":"1131"},{"type":"speech","time":1405595700,"counter":139,"content":"<p>I used to sit in the Senator's seat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700014#N00300","speaker":"1088"},{"type":"speech","time":1405595700,"counter":140,"content":"<p>I know.  I believe I sat in front of the Minister in the last Seanad.  It is good he has this role because he has an understanding of this House, what it can do and what it could do, if it was given teeth.  It is good that this is now in his remit and I believe history will be kind to him if he grabs hold of it.  Let us face it, the Government has been less than decent in how it has perceived and handled the Seanad.  The Minister now has a leadership role in that regard.  I also take the opportunity to congratulate my former colleague, Deirdre Clune, on winning a seat in the European Parliament, thus vacating her seat in the Seanad.<\/p><p>I wish to make three points.  Undoubtedly, other Senators have asked this question, but why has the post of Clerk of the D&aacute;il not been filled?  As Senator John Crown said, the post was vacated one year ago, but it had been flagged for months in advance.  We knew the vacancy would arise.  We have read the speculation that the Ceann Comhairle, Deputy Sean Barrett, had a disagreement with the Taoiseach, that there was jockeying for the position and about who should get it.  Fundamentally, until we get rid patronage and favouritism and bat for professionalism and competence, we will not be in touch with what the people want.  This cute hoorism must leave politics.  We all know that it is happening every minute of every day.  We need only look at how the positions were allocated in the reshuffle.  I spoke this morning about the three Gs - how geography lost out in terms of those from Galway and the west; how the Gaeltacht and Gaeilge lost out and how gender lost out in terms of women losing out.  However, that is not the reason I am contributing to this debate.  I have asked my first question as to why the post has not been filled and when we will start to bat for professionalism and competence.<\/p><p>In conversation with a person outside the House last night I said one of the things that made me have a great deal of confidence in Ireland was the hearings we held last year when we invited professionals to appear before Members.  They were psychiatrists, doctors and legal professionals.  When one leaves the professional world and comes into this one, one is in danger of forgetting the professional standards in society.  While the post in question remains unfilled, the same  is happening here.  We are saying there are no competent professionals among the public, which is not true.  I agree with Senator John Crown.  The Government is blocking the Bill, not the Members of the House who vote against it, although I do not doubt that it will be passed.<\/p><p>The second point that must be made concerns the importance of listening to what the people said in the referendum.  They said they wanted this House to be retained and reformed.  They want it to have adequate teeth to hold the Executive to account.  That means, at least, a vote for every person.  The Minister's big challenge is to ensure there is universal suffrage, not just university suffrage which, while it would benefit me and others, would still leave 75% of the population outside the loop.  It also still leaves the House at risk of being called elitist, something I abhor.  Unless we heed the result of the referendum, we are answering in the negative the question, &quot;Do people and democracy matter?&quot;<\/p><p>A new job has come into existence that is becoming very important to companies.  It is about analytics in the social media world.  People are being hired to see what is being said about companies.  Big companies such as Vodafone, Meteor and others are investing in people to engage in analytics to get to the back story of what the public thinks about them.  We have been told by the public what it thinks of this House and that it wants to retain it.  Can we, please, just pay the public a little respect and enact legislation?<\/p><p>I support what Senator Paul Bradford said.  When the candidate is nominated by the Government parties - I do not doubt that it will be a Fine Gael candidate - I hope it will be a woman, given that a woman vacated the seat and in view of the poor gender allocation we saw this week.  Second, above all, let it be someone who is not hypocritical and wished to abolish the House.  It really is outrageous that Senators on the other side of the House openly campaigned to abolish the House but still remain in it and take a salary.  That is the utmost hypocrisy.  I wish the Minister the best of luck.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700014#N00400","speaker":"1131"},{"type":"speech","time":1405595700,"counter":141,"content":"<p>I support the Bill which is a technical measure.  The issues raised by my colleagues concern the need for wider reform and to bring forward the reforms needed to ensure universal suffrage.  When the Bill dealing with the university Senators is brought forward, we must ensure there is a proportionate balance when we examine it.  However, I support this technical Bill as we must fill the vacancy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700014#N00500","speaker":"1171"},{"type":"speech","time":1405595700,"counter":142,"content":"<p>I call Senator David Norris.  All Members are delighted about his return to good health.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700014#N00600","speaker":"1140"},{"type":"speech","time":1405595700,"counter":143,"content":"<p>I do not support the Bill.  I do not believe there is a huge variety of talent among the public that is equipped for this task.  I remember that when I was elected to the House a number of years ago, there was a very distinguished Clerk of the Seanad, Mr. Kieran Coughlan, who went on to become Clerk of the D&aacute;il.  He played a very significant role in a quiet way.  However, the tradition, practice and law up to now has been that the Cathaoirleach wrote to the Taoiseach with a name and the Taoiseach nominated that person.  This Bill represents a very significant and dramatic stripping away of the powers of this House.  I oppose it for that reason alone.  It is clear - it is a fact - that the Taoiseach is intent on grabbing as much power as he possibly can.  That is very undemocratic.<\/p><p>On the question of reform of the Seanad, the Government's moves in this regard have been laughable.  It has done absolutely nothing.  It has looked at tinkering with the university seats in a disastrous way.  The only element that is democratic, in which the ordinary members of the nominating body are enfranchised, is under attack.  We are already democratic, but the Government is expanding the electorate to 850,000 voters for six seats.<\/p> <p>In respect of the next group of 43 Senators elected by delegated universal suffrage there are fewer than 1,000 voters, all of whom are politicals instructed by their parties how to vote.  They have 43 seats.  Then one has the golden ticket of the Taoiseach's nomination.  He nominates 11 Members without even a farce of an election.  By its alleged reform, the Government is increasing and maximising an already glaring discrepancy.  My colleague, Senator Sean Barrett, introduced legislation which would have increased the university seats satisfactorily while taking a seat here or there from some of the other groups.  That was defeated on the instructions of the Government.  People have talked about whipping and it is clear that the Government has handed down instructions on how to vote in this matter to its own side.  It is also clear that Fianna F&aacute;il Members have been instructed how to vote.  It is extraordinary that the overwhelming majority of Members of this House have been instructed by the D&aacute;il what to do to strip away the Seanad's powers.  Anyone talking about hypocrisy, as one of the preceding speakers this morning has, can see it there.  For those clear and simple reasons, I will vote against the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700014#N00700","speaker":"1136","continuing":true},{"type":"speech","time":1405596300,"counter":145,"content":"<p>I welcome the Minister, Deputy Alan Kelly, back to the House.  The legislation has come about as a result of an anomaly which means a by-election cannot be held in respect of a seat in the House where a vacancy has arisen as a result of the election to the European Parliament of our former colleague, Deirdre Clune.  I wish her very well in her role as an MEP.<\/p><p>The main question on this side of the House is why the vacancy which arose on 5 August last year has not been filled.  There has been a public spat between the Ceann Comhairle and the Taoiseach, which has done nothing for the lower House and democracy in the State.  If the Bill before the House was introduced after the filling of that vacancy, there would not be a difficulty.  It makes perfect sense to me that in the absence of the Clerk of the D&aacute;il through illness or otherwise, the Assistant Clerk should be able to carry out the same duties.  The Bill is being supported by Fianna F&aacute;il for that reason.  It is also being supported because we do not want to prevent a by-election in respect of a seat in this House.  We want to know from the Minister why the position of Clerk of the D&aacute;il has not been filled for almost a year.<\/p><p>We support the Bill to facilitate a by-election.  Like Senator Healy-Eames, Senator Bradford and others, I hope the Fine Gael candidate is a supporter of the House and not someone who campaigned to abolish it.  I hope that happens.  If the Taoiseach follows his usual protocol, however, he will put in someone who actively campaigned to get rid of the House.  We do not want to prevent the by-election and note that it makes sense that the Assistant Clerk should be able to carry out in full the duties of the Clerk of the D&aacute;il in that official's absence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700015#O00200","speaker":"1164"},{"type":"speech","time":1405596300,"counter":146,"content":"<p>I sincerely thank everyone for his or her good wishes, which I appreciate.  The Bill is very technical.  I ask for support for it on the basis that whether one likes the legislation or not, the democratic process must continue.  We can debate the merits and demerits of the process in place, but that is what is there at the moment and it must be initiated.  I thank the Members who are supporting the Bill.  I understand the frustrations of the Members who referred to the non-filling of the vacancy and the ongoing debate over years on Seanad reform.  As someone who sat in the House for a couple of years, I have great respect for the Seanad.  It had a huge influence on me and my career.  It also had a huge impact on me regarding the debating process.  It is quite healthy and I am very much a supporter of it.<\/p><p>I have been in the post since last Friday and I do not want to indicate that I can change the world.  It would not be right to say that.  However, I note that I will look very closely at what is achievable as regards reforming the Seanad in a positive way in the next 18 to 20 months or other period the Government is in place.  I am determined to look at the matter in depth and to take on board everyone's views.  I am determined also to use my experience of the Seanad, which was not that long ago, to influence and change positively the way things work.  We have learned a great deal about the Seanad in recent years and we must embrace change.  Everyone needs to pull together.  There are elements of what many speakers said today that I endorse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700015#O00300","speaker":"1088"},{"type":"speech","time":1405596300,"counter":147,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700015#O00400","speaker":"1158"},{"type":"speech","time":1405596300,"counter":148,"content":"<p>It is time to move on the debate to what we are going to do rather than to shout about various options.  I intend to push up the ladder the agenda of Seanad reform instead of talking about doing something.  There has been enough debate and commentary on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700015#O00500","speaker":"1088"},{"type":"speech","time":1405596300,"counter":149,"content":"<p>I hope that is not just the university seats.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700015#O00600","speaker":"1136"},{"type":"speech","time":1405596300,"counter":150,"content":"<p>I will look at everything.  Colleagues will know as I have sat among them and sometimes get into trouble for it that I am a straight shooter and say things as they are and as clearly as I can.  I will continue to do so.  That is a commitment I make.  I will not sit here and say I can change the world in relation to Seanad reform, but I say that I will look thoroughly at the matter.  I was appointed only last week, but this is something I have always felt was necessary.  It would be wrong of me not to look thoroughly at it given the space I am in.  I fully intend to do so.  However, I want to move on the agenda from talking about this to embrace everyone's thoughts, not just those from the Government side.  This needs a holistic approach.  I thank Senator Crown for what he said on SSNOs.  I hope to have more definite details in the next day or so.<\/p><p>This is not about patronage, favouritism or jobs for the boys.  It is a very technical issue we are trying to sort out.  The Minister for Public Expenditure and Reform, Deputy Brendan Howlin, will put in place arrangements for the filling of the position of Clerk of the D&aacute;il almost immediately.  I expect the post to be advertised publicly very soon.  That negates the view that some sort of patronage will be involved.  It is fair to say that there were issues in relation to the filling of the vacancy.  While I will not go into the matter in detail, it was probably part of the reason the legislation was delayed.  It is regrettable that it took this length of time.  I have to be straight about that.  However, the matter is being dealt with and I expect the appointment process to go ahead speedily, which is very necessary.<\/p><p>I ask the House to support the Bill and I make a broader commitment to Seanad reform.<\/p> <p>I will not leave hostages to fortune and claim that the Seanad I would like to see will develop in the next 20 months, but I will put in place the process by which the reform agenda will enter into action.  We will deliver change for the Seanad in terms of how it operates, its electoral process and its place in the democratic process.  It is necessary that the Seanad be different than the Dail.  I have sat in both Houses as well as the European Parliament.  Senator Bradford suggested that my time in Europe might influence me.  It very much will, as I learned much about how debates should be handled, issues could be addressed across groupings, the question of whips and so forth.  My experience will inform my agenda now.  I do not have a monopoly on good ideas, so I will embrace suggestions from every side of the political spectrum.<\/p><p>On that note, I hope Senators will respect the fact that I have only been in this position since Friday and these are my initial thoughts on the Seanad reform matter.  I ask them to support this technical Bill.  The Bill is necessary, which is the only agenda at work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700015#O00700","speaker":"1088","continuing":true},{"type":"vote","time":1405596900,"counter":152,"content":"<p>Question put:<\/p><p>The Seanad divided: Tá, 37; Níl, 6.<\/p><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators John Crown and David Norris..<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700016#P00200","aye":["1148","1138","1150","1116","1165","1151","1124","1158","1133","1130","1166","1160","1159","1117","1172","1152","1135","1161","1162","1140","1132","1128","1174","1134","1118","1187","1153","1122","1139","1169","1129","1125","1142","1154","1163","1171","1164"],"nay":["1147","1131","1119","1136","1145","1176"]},{"type":"speech","time":1405597200,"counter":153,"content":"<p>Senator Heffernan voted in the wrong space but it does not alter the vote result, T&aacute;, 37; N&iacute;l, 6.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700017#Q00100","speaker":"1120"},{"type":"speech","time":1405597200,"counter":154,"content":"<p>The entire other side voted in the wrong space.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700017#Q00200","speaker":"1147"},{"type":"majorheading","content":"Electoral (Amendment) (No. 4) Bill 2014: Committee and Remaining Stages","time":1405597200,"counter":155,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700017#Q00300"},{"type":"unspoken","time":1405597200,"counter":156,"content":"<p>Sections 1 to 3, inclusive, agreed to.<\/p>"},{"type":"vote","time":1405597200,"counter":157,"content":"<p>Question put: \"That the Title be the Title to the Bill.\"<\/p><p>The Committee divided: Tá, 39; Níl, 6.<\/p><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators John Crown and David Norris.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700017#Q00500","aye":["1148","1138","1150","1116","1165","1151","1124","1158","1133","1130","1166","1160","1159","1117","1172","1152","1173","1135","1161","1162","1140","1132","1128","1174","1134","1118","1187","1153","1139","1169","1129","1125","1142","1154","1155","1163","1171","1164","1176"],"nay":["1147","1131","1119","1146","1136","1145"]},{"type":"unspoken","time":1405597200,"counter":158,"content":"<p>Bill reported without amendment.<\/p><p>Bill received for final consideration and passed.<\/p>"},{"type":"majorheading","content":"Visit of Taiwanese Delegation","time":1405597200,"counter":159,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700017#Q00700"},{"type":"speech","time":1405597200,"counter":160,"content":"<p>I welcome the Taiwanese representative to Ireland, Mr. Harry Tseng, and the former Minister for Foreign Affairs, Mr. Mark Chen.  You are very welcome to Seanad &Eacute;&iacute;reann.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700017#Q00800","speaker":"1120"},{"type":"majorheading","content":"Strategic Banking Corporation of Ireland Bill 2014: Committee Stage","time":1405597500,"counter":161,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700018#T00100"},{"type":"unspoken","time":1405597500,"counter":162,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1405597500,"counter":163,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1405597500,"counter":164,"content":"<p>I move amendment No. 1:<blockquote><br \/>In page 6, line 1, after &quot;on-lending&quot; to insert &quot;and directly&quot;.<\/blockquote>The purpose of this amendment is to allow for the possibility of the strategic banking corporation of Ireland, SBCI, lending directly into the real economy.  I see no reason that provision should not be made for this in the legislation.  If one of the aims of these provisions is to promote competition, we should set about it in a very straightforward way.  If the model we are using is based on Germany's KfW, we should not exclude the possibility of the SBCI doing whatever that bank can do, including lending directly into the real economy.<br \/>As I pointed out on Second Stage, one of our concerns is that the retail banks will simply soak up the funding available from the SBCI and instead of passing it on to small and medium-sized enterprises, as is the intention, will favour preferred customers, which may well be larger companies.  Allowing the SBCI the capacity to lend directly would, if nothing else, keep the banks on their toes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700018#T00400","speaker":"1155"},{"type":"speech","time":1405597500,"counter":165,"content":"<p>I welcome the constructive intention of the Senator's proposal to amend the section dealing with the purposes of this legislation, but I am not in a position to accept it.  The business model of the strategic banking corporation of Ireland is based primarily on the on-lending model which is operated successfully by KfW in Germany, ICO in Spain and others.  The SBCI is being set up initially as a wholesale funder that will work with various on-lenders.  The objective is to minimise the overhead expense of the operation and leverage the existing networks and capabilities of on-lenders for the benefit of SMEs.<\/p><p>In building any organisation from start up, it is practical to phase in its development.  Where we are seeking to deliver funding to SMEs in the quickest and most cost-effective way, it is appropriate initially to have on-lending arrangements with institutions that have existing networks throughout the country.  In a situation where commercial banks work with the SBCI and new competitors are facilitated and welcomed, an additional branch network on its own would add no value.  Given that the vast majority of loans issued to the SME sector in this country are for amounts of less than &euro;100,000, a cost-effective on-lending model works best.  Direct lending is more likely to address larger borrowing requirements and can, therefore, be facilitated from the SBCI's own infrastructure.<\/p><p>In this way, the SBCI will ensure SMEs receive the best value possible.  Critically, however, the provision of credit directly from the corporation is not precluded under the legislation.  Although the intention is to facilitate indirect lending in the first instance, a combination of the provisions in subsections 2(b)(ii) and 8(1)(a) will ensure both direct and indirect lending are possible.  Indeed, these sections legally empower the corporation to become involved in direct lending.  This is likely to happen in the medium term once the organisation is up and running.  Consequently, the amendment is not necessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700018#T00500","speaker":"955"},{"type":"unspoken","time":1405597500,"counter":166,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1405597500,"counter":167,"content":"<p>I move amendment No. 2:<blockquote><br \/>In page 6, between lines 16 and 17, to insert the following:&quot;(j) to avoid procyclical investment cycles.&quot;.<\/blockquote>I welcome the Minister to the House.  When he was explaining the thrust of these proposals to us the last day, he placed great emphasis on the importance of avoiding pro-cyclical investment cycles.  However, this objective is not included in the purposes of the Act, as set out in this section.  The Leader said this morning, echoing the Minister's words, that this is the most important legislation since the creation of IDA Ireland.  I thank the Minister's officials for the briefing they supplied.  Unfortunately, we have been so busy in the House this week, I did not get time to go through it.  I am putting forward this proposal in the hope that it will be of help to the Minister to include it.  As I said, he referred to this issue in his Second Stage speech but it is not referenced in the legislation.<\/p> <p>I think this amendment crossed with the Minister's speech.  I know from his speech the Minister's concern about avoiding pro-cyclical investment cycles.  Would it be of assistance to the Minister to include this amendment here?  If he thinks it is covered elsewhere, that is fine by me.  We must learn from the mistakes of the past.  During that period the boom became \"boomier\" with 100% mortgages being given out and a massive expansion of credit.  The Wright report states that the Department of Finance gave the appropriate warnings but they were ignored.  Ireland obviously needs to avoid a repeat of what got us into the problem that the Oireachtas has been addressing since 2011.  That is the spirt of my amendment.  As we go forward with this major development, we must ensure that we do not go pro-cyclical, as this is the issue that will be on everybody's mind.  Whether it is useful for the Minister to include what I propose in the amendment to the Bill is his call.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700018#T00700","speaker":"1157","continuing":true},{"type":"speech","time":1405597800,"counter":169,"content":"<p>The SBCI needs to be able to lend to sectors of the economy as and when those sectors need support.  Certain sectors may suffer credit droughts when all other sectors are experiencing healthy supplies of credit.<br \/>I fear that introducing Senator Barrett&rsquo;s amendment would hamper the flexibility of the SBCI to act in specific areas when needed.  There is a clear intention for the SBCI to act in a counter cyclical manner and I am informed by the Spanish model for their development institute, ICO, which acts in an accordion-like fashion, expanding and contracting their operations as need be.  It is important to reiterate that the purpose of this Bill, when enacted, is to encourage the giving of credit in a prudent manner as set out in section 2(<i>a<\/i>) and to facilitate the availability of credit in the State to benefit the economy and economic well-being of the State.  <br \/>As Senator Barrett highlighted himself during the Second Stage debate the pre-crisis credit boom was fuelled primarily by property speculation and asset-based lending with limited investment in the real economy.<br \/>In marked contrast the SBCI has been designed to increase the availability of longer-term flexible debt finance, which is appropriately priced, thereby providing SMEs with access to the type of patient intelligent capital that will increase productive investment, encourage growth and thereby generate additional employment opportunities.<br \/>The SBCI will at one level operate in a counter-cyclical manner in seeking to compensate for any constraints in the provision of financing to enterprises and in particular SMEs.  In the years since the international financial crisis a number of Governments have utilised similar state-sponsored financial institutions to address cyclical financing constraints by increasing the scale and scope of their lending activity.<br \/>It is accepted, however, that regardless of the economic and financial cycle, there will always be structural problems in the market that constrain SMEs in accessing credit.  This is a feature of SME funding across the OECD.  In particular innovative firms, small firms and firms early in their life-cycle would appear to be more affected by such market imperfections.<br \/>These structural imperfections or constraints will also tend to be exacerbated by financial crisis as was the case with the impact of the international financial crisis since 2008.  Crisis enhanced constraints may also persist beyond the return of broader financial stability. <br \/>Furthermore the SBCI will also operate with a broader developmental mandate that will enable it to channel investment towards key strategic sectors of the economy.  Although the initial operations of the SBCI will focus on supporting SMEs other strategic sectors could also be supported in the future.<br \/>Arguably the financial crisis has also served to crystallise a longer-term developmental problem for Europe in terms of its capacity to finance productive investment, particularly in the SME sector.<br \/>By seeking to address cyclical and structural constraints in the credit market in a manner that provides benefits to the SMEs, the economy and indeed the State, the SBCI will avoid the speculative short-term approach to lending that characterised the period leading up to 2008.<br \/>While I endorse the sentiment behind Senator Barrett&rsquo;s amendment we consider that the functions of the SBCI as outlined in this section of the Bill are sufficient to not only address his concerns but, more important, will ensure that the SBCI provides improved credit that is tailored to the needs of SMEs and in so doing contribute to the achievement of more sustainable and long-term economic and employment growth.<br \/>I will undertake to have my officials reconnect with ICO and investigate the inclusion of appropriate language covering counter-cyclical operations in the memorandum and articles of association of the company. <br \/>Rather than accepting the amendment, I am making a commitment that after consultation with ICO, we will include provisions to achieve what he proposed in the memorandum and articles of association of the company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700019#U00200","speaker":"955"},{"type":"speech","time":1405597800,"counter":170,"content":"<p>I am very much indebted to the Minister and for that reason I will withdraw my amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700019#U00300","speaker":"1157"},{"type":"unspoken","time":1405597800,"counter":171,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1405597800,"counter":172,"content":"<p>Section 2 agreed to.<\/p>"},{"type":"unspoken","time":1405597800,"counter":173,"content":"<p>Sections 3 and 4 agreed to.<\/p>"},{"type":"unspoken","time":1405597800,"counter":174,"content":"<p>SECTION 5<\/p>"},{"type":"speech","time":1405597800,"counter":175,"content":"<p>I move amendment No. 3:<blockquote><br \/>In page 7, between lines 21 and 22, to insert the following:&ldquo;(7) The SBCI shall apply for a banking licence.&rdquo;.<\/blockquote>I discussed this issue on Second Stage and that is the reason I tabled amendments on Committee Stage.  In the programme for Government a commitment was made to establish a strategic investment bank.  There is a dire need in society for a lender to the private and commercial sectors.  There is an appetite to establish a real State-led investment drive.  A bank has a banking licence.  The Bill proposes a strategic banking corporation, which to some may sound like a bank but as all Members of the House know, it is not a bank.  We believe there should be a State bank lending to the real economy.  By applying for a banking licence, the Strategic Banking Corporation of Ireland, which is being established under the Bill, will be able to play a wider range of roles than the narrow remit it currently has.  I know there have been vague commitments that this might happen in the future but there is no reason that the application process should not happen straight away.  <br \/>I will press my amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700019#U00700","speaker":"1155"},{"type":"speech","time":1405597800,"counter":176,"content":"<p>I will follow on from Senator Reilly's point.  I mentioned this issue on Second Stage and while we support the Bill we have concerns along the lines Senator Reilly mentioned, which I put to the Minister on Second Stage.<\/p><p>It is still not clear to us how the money that the Strategic Banking Corporation of Ireland  will give to the retail banks will be monitored, in terms of the level of lending by SBCI, the sectors to which it will lend, the mark ups and the terms of the loans.  The best way of doing this is for the SBCI to have a banking licence and to do this itself.  I think this is important.  If the banks are not doing what the Minister expects them to do in terms of lending this money out into the economy, then the SBCI could do it.  The only way that SBCI could do that is by having a banking licence.  We strongly support this amendment. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700019#U00800","speaker":"1139"},{"type":"speech","time":1405597800,"counter":177,"content":"<p>I thank Senator Reilly for her amendment and her contribution.  There is nothing in the legislation precluding the Strategic Banking Corporation of Ireland from applying for a banking licence if it deems it necessary in the future.  It would seem therefore that our policy intentions are aligned on this matter.<\/p><p>The SBCI&rsquo;s initial focus will be to use the successful on-lending model.  The company can bring about benefits to the economy by being established as proposed in the legislation and can expand its operations to other areas in the months and years to come. <\/p><p>At present, seeking a banking licence would be an unnecessary burden on the new company, through increased expense and administration, that would not add value to its initial offering to SMEs.  The corporation will not conduct banking business at the start of its operations nor do we currently plan for it to conduct any banking business within the short term.  If, in future, its interests require a banking licence such as for taking in deposits to fund lending, the legislation is sufficiently broad to facilitate this anticipated growth of scope. <\/p> <p>It would therefore need to be subject to the full Central Bank licensing regime and engage fully with the relevant authorities before commencing such operations.  The amendment is not necessary and, consequently, I am not accepting it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700019#U00900","speaker":"955","continuing":true},{"type":"speech","time":1405598400,"counter":179,"content":"<p>I take on board what the Minister said in terms of the objectives and the future.  However, in the short term we should include this in the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700020#V00200","speaker":"1155"},{"type":"vote","time":1405598400,"counter":180,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 15; Níl, 23.<\/p><p>Tellers: Tá, Senators Trevor Ó Clochartaigh and Kathryn Reilly; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700020#V00300","aye":["1157","1116","1147","1133","1131","1119","1140","1128","1146","1139","1122","1145","1155","1164","1176"],"nay":["1148","1138","1150","1165","1151","1124","1158","1166","1160","1117","1172","1173","1135","1161","1162","1132","1174","1134","1187","1153","1129","1125","1171"]},{"type":"unspoken","time":1405598700,"counter":181,"content":"<p>Section 5 agreed to.<\/p>"},{"type":"unspoken","time":1405598700,"counter":182,"content":"<p>Sections 6 and 7 agreed to.<\/p>"},{"type":"unspoken","time":1405598700,"counter":183,"content":"<p>SECTION 8<\/p>"},{"type":"speech","time":1405598700,"counter":184,"content":"<p>I move amendment No. 4:<blockquote><br \/>In page 8, line 9, after &ldquo;credit&rdquo; to insert &ldquo;other than in personal loans, financial intermediation and for investment in property&rdquo;.<\/blockquote>I welcome the Minister back to the House.  The Minister's formulation of words refers to &quot;the provision of, additional credit in a prudent manner&quot;.  My amendment was sent in before I heard the Minister's remarks the other day.  That was the timetable we had and we were glad to comply with it.  The purpose of my amendment was to ensure this bank would not be involved in personal loans, financial intermediation and investment in property.  As I recall it, on Second Stage the Minister said this is precisely the approach being taken by these banks and that the rules of Kreditanstalt f&uuml;r Wiederaufbau and the European Investment Bank preclude the type of investments that this amendment is intended to preclude.  Therefore, I understand from what the Minister said the other day that there is no possibility the corporation could be enticed into these areas which did so much damage to the Irish economy.<br \/>The last thing the Irish economy needs is a banking system obsessed by property, financial intermediation and personal loans.  The Minister is trying to do something different.  I gather that under the rules he is implementing from KfW and the EIB, this outcome is already addressed.  Should the Minister confirm that this impression of mine is correct I will not be pressing the amendment.  I was certainly relieved when the Minister told us the other day that the purpose of this corporation was precisely to avoid what caused so many problems and the destruction and daftness of Irish banks in the first seven or eight years of the last decade.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700021#W00400","speaker":"1157"},{"type":"speech","time":1405598700,"counter":185,"content":"<p>I thank Senator Barrett.  The enabling legislation has been designed with flexibility in mind.  Therefore, I would prefer to stay away from the inclusion of prescriptive prohibitions in the text.  However, it is the case that two of the funders at the establishment of the strategic banking corporation of Ireland will contractually prohibit this funding from being put to use in investment in property.  This will be reflected in the operation of the new corporation.  I am pleased to confirm that what Senator Barrett has put on the record is the case in respect of KfW and the European Investment Bank.<\/p><p>The strategic banking corporation is not intended to fund personal loans.  The general practice throughout the OECD is for these development institutions to eschew such uses of their funding although some have been known to play a policy role in protecting households from structural gaps while providing for their funding needs.  For example, KfW has a stated role in providing credit for housing.  I do not foresee a need for SBCI to become involved in this area.  Again, the flexibility to be able to react to a given credit need in the economy at some point in future is desirable.<\/p><p>I am also wary of introducing text which may put sole traders at a disadvantage.  While SBCI is not being established with a banking licence at the start, it may develop in that direction and financial intermediation may become a part of its operating model as it seeks to match its expanding operations with more diverse funding sources.  I am pleased to give the assurance Senator Barrett seeks and I thank him again for raising this issue on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700021#W00500","speaker":"955"},{"type":"unspoken","time":1405598700,"counter":186,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1405598700,"counter":187,"content":"<p>Question proposed: &quot;That section 8 stand part of the Bill.&quot;<\/p>"},{"type":"speech","time":1405598700,"counter":188,"content":"<p>This is a fine Bill.  I am in favour of it and what the Minister is doing so quickly.  My question relates to section 8(1)(h), the function to provide finance to projects which promote the economic development of the State.  Has the Minister given any consideration to whether the strategic banking corporation could serve as a resource to promote social and environmental development?<\/p><p>As the Minister is probably aware, KfW, one of the sources to supply the strategic banking corporation, has functions in addition to lending directly to SMEs.  These can drive not only economic development but social and environmental development by providing finance to housing and environmental protection.  The House has had many debates on the promotion of social and environmental enterprise and social innovation.  In the context of this particular corporation, is there any opportunity for those sponsoring such initiatives to access finance from this source?  Oftentimes, given the overall objectives of these enterprises it is difficult to access the finance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700021#W00800","speaker":"1176"},{"type":"speech","time":1405598700,"counter":189,"content":"<p>I wish to follow up on the issue Senator Zappone has raised, namely, whether the banking corporation could have a role in social entrepreneurship.  Not everything has the hard-and-fast approach of SMEs but yet in communities throughout the country social entrepreneurship can have a wonderful impact.  It can have strong social as well as economic outcomes.  At a time when a country has been through a recession and high unemployment it is so important to give life throughout the country.  We often hear many worthwhile proposals in the form of social entrepreneurship.  From that point of view I am keen to establish if the strategic banking corporation could have a role in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700021#W00900","speaker":"1131"},{"type":"speech","time":1405599300,"counter":190,"content":"<p>I thank both Senators for their contributions.  The best thing to do is to describe briefly how I envisage the new credit institution, SBCI, will operate.  First, it will be a wholesale bank.  That means we will receive funds from KfW bank in Germany, from the European Investment Bank and also from our own strategic investment fund in Ireland.  It will do that each year and on-lend, but it will not set up a network of high street bank branches.  Its model will be to provide wholesale funding in tranches to banks such as AIB and Bank of Ireland, and also to other lending institutions, which will on-lend.  We will see it developing and increasing its functions over time.<\/p><p>Let us suppose one has an SME, in whatever activity one likes to select, and one wants to expand it.  Traditionally, one could not get ten-year money from AIB, Bank of Ireland or any of the other banks and one could not get an interest holiday.  If the person knows the business will not be profitable until year three or four, he or she can get an interest holiday up front and a new type of lending.  Then AIB, Bank of Ireland or any other agent bank will be bound by the contract it has for the provision of funding from SBCI and it will on-lend.  It is envisaged that at a later stage the SBCI will get involved in a wider range of activity.  It is mandated in the legislation that it will be involved in projects which have an economic or environmental dimension and return to the country.  That means they are not excluded but enabled to do so.  We see it as a further development, as the model works in practice.  <\/p><p>The next phase will be like the amendment that Senator Reilly tabled to allow the bank to be involved as a retail lender.  They are empowered under legislation to be a direct lender to businesses rather than going through the on-lender process.  Again, we see that as a development down the line and not in the first year or two of operation.  It meets the various suggestions that various Senators have made, but later in the timeline.  It does not exclude, anywhere in the legislation, lending for social entrepreneurship.  That is a possibility as well, but it is not specifically mandated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700022#X00100","speaker":"955"},{"type":"unspoken","time":1405599300,"counter":191,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1405599300,"counter":192,"content":"<p>Sections 9 and 10 agreed to.<\/p>"},{"type":"unspoken","time":1405599300,"counter":193,"content":"<p>SECTION 11<\/p>"},{"type":"speech","time":1405599300,"counter":194,"content":"<p>Amendments Nos. 5 and 7 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700022#X00500","speaker":"1132"},{"type":"speech","time":1405599300,"counter":195,"content":"<p>I move amendment No. 5:<blockquote><br \/>In page 9, to delete line 38.<\/blockquote>The purpose of the amendments is to afford the Minister the option of a mixed model rather than the current set-up as stated in the Bill, which states: &quot;The Minister shall be the sole shareholder.&quot;  I commend him on getting AIB and KfW involved.  Does a mixed model facilitate the Minister in the goals we share?  That is the purpose of the amendments that the Leas-Chathaoirleach asked us about.  Does a mixed model strengthen the Minister in the objectives of the Bill?  If it does, then that is the objective of the amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700022#X00600","speaker":"1157"},{"type":"speech","time":1405599300,"counter":196,"content":"<p>I thank Senator Barrett for the effort he has clearly put into his consideration of the Bill.  It seems our general intentions in this area are well aligned.  However, on this particular point of detail, I cannot change the text of the Bill as it is.<\/p><p>The particular subsection deals with the potential payment of callable capital if required.  It is desirable to use callable capital as it facilitates the provision of funding by the SBCI to external funders without the need to guarantee that funding.  This is the method by which EIB gives comfort to its lenders that their funding is secure.  The use of such callable capital by the SBCI may be possible in future but will not be possible at the start.<\/p><p>Callable capital operates on the basis that the borrower sets its level of capital at a level high enough for its lender to be comforted by the fact that the borrower has sufficient loss-absorbing capacity.  This capital does not need to be paid to that level from day one but rather simply enabled to be paid at that level.  Crucially, the borrower must not be restricted from paying in capital to agreed levels if the pre-agreed circumstances arise.  The borrower must respond within a contractually agreed timeframe by injecting the callable capital into the company, and section 11(6) enables such an injection.  Given the importance of the subsection for giving effect to the time-limited action, it would not be helpful to require the Minister to seek other sources of funding at the time when she or he needs to act without delay.  Furthermore, the Minister may be in a less than desirable position in terms of being able to negotiate a price at the point where the capital has been called.<\/p><p>I have already outlined why, in general, it is important that the SBCI be established with the Minister as the sole shareholder.  In short, it is important for public financial institutions such as the SBCI to be bolstered by public ownership so that they can be kept in place to meet the needs of the State and the economy and not disposed of when a private shareholder no longer sees a value in the institution as a profit centre.  <\/p><p>Let me reiterate that it is not anticipated that the Minister's shareholding in the SBCI will be sold or otherwise disposed of at any time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700022#X00700","speaker":"955"},{"type":"speech","time":1405599300,"counter":197,"content":"<p>I thank the Minister for his reply.  The objective was that they might help the Bill, and I accept his response that they are not helpful at this stage.  I wish to give notice that I shall not move amendments Nos. 6 and 8, as both have been covered by the Minister's reply to this amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700022#X00800","speaker":"1157"},{"type":"unspoken","time":1405599300,"counter":198,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1405599300,"counter":199,"content":"<p>Amendments Nos. 6 to 8, inclusive, not moved.<\/p>"},{"type":"unspoken","time":1405599300,"counter":200,"content":"<p>Section 11 agreed to.<\/p>"},{"type":"unspoken","time":1405599300,"counter":201,"content":"<p>SECTION 12<\/p>"},{"type":"speech","time":1405599300,"counter":202,"content":"<p>Amendments Nos. 5 and 7 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700022#X01300","speaker":"1132"},{"type":"speech","time":1405599300,"counter":203,"content":"<p>I move amendment No. 9:<blockquote><br \/>In page 10, to delete lines 38 and 39 and substitute the following:&ldquo;(4) The Minister may not dispose of any shares in the SBCI without the approval of the Houses of the Oireachtas.&rdquo;.<\/blockquote>My amendment is straightforward.  It aims to strengthen the role of the Oireachtas in holding the Minister to account and means the relevant Minister would have to get the permission of the Oireachtas before selling off the SBCI.  The body has the potential to be very important.  As a lot of taxpayers' money would be involved, the least we can expect is a full debate before the SBCI could ever be disposed of.  We think it should be kept in public hands and developed into a permanent asset that we hope will return profits to the people each year.<br \/>The last thing we would like to see happen is for the Government to invest in the body, build it up, do all the hard work, put in the legwork and then sell it to the banks that failed us in the first place.  My amendment is straightforward and seeks Oireachtas accountability or, at the very least, consultation with the Oireachtas before any potential sale could happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700022#X01400","speaker":"1155"},{"type":"speech","time":1405599300,"counter":204,"content":"<p>The proposed amendment would require the Minister to seek the approval of the Houses of the Oireachtas in order to dispose of shares in the SBCI.  Let me be clear: it is not anticipated that the Minister's shareholding in the SBCI will be sold or otherwise disposed of at any time.  Section 11(5) specifies that the Minister for Finance shall be the sole shareholder.  The Minister has freedom of action in relation to the company and will need to account to the Oireachtas afterwards for his or her actions.  Normal ministerial accountability will apply.  This is wholly appropriate and is in accordance with normal practice where the Executive acts and is then accountable to the Oireachtas for those actions.  <\/p><p>It is usual in circumstances where a Minister holds shares in a company, enabled or established by Statute, to specify that the Minister in question may sell or otherwise dispose of the shareholding or part of the shareholding.<\/p> <p>Despite the fact that we do not intend to sell the shares in the SBCI, it was agreed with the Office of the Attorney General that it was best to provide for this section in its current form and thereby specify in legislation certain restrictions on how a sale would be effected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700022#X01500","speaker":"955","continuing":true},{"type":"unspoken","time":1405599900,"counter":206,"content":"<p>Question, &quot;That the words proposed to be deleted stand&quot;, put and declared carried.<\/p>"},{"type":"unspoken","time":1405599900,"counter":207,"content":"<p>Amendment declared lost.<\/p>"},{"type":"unspoken","time":1405599900,"counter":208,"content":"<p>Section 12 agreed to.<\/p>"},{"type":"unspoken","time":1405599900,"counter":209,"content":"<p>Sections 13 to 17, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1405599900,"counter":210,"content":"<p>SECTION 18<\/p>"},{"type":"speech","time":1405599900,"counter":211,"content":"<p>I move amendment No. 10:<blockquote><br \/>In page 13, between lines 19 and 20, to insert the following:&quot;(5) No letters of comfort will be issued pertaining to Ministerial guarantees under this section.&quot;.<\/blockquote>The purpose of this amendment, which relates to ministerial guarantees, is to rule out the kind of informality that has been criticised by the Comptroller and Auditor General and the Committee of Public Accounts in the past.  I refer to the system of nods and winks whereby letters of comfort are introduced.  I support what the Minister is doing in the four subsections of section 18 as it stands.  However, I am suggesting that as we put the public finances together again, we should use legislation to firmly rule out this form of ministerial guarantee, which has led to many legal costs and troubles.  If ministerial permission is to be given, it should be of the form specified in section 18 as it stands.  There should be no more letters of comfort.  I do not know whether this happened during the Minister's time as Chairman of the Committee of Public Accounts, but it certainly happened in earlier times.  We cannot have these informal ways of giving away tens of millions of euro in public money.  This amendment seeks to prevent such haphazard arrangements from being reached.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700023#Y00700","speaker":"1157"},{"type":"speech","time":1405599900,"counter":212,"content":"<p>I can confirm to the Senator that our intentions are aligned once more in the case of this amendment.  It is not intended that the SBCI will have any capacity to issue letters of comfort which are legally binding guarantees.  This term - &quot;letters of comfort&quot; - is used to describe assurances provided to lenders or other institutions where there is no legal or statutory basis for a guarantee, or where a limit on a guarantee has already been reached.  As such non-binding assurances do not have a legal basis, they would have no effect.  The issue the Senator is attempting to deal with is adequately provided for in section 18 of the Bill, which provides for the issue of guarantees and subjects that power of guarantee to limitations so that any letters of comfort issued cannot legally become a call on the State.  As regards the application of the State Guarantees Act 1954, it is considered preferable to include the power to issue guarantees in the legislation setting up the SBCI, rather than inserting the SBCI as a body covered by the State Guarantees Act 1954, as amended.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700023#Y00800","speaker":"955"},{"type":"speech","time":1405599900,"counter":213,"content":"<p>I thank the Minister for his reply.  As he has said, this is being provided for on a much firmer basis.  It would be a great day for the country if the Oireachtas were never to mention &quot;letters of comfort&quot; again and if they were not to exist anymore.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700023#Y00900","speaker":"1157"},{"type":"unspoken","time":1405599900,"counter":214,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1405599900,"counter":215,"content":"<p>Section 18 agreed to.<\/p>"},{"type":"unspoken","time":1405599900,"counter":216,"content":"<p>Sections 19 to 23, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1405599900,"counter":217,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1405599900,"counter":218,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"unspoken","time":1405599900,"counter":219,"content":"<p>Sitting suspended at 2.25 p.m. and resumed at 2.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Business of Seanad","time":1405600200,"counter":220,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700024#Z00100"},{"type":"speech","time":1405600200,"counter":221,"content":"<p>Notwithstanding what was decided under Standing Orders this morning, I propose that we would take Report Stage of the Strategic Banking Corporation of Ireland Bill 2014 now, as agreed by all Members of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700024#Z00200","speaker":"1130"},{"type":"speech","time":1405600200,"counter":222,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700024#Z00300","speaker":"1132"},{"type":"speech","time":1405600200,"counter":223,"content":"<p>I also propose, again notwithstanding what was decided under Standing Orders, that we would do likewise and take Report and Final Stages of the National Treasury Management Agency (Amendment) Bill 2014.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700024#Z00400","speaker":"1130"},{"type":"speech","time":1405600200,"counter":224,"content":"<p>The Leader can do that on Committee Stage of that Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700024#Z00500","speaker":"1132"},{"type":"speech","time":1405600200,"counter":225,"content":"<p>Fine, we will do it then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700024#Z00600","speaker":"1130"},{"type":"majorheading","content":"Strategic Banking Corporation of Ireland Bill 2014: Report and Final Stages","time":1405600200,"counter":226,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700024#Z00700"},{"type":"unspoken","time":1405600200,"counter":227,"content":"<p>Bill received for final consideration and passed.<\/p>"},{"type":"majorheading","content":"National Treasury Management Agency (Amendment) Bill 2014: Committee and Remaining Stages","time":1405600200,"counter":228,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700024#Z00900"},{"type":"speech","time":1405600200,"counter":229,"content":"<p>I welcome the Minister of State, Deputy Simon Harris, to the House and extend my congratulations to him on his appointment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700024#Z01000","speaker":"1132"},{"type":"unspoken","time":1405600200,"counter":230,"content":"<p>Sections 1 to 7, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1405600200,"counter":231,"content":"<p>SECTION 8<\/p>"},{"type":"speech","time":1405600200,"counter":232,"content":"<p>Amendments Nos. 1 to 4, inclusive, are related and may be discussed together, by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700024#Z01300","speaker":"1132"},{"type":"speech","time":1405600200,"counter":233,"content":"<p>I move amendment No. 1:<blockquote><br \/>In page 11, line 22, after &ldquo;has&rdquo; to insert &ldquo;appropriate qualifications and&rdquo;.<\/blockquote>I welcome the Minister of State, who hit the ground running the other day, as the phrase has it.  What he is trying to do in this Bill is most important in that we are trying to set up a new institutional framework to repair what happened to us in the past.  It has to be a new beginning and he certainly has my support in that regard.  If the amendments are of assistance, that is fine, as we discussed earlier with the Minister, Deputy Noonan.<br \/>The amendments concern &ldquo;appropriate qualifications&quot;.  With regard to the exercising of functions which were heretofore within the Department of Finance, the Wright report at page 6 states that the Department: does not have critical mass in areas where technical economic skills are required; has too many generalists in positions requiring technical economic and other skills; is more numbers driven, than strategic; does not have sufficient engagement with the broader economic community in Ireland; often operates in silos, with limited information sharing; is poorly structured in a number of areas, including at the senior management level; and is poor on human resources management.<br \/>Later, he complained that, of 542 staff, just 39 had qualifications in economics at masters level or above.<\/p> <p>He compared us unfavourably with Canada, where the rate for those with such qualifications is approximately 60%.  <\/p><p>This is a new and important task, for which we need the human capital.  That is the reason the amendments have been brought forward.  The NTMA needs this expertise, particularly in view of what Mr. Bob Wright said in the report about how these decisions had been made previously.  The context, as we said on Second Stage, was that we remove from a very high debt-to-GDP ratio what the banks had cost us.  As not much of it is represented by the current budget deficit, it leaves the balance in the area of capital investment appraisal, which is what the NTMA sets out to do.  It is important for everybody that the agency succeed and has the human capital it needs to succeed.  We need higher level qualifications which traditionally were not present in much of the work done in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700024#Z01400","speaker":"1157","continuing":true},{"type":"speech","time":1405600500,"counter":235,"content":"<p>I thank the Senator for bringing forward his amendments.  On the first amendment, I appreciate that he is concerned to ensure members of the agency are well qualified and suitable for appointment.  I assure him the Minister for Finance shares that concern.  It is because we share that concern that we have included a detailed list setting out relevant areas in which potential appointees must have expertise and experience at a senior level.  However, I must put it to the House that we cannot be overly prescriptive because if we take, for example, the area of investment - the first area of expertise mentioned - we are likely to find that there are perfectly suitable candidates who came to it with a background in engineering, mathematics or the liberal arts.  We should not, therefore, be too prescriptive in legislation in this regard.  We are clear on the expertise we need, but our concern is that the Senator's amendment would be overly prescriptive.<\/p><p>The Senator also proposed reducing the requirement for expertise in &quot;economics and economic development&quot; to &quot;economics&quot;.  I am not persuaded by this proposal.  I can envisage a situation where a person could have a useful background, not necessarily in conventional economics but perhaps in working with a development bank at a senior level.  That individual might have first hand experience of investment and working with developing economies which could be very useful to the Ireland Strategic Investment Fund, ISIF, in terms of investment strategies.  Again, a person with that background would have to have expertise and experience at a senior level.<\/p><p>In regard to the proposal to expand the phrase &quot;corporate finance&quot; to &quot;corporate finance and appraisal&quot;, I do not see how this would add to the area of expertise.  If we are looking at someone with expertise and experience at a senior level in corporate finance, I would be very surprised to find that that person did not have expertise in appraising the finances of a corporate body or its activities.  <\/p><p>The Senator's rationale in moving the amendments is that he does not want senior civil servants to be eligible for membership of the agency.  That would unnecessarily exclude potential worthwhile appointees.  The provision is wider than departmental civil servants, being civil servants of the State, and includes persons working in other organisations such as a utility or energy regulator.  It is important to note that the Civil Service is much more open than it was and we see people being recruited at all levels, right up to Secretary General level, from outside the Civil Service.  Therefore, if we look at the roles of the agency, it could well be that a civil servant, whatever his or her career background is, who has particular expertise in an area such as public capital projects would be a very good fit for the ISIF which has the potential to invest in public infrastructural projects just as much as it does in SMEs, provided the investment is on a commercial basis.  I am satisfied that the provisions within the legislation cover the qualifications required to be a member of the agency.  The provisions are reasonable and should remain as they are.  I respect the Senator's view, but that is my rationale for not accepting the amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700025#AA00200","speaker":"1106"},{"type":"speech","time":1405600500,"counter":236,"content":"<p>We must do things differently.  Mr. Bob Wright referred to problems such as people operating in silos and projects not being properly examined, leaving us with a project that did not generate a return, with the debt incurred mounting up all the time.  There must be a radical change.  I was pleased to hear what the Minister of State had to say because we cannot have a repeat of what happened in the past.  For years, the public capital programme was just a wishlist, with nothing being available on the economics to indicate why one project was a better investment than another.  We are all aware of areas where that was the case.  For example, engineers dominated in many infrastructural projects and this accounts for many of the difficulties the country faces.<\/p><p>The lack of expertise in economics was noted in the Wright report.  I hope we can get the number up in that regard to compare with Canada which had neither a banking nor a public finances crisis.  Some 60% of Treasury staff in Ottawa are qualified to Masters level and above in economics; perhaps that is not a bad idea.  I am nervous about promoting from silos and people not keeping up with fast developing subjects.  The Minister of State mentioned liberal arts graduates.  I am nervous about the culture of generalists in the public service.  It served us well in the past, but the country collapsed in 2007-08, which is why we are looking for something new.<\/p><p>I am pleased with the discussion, but it is a major issue for the Minister for Finance, the Minister for Public Expenditure and Reform and the Minister of State that the standard of presentation of the public capital programme heretofore would not satisfy a second year undergraduate.  There are further concerns.  Recently the Institute of Public Administration which was publishing a book on expenditure appraisals asked me to include an article in it.  I said the article had whiskers on it and asked if there was anything more modern that could be included, but there was not.  If we spent a fraction of the budget on appraising and publishing it in advance to have it assessed by Ministers, the Houses and independent economists, this would be a significant improvement.  That is the culture from which I presume the Bill is trying to move away and it is in that spirit that the amendments have been proposed.<\/p><p>My concern is that people will say the Bill passed through the Seanad on the second last day of the session and that nothing needed to be changed.  A lot needs to change.  I am delighted that the Minister of State who is in office for just a couple of days is here to promote it.  We must do better than we did in the past and this is part of the reform agenda.  Reform is happening, but perhaps it might have been done on the first day of this Seanad three years ago.  I will not push the amendments, but economics is a serious subject.  Mr. Wright found that only 39 out of 582 working in NAMA were qualified at Masters level.  This is about large amounts of public money.  We cannot depend on wishlists in the hope that it will all work out well on the day.  This is about part of an economy that had to be rescued by the IMF.  That is the spirit in which the amendments have been brought forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700025#AA00300","speaker":"1157"},{"type":"speech","time":1405600500,"counter":237,"content":"<p>I thank the Minister of State for his response to Senator Sean D. Barrett's comprehensive amendments.  I understand from where the Senator is coming.  He has been critical, particularly of the Department of Finance, about what went on in some areas during the years the economy collapsed and beforehand.  However, it is important to recognise that the NTMA was set up in response to some of these concerns and that it has proved to be a responsive State agency.  I do not believe the difficulty arises in the evaluation of projects but in turning the train around.  Too often in the past, it has been impossible to move, derail or turn the train in any other direction.  We must acknowledge that there has been a significant change of culture in the public service in the past few years.  There has been an important change in values within the Civil Service and the wider public service.  We have made significant progress.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700025#AA00400","speaker":"1172"},{"type":"speech","time":1405600500,"counter":238,"content":"<p>Like Senator Aideen Hayden, I understand from where Senator Sean D. Barrett is coming on this issue.  He has been championing the cause of the need for reform of how we do business in this country and how the public services operate.  The point made by Senator Aideen Hayden is one I wish to reiterate in the first days in my new position.<\/p> <p>I have just come from the OPW's head office in Trim and I noted the level of change in management there in what must be acknowledged as an extremely difficult environment for public servants.  We have had a discourse in which the public sector has been pitted against the private sector.  There has been significant change, but a great deal more change is needed.  I acknowledge that the reform agenda is far from finished.  Public procurement, which is my new area of responsibility, is an exciting area in which we must seek to get value for the taxpayer in public projects.  It is important to note that we have a Department with responsibility not only for public expenditure but for reform.  The job of reform is never done, but I do not believe the way to do it is through these amendments.<\/p><p>In the context of these amendments, we discussed the issue of qualifications and, in particular, the qualifications of people within the Department of Finance.  It is important to note that for the past few years it has been recruiting on the basis of qualifications for which there is a perceived need in the Department.  Even in times of a moratorium on recruitment, when numbers in the public sector are decreasing, it is important to note that the Department of Finance has tried to recruit in the areas of economics, finance and accounting, and I am sure this is a policy that will bear fruit in the culture within our Departments.<\/p><p>Senator Barrett also raised the issue of appraisal of public expenditure projects.  Obviously, the Department of Public Expenditure and Reform is responsible for this.  <\/p><p>I will read into the record the official points that must be gone through.  Prior to approval in principle of public projects, a cost benefit analysis should be submitted to the Department of Public Expenditure and Reform for its views.  In particular, the central expenditure evaluation unit will provide an assessment of the robustness of the appraisal based on compliance with the principles and methodological norms of the public spending code.<\/p><p>I accept the sentiment expressed by Senator Hayden that a significant amount of reform has taken place in our public services in very difficult circumstances.  The purpose of this Bill is to make sure we have people with the right qualifications, background and experience in the agency, but we do not wish to be overly prescriptive for the reasons I outlined.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700025#AA00500","speaker":"1106","continuing":true},{"type":"speech","time":1405601100,"counter":240,"content":"<p>Senator Barrett, is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700026#BB00200","speaker":"1132"},{"type":"speech","time":1405601100,"counter":241,"content":"<p>I thank the Minister of State for his response.  I would point to two words beginning with A, \"analysis\" rather than \"advocacy\".  A great number of the project appraisals I have looked at have been prepared by the promoters.  I am glad the Minister of State has put in that extra layer.  They may be good, but let us not give them a free run at the Exchequer.  Just because somebody in a spending agency would like to spend more does not necessarily mean it is always good to do so.  I thank the Minister for his reply.  I will not move the remainder of those amendments.  The discussion we have had has been useful in the context in which this development is taking place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700026#BB00300","speaker":"1157"},{"type":"unspoken","time":1405601100,"counter":242,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1405601100,"counter":243,"content":"<p>Amendments Nos. 2 to 4, inclusive, not moved.<\/p>"},{"type":"unspoken","time":1405601100,"counter":244,"content":"<p>Section 8 agreed to.<\/p>"},{"type":"unspoken","time":1405601100,"counter":245,"content":"<p>Sections 9 to 18, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1405601100,"counter":246,"content":"<p>SECTION 19Amendment No. 5 not moved.<\/p>"},{"type":"speech","time":1405601100,"counter":247,"content":"<p>I move amendment No. 6:<blockquote><br \/>In page 26, to delete lines 21 to 26.<\/blockquote>I will be brief in my comments.  This amendment deals with some of the main concerns we have with the legislation.  The NTMA should not be used as an adviser on how to get rid of State assets.  It is doing a good job at what it currently does.  The paragraph that we propose to delete has the potential to turn it into a facilitator for the selling of State assets.  This amendment would rule out that role for the NTMA.  It should not be used for that function.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700026#BB00900","speaker":"1155"},{"type":"speech","time":1405601100,"counter":248,"content":"<p>I thank Senator Reilly for her amendment.  In response I would point out that it is important to note that NewERA does not have any executive functions in its own right.  It is being established in an advisory capacity as a source of dedicated, corporate finance expertise which will be available to relevant Ministers.  The Minister can request NewERA to provide project management services or to oversee the acquisition or disposal of an interest in or assets of a designated body or any winding up, reorganisation or restructuring of a designated body.  Ministers will continue to be accountable to the Oireachtas in the normal way for the performance of their executive functions.  That is where I would disagree with the Senator on the need for this amendment, because this is not conferring executive powers on NewERA; it is merely establishing NewERA to carry out the important role of providing advice.  The policy and executive decisions remain very much with the Minister.<\/p><p>With respect to the disposal of an interest in a designated body, the commercial semi-states are all established under legislation in a variety of ways and they have statutory functions and obligations.  There is no one simple answer to the question of whether a Minister could dispose of an interest in a commercial semi-state body.  I will give the House a few examples.  The State companies generally have legislation permitting the disposal of assets or shares in certain subsidiaries, subject to ministerial consent.  The ESB, for or example, has been able to sell individual power generation assets without the need for additional primary legislation.  The sale of Bord G&aacute;is Energy, however, required primary legislation because the business we sold - namely, the supply of gas - was a statutory function of Bod G&aacute;is.  In regard to Bord na M&oacute;na, section 16(3) of the Turf Development Act 1998 provides that the Minister for Public Expenditure and Reform &quot;shall not, unless authorised by D&aacute;il &Eacute;ireann by resolution to do so, reduce his or her holding of shares to less than a majority of the issued shares&quot;.  There is a clear obligation in that instance for the Minister to seek the authorisation of the D&aacute;il.  Given that the commercial semi-states on which NewERA will advise are all established under statute, it is very difficult to imagine a situation in which any of the designated bodies could be sold without amending the underpinning legislation.  A critical point here is that a potential buyer would inevitably seek legal certainty before committing to acquiring a designated entity.  <\/p><p>I must emphasise the point that while Ministers may request that NewERA provide property management services or oversight in relation to the disposal of an interest in a designated body, NewERA cannot do so in its own right, and a Minister can ask NewERA to do only things that he or she has power to do already.  Ministers will remain accountable to the Oireachtas and will need to bring required legislation through the Oireachtas and justify it there in the normal parliamentary way.  <\/p><p>The effect of this amendment, ironically, would be to take away from the Minister the possibility of seeking further expert advice from NewERA where it is proposed to acquire or dispose of an interest in a commercial semi-state or to wind up, restructure or reorganise a semi-state.  Without this provisions Ministers would ask their Departments to look after the proposed acquisition or disposal in the normal way.  They might even hire consultants to do so.  This provision means that Ministers will be able to draw on the expertise of a dedicated public service entity instead.  That seems to be a good thing. <\/p><p>Following on from the exchange I had with Senator Barrett on the need to broaden the pool of advice and to be able draw on new expertise, in that sense, the addition of NewERA as an advisory body to a Minister when he or she is considering any of these issues is, in my view and the view of the Minister for Finance, a good thing, and for that reason I will not be accepting the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700026#BB01000","speaker":"1106"},{"type":"speech","time":1405601100,"counter":249,"content":"<p>Senator Reilly, is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700026#BB01100","speaker":"1132"},{"type":"speech","time":1405601100,"counter":250,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700026#BB01200","speaker":"1155"},{"type":"unspoken","time":1405601100,"counter":251,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1405601100,"counter":252,"content":"<p>Section 19 agreed to.<\/p>"},{"type":"unspoken","time":1405601100,"counter":253,"content":"<p>SECTION 20<\/p>"},{"type":"speech","time":1405601100,"counter":254,"content":"<p>Amendments Nos. 7, 8 and 16 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700026#BB01500","speaker":"1132"},{"type":"speech","time":1405601100,"counter":255,"content":"<p>I move amendment No. 7:<blockquote><br \/>In page 27, between lines 21 and 22, to insert the following:&quot;(c) any expenditure under the Public Capital Programme.&quot;.<\/blockquote>This is an enabling section.  It provides that &quot;[t]he Agency may [provide, at] the request of any Minister of the Government ... advisory services or project management services&quot;.  Would it be of use to the Minister if we were to add in the words &quot;any expenditure under the public capital programme&quot;?  It might do so informally anyway; it might have acquired such a reputation for expertise that people might say, &quot;Let us give these people a call; they have a useful contribution to make.&quot;  It would not tie any Minister's hands, but if we are building up the expertise, let us use it comprehensively, rather than just in specific areas.  We use to boast that our public capital programme was about twice the size of any other such programme the European Union.  Perhaps they knew something more about it than we did in that they decided to do much less of it, but that is an aside.  Is this proposal of use in the working of the new agency?  Is it of use to the Minister and his Government colleagues that the agency can provide this kind of advice and project management services?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700026#BB01600","speaker":"1157"},{"type":"speech","time":1405601700,"counter":256,"content":"<p>I thank Senator Barrett for his amendments.  I think it is actually quite a big jump to add in expenditure under the public capital programme and I will outline the reasons for saying that.  NewERA has been set up to provide financial and commercial advice to shareholding Ministers on designated bodies and also, at the request of other relevant Ministers, advice in relation to other State bodies that have not been designated.<\/p><p>Amendment No. 7 would allow Ministers to request NewERA to provide advisory services or project management on expenditure under the public capital programme.  I have a basic reservation about this proposed amendment.  We have defined - I refer to my exchange with Senator Reilly - NewERA's primary role as an adviser to Ministers on commercial semi-state companies.  We further built upon that to say that NewERA can provide project management or oversight in relation to acquisitions and disposals of State assets and winding up and restructuring of State bodies generally where a Minister has an interest.  However, it is a big jump to extend the remit beyond that to advise and project manage in relation to the public capital programme generally.  We have already done something like this with the National Development Finance Agency.  As Senators will be aware, the NDFA procures public private partnerships on behalf of the Exchequer and provides financial and risk advice on capital expenditure projects in excess of &euro;20 million.  Its remit was extended further in 2013 to allow it to procure schools directly from the Department of Education and Skills, because it was realised that additional resources were needed to ensure that the extensive programme of school building was delivered successfully.  We can redirect resources when needed, but we would not be inclined to do so unless we felt there was an immediate need.<\/p><p>In respect of amendment No. 8, in the name of Senator Barrett, it goes without saying that one of the foundation stones for NewERA is improving the rate of return on public investment.  That is why we want to bring together this expertise and that is the reason we want to have an option for Ministers to engage and seek advice from such expertise.  Senator Barrett proposes to insert the phrase &quot;improving the rate of return on public investment&quot; in section 22.  While we may not have used that precise formula of words, I think it is clear from section 19, which defines NewERA's core advisory role, that it refers to NewERA advising on the &quot;financial and commercial operation, including the rate of return on capital expected for the designated body and the appropriate dividend policy for the designated body&quot;.<\/p><p>Subsection 4 requires the agency to have regard to the objective of seeking the effective and efficient application of capital by the designated body taken as a whole.  I think it is fair to say that improving the rate of return on public investment is part of what NewERA is about and I feel it is adequately addressed in those sections.<\/p><p>Turning to amendment No. 16, we are carrying over the NDFA provisions from the NDFA Acts 2002 and 2007, adjusted to take account of the dissolution of the NDFA board and the fact that the NTMA will be taking over the NDFA function directly.  The role of the NDFA is to provide a financial advisory service to State authorities in respect of capital projects over a certain size, at present &euro;20 million.  The third Schedule to the Bill lists the State authorities to which the agency in its NDFA role provides advice and financing on public investment projects.  The list is quite extensive, covering Departments, local authorities, colleges, transport bodies and harbour authorities - in short, the public bodies that one would expect to have significant capital expenditure.  This list is carried over directly from the National Development Finance Agency Act 2002 and section 29 of the Bill provides that the list of bodies can be added to by order of the Minister for Public Expenditure and Reform.  Given that the NDFA provides advice on projects costing more than &euro;20 million, it does not seem necessary to extend the list of bodies to include any public body that has money to spend under the public capital programme.  It is a straightforward procedure to add bodies to the list and the Department of Public Expenditure and Reform is vigilant in ensuring that public bodies have access to the financial expertise of the NDFA where appropriate.  Therefore I feel it is adequately addressed in that Schedule, and I do not propose to accept these amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700027#CC00100","speaker":"1106"},{"type":"speech","time":1405601700,"counter":257,"content":"<p>I have rather held back on getting involved in these amendments as Senator Barrett is such an expert in this area.  I wish to add my support for his amendments.  The term \"the agency may on the request of any Minister\" is worthy of consideration.  I am not suggesting it will happen now, but I think it is something that should be open for consideration in the future.  I know the Minister has explained that the bodies can do that anyway, but it would appear that this is worthy of consideration at some point in the future in whatever manner we can do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700027#CC00200","speaker":"1145"},{"type":"speech","time":1405601700,"counter":258,"content":"<p>I thank the Minister for his response.  I will not be pressing these amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700027#CC00300","speaker":"1157"},{"type":"unspoken","time":1405601700,"counter":259,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1405601700,"counter":260,"content":"<p>Section 20 agreed to.<\/p>"},{"type":"unspoken","time":1405601700,"counter":261,"content":"<p>Section 21 agreed to.<\/p>"},{"type":"unspoken","time":1405601700,"counter":262,"content":"<p>Amendment No. 8 not moved.<\/p>"},{"type":"unspoken","time":1405601700,"counter":263,"content":"<p>Section 22 agreed to.<\/p>"},{"type":"unspoken","time":1405601700,"counter":264,"content":"<p>Sections 23 to 25, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1405601700,"counter":265,"content":"<p>SECTION 26<\/p>"},{"type":"speech","time":1405601700,"counter":266,"content":"<p>Amendment No. 9 is in the name of Senator Barrett.  Amendments Nos. 9 to 11, inclusive, are related and may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700027#CC01300","speaker":"1120"},{"type":"speech","time":1405601700,"counter":267,"content":"<p>I move amendment No. 9:<blockquote><br \/>In page 29, line 18, after &ldquo;to&rdquo; to insert &ldquo;or from&rdquo;.<\/blockquote>This refers to the functions of the agency to enter into a public private partnership arrangement with a view to transferring the rights and obligations under such an arrangement to any State authority.  I wondered if the Minister would on occasion need to go in the opposite direction.  At present, what is proposed is a one-way street.  Should the Minister wish to exit or reduce such an arrangement, he will need flexibility, and providing that flexibility in the operation of this section is the purpose of my amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700027#CC01400","speaker":"1157"},{"type":"speech","time":1405601700,"counter":268,"content":"<p>Section 26 of the Bill replicates the provision of the Acts under which the NDFA operates.  It is important to say that we are not seeking to assign any new functions to the NDFA; we are seeking simply to transfer the NDFA's functions to the NTMA.  Section 26 (c) provides that the NDFA may enter into PPPs on behalf of a State authority and transfer the rights and obligations under the contract to the State authority once the PPP arrangement has been put in place.  In simple terms, the NDFA is a centre of excellence working with relevant State authorities to put PPP commercial contracts together in a standardised and consistent way before they are handed back to the State authorities.  The contracts will then be administered directly by the State authorities rather than the NDFA on the authorities' behalf.  PPP arrangements do not contemplate the transfer by a State authority of its rights and obligations under a PPP to a third party, and this makes the amendment proposed to this subsection unnecessary.  Section 26(d) provides that the NDFA may act as an agent of a State authority in entering into a PPP contract.  The contract for the PPP will include provisions for exit from or termination of the PPP, and therefore we find it unnecessary to make such specific provision in legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700027#CC01500","speaker":"1106"},{"type":"unspoken","time":1405601700,"counter":269,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1405601700,"counter":270,"content":"<p>Amendments Nos. 10 and 11 not moved.<\/p>"},{"type":"speech","time":1405601700,"counter":271,"content":"<p>Amendment No. 12 is in the name of Senator Barrett.  Amendments Nos. 12 and 13 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700027#CC01900","speaker":"1120"},{"type":"speech","time":1405601700,"counter":272,"content":"<p>I move amendment No. 12:<blockquote><br \/>In page 29, line 27, after &ldquo;Reform&rdquo; to insert &ldquo;and the Comptroller and Auditor General&rdquo;.<\/blockquote>In performing its functions under this Part, the agency shall comply with all guidelines and instructions that the Minister for Public Expenditure and Reform may from time to time, with the consent of the Minister, issue to the agency.  That is the body of expertise, as the Minister has said, that we are building up.  We wished we had more of it in the past.  There is also a body of expertise on projects in the Office of the Comptroller and Auditor General, and the Comptroller and Auditor General is an officer under the Constitution.  I often feel it is a pity that his reports are so far after the event, so that his expertise does not help us in advance of project selection.  Sometimes I feel the reports gather dust.  If there are lessons in there, which are added to by the Committee of Public Accounts, let us bring all of that wisdom to assist the Minister in making difficult choices.  We are facing scarce resources for a long time ahead.<br \/>The purpose of this amendment is to avail of the expertise in addition to the departmental knowledge that the Minister has mentioned.  There is the body of knowledge represented by the Comptroller and Auditor General, which is what the Committee of Public Accounts gets to grips with.  As Members of the Oireachtas and representatives of the wider society, we all need to be involved in this.  We need to help the Minister in the really important task of choosing good projects in the years ahead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700027#CC02000","speaker":"1157"},{"type":"speech","time":1405601700,"counter":273,"content":"<p>I thank Senator Barrett for his amendment.  As a member of the Committee of Public Accounts from my election to the D&aacute;il three years ago until two days ago, I was very interested in these amendments, as I have seen at first hand what I believe to be the excellent work that the committee can do collectively and on a cross-party basis.<\/p> <p>During my time on the committee - I believe this is historic - there was never a division except the day we had to elect the chairperson and that election was between two Opposition Members.  Therefore, the committee works in a collective and bipartisan fashion which is healthy.  However, I cannot accept these amendments and will outline the reasons I do not believe they are appropriate.<\/p><p>The role of the Office of the Comptroller and Auditor General is: to audit and report on the accounts of public bodies; to establish that transactions of public bodies are in accordance with the legal authorities governing them and that funds are applied for the purposes intended; to provide assurance on the systems of internal financial control put in place by each body; to examine whether each body administers its resources economically and efficiently and has mechanisms in place to evaluate the effectiveness of operations; and to authorise the release of funds from the Exchequer for purposes permitted by law.<\/p><p>The two amendments would require that the NTMA, when carrying out its functions as the National Development Finance Agency, complies with instructions and guidelines issued by the Comptroller and Auditor General and with policy guidance set out in reports of the Comptroller and Auditor General and the Committee of Public Accounts.  While I understand that Senator Barrett is trying to add further scrutiny and a further pool of expertise, I am not sure that it is particularly appropriate.  For a start, the role of the Comptroller and Auditor General is to issue recommendations.  Those recommendations are then examined by the relevant Departments including the Department of Public Expenditure and Reform and they may issue guidelines or instructions to State bodies.  That process is in place already.  Similarly, in relation to amendment No. 13, the concept of policy guidance is too vague.  Any such policy guidance issued by the Comptroller and Auditor General or the Committee of Public Accounts would, if accepted, normally be implemented via a communication from the Department of Public Expenditure and Reform or the Department of Finance, as appropriate.  This process creates a single point of responsibility for issuing guidelines and clarity for the NDFA in adhering to guidelines in force.  It is important to note that reports of the Committee of Public Accounts are not necessarily policy.  They are laid before the House and debated.  It is up to individual Departments to consider that.  For those reasons I do not propose to accept the amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700027#CC02100","speaker":"1106","continuing":true},{"type":"speech","time":1405602300,"counter":275,"content":"<p>I thank the Minister of State and will not press the amendments.  What I had in mind is a large single hospital.  The unease is not about its medical functions which are widely supported by Senator John Crown and others but the last time we built a huge hospital what did the Comptroller and Auditor General and the Minister of State's predecessors on the Committee of Public Accounts say and to feed it in.  I appreciate what the Minister of State has said.  It is important that we do not make the same mistakes.  If there is a body of expertise which has observed in dealing with the X, Y, Z supplier of services that it did not work on a previous project, it will be a marker or else we will make the same mistakes which we cannot afford at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700028#DD00200","speaker":"1157"},{"type":"unspoken","time":1405602300,"counter":276,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1405602300,"counter":277,"content":"<p>Section 26 agreed to.<\/p>"},{"type":"unspoken","time":1405602300,"counter":278,"content":"<p>Amendment No. 13 not moved.<\/p>"},{"type":"unspoken","time":1405602300,"counter":279,"content":"<p>Sections 27 to 38, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1405602300,"counter":280,"content":"<p>SECTION 39<\/p>"},{"type":"speech","time":1405602300,"counter":281,"content":"<p>I move amendment No. 14:<blockquote><br \/>In page 40, between lines 32 and 33, to insert the following:<blockquote><blockquote>&quot;(c) the social and environmental benefits.&quot;.<\/blockquote><\/blockquote><\/blockquote>This amendment involves an issue I raised on Second Stage.  It is about the type of stimulus we believe there should be.  One of the problems with the Bill, apart from NewERA issues, is the narrow focus under which ISIF will be able to act.  This amendment seeks to add some much-needed balance whereby the fund would consider the environmental and social outcomes of their investments.  That issue was raised on Second Stage by many speakers.  Social housing would be more likely to be built if this amendment was included in the Bill.   A purely economic driven focus could be too narrow and might miss the point of the wider economic benefits of such investment.  Its addition to the legislation would be of huge benefit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700028#DD00900","speaker":"1155"},{"type":"speech","time":1405602300,"counter":282,"content":"<p>I thank the Senator for her amendment which I cannot accept, the reasons for which I will outline.  I simply do not believe it would work.  The assets of the National Pensions Reserve Fund will be transferred to the Ireland Strategic Investment Fund and they will then be invested in Ireland in a manner designed to support economic activity and employment.  However, it is clearly not practical to expect the agency to invest the full &euro;6.9 billion available to it in Ireland the day the section is commenced.  Subsection (3) of section 39 allows for this.  The agency can invest on a purely commercial basis, in other words, not focusing on the employment and economic benefits to the extent that it does not have investment opportunities that meet the economic and employment criteria immediately available to it.  This will allow the agency to hold on to existing investments pending the identification of suitable investments consistent with the mandate of ISIF.  The NPRF is currently invested on a commercial basis in Ireland and outside of Ireland.<\/p><p>The proposed amendment would, on the face of it, mean that these investments would have to be sold to the extent that they do not take account of social and economic benefits.  This would contradict  the purpose of the subsection and I cannot accept the amendment on that basis.  <\/p><p>I note what Senator Kathryn Reilly is trying to achieve but it does not work to tell the agency that everything has to be invested in certain ways without taking into consideration commercial circumstances and would have the reverse effect of what is intended by risking potential benefit that could be used for employment and economic benefit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700028#DD01000","speaker":"1106"},{"type":"unspoken","time":1405602300,"counter":283,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1405602300,"counter":284,"content":"<p>Section 39 agreed to.<\/p>"},{"type":"unspoken","time":1405602300,"counter":285,"content":"<p>Sections 40 and 41 agreed to.<\/p>"},{"type":"unspoken","time":1405602300,"counter":286,"content":"<p>SECTION 42<\/p>"},{"type":"speech","time":1405602300,"counter":287,"content":"<p>I move amendment No. 15:<blockquote><br \/>In page 43, between lines 2 and 3, to insert the following:&quot;(5) The Minister shall notify directions to make investments under this section to the Oireachtas Committee on Finance, Public Expenditure and     Reform.&quot;.<\/blockquote>This amendment concerns the provision whereby the Minister, following consultation with the Central Bank, can direct the agency to make certain investments.  Subsection (4) provides that the agency shall comply with such a direction.  I am always nervous of directions in this regard.  The one I have in mind is the new airport terminal which was issued by direction to then compel airport prices to rise by 44% in order to pay for it in retrospect.  I am seeking that, in order that Ministers do not direct projects and force the agency to comply, there should be some parliamentary participation, hence the reason I included the Oireachtas Committee on Finance, Public Expenditure and Reform.  I am uneasy about directions with which people have to comply, even if the agency states that all its advice is that a particular project is not a good one, one can be compelled under subsection (4).  I suggest a useful stopgap would be to run it through the Oireachtas committee to assist in better decision making.  It arises from the fear that the ability to issue directives can lead to spectacular waste of money.  There is an anti-democratic element in it also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700028#DD01500","speaker":"1157"},{"type":"speech","time":1405602300,"counter":288,"content":"<p>I understand where the Senator is coming from.  While there is no requirement to publish directions to make certain investments, under section 42 directions made will be public knowledge by virtue of the fact that they will be detailed in the NTMA's annual report.  Section 49 of the Bill provides that the NTMA will provide a detailed list of the assets of the fund in its report at the end of each year.  Stepping back from this formal requirement for the agency to report on its investments through that manner I would also expect that directed investments would become public information very quickly.  The Minister for Finance can direct the agency to invest in financial institutions only if necessary and in the public interest to remedy a serious disturbance to the economy and or to prevent potential serious damage to the financial system.  It is highly unlikely that the Minister would direct investment in financial institutions if those institutions have access to other sources of private capital.  In that scenario it is likely that it would also be in the public interest to make a directed investment public knowledge in order to restore confidence in the financial system.  For these reasons I am satisfied that the directed investments will be public knowledge and, therefore, I do not propose to accept the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700028#DD01600","speaker":"1106"},{"type":"speech","time":1405602300,"counter":289,"content":"<p>I thank the Minister of State.  I will not push the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700028#DD01700","speaker":"1157"},{"type":"unspoken","time":1405602300,"counter":290,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1405602900,"counter":291,"content":"<p>Question proposed: &quot;That section 42 stand part of the Bill&quot;.<\/p>"},{"type":"speech","time":1405602900,"counter":292,"content":"<p>The section allows the Minister to bail out banks.  The National Pensions Reserve Fund, NPRF, should not be liable to be raided any time a bank gets into trouble, regardless of the circumstances.  The Minister of State referred to the public interest but this is not an appropriate fund for such money to come from.  We should not have a section that has the potential to drain money from the fund.  I, therefore, oppose the section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700029#EE00200","speaker":"1155"},{"type":"speech","time":1405602900,"counter":293,"content":"<p>The National Pensions Reserve Fund Act 2000, which set up the NPRF to pre-fund the burden of pensions on the Exchequer from 2025, was amended in 2009 to allow the Minister for Finance in certain circumstances to direct the NPRF commission to invest in financial institutions.  This was the mechanism used to recapitalise the banks following the financial crisis.  I acknowledge why the Senator proposes the deletion of this provision but I do not propose to accept that.  We are carrying over an existing provision into this legislation with the difference being that the Minister would give direction to the agency rather than the commission.  We do not foresee ever having to use the provision again but we have retained it in statute as a precautionary measure.  A large amount of new capital has gone into domestic banks in recent years and significant work has been done by the Central Bank, including the balance sheet assessment in the fourth quarter of 2013, which assessment confirmed that, having recognised additional provisions, each of the bank's capital ratios was above the minimum regulatory requirement.<\/p><p>This provision cannot be used lightly.  The Minister for Finance must first consult the Central Bank and decide if it is in the public interest to invest in financial institutions to remedy a serious disturbance and prevent potential serious damage to the financial system and to ensure the continued stability of the financial system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700029#EE00300","speaker":"1106"},{"type":"vote","time":1405602900,"counter":294,"content":"<p>Question put:<\/p><p>The Committee divided: Tá, 29; Níl, 5.<\/p><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators David Cullinane and Kathryn Reilly.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700029#EE00400","aye":["1148","1150","1116","1165","1151","1124","1158","1130","1172","1131","1173","1135","1161","1162","1140","1132","1174","1134","1118","1187","1153","1139","1129","1125","1142","1145","1171","1164","1176"],"nay":["1157","1147","1133","1122","1155"]},{"type":"speech","time":1405603200,"counter":295,"content":"<p>I welcome the newly-appointed Minister of State, Deputy Ann Phelan, to the Visitors Gallery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700030#FF00100","speaker":"1120"},{"type":"unspoken","time":1405603200,"counter":296,"content":"<p>Sections 43 to 54, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1405603200,"counter":297,"content":"<p>SECTION 55<\/p>"},{"type":"unspoken","time":1405603200,"counter":298,"content":"<p>Question proposed: &quot;That section 55 stand part of the Bill.&quot;<\/p>"},{"type":"speech","time":1405603200,"counter":299,"content":"<p>I welcome the Minister of State back to the House and thank him for all his replies this afternoon.  There are concerns about section 55, which provides that the appropriate Minister may issue guarantees or indemnities regarding public-private partnerships, PPPs.  One misgiving is the issue of letters of comfort, which we discussed with the Minister for Finance, Deputy Noonan, earlier.  Another is indemnities.  Is it not time that the risks in PPPs were shared?  That is the purpose of my opposition to the section.  I would like to see some risk sharing.  Is the State always the loser in PPPs, as in some of the motorway projects for which the contracts are so legally watertight they cannot be revisited.  The former Minister for Transport, Tourism and Sport, Deputy Varadkar, examined them.  Can we have protection against the State always bearing the losses and the private partner walking away without bearing some risk?  I thought the purpose of PPPs was that private companies would take some risk on board.  This is the last amendment I will propose today and I thank the Minister for his responses to all the others.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700030#FF00500","speaker":"1157"},{"type":"speech","time":1405603200,"counter":300,"content":"<p>I thank the Senator for his amendment and for our exchange this afternoon.  The section amends the State Authorities (Public Private Partnerships Arrangements) Act 2002 by adding a section that will allow Ministers to issue guarantees or indemnities in respect of PPP projects, with the consent of the Ministers for Finance and Public Expenditure and Reform.  Such indemnities or guarantees have been essential in recent years in order to secure funding for projects from international financial institutions, such as the European Investment Bank, where a sub-sovereign entity, such as the National Roads Authority, NRA, is procuring the project.  A ministerial guarantee may also be required to ensure an appropriate credit rating for a PPP undertaking in such cases.  Such borrowing has been available to us at preferential rates and has enabled us to fund schools and roads projects that might otherwise have had to be put on the long finger.<\/p><p>The purpose of the proposed amendment is to provide a statutory basis for Ministers to issue letters of indemnity or guarantees to funders to PPP companies or in respect of PPP projects.  The advice of the Attorney General has indicated that such a provision is appropriate if the practice of Ministers issuing such letters is to continue.  The provision formalises an implicit State liability because a Minister providing the guarantee or indemnity will generally be funding the State authority through the departmental Vote.  For roads, for example, the Minister for Transport, Tourism and Sport would vouch that he or she would be liable for the payment obligations of the NRA should the NRA fail to pay, as per the terms of the PPP.  The Minister would vouch that he or she would make the payments to the NRA that he or she would have made anyway.  I trust this explains why we included the provision in the Bill.  It is to ensure we can access cheaper funding from international financial institutions for PPPs in particular.  All Senators will be aware, as I am, of the importance of delivering critical infrastructure such as schools and roads, and this mechanism allows us to do so.  I cannot, therefore, accept the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700030#FF00600","speaker":"1106"},{"type":"speech","time":1405603200,"counter":301,"content":"<p>I thank the Minister of State for his reply.  Maybe some time in the future entrepreneurship will occur and the private sector take some risk.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700030#FF00700","speaker":"1157"},{"type":"speech","time":1405603200,"counter":302,"content":"<p>Is any limit on the ministerial guarantee envisaged?  The last guarantee we exercised did not turn out for the very best.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700030#FF00800","speaker":"1117"},{"type":"speech","time":1405603200,"counter":303,"content":"<p>It is limited by the obligations of the sub-sovereign entity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700030#FF00900","speaker":"1106"},{"type":"speech","time":1405603200,"counter":304,"content":"<p>Is there no monetary value to the limit on the guarantee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700030#FF01000","speaker":"1117"},{"type":"speech","time":1405603200,"counter":305,"content":"<p>It depends on the size of the project and the contract.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700030#FF01100","speaker":"1106"},{"type":"unspoken","time":1405603200,"counter":306,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1405603200,"counter":307,"content":"<p>Section 56 agreed to.<\/p>"},{"type":"unspoken","time":1405603500,"counter":308,"content":"<p>Schedules 1 and 2 agreed to.<\/p>"},{"type":"unspoken","time":1405603500,"counter":309,"content":"<p>Amendment No. 16 not moved.<\/p>"},{"type":"unspoken","time":1405603500,"counter":310,"content":"<p>Schedule 3 agreed to.<\/p>"},{"type":"unspoken","time":1405603500,"counter":311,"content":"<p>Schedule 4 agreed to.<\/p>"},{"type":"unspoken","time":1405603500,"counter":312,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1405603500,"counter":313,"content":"<p>Bill reported without amendment, received for final consideration and passed.<\/p>"},{"type":"speech","time":1405603500,"counter":314,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700031#GG00800","speaker":"1120"},{"type":"speech","time":1405603500,"counter":315,"content":"<p>At 2.30 p.m. on Wednesday, 17 September 2014.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700031#GG00900","speaker":"1130"},{"type":"speech","time":1405603500,"counter":316,"content":"<p>I wish Senators a happy summer and hope none of them are attacked by any seagulls.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700031#GG01000","speaker":"1120"},{"type":"majorheading","content":"Adjournment Matters","time":1405603500,"counter":317,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700031#GG01100"},{"type":"minorheading","content":"Vaccination Programme","time":1405603500,"counter":318,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700031#GG01150"},{"type":"speech","time":1405603500,"counter":319,"content":"<p>I welcome the Minister for Health, Deputy Leo Varadkar, to the House and take this opportunity to wish him the best of luck in his new portfolio.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700031#GG01200","speaker":"1120"},{"type":"speech","time":1405603500,"counter":320,"content":"<p>I also wish the Minister the best of luck in his new portfolio, as he has a substantial job to do in that Department.<\/p><p>I wish the raise the issue of those people, particularly children, who have been affected by narcolepsy following the State &lsquo;flu vaccination.  A link has been associated with the Pandemrix swine &lsquo;flu vaccination and the condition.  I am disappointed with the speed in which the matter is being progressed.  Will the Minister update the House on this matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700031#GG01300","speaker":"1160"},{"type":"speech","time":1405603500,"counter":321,"content":"<p>I thank Senator Michael D'Arcy for raising this important issue as it provides me with my first opportunity to update the House on this matter.  I have only been in my new role a short number of days.  I want to take time to talk to people, to listen to what they have to say, to reflect on what I find and then to focus on some achievable priorities.  The core aim of the health service is to maximise the health of the population and to allow people to participate as fully as possible in the social and economic life of the community.<br \/>First, I acknowledge the impact narcolepsy has both physically and emotionally on the lives of those affected and on their families.  Sufferers can experience excessive daytime sleepiness, sudden and temporary loss of muscle tone often triggered by emotions such as laughter, known as cataplexy, intense, vivid and sometimes terrifying hallucinations and sleep paralysis.  Many teenagers and young adults also experience emotional distress due to their illness.  Dealing day to day with this illness affects not just their lives, but also those of their family members.<br \/>Immunisation is a simple, safe and effective way of protecting people against certain diseases.  Immunisation against infectious disease has saved more lives than any other public health intervention, other than access to clean water.  Before vaccines were available, deaths and serious illness caused by vaccine-preventable diseases such as smallpox, polio, TB, measles and influenza, were common.  As many vaccine preventable diseases have become so infrequent, people have forgotten the serious nature of these illnesses.<br \/>In spite of the obvious benefits that come from vaccination, I must also acknowledge there can be serious adverse outcomes for some people arising out of vaccination.  More than 1 million doses of pandemic influenza vaccine were administered during the 2009 &lsquo;flu pandemic.  Up to 16 July last, the Health Products Regulatory Authority, the statutory authority for licensing and safety of all medicines including vaccines licensed in Ireland, had received 64 reports which confirm a diagnosis of narcolepsy in people who had previously received pandemic influenza vaccination.<br \/>My priority as Minister for Health, and the priority of the HSE, is that the individuals and families affected receive appropriate health care and supports.  As a result of work by my Department, the HSE and the Department of Education and Skills, a range of services and supports, regardless of age, are offered on an <i>ex gratia<\/i>basis.  These services and supports, co­ordinated by the HSE national advocacy unit, are intended to provide that individuals receive tailored assistance to address their specific requirements.  It is acknowledged that treatment and individual medical needs may have to be reassessed over time to take account of changes in their condition or circumstances.  Consequently, the services and supports provided are reassessed on an ongoing basis to take account of any changes in the individuals' conditions and circumstances.<br \/>As Senators may be aware, legal action has been initiated by 15 families alleging personal injury in which they are claiming the development of narcolepsy resulted from the administration of the pandemic vaccine.  It would be inappropriate for me to comment further on these cases for legal reasons.  I do acknowledge the impact on the lives of these people and families affected by narcolepsy and reiterate my commitment to the ongoing provision of appropriate services and supports.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700031#GG01400","speaker":"948"},{"type":"speech","time":1405603800,"counter":322,"content":"<p> Approximately 1 million vaccinations were administered and an enormous supply of vaccines was made available to the State from the companies in question.  The Government gave a blanket guarantee on the basis that the vaccine was administered off-licence, even though it was administered off-licence at a time when concerns were growing in the Scandinavian countries in regard to the risk of narcolepsy and vaccination.  A number of questions need to be addressed, the most crucial of which is why so much vaccine was used.  No other country went down the route of blanket vaccinations.  How much vaccine was purchased and at what cost?  How much was left over afterwards or destroyed at a cost to the State?<\/p><p>I am glad the Minister spoke about the effects on the people who have been impacted.  The daughter of one my constituents was impacted by the vaccine.  She described the condition like trying not to sleep for 72 hours and then being expected to go about her day's work.  I know the daughter and she is a fine young person.  There is a grievance for the people involved.  I say this in a positive manner so that the Minister might take the opportunity to do something about the issue.  Information has not filtered down to GPs about what is supposed to happen to the estimated 64 people who were badly affected.  Long-term supports are lacking and, while discretionary medical cards have been provided to those affected, this is at the discretion of the HSE.  There appears to be little or no co-ordination or response form the HSE, the Department of Health or the Department of Jobs, Enterprise and Innovation.  Early intervention is critical for those who are still at school or studying but the Department of Education and Skills has not provided any special supports.  The response of the Department of Social Protection has been particularly poor and inconsistent.  The families concerned report that there has been little or no communication between the relevant Departments and those who are affected.<\/p><p>I am hopeful that we can move to a place whereby people are satisfied with the response, in comparison to the current position whereby there is nothing but dissatisfaction.  It is 13 times more likely that somebody vaccinated with Pandemrix will be affected by narcolepsy.  I do not want the State to be liable for funds but if the State is wrong, it is wrong.  I would like to see faster and greater movement on the issue.  The reason for the court case is because of a lack of movement.  It disappoints me that the Government has acted poorly on this occasion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700032#HH00100","speaker":"1160"},{"type":"speech","time":1405603800,"counter":323,"content":"<p>Unfortunately, I cannot answer the Senator's question on the cost of the vaccines and what was used.  I will revert to him if that information is available.  As legal cases are outstanding, I am limited in what I can say.  I acknowledge his point that the effects are wider than health.  They include individuals' education and future employment needs.  I can supply a more detailed briefing to provide information that may be helpful to people in terms of the contact person for each region and what is available from the education system, in particular, to support those who are affected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700032#HH00200","speaker":"948"},{"type":"minorheading","content":"Voluntary Sector Funding","time":1405603800,"counter":324,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700032#HH00250"},{"type":"speech","time":1405603800,"counter":325,"content":"<p>I appreciate that the Minister for Health, Deputy Varadkar, has only been in his current role for several days but this issue has been well ventilated in the press and in these Houses recently.  I am speaking specifically about the loss of &euro;88,000 to the Irish Motor Neurone Disease Association.  Under the special scheme for financing national organisations, the association used this money to facilitate a visitor programme.  Perhaps it will be able to replace this money from within its own budget but that is not the answer.  The bottom line is that it is down &euro;88,000.  All of us know the devastating impact of motor neurone disease on anybody who has the misfortune to acquire it.  Our colleague, the late Deputy Nicky McFadden, passed away last March as a result of motor neurone disease.  I know a number of people who suffer from the disease, as well as several who are no longer with us because of it.<\/p><p>I do not think any fair minded person wants to see a reduction of &euro;88,000 because most people would acknowledge the work that the association does.  We need a long-term solution to this problem.  The national disability strategy is a good strategy but this cut flies in the face of its implementation.  This is a case of the Government governing by the head rather than the heart but there is no logic in the decision because it will have to be rectified.  In the long term, I hope that a proper multi-annual approach will be taken.<\/p><p>The Motor Neurone Disease Association exists specifically to support and advocate for people who suffer from motor neurone disease.  As it is not going to go away, it has to be supported.  Let us put in place a multi-annual programme of funding to support its advocacy, research and visiting work, as well as the assistance it gives to the families of those who suffer from the disease.  Approximately 13% of its funding comes from the State, whereas the remaining 87% is raised by volunteers.  The taxpayer and the State are getting good for money from its work.  I appeal to the Minister to include this issue in his suite of reviews.  I understand other organisations, such as the Disability Federation of Ireland, have sought a review.  I am on the board of directors of a governing body of another national organisation, the CARA centre in Tralee, which applied for funding under this programme for the first time and was turned down.  We need to take a long-term strategic approach based on multi-annual funding so that organisations and their service users are not left in a state of anxiety.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700032#HH00300","speaker":"1158"},{"type":"speech","time":1405603800,"counter":326,"content":"<p>I am pleased to have an opportunity to address the Seanad on the funding scheme to support national organisations in the community and voluntary sector on behalf of the Minister for the Environment, Community and Local Government, who cannot be here.<\/p><p>The funding scheme to support national organisations in the community and voluntary sector aims to provide multi-annual funding to national organisations towards core costs associated with the provision of services.  A new scheme commenced from 1 July this year.  The overall budget for 2014, including both the previous scheme and the new scheme, is &euro;3.1 million.  During 2013, a review of the scheme found that it has fulfilled its main objective of providing multi-annual funding to national organisations towards core costs associated with the provision of services.  The review recommended that organisations be required to demonstrate clearly the added value of the work proposed.  The effective use of core funding in recipient organisations also requires that robust governance and cost control procedures are in place in those organisations.<\/p><p>The new scheme was advertised for applications earlier this year.  Pobal were asked to undertake an assessment of the applications received, given that organisation's significant experience and expertise of both the design of assessment criteria and completion of assessment functions.<\/p> <p>Two well-attended information sessions were hosted by the Department of the Environment, Community and Local Government, and Pobal during the application process to outline the requirements of the new scheme.  Application guidelines were also issued, outlining the scoring process, which included capacity of the organisation, strategic fit, demonstration of need, achievability of the proposal and value for money.  Organisations were provided with support in the application process, including a dedicated e-mail address as a preferred contact method to deal promptly with queries, and inquiries were also dealt with by telephone.<\/p><p>Some 157 applications were received by Pobal.  Of these, three applications did not meet the basic eligibility criteria.  The remaining 154 applications were appraised by Pobal against the criteria as outlined in the application guidance.  In order to make funding available to as many organisations as possible within the prevailing resource constraints and taking into consideration the results of the appraisal process, 55 applications were approved for funding for the two-year period from 1 July 2014 to 30 June 2016.  The Irish Motor Neuron Disease Association is not one of the organisations been approved for funding on this occasion as it did not achieve a high enough ranking to be funded within the budget available.<\/p><p>Pobal has put in place a dedicated team to deal with any inquiries from applicants and to provide detailed feedback.  There is also an appeals process and Pobal has provided applicants with detailed information on this process.  As this appeals process is now live, it would not be appropriate for the Minister, Deputy Kelly, or me on his behalf to make any further comment on the funding process or the application of any particular organisation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700032#HH00400","speaker":"948","continuing":true},{"type":"speech","time":1405604400,"counter":328,"content":"<p>I thank the Minister for his detailed reply.  I fully accept that it would not be appropriate to interfere with a live appeals process.  I understand that the closing deadline for that appeals process was lunchtime last Friday.  I hope the appeals officers in these cases will take a fresh look at the overall context of what has been achieved here and will also look at the track record of organisations that have been refused.  We are not talking about much money here, but it has a significant effect on the lives of many of our citizens.  Sometimes decisions have to be made that are the right decisions.  I hope the appeals process will look favourably on cases that are well made and I believe this case stands on its own two feet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700033#JJ00200","speaker":"1158"},{"type":"speech","time":1405604400,"counter":329,"content":"<p>As this case is under appeal, I am limited in what I can say.  From discussing the matter with other people, I understand that the funding it has is in place for the remainder of the year, so there is a window of opportunity there.  The decision is made by Pobal which is not under the aegis of my Department but under the aegis of the Department of the Environment, Community and Local Government.  Of course other factors need to be taken into account.  Even an organisation that is doing very good work that might be very well meaning has to have all its accounts in order and all those factors have to be taken into account.  As I have said, it is under appeal at the moment and I hope that Pobal will be able to find a solution that will be satisfactory to most people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700033#JJ00300","speaker":"948"},{"type":"minorheading","content":"Wind Energy Guidelines","time":1405604400,"counter":330,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700033#JJ00350"},{"type":"speech","time":1405604400,"counter":331,"content":"<p>T&aacute;im an-bhu&iacute;och don Chathaoirleach as ucht an &aacute;bhar seo a roghn&uacute; ar an Athl&oacute;, &aacute;bhar an-t&aacute;bhachtach do dhaoine thart timpeall na t&iacute;re.  I am grateful for the opportunity to raise this subject, which is causing considerable fear and anxiety not just in County Meath, but throughout the country.  Last December the then Minister of State with responsibility for housing and planning, Deputy Jan O'Sullivan, and the then Minister for the Environment, Community and Local Government, Deputy Hogan, announced a review of planning guidelines under section 28 of the Planning Act in respect of wind turbines and invited a public consultation.  Many people were not happy with the Government's guidelines and made their submissions.  Since then nothing has happened.<\/p><p>I understand the Department is examining all the submissions and that is taking time.  However, on the ground planning applications for wind turbines are being submitted left, right and centre, as part of which the pre-planning process has commenced for a 46-turbine project in County Meath, with each turbine almost 600 ft. high.  The danger is, as has happened in other areas in south Meath and Laois in particular, that planning permission will be granted for projects under the guidelines which the Government admits are outdated.  Speaking here last week I believe the Minister even said that the current guidelines are outdated and not relevant to the types of turbines that are going in.<\/p><p>I am suggesting, as many others have done, that the Government puts a moratorium in place until it publishes guidelines.  It should immediately publish guidelines that will be acceptable to the citizens who have to live in proximity to these turbines.  There is unbelievable anger out there.  The few Government Deputies who attend meetings will realise the anger about this.  There needs to be a moratorium.  I cannot accept it cannot be done.  I have written proposed legislation to help the process.  I believe a moratorium could effectively be put in place using guidelines under the Planning Act.  Guidance should be given to An Bord Plean&aacute;la and the local authorities that they should not give permission for wind turbines until the Government has made up its mind on the policy.<\/p><p>I am looking for a positive response from the Minister.  Based on what I have heard from colleagues, I know the Minister, Deputy Kelly, is examining this issue very closely, but I would like to see a complete change of policy from what has gone on up to now.  It is not fair on communities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700033#JJ00400","speaker":"1116"},{"type":"speech","time":1405604400,"counter":332,"content":"<p>I thank the Senator for raising this matter.  I am taking it on behalf of the Minister for the Environment, Community and Local Government, Deputy Kelly, who cannot be in the House today.<\/p><p>As outlined during a recent Seanad Adjournment debate on this matter, planning authorities, including An Bord Plean&aacute;la must have regard to the Department of the Environment, Community and Local Government's 2006 wind-energy development guidelines, issued under section 28 of the Planning and Development Act 2000, as amended, when assessing and determining planning applications for wind-energy development proposals.  These guidelines provide advice to planning authorities on catering for wind-energy development through the development plan and development management processes.  The guidelines are also intended to ensure consistency of approach throughout the country in the identification of suitable locations for wind-energy development and the treatment of planning applications for such developments.<\/p><p>A public consultation was commenced in December 2013 on proposed draft revisions to the existing 2006 guidelines, focussing specifically on the issues of noise, setbacks and shadow flicker.  These draft revisions propose: the setting of a more stringent day and night noise limit of 40 decibels for future wind-energy developments; a mandatory minimum setback of 500 m between a wind turbine and the nearest dwelling for amenity considerations; and the complete elimination of shadow flicker between wind turbines and neighbouring dwellings.<\/p><p>The Department received submissions from 2,500 organisations and members of the public during the public consultation period and the submissions, which are currently being considered, will be an important input into the final version of the revised guidelines, which will be issued to planning authorities.<\/p><p>Further work is advancing to develop technical appendices to assist planning authorities with the practical application of the noise measurement aspects of the revised guidelines, when they are finalised.  It is intended to finalise the revised wind-energy development guidelines later this year and they will then be issued to planning authorities.<\/p><p>The current review of the guidelines is focussed and limited in nature, and only relates to the noise, shadow flicker and proximity elements of the existing wind-energy development guidelines.  Therefore, the remaining content of the 2006 guidelines will remain unchanged in the revised guidelines to be issued later this year.  In this context, it is not proposed to suspend the granting of planning permissions for wind-farm developments pending the publication of the specific limited revisions to the 2006 guidelines.  Planning authorities will be required to have regard to the revised guidelines with effect from their date of issue in subsequent decisions they make on proposed wind-energy developments, with the existing 2006 guidelines remaining in place in the interim.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700033#JJ00500","speaker":"948"},{"type":"speech","time":1405604400,"counter":333,"content":"<p>I should have wished the Minister well in his new job as Minister for Health.  Of course health issues come up regularly with these projects.  I am disappointed that the Minister for the Environment, Community and Local Government, himself, is not here - I had expected that he would be.<\/p><p>This reminds me of the tax amnesty.  The Government gives a signal to let people know they have a few months to regularise their affairs and they will be all right.  That is exactly what has happened here.  The signal was given in December that the planning rules would be tightened up a small bit - we are hoping that they will go much further because the guidelines are not acceptable.  However, developers, who get in before the Government publishes the guidelines, will get their planning permission on the basis of guidelines the Government admits are outdated.  That is what is happening at the moment throughout the country.  Developers are getting planning permissions straight through.<\/p><p>There is no indication as to when these guidelines will be published.  There is no statutory provision for this long public consultation period.  The Act states that the Minister may issue guidelines.  Why does he not issue guidelines, pointing out that these are different turbines?  At 600 ft. they are different from what was available in 2006.<\/p> <p>I plead with the Minister, on behalf of the people, to listen and state it is wrong to allow outdated planning guidelines.  We are supposed to be in favour of proper planning and development, but we are openly stating if planning permission is applied for and we have not published the guidelines the applicant will get through the gap.  It is completely wrong.  The Minister should bring this back to Cabinet.  It is driving people mad throughout the country, and rightly so because it is so unfair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700033#JJ00600","speaker":"1116","continuing":true},{"type":"speech","time":1405605000,"counter":335,"content":"<p>I totally note the Senator's comments and I know it is a big issue.  It has been raised with me as I have travelled throughout the country, and as recently as last week Deputy McEntee spoke to me about it.  It is a matter for the Minister for the Environment, Community and Local Government and I will pass on the Senator's comments to him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700034#KK00200","speaker":"948"},{"type":"minorheading","content":"Education and Training Boards","time":1405605000,"counter":336,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700034#KK00250"},{"type":"speech","time":1405605000,"counter":337,"content":"<p>I welcome the Minister of State at the Department of Education and Skills, Deputy Damien English, to the House.  It is his first time to come before Seanad &Eacute;ireann and I congratulate him on his new portfolio and wish him the best of luck.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700034#KK00300","speaker":"1120"},{"type":"speech","time":1405605000,"counter":338,"content":"<p>I thank the Cathaoirleach for accepting this Adjournment matter which I tabled.  I know there were huge demands from other colleagues.  I join the Cathaoirleach in warmly welcoming to the House the Minister of State, Deputy Damien English.  His appointment is well-received and long overdue.  I wish him well in his role as Minister of State at the Department of Education and Skills.<\/p><p>Last year, 33 VECs were replaced by 16 Education and Training Boards, ETBs.  These were given full responsibility for the planning and delivery of education and training in their areas.  As a result of the amalgamation, five ETBs have no training centre located within their jurisdiction.  These are Cavan and Monaghan ETB, Laois and Offaly ETB, Kildare and Wicklow ETB, Tipperary ETB and Kilkenny and Carlow ETB.  Cavan and Monaghan ETB has submitted detailed proposals to the Department of Education and Skills centred on the following provisions being put in place by 1 January 2015: apprenticeships training, contracted training, community training, the migration of IT systems, staffing requirements and budget transfer.<\/p><p>The former F&Aacute;S training centre located in Dundalk, County Louth was transferred to Louth and Meath ETB on 1 July.  Cavan and Monaghan ETB chief executive, Mr. Martin O'Brien, and Mr. John Kearney, the education officer, have been attempting to communicate with Louth and Meath ETB regarding the transfer share of the training budget and the associated staffing since early May.  However, to date none of the communication efforts initiated by it with the chief executive of Louth and Meath ETB have been reciprocated.  I understand the training manager of the Dundalk training centre has indicated his refusal to present an overview of training being delivered in the Cavan and Monaghan region.  This reluctance by Louth and Meath ETB to engage with Cavan and Monaghan ETB runs contrary to agreement protocols arranged by the Department of Education and Skills and SOLAS.<\/p><p>For Cavan and Monaghan ETB not to deliver its own training runs contrary to all national policy on job creation.  In specific terms, the impracticality of Louth and Meath ETB delivering training in the Cavan and Monaghan ETB area will ensure that further education and training growth potential will not be fully achieved, and will result in job creation, the benefits of the national apprenticeship programmes and the facilities of Cavan Institute and Monaghan Institute not being fully maximised.  It will also result in a lack of proper quality assurance systems and financial control frameworks for further education and training delivery in the Cavan and Monaghan region.<\/p><p>I understand Cavan and Monaghan ETB has requested the Department to appoint a facilitator to assist the engagement process between Cavan and Monaghan ETB and Louth and Meath ETB but nothing has happened in this regard to date.  The board of Cavan and Monaghan ETB takes this matter very seriously and has made it clear to me, and to Deputies Brendan Smith and Joe O'Reilly who have raised this issue in the Lower House, that it will not tolerate not having a budget to help it provide training in its jurisdiction.  The board has written to the Taoiseach seeking a meeting with him, such is the seriousness with which it takes this matter.  I look forward to hearing the reply of the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700034#KK00400","speaker":"1164"},{"type":"speech","time":1405605000,"counter":339,"content":"<p>I thank the Cathaoirleach for his kind words.  I could become a regular visitor here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700034#KK00500","speaker":"1078"},{"type":"speech","time":1405605000,"counter":340,"content":"<p>As a Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700034#KK00600","speaker":"1164"},{"type":"speech","time":1405605000,"counter":341,"content":"<p>Last week I was sitting in the Gallery wondering if I would ever be here and now I am.  I also thank Senator Wilson for his kind comments.  I appreciate them.  It will be nice to work with him on matters such as this, which affect us all.<\/p><p>I thank the Senator for raising this matter as it provides me with the opportunity to outline the position on the planning for training provision in the Cavan and Monaghan area from 2015 onwards.  The Further Education and Training Strategy 2014-2019 was published by SOLAS in April and sets out a way forward for the sector.  One of the key initiatives in the strategy is the production each year of an integrated further education and training service plan.  The first of these plans was produced this year and is available on the SOLAS website.<\/p><p>The annual planning process will be informed by an analysis of need in each ETB area and includes engagement with key stakeholders.  A comprehensive analysis of available statistical data will be undertaken to help to determine regional and local course types, with the focus on providing market-led education and training opportunities, while also supporting early school leavers and others who are further away from the labour market.  The reform of the further education and training sector envisages a key role for ETBs in the future delivery of further education and training in an integrated manner.  Part of this involves the transfer of training centres from SOLAS to ETBs.  A total of seven training centres and their staff transferred to ETBs on 1 January 2014, and the remaining 12 training centres transferred to the seven ETBs on 1 July 2014.  Each training centre, including the training centre in Dundalk which provides training services within the functional area of Cavan and Monaghan ETB, will come under the ETB in whose functional area the centre is located.  A total of five ETBs, including Cavan and Monaghan ETB, will not receive a training centre, as the Senator outlined.  There has been, and certainly should have been, extensive discussion on this matter between the ETBs, SOLAS and the Department.  I note the Senator's concerns that there was not proper consultation or that this is the prevailing view.  I will check into this and ensure this happens.<\/p><p>While recognising that the Education and Training Boards Act 2013 provides for all ETBs to have training functions, the paramount consideration for the Department is the continuity of training services for learners.  An agreed position for 2014 is in place, whereby ETBs with training centres retain primary responsibility for training and continue to provide services to areas which do not have training centres.  A process is under way to consider the position for 2015 and beyond and a number of options are being examined.  As part of this process, the Department received a proposal on 24 June from Cavan and Monaghan ETB regarding the delivery of training in Cavan and Monaghan for 2015 onwards.  I note the Senator's concern that there has not been proper consultation, a meeting has not taken place and that a facilitator is being sought, so I am glad to inform the House that as it stands, a meeting between the CEOs of Louth and Meath ETB and Cavan and Monaghan ETB has been agreed with a view to planning for training provision in Cavan and Monaghan from 2015 onwards.  This meeting is expected to take place shortly.  Both parties and SOLAS have also agreed that a representative from SOLAS will attend the meeting, having regard to the experience and knowledge of SOLAS in this area.  We will watch this space and ensure the meeting happens and see how it goes from there.<\/p><p>The Department will await the outcome of this meeting before considering this matter further and will keep in contact with those concerned.  I am confident that whatever decision is arrived at, the new ETB service planning process will ensure that Cavan and Monaghan ETB is well served with further education and training options developed on a fully informed basis for 2015 and beyond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700034#KK00700","speaker":"1078"},{"type":"speech","time":1405605000,"counter":342,"content":"<p>I thank the Minister of State for his very comprehensive reply.<\/p> <p>If there had been extensive discussion between the two ETBs on the matter then there would have been no need for me to table an Adjournment matter this afternoon.  It is serious when one education training board, in effect, refuses to communicate with another on a matter of budget and personnel.  It is unfortunate that this matter has reached the stage of being raised in both the D&aacute;il and the Seanad in order for the people of Cavan and Monaghan to get fair play from the larger ETB.  This is a delicate matter for the Minister because part of the ETB we are having difficulties with is responsible for the provision of training in his county, along with the provision of education.<\/p><p>I welcome his statement that a meeting has been arranged between the CEO of Louth-Meath and the CEO of Cavan-Monaghan.  I hope the matter will be progressed in an orderly and speedy manner.  I look forward to a positive outcome for the Cavan and Monaghan education and training board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700034#KK00800","speaker":"1164","continuing":true},{"type":"speech","time":1405605600,"counter":344,"content":"<p>We have been informed that there have been extensive discussions and engagement, which there should have been.  The Senator has put it on record here that the opposite is the case, so I will check it out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700035#LL00150","speaker":"1078"},{"type":"speech","time":1405605600,"counter":345,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700035#LL00200","speaker":"1164"},{"type":"speech","time":1405605600,"counter":346,"content":"<p>People must work together to maximise resources, and the Senator's county colleagues started the process.  It is important that there are discussions and the initiative is implemented correctly, thus allowing everyone to have their say.  We want to bring the service back to the user, and maximising resources will help to prepare people for a job, which is key.  I will check out the situation and make sure negotiations have taken place correctly, as in the past.  More importantly, I will ensure that the meeting happens soon and we get the proper outcome.  I hope a proper working relationship will result that will deliver the services needed across the board.  The Senator is correct in stating that the situation affects my county and his county.  I will take an interest in the matter and keep an eye on the process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700035#LL00300","speaker":"1078"},{"type":"speech","time":1405605600,"counter":347,"content":"<p>I wish everyone a very happy summer holiday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014071700035#LL00500","speaker":"1120"},{"type":"unspoken","time":1405605600,"counter":348,"content":"<p>The Seanad adjourned at 4.25 p.m. until 2.30 p.m. on Wednesday, 17 September 2014.<\/p>","notice":"TIME STRING DETECTED"}]