[{"type":"minorheading","content":"Prelude","time":1433856600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30","time":1433856600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1433856600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1433856600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1433856600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#A00100"},{"type":"speech","time":1433856600,"counter":6,"content":"<p>I have received notice from Senator John Whelan that he proposes to raise the following matter:<blockquote><br \/><br \/>The need for the Minister for Health to set out his Department's plans and policy for service provision at the Midland Regional Hospital, Portlaoise, with particular reference to its accident and emergency department.<\/blockquote>I have also received notice from Senator Darragh O'Brien of the following matter:<blockquote>The need for the Minister for Health to provide an update on progress on the issue of paying gratuities to certain home help workers in lieu of pension entitlements.<\/blockquote>I have also received notice from Senator Colm Burke of the following matter:<blockquote>The need for the Minister for Health to clarify if it is intended to bring forward a scheme to provide remuneration for persons who are living kidney donors, in view of the fact that they may be out of work for a period of up to three months after the donation surgery has occurred.<\/blockquote>I have also received notice from Senator Mark Daly of the following matter:<blockquote>The need for the Minister for Transport, Tourism and Sport to outline the reason the engineer for the Irish Coast Guard is not based in Valentia Coast Guard station.<\/blockquote>I have also received notice from Senator Paul Bradford of the following matter:<blockquote>The need for the Minister for Foreign Affairs and Trade to provide an update on the response of Ireland and the European Union to the growing threat posed by the ongoing ISIS campaign of terror.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators John Whelan, Darragh O'Brien, Colm Burke and Mark Daly and they will be taken now.  Senator Paul Bradford may give notice on another day of the matter he wishes to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1433856600,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#A00300"},{"type":"minorheading","content":"Accident and Emergency Services Provision","time":1433856600,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#A00350"},{"type":"speech","time":1433856600,"counter":9,"content":"<p>I welcome the Minister for Health, Deputy Leo Varadkar.  I am pleased and relieved to see him here in person.  <\/p> <p>The midlands, including all of County Laois, are in turmoil owing to the speculation, scaremongering, doubt and confusion surrounding the future status of the Midland Regional Hospital in Portlaoise and, in particular, its accident and emergency department.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Whelan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2361\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2361&amp;amp;pid=JohnWhelan&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do not have to spell out the context of this issue to the Minister as it has been ongoing for 30 years.  I have hardly got up at any stage during those years without there being some doubt, confusion and speculation about the status and future of the hospital which for years has been the poor relation and playing second fiddle for all sorts of reason and sometimes not least because of political bias and interference.  Be that as it may be, the hospital has been underfunded, understaffed and under-resourced and, therefore, undermined.  I thought, however, that we were coming out the other end and that we were seeing light at the end of the tunnel, thanks in no small part to the Minister's personal and direct intervention.  It is, unfortunately, groundhog day for the hospital and we are back in the throes of not knowing where we stand or what the future holds.  This is not fair to the staff, community and those who desperately require and need the services of the hospital daily.  While it was not a problem caused by the Minister, it falls to him and the Government to address and solve it and not let it linger on.<\/p><p>In January the new CEO of the hospital group confirmed categorically that Portlaoise hospital was secure, that it would be retained as a model 3 hospital and that its 24\/7 accident and emergency department would continue and was safe and secure.  Last week, however, out of the blue, with no warning, like a bombshell, it was announced in the media that there was some doubt about the immediate term prospects of the 24\/7 accident and emergency department.  I cannot tell the Minister about the shock, distress, disbelief and anxiety this has caused throughout the community.  The hospital has a population catchment of approximately 200,000.  It is not, therefore, a local issue or a local hospital.  It serves Athy, Monasterevin and Rathangan, as well as counties Carlow and Offaly.<\/p><p>It is a resourcing issue.  If it is a question of staff, emergency consultants and nurses, let us address it in that way and once and for all stop running away from it and saying it is not a resourcing issue.  No hospital in the country could bear the forensic scrutiny and microscopic investigations that have been conducted at Portlaoise hospital as a result of the tragic and unfortunate deaths in the maternity unit.  I am glad to say, however, that most people now believe the Minister has vigorously and comprehensively addressed that issue.<\/p><p>I am not here to make an emotional appeal to save the hospital.  We have a credible, coherent and constructive case to make for the Midland Regional Hospital, Portlaoise which is based on merit, medical grounds, clinical need and community requirements.  It has the only accident and emergency department between Naas and Limerick.  The ambulance network is not in place to start transferring patients, as suggested, to other accident and emergency departments.  The Minister has seen such cases this week at St. James's Hospital, in Tallaght, Limerick and elsewhere.  Is it proposed that we compound these problems by diverting between 30,000 and 40,000 cases from Portlaoise because that is the number of cases at the accident and emergency department there?  It is one of the busiest accident and emergency departments in the country outside the capital and other cities.  It is located near the intersection of the M7 and M8 motorways.  Some 21,500 vehicles pass through Portlaoise on a daily basis and it is twice that figure at weekends.  There are some 2,000 births in the maternity unit annually, which means that between five and ten babies are born there every day.  As the Minister knows, babies do not always choose to come between the hours of 9 a.m. and 5 p.m.  They are born at all hours of the night and at weekends.<\/p><p>The hospital is located across the road from two high security prisons, with 1,200 prison staff.  The Prison Officers Association is incensed and cannot believe the proposition that the 24\/7 accident and emergency department in Portlaoise hospital be closed, given the security, health and safety and cost implications in having to transfer staff who have been attacked or stabbed by prisoners or prisoners to other hospitals.<\/p><p>I want the Minister to bring some clarity to the issue.  I am not saying he has to have an absolute solution today, but we need a clear plan and commitment to the future of the Midland Regional Hospital, Portlaoise.  The starting point for service provision and patient safety has to be an absolute commitment to the bedrock that is the 24\/7 accident and emergency department.  Not everyone-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#A00400","speaker":"1143","continuing":true},{"type":"speech","time":1433856600,"counter":11,"content":"<p>The Senator is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#B00200","speaker":"1120"},{"type":"speech","time":1433856600,"counter":12,"content":"<p>I will finish on this point.  Everyone cannot choose to go private and skip the queue to go to whatever new modern newfangled private clinics are being set up around the place.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Whelan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2361\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2361&amp;amp;pid=JohnWhelan&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The people of the midlands require a 24\/7 accident and emergency service at Portlaoise hospital.  I am appealing to the Minister to clarify the situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#B00300","speaker":"1143","continuing":true},{"type":"speech","time":1433856600,"counter":14,"content":"<p>I thank Senator Whelan for raising this matter, which gives me an opportunity to update the House on our plans for the Midland Regional Hospital, Portlaoise.  I appreciate the Senator's support for the hospital through the years and his interest in the matter.  I am committed to securing and further developing the role of Portlaoise hospital as a constituent hospital within the Dublin Midlands Hospital Group, which includes St. James's Hospital, Tallaght hospital, Midland Regional Hospital, Tullamore, Naas General Hospital, and the Coombe hospital.  Any change to services in Portlaoise will be undertaken in a planned and orderly manner, taking account of existing patient flow demands in other hospitals and the need to develop particular services at Portlaoise in the context of overall service reorganisation in the Dublin Midlands Hospital Group.  Any decisions will be made on the basis of maximising patient safety and patient outcomes, not financial considerations or political bias or interference, to use the Senator's words.  That will not happen.<\/p> <p>In recent months, substantial investment and enhancement measures have been put in place to ensure a safer level of services at Portlaoise hospital.  Maternity services are being upgraded following the agreement of a memorandum of understanding between the Health Service Executive and the Coombe to provide a managed clinical maternity network within the Dublin Midlands Hospital Group.  This will provide for the delivery of a single maternity service over two sites, Portlaoise and the Coombe, with clinical governance led by the latter.  Agreement has been reached on the recruitment of two additional obstetricians, one of whom will be the new clinical lead for the Portlaoise hospital maternity service, two neonatologists, to be shared across both sites, some additional clinical and allied health support, and a broad agreement on shared services and information technology.  An implementation plan in this regard will be put in place in the coming months.  Further improvements in Portlaoise include the provision of a number of additional consultant posts in anaesthetics, surgery, emergency medicine, paediatrics, obstetrics and general medicine, and 16 midwifery posts.  In addition, it is intended to provide a new acute medical admissions unit and expand day surgery at the hospital.<\/p> <p>The hospital group CEO has set out clearly what is being proposed at Portlaoise, with maternity, acute medical and paediatric services to continue and elective day surgery likely to be expanded.  Patient safety and patient outcomes must be the first consideration.  Last week, the HSE advised that complex surgery at Portlaoise - bowel surgery, in particular - will be transferred to St. James's or Tullamore, as the volumes at Portlaoise are too low to maintain the requisite expertise of the clinical staff.  Indeed, the Health Information and Quality Authority report specifically criticises the HSE for recruiting additional colorectal surgeons at Portlaoise when patient numbers were not sufficient to allow those staff to maintain their skills.  Patient volumes are very often a consideration, not just staff and resources.  One must have both and be able to sustain both.  As a result of this change, we will see the discontinuation of undifferentiated surgical cases that present at Portlaoise emergency department.<\/p> <p>The important point to understand is that the work is being done to strengthen services in Portlaoise from a patient safety and quality perspective and to ensure services currently provided by the hospital which are not viable are discontinued and those which are viable are safety assured and adequately resourced.  This is in keeping with the recommendations of the HIQA report into services at Portlaoise and reports on other hospitals in the past.  I am confident these changes will improve services for patients at Portlaoise.<\/p> <p>In respect of Portlaoise emergency department specifically, it receives, as the Senator noted, between 30,000 and 40,000 attendances per year.  There is no question, therefore, of its being closed.  The only question that has emerged, as raised by the CEO, is whether 24-hour services are sustainable.  No decision in this regard has been made or can yet be made.  In the case of Navan, for example, surgical services are no longer provided, but the hospital continues to offer a 24-hour emergency department for medical patients and those with minor injuries.  I strongly agree with the Senator that any proposal to end 24-hour services at Portlaoise could not be advanced without a clear and credible plan to provide additional capacity at Tullamore, Naas and Tallaght, which are already very overstretched.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#C00200","speaker":"948"},{"type":"speech","time":1433856600,"counter":15,"content":"<p>I thank the Minister for his comprehensive reply and for departing from his script to deal specifically with the accident and emergency service issue.  There is an incontrovertible case to be put regarding the retention, in absolute terms and in perpetuity, of a 24\/7 accident and emergency service at Portlaoise, based on patient safety concerns, patient demand and the requirement to serve a huge population catchment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Whelan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2361\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2361&amp;amp;pid=JohnWhelan&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Regardless of the alternative ambulance services put in place, I do not believe it would be possible for that volume of care provided in a 24 hours, seven days a week accident and emergency department to be diverted to any of the other hospitals as is being suggested.<\/p><p>I beg to differ with the Minister on one point.  I believe the group chief executive officer added to the confusion and created a great deal of anxiety when he went on the airwaves, without consultation with anyone, and certainly not the public representatives or the community, and speculated as to the future prospects for 24 hours, seven days a week accident and emergency services.  As far as I am concerned it would be an untenable position to consider phasing out those services or returning them on an 8 a.m. to 8 p.m. basis.  It is no longer an accident and emergency department unless it is operated on a 24 hours, seven days a week basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#C00300","speaker":"1143","continuing":true},{"type":"speech","time":1433856600,"counter":17,"content":"<p>There are a few things to bear in mind.  I know the Senator, and all the Senators, not just in Laois but in every constituency, would love me to be able to give a guaranteed, cast-iron commitment that services will remain on a 24 hours, seven days a week basis.  That is not something I can give to anyone about any hospital in the country.  Medicine changes over time and even when decisions are made, there can be difficulty finding senior staff.  It is not tenable in the longer term for us to continue to provide services with locum doctors, temporary doctors and doctors who are not fully trained to do the job they are expected to do.  That is a problem throughout the country.<\/p> <p>The international standard now for an emergency department is very different from what it was in the past.  Essentially, that is a department that can take undifferentiated patients who have anything wrong with them and deal with them.  For example, that is someone with a major head injury who needs neurosurgery or someone with a major injury to their chest who needs cardiothoracic surgery.  Portlaoise hospital has never provided those services and it has never been what we would now describe as a major trauma centre or an emergency department in an international context.  In Scotland there are only two of them.  In London there are only four, and the catchment area required for that type of emergency department, a major trauma centre, is a population of about 1 million.  Obviously, that would mean four, five or six in Ireland, but no one is suggesting for a second that we have only four, five or six emergency departments in Ireland.  However, we will have to look at emergency medicine and reconfigure it to ensure we have the right services in different places.  The only guarantee I can give people is that any decisions will be made based on what is best in terms of patient safety and clinical outcomes, and not based on financial considerations, political bias or political interference.  None of those things will happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#D00200","speaker":"948"},{"type":"minorheading","content":"Home Help Service","time":1433856600,"counter":18,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#D00250"},{"type":"speech","time":1433856600,"counter":19,"content":"<p>Senator Darragh O'Brien has the second matter.  The Senator has four minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#D00300","speaker":"1120"},{"type":"speech","time":1433856600,"counter":20,"content":"<p>Is that all?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#D00400","speaker":"1139"},{"type":"speech","time":1433856600,"counter":21,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#D00500","speaker":"1120"},{"type":"speech","time":1433856600,"counter":22,"content":"<p>I thought we had extended the time.  I thank the Minister for Health for coming to the House to take this question.  He is very familiar with this issue of the home help gratuity payments, and I have written to him on a number of occasions.  According to my file, the first time I raised this issue was on 12 March 2013 with the Minister's predecessor and in writing to the HSE.  In brief, this relates to a Labour Court recommendation that home help workers, many of whom are low paid, be granted a gratuity payment based on their years of service in lieu of pension entitlements.  That was for home help services that were majority funded by the HSE.  This would have a positive effect on hundreds, if not thousands, of workers throughout the country.<\/p> <p>The issue came to my attention when two ladies in the north Dublin area, Patricia Greene and Mary Hughes, raised the matter with me, and I have pursued it ever since.  The reasons we were given, which I accepted, were that while no one disagreed with the recommendation and the Government should see it through, a letter going back to 27 March 2013 stated that due to current financial constraints, the position remained the same, that is, that Government was not going to pay the gratuities due to many of these workers.  They are all front-line workers but many of them are low paid, and these are significant payments.<\/p> <p>Having been stonewalled by the former Minister, Deputy Reilly, when the Minister took over the position I got a decent answer in February of this year stating that he had initiated a review of the matter following advice from the Department's legal adviser, which would involve the Department of Public Expenditure and Reform, the HSE and the Minister's own Department, and they were due to report back by the end of March this year.  We are in June now.  I have continued to write to the HSE and the Minister's own good offices seeking an update.  Those people deserve this money.  It is an entitlement in lieu of pensions and we have to let them know one way or the other whether Government will pay what is due to them.  If that is not the case, it should let them know, but I will be one of those supporting them going to the courts to enforce the Labour Court recommendation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hope we can see a resolution.  I know the Minister will agree and I know that he knows the importance of home help workers across the country from his constituency and the work he does as Minister for Health.  This is a Labour Court recommendation that goes back to 2009.  They have been left swinging in the wind since then.  They deserve to be paid and they deserve this money.  I am seeking an update from the Minister today that, hopefully, has some cast-iron timelines.  The Department and the Minister said that they would report back by March.  I have had no advice about the conclusion of those discussions between the Department of Public Expenditure and Reform and the HSE could perhaps the Minister could update me on the situation.  I again thank him for taking this matter today.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#D00600","speaker":"1139","continuing":true},{"type":"speech","time":1433856600,"counter":24,"content":"<p>I thank the Senator for raising this issue again and for his ongoing interest in the matter.  It is a timely opportunity to update the House.  The matter was considered by the parties at the recent public sector talks facilitated by the Labour Relations Commission at Lansdowne House.  While there will always be a need for long-term residential care, older people consistently tell us that they want to be facilitated and supported to stay in their own homes and communities for as long as is possible.<\/p> <p>The HSE will spend approximately &euro;330 million this year on home help and home care packages.  These services are provided directly by the HSE, private organisations or voluntary organisations funded by the HSE.  Home help services are provided mainly by the HSE's directly employed staff.  In the greater Dublin area, Wicklow and Clare, home help services are provided by voluntary providers on behalf of the HSE.  These voluntary providers are funded under section 39 of the Health Act.  The HSE has in place service-level agreements with these providers that set out the level of home help service to be provided for the grant to the individual organisation and requirements relating to standards of care.<\/p> <p>As the home helps employed by these section 39 organisations are not HSE employees, the HSE does not determine the salaries or other terms and conditions to apply to these staff, including pension arrangements.  Accordingly, such arrangements offered by individual providers will vary.  The pay and superannuation terms and conditions of the staff concerned are not subject to the control of the Department of Health and they are not classified as public servants.  The granting of any pension entitlement in such circumstances to private or voluntary sector employees would have wide-ranging implications for the taxpayer that go well beyond home helps.<\/p> <p>Access for home helps in voluntary organisations to a pension scheme similar to that provided for home helps in the employment of the HSE has been the subject of a number of Labour Court recommendations involving SIPTU, IMPACT and the HSE.  Implementation of the Labour Court recommendation on payment of a gratuity to the home helps employed by the section 39 organisations has been hindered in recent years by the budgetary situation and is further complicated by the fact that the HSE is not the employer.  <\/p> <p>I am pleased to confirm that the issue was discussed during the recent Lansdowne Road talks and that the parties reached agreement on a process for giving formal consideration to the matter.  The parties agreed to establish with immediate effect a working group to examine a number of issues, including gratuity payments for home helps.  The group, while operating under the aegis of the National Joint Council, is to arrange its first meeting within four weeks and is scheduled to conclude its business by 30 September 2015.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#E00200","speaker":"948"},{"type":"speech","time":1433856600,"counter":25,"content":"<p>I thank the Minister for the update.  I note that 30 September 2015 is the end date for reporting.  I am glad it is included in the process.  However, I am again disappointed that it is effectively a further delay.  We were told that we would have a report by the end of March.  Obviously, nothing has happened with that.  I am at a loss.  I will write separately again to see whether anything came from the discussions from the Department of Public Expenditure and Reform and the HSE.  If that was the establishment of another group to agree the process, I think we have enough information to know that the State has a liability here and should uphold the Labour Court recommendation and pay these moneys.  If it is the case that this can be done before 30 September 2015, in the context of waiting for so long, that would be broadly welcome.  I will be keeping a close eye on this situation.  I thank the Minister for his response.  I will assess it and come back to him about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#E00300","speaker":"1139"},{"type":"speech","time":1433856600,"counter":26,"content":"<p>It is like many outstanding industrial relations issues in health and other sectors that were parked and truncated into the talks on the Lansdowne House agreement.  Some were resolved and some were not resolved.  For those that were not resolved, a process was agreed to resolve them in the next couple of months.  I am confident that we will have a resolution or at least a decision on resolution by the end of September this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#E00400","speaker":"948"},{"type":"minorheading","content":"Organ Donation","time":1433856600,"counter":27,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#F00050"},{"type":"speech","time":1433856600,"counter":28,"content":"<p>I welcome the Minister to the House.  This is a short Commencement matter relating to living donors of kidney transplants.  The issue of giving assistance to donors was raised at the health committee some months ago.  If a person is a living donor he or she will obviously be out of work for a period.  My understanding is that it can be anything up to three months.  The entire cost of dialysis at the moment is approximately &euro;75,000 per annum per patient in real terms.  There are approximately 1,800 people on dialysis.  Living donors bring great benefits to the recipient of the kidney, obviously, but also to the State.  What those concerned are looking for is small.  If people incur a loss of earnings there should be some facility for them.  They should be able to receive some remuneration so that they are not out-of-pocket for coming forward on a voluntary basis and giving assistance to a third party.  I am raising the issue in this context.  I have not heard anything back on the matter although it was raised at the health committee and I have not received any related proposals.  I may be out of touch on the matter but I am unaware of any new proposals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#F00200","speaker":"1150"},{"type":"speech","time":1433856600,"counter":29,"content":"<p>I thank Senator Burke for raising this issue.  I am pleased to inform the House that I introduced a scheme to reimburse the expenses of living donors on 12 November last year.  The scheme provides for the reimbursement of loss of earnings incurred by living kidney donors and provides for the reimbursement of accommodation and travel expenses incurred as a direct result of kidney donation.<\/p> <p>A key principle of organ donation is that it should be voluntary and unpaid.  However, it is recognised that most living donors incur financial losses while donating a kidney.  The scheme that I have introduced is based on the premise that any reimbursement granted does not provide a financial incentive or reward to the potential donor.  The reimbursement scheme applies to a person who has been selected as a potential donor by the living donor programme at Beaumont Hospital and to those who, under clinical supervision of the national renal transplant programme at Beaumont, travel to the United Kingdom for a paired kidney donation.<\/p> <p>The loss of earnings incurred from the time the donation takes place and up to 12 weeks post-donation are eligible for reimbursement.  A maximum of &euro;6,000 applies in respect of loss of earnings and payments can apply to either salaried or self-employed donors.  In addition to loss of earnings, reasonable travel and accommodation expenses incurred from when the person is selected as a potential donor through to the inpatient stay when the donation takes place and for up to 12 weeks post-donation are eligible for reimbursement.  Again, there is an upper limit of &euro;6,000.<\/p> <p>I am pleased to inform the House that provision was included in the Finance Act 2014 to ensure that these reimbursements are exempt from income tax.  The Department of Social Protection has agreed that in circumstances where a donor is in receipt of a payment from that Department, such payments will continue for a period of up to 12 weeks from donation.  This is, of course, provided that such payments are in line with the normal rules and regulations of the Department of Social Protection.<\/p> <p>The reimbursement scheme is administered by the HSE.  Up to the end of May it had received 13 applications for reimbursement from living donors and has paid out &euro;15,000 so far.  In conjunction with the HSE, my Department proposes to review the operation of the scheme before the end of the year to see how it is working and to consider how it might work better.<\/p> <p>Finally I wish to put on record my thanks and those of the Government as well as our appreciation to living kidney donors, who donated kidneys in record numbers last year.  The gift of life they have given to others is an example to all of us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#F00300","speaker":"948"},{"type":"speech","time":1433856600,"counter":30,"content":"<p>I thank the Minister for a comprehensive reply.  The only other question I have in respect of the kidney donation issue relates to the current position on the number of consultants we require.  I realise it was not part of my question.  Anyway, we have over 1,800 people on dialysis.  Let us compare this to Norway, which has a population of 4.8 million.  It has only approximately 370 or 380 people on dialysis.  We have a good deal of catching up to do on the matter.  I wonder if any proposals are in place to try to increase the number of consultants who can provide the operations that are required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#F00400","speaker":"1150"},{"type":"speech","time":1433856600,"counter":31,"content":"<p>To be honest, I am not familiar with the Norwegian figures.  However, I know from the Irish Kidney Association that we are one of the few countries in the world which has more people who have had kidney transplants than the number of those who are on dialysis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Leo Varadkar:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In respect of kidney donations, we are in the top tier of countries in the western world.  Transplants are carried out in three hospitals, namely, the Mater, St. Vincent's and Beaumont.  Recruitment is under way in all sites.  While the Mater and St. Vincent's have been relatively successful in their recruitment campaigns, recruitment has been a challenge for Beaumont.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#F00500","speaker":"948","continuing":true},{"type":"minorheading","content":"Marine Rescue Station","time":1433856600,"counter":33,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#G00250"},{"type":"speech","time":1433856600,"counter":34,"content":"<p>I thank the Minister for Transport, Tourism and Sport for coming to the House to take this Commencement matter.  As I am sure he is aware, the Valentia marine rescue co-ordination centre is the busiest of our three centres.  He may also have received a report on why it should be closed given that every Minister coming to his Department receives a report written by some official in the permanent Government advocating its closure.  The issue I raise today concerns the appointment of a resident engineer to the centre.  I understand the position was advertised and located in Cork.  Malin and Dublin have resident engineers but even though Valentia is busier than those centres its engineer will be located 200 km away from it.  The engineer will be responsible for maintaining VHF communications with a considerable number of sites along the Cork and Kerry coastline.  The Joint Committee on Transport, Tourism and Sport discussed at length an incident that occurred during the last attempt by the Coast Guard Service to close Valentia and move its operations to Dublin.  Galley Head communications network was down for six months.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Within five days of it being repaired, it was the only receiver station to manage to pick up a distress signal from a ship that went down near Galley Head.  The reason we were given for it not having been fixed was that the engineer had been out sick for six months.  Yet a piece of infrastructure as vital as that was not repaired.  It is hard to understand why the engineer who will be servicing our busiest marine rescue co-ordination centre will be based 200 km away while Malin and Dublin will have theirs on site in residence.  Perhaps the Minister might enlighten us as to why Valentia is being discriminated against while Dublin and Malin will have their engineers on site.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#G00300","speaker":"1159","continuing":true},{"type":"speech","time":1433856600,"counter":36,"content":"<p>I apologise to the Senator for keeping him waiting and I thank him for raising the matter.  The engineering branch of the Irish Coast Guard provides a national maritime safety telecommunications and responder alerting and notification service.  This involves the provision of a wide range of diverse but specialised systems.  All design, procurement, project management, and subsequent administration and maintenance are carried out in-house by the small number of staff servicing this area.<\/p> <p>Due to the large quantity of systems, services and equipment, and the need to replace aged equipment to ensure service availability, the engineering section is undertaking continual programmes of equipment modernisation.  The workload has grown considerably in recent years due in no small part to the continual evolution of services that the automatic identification system, AIS, provides and the proliferation of external users, including the Naval Service, the Commissioners of Irish Lights, the North Sea regional server and the Maritime Safety and Security Information System, all of which use the system for the interconnection and exchange of data.<\/p> <p>The role of an engineering officer covers a broad range of duties in terms of the management and operation of all technical aspects of the marine communications network.  The engineering officer is required to diagnose and maintain a broad range of radio and telecommunications equipment used in maritime communications, responder alert and notification, vessel tracking technologies, and supporting infrastructure, including maintenance of all equipment employed in the national maritime communication networks; fault analysis across multiple wide-area telecommunication networks; identification and analysis of fault trends nationally and by equipment type; maintenance of radio site infrastructure, including antennae, masts, buildings, perimeter and access; maintenance of communications equipment at Coast Guard unit station houses, including equipment in boats and vehicles; co-ordination and management of multiple subcontractor and utility providers; and co-ordination and management of local spares and stock holding.<\/p> <p>Additionally - this is an important factor in the requirement to fill the vacancy which arose in the Cork office - the engineering officer is responsible for the maintenance of communications equipment at Coast Guard unit station houses, including equipment in boats and vehicles and the co-ordination and management of multiple subcontractor and utility providers.  The engineering officer reports to an electronics officer based in Dublin, who is responsible for the overall management and operation of all technical aspects of the national marine communications network.<\/p> <p>Following recent amalgamations, there are currently approximately ten Coast Guard units throughout Cork and five in Kerry.  A significant amount of travel throughout the region and out-of-hours availability is a necessary feature of the role.  The Cork office continues to provide a good location for the overall fulfilment of the various engineering responsibilities and it is for this reason that the post is located in Cork.<\/p> <p>The post became available on foot of the retirement of the previous incumbent.  It has taken some time to fill the vacancy due to the need to comply with Department of Public Expenditure and Reform policy in filling public sector vacancies and also due to the requirements of the Public Appointment Service, PAS, recruitment process.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The advertisement which issued from the PAS clearly indicated that the position to be filled was in the Cork office.  I am happy to say that the recruitment process is now complete.  The position has been offered to the successful candidate who is due to commence very shortly in the Cork office where the other Coast Guard staff are located.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#H00200","speaker":"1007","continuing":true},{"type":"speech","time":1433856600,"counter":38,"content":"<p>I thank the Minister for his reply.  It goes back to the earlier point I made that the engineer is based in Dublin, servicing the marine rescue co-ordination centre there and Malin yet the busiest station is in Valentia and the engineer will be based in Cork, 200 km away.  While there are ten Coast Guard units in Cork and five in Kerry the requirement for maintenance of equipment is minimal compared to the important equipment at Valentia.  If that equipment or the utilities coming into it suffer a catastrophic failure as stated in one report, prior to the new equipment being installed, nothing else works.  If something goes down in Ballycotton, only Ballycotton is out of action; if something goes down in Valentia, everything from Cork to the Aran Islands goes out of action, hence the reason we believe an engineer should be living on the island and working there during the day but also available at short notice.  That was the issue raised in Kerry about the position being filled.  As the Minister is in the House I avail of the opportunity to congratulate him on his post but also to advise him that the two previous incumbents received reports on the reason Valentia should be closed.  There is an agenda within the Department and the Coast Guard to close Valentia.  Unfortunately the Oireachtas joint committee had to invite in the senior civil servants from the Department and take apart their reports line by line.  When the facts were uncovered it was clear that the reports presented to this and the previous Government were at variance with the truth.  When I was younger I watched \"Yes Minister\" but never thought I would see it in action but I did.  If the Minister does have a report perhaps he would ask for the two previous reports and inquire what happened to them when there was an attempt to close the Coast Guard station at Valentia.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#J00200","speaker":"1159"},{"type":"speech","time":1433856600,"counter":39,"content":"<p>I thank the Senator for his comments.  I have only briefly seen \"Yes Minister\".  I assure the Senator that the environment in which I work does not resemble it in any way.  I accept the Senator's genuine interest in the matter raised.  I had the opportunity to visit Valentia and meet the management of the overall Coast Guard service.  While there, one of the issues emphasised to me was that the advances that have taken place, following Government investment, mean that if any critical system for any catastrophic reason were not to work the same system and capacity can be deployed via the other two key stations in Malin and Dublin.  If for any reason a systems failure were to occur, owing to the investment that has been put in place we have the capacity for the other two key stations to play a role in sustaining safety.<\/p> <p>In respect of any reports I have received, I have no such report in front of me.  I am aware of the debate that took place in the past in respect of Valentia.  I was happy to visit the Coast Guard and see the unit which has been invested in and to attend an event to commemorate the 100 years of service that took place there.  I look forward to many more years of service being provided there.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I understand where Senator Daly is coming from in respect of the specific point he put to me regarding the location of the engineer.  The people who work in this area in my Department - whose only agenda, I assure the Senator, is to work with me to get the best value out of the money that is available to us while at the same time meeting the safety needs on our coasts and in our waters - have been clear that it is important that this person is based in Cork to service the other ten units within the county and region of Cork and to deliver the other needs that I have identified such as maintenance, fault analysis, maintenance of radio site infrastructure and other matters I detailed in my earlier contribution.   The location was chosen for those reasons and it is a decision I support, given the expertise that went into making it.  However, I will keep the Senator's broader points in mind in the context of any future decisions or debate on the unit.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#J00300","speaker":"1007","continuing":true},{"type":"unspoken","time":1433856600,"counter":41,"content":"<p>Sitting suspended at 3.16 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1433856600,"counter":42,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#N00100"},{"type":"speech","time":1433856600,"counter":43,"content":"<p>The Order of Business is No. 1, motion allowing two or more joint committees to hold joint meetings to consider the Transatlantic Trade and Investment Partnership, to be taken without debate at the conclusion of the Order of Business; No. 2, Garda S&iacute;och&aacute;na (Policing Authority and Miscellaneous Provisions) Bill 2015 &ndash; Order for Second Stage and Second Stage, to be taken at 4.45 p.m. and adjourn not later than 7 p.m., with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes; and No. 3, statements on Yeats 2015, to be taken at 7.30 p.m. and conclude not later than 9.30 p.m., with the contributions of all Senators not to exceed five minutes and the Minister to be called on to reply to the debate not later than 9.25 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#N00200","speaker":"1130"},{"type":"speech","time":1433856600,"counter":44,"content":"<p>I welcome No. 1.  It is a sensible idea that committees are set up to actually examine the Transatlantic Trade and Investment Partnership and to consider it in some detail.  I assume the draft motion circulated earlier today regarding the ongoing matters of public concern with regard to IBRC, the Government, the Department of Finance and Denis O'Brien will not be moved today.  Has the Leader any idea as to whether, when it is agreed, the motion will come into this House?  While this is not the time for me to go through it in detail, I assume Members will have a proper debate in this Chamber with regard to matters that are of grave public concern and most fair-minded people will agree on the need to get to the bottom of this matter.  However, the establishment of the inquiry and its terms of reference are important and as the Seanad has a role in this regard, perhaps the Leader could outline to me a timeframe.  If he thinks it will be tomorrow or whenever, he may be able to provide me with an update but I assume from the Order of Business it will not be taken or debated today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#O00100","speaker":"1139"},{"type":"speech","time":1433856600,"counter":45,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#O00200","speaker":"1130"},{"type":"speech","time":1433856600,"counter":46,"content":"<p>That is fine and Members can deal with that at another time.<\/p> <p>I propose an amendment to the Order of Business that No. 73, motion No. 15, be taken today.  The motion states, &ldquo;That Seanad &Eacute;ireann recommends that, should the Government proceed with the sale of the 25.1% stake in Aer Lingus, the monies received be used to reduce the savage cuts imposed on Aer Lingus Pension Scheme members.\"  Members had a good debate on this the other day and at the time, Senator Bacik indicated her support for this type of mechanism.  At the very least, if the Government has now decided by a vote in D&aacute;il &Eacute;ireann that the stake in Aer Lingus is to be sold, all the arguments that many Members made contrary to that are on the record of the House.  I will not go over them as, unfortunately, the Government has made the decision against Members' wishes but that is as it is.<\/p> <p>My point now is that the approximately &euro;340 million for which the Government is selling this strategic State interest should be used to offset the savage cuts the Government has imposed on the pension scheme members in the airport.  At the end of the day, this sale and the money the Government will receive could not have gone through without the cuts the Government made to the pension scheme.  I refer to the 15,000 members, the deferred pensioners who were cut by up to 60%, long-service members whose pension benefits were torn asunder, the retired members, that is, people in their 70s, 80s and 90s who have lost six weeks' pay and the 5,000 existing members who have been moved out of a good pension scheme unilaterally and thrown into an inferior scheme.<\/p> <p>If the Government is to get &euro;340 million, instead of using it in its connectivity fund, whatever the hell that is, or instead of putting it into a fund to use for its own preferment prior to the general election, adding it to its slush fund, the Government should give the money back to the people from whom it took it.  The Government should give it back to the deferred pensioners, to the retired pensioners and to the members of the Irish aviation superannuation scheme, IAAS.  As the Government should give such a commitment here, I seek to have this debated and I seek the Seanad's support for the motion I tabled in the week before the recess, namely, &ldquo;That Seanad &Eacute;ireann recommends that, should the Government proceed with the sale of the 25.1% stake in Aer Lingus, the monies received be used to reduce the savage cuts imposed on Aer Lingus Pension Scheme members.\"  That is fair and would go some way towards rectifying a most grossly unfair situation that prevails in respect of the first pension scheme in the history of the State for which any Government introduced legislation to reduce members' entitlements.  Consequently, I ask the Leader to accept that motion today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#O00300","speaker":"1139"},{"type":"speech","time":1433856600,"counter":47,"content":"<p>Senator Darragh O'Brien addressed his question on the motion relating to Aer Lingus to the Leader, who I am sure will respond to it.  I must state, however, that in the aftermath of what I said in the Seanad two weeks ago, I raised with the T&aacute;naiste's office the issue of providing some form of redress to members of the Aer Lingus deferred pension scheme.  I remain in contact with the T&aacute;naiste in respect of the matter-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#P00100","speaker":"1148"},{"type":"speech","time":1433856600,"counter":48,"content":"<p>I appreciate that and I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#P00200","speaker":"1139"},{"type":"speech","time":1433856600,"counter":49,"content":"<p>-----and I just wanted to place that fact on the record of the House.  I think we are all in agreement in respect of the many representations we have received from people who have been so badly affected by what happened in this instance.<\/p> <p>I accept that we will engage in a debate on another day on a motion concerning the commission of investigation into the Irish Bank Resolution Corporation.  That said, I welcome the Government's announcement last week to the effect that such a commission would be established to investigate IBRC transactions.  I also wish to place on record my commendation in respect of Deputy Catherine Murphy who, through her use of freedom of information and parliamentary questions, has unearthed a great deal of information regarding IBRC.  I welcome that there is going to be a commission of investigation into transactions carried out by IBRC.  I particularly welcome the fact the question of Department of Finance oversight in circumstances where there were more than &euro;10 million worth of losses to the public will be examined.  We all await with great interest the publication of the commission's terms of reference.<\/p> <p>I understand that one of the matters before the Cabinet for decision today is the approval of media merger guidelines put forward by the Minister for Communications, Energy and Natural Resources, Deputy Alex White.  I request that when those guidelines are approved, the House should engage in a debate on media mergers and concentration of ownership in media.  This has become a matter of particular importance in the aftermath of the court case taken by Denis O'Brien and the order made by Mr. Justice Donald Binchy, which was clarified last week when the Seanad was not sitting.  I am of the view that a number of issues concerning the concentration of media ownership in the hands of one individual should be discussed in the House.  It would be useful to engage in a debate on the matter in light of the media merger guidelines submitted to the Cabinet for approval.<\/p> <p>I also wish to request a debate on the Amnesty International report, She Is Not a Criminal, the launch of which I attended earlier today, and which report relates to Ireland's highly restrictive abortion law.  It highlights the breaches of international human rights law facilitated by our highly restrictive abortion law, especially the eighth amendment of the Constitution.  The report calls for the repeal of that amendment, a call I have made on many occasions.  Repeal of the eighth amendment is Labour Party policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#P00300","speaker":"1148"},{"type":"speech","time":1433856600,"counter":50,"content":"<p>An extremely significant meeting is taking place in Geneva this week in respect of the impact of the Government's austerity measures on the lives of citizens.  In that context and as Senators are aware, the Government is being examined by the UN Committee on Economic, Social and Cultural Rights.  As a new narrative develops in the lead-up to the forthcoming general election in the context of the stabilisation of Ireland's finances as a basis for future fairness, it is imperative that parliamentarians and the Irish people take account of what the UN committee is saying.  Otherwise we will only be treating the UN process as simply a paper-pushing exercise.  A primary message coming from the committee is that any cuts made as emergency crisis measures must be temporary and that what was taken away must be restored.  For example, the Irish Human Rights and Equality Commission and NGOs have put forward strong arguments in the context of demanding the restoration of the one-parent family income disregards to the levels at which they stood in 2012.  One-parent families have become poorer since 2012 and the UN committee has not missed that fact.<\/p> <p>My question to the Leader relates to how seriously the Government takes what various UN committees with responsibility for human rights say to us and why we, as lawmakers, are virtually excluded from having any oversight in respect of this country meeting its international human rights obligations.  The Minister of State at the Department of Foreign Affairs and Trade, Deputy Sherlock, is reporting to the UN Committee on Economic, Social and Cultural Rights on the basis of a report compiled by all relevant Departments.  However, we, as parliamentarians, have had no input whatsoever with regard to what the Minister of State is saying.  In such circumstances, does what he is saying to the committee really mean anything at all?  When questioned on RTE as to why the Government is not accepting the Constitutional Convention's recommendation to include economic, social and cultural rights in our Constitution, the Minister of State indicated that our corpus of domestic human rights law and EU law are sufficient to deal with those issues.  I know at least one significant group in society, namely, one-parent families, which would vehemently disagree with his assertion.<\/p> <p>Will the Leader please arrange a debate with the Minister of State, Deputy Sherlock, regarding the outcome recommendations of the UN committee in respect of Ireland?  In the context of that debate, will the Leader ask the Minister of State how he intends to ensure elected representatives of the Irish State will be able to play a role in judging whether we are meeting our international human rights obligations?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Katherine Zappone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2392\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2392&amp;amp;pid=KatherineZappone&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Irish Human Rights and Equality Commission has called for the establishment of an Oireachtas committee on human rights and equality.  That would be a huge leap forward and it fits with my own work in having a sub-committee on human rights set up under the justice and equality committee.  The Minister of State, Deputy Se&aacute;n Sherlock, referred to his establishment of an interdepartmental working group of civil servants on human rights, but it does not include one parliamentarian, apart from himself.  That is not good enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#P00400","speaker":"1176","continuing":true},{"type":"speech","time":1433856600,"counter":52,"content":"<p>With regard to Senator Darragh O'Brien's amendment and Senator Ivana Bacik's response, there was more than &euro;500 million in cash when the Government decided to sell Aer Lingus, for which the pensioners make a more deserving case than the shareholders of British Airways.  I still oppose the deal.  The document in the Oireachtas Library of a mere two pages is totally inadequate to address the economic issues involved.<\/p> <p>I refer to the Taoiseach's visit to Kingsmill recently where he met Mr. Alan Black, one of the survivors of the massacre.  At the time there was great goodwill and the hope that in that case and the Ballymurphy case, another site the Taoiseach visited on the same day, documents would be brought forward, but that hope is fading.  I hope the Leader can make the case to the Taoiseach that the goodwill exhibited to him on that day be retained.<\/p> <p>On an item of happier news, I note the election of Dr. Louise Richardson, a TCD graduate, as vice-chancellor of Oxford University.  She attended the Ursuline Convent in Waterford.  I am sure the Leader will agree that the possibilities for co-operation between TCD, Oxford, Waterford and the Ursulines made for a great achievement by Dr. Richardson and perhaps she is a person we might ask to address the House in the future because she has achieved such a position of eminence in education.  Great credit is due to the people of Tramore, her school, the people of Waterford and TCD that such an eminent honour has been attained by an eminent Irish scholar.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Q00200","speaker":"1157"},{"type":"speech","time":1433856600,"counter":53,"content":"<p>I raise the issue of elderly patients being accommodated on trolleys in many accident and emergency departments across the country.  A man aged almost 80 years was on a trolley in University Hospital Galway, UHG, for three days over the weekend before eventually being given a bed in the medical assessment unit.  That is unacceptable.  Everyone can appreciate that doctors and nurses do sterling work in hospitals.  However, the accident and emergency department in UHG is not fit for purpose.  It is one of the busiest accident and emergency departments in the country and has a wide catchment area.  In addition, insufficient beds are available.  I am conscious that the special delivery unit is to deploy a team to make specific plans and recommendations for units which are under particular pressure such as that in UHG.  While I was informed by the Minister for Health recently that he hopes to include a new accident and emergency department in the forthcoming capital programme, which I support 100%, we need to plan for the future.  I am informed that the hospital in Galway performs reasonably well in discharging patients who no longer need acute care.  The issue, therefore, is a lack of beds.  We need more, as the population is ageing and people are living longer.  I would like to move beyond day-to-day management and have a constructive debate on the issue in the House.  Will the Leader invite the Minister to come to the House to explore locations where beds are needed and to have a strategy in place under which long-term plans can be implemented?  We need to start thinking long term, not just implement temporary fix measures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Q00300","speaker":"1187"},{"type":"speech","time":1433856600,"counter":54,"content":"<p>Will the Leader ask the Minister for Finance on the next occasion he comes before the House to give clarity to the call made by the outgoing Governor of the Central Bank, Professor Honohan, which has been widely reported for the money due to be set aside for junior bondholders following the winding up of IBRC to go to the Exchequer and not be paid to the junior bondholders?  Those who have followed the story in today's newspapers will have been fascinated by the exchange of e-mails between Professor Honohan and the assistant secretary in the Department of Finance.  It seems on the face of it that there is a <i>prima facie<\/i>case for at least challenging the right of the junior bondholders to be paid, albeit the amount is small in the context of the overall figure of &euro;32 billion.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Some &euro;300 million would go a long way towards addressing some of the inequalities in our society.  I would welcome the Leader's view on the matter and also ask that he communicate my comments to the Minister and obtain some clarity on the Department's view on it, notwithstanding the content of the e-mails as published in today's newspapers. <\/p><p>I must confess that I do not enthusiastically embrace the report of Amnesty International on so-called human rights here.  Mr. Lorcan Price, barrister for the pro-life movement, made clear in his submission in Geneva yesterday that there is nothing in international law to indicate that abortion is a human right.  I am unashamedly pro-life.  I do accept the complexities involved and I would like to think that I am more on the liberal side of thinking in this regard but when it comes to choice between the unborn and whether they live or die, somebody has to speak for the unborn.  I believe our constitutional obligations speak for the unborn in that regard.  I do not enthusiastically embrace the view that appears to be now growing that somehow abortion is a human right.  There is nothing in international legislation to indicate this.  In fact, it has been made clear that it is for individual states to decide how they address this issue.  I want to put on the record that not everybody is enthusiastically embracing this report.  I believe it is a flawed report, which leads me to question my continuing support for Amnesty International, an organisation that I have proudly supported for decades and does wonderful work in other areas.  <\/p><p>I second the amendment proposed by Senator Darragh O'Brien.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Q00400","speaker":"1128","continuing":true},{"type":"speech","time":1433856600,"counter":56,"content":"<p>As a member of the Constitutional Convention, I was somewhat disappointed that the Government sought to push the presidential age issue ahead of other issues that, in my opinion, are far more core, including issues of economic, social and cultural rights and, in particular, the right to a home.  Within that context and in the context of the rights of children, it was recently brought to my attention that in the case of child custody, including shared custody situations, the second parent is not entitled to rent supplement.  This means that one parent - usually the father - is being put in the position of not being able to appropriately parent the child and to the child not having the opportunity of being parented by both parents, which matter is fundamental to the rights of children.  It is unfortunate that, having gotten through the legal situation of the challenge to the constitutional referendum on the rights of children, we now find ourselves in the situation, in an improving economy, of children being deprived, in my opinion, of the right to be parented by both parents.  This is a matter on which we need to have a debate with the Minister for Social Protection who has overall responsibility in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#R00200","speaker":"1172"},{"type":"speech","time":1433856600,"counter":57,"content":"<p>Approximately one month ago I highlighted the particular situation which I rise to highlight again today.  There are many banks in Ireland other than IBRC.  As IBRC is now to be dealt with by way of inquiry, I ask that Senators concentrate this afternoon on the bank of the people, namely, the post office.  I ask that the Leader invite the T&aacute;naiste and Minister for Social Protection to the House for a debate on social welfare transactions, the new forms for which should be withdrawn as they blatantly recommend payment of social welfare payments through the banks, thereby discouraging use of the post office yet again.  Is the Labour Party and Fine Gael way of doing business one of capitulating to the banks?  The Irish Postmasters' Union has said that all post offices will be under threat of closure if social protection transactions are taken from them.  How dare the Departments of Social Protection and Communications, Energy and Natural Resources recommend that bank accounts be the best option.  I would have thought that the T&aacute;naiste and Minister for Social Protection and the Minister for Communications, Energy and Natural Resources, Deputy Alex White, would be arguing at the Cabinet table in favour of post offices rather than for capitulation to the banks.  We have no faith in the banks.  I have no faith in them but I do have faith in Irish post offices and do not like to see them downgraded.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie-Louise O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2390\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2390&amp;amp;pid=MarieLouiseODonnell&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The post office is the greatest savings and savings certificate bank in the country.  It offers the best rates.  It does not rob customers and then ask them to pay back the robbers, as the banks did.  If we do not retain post offices and their facilities as a major part of Irish society, we will have learned nothing.  We have flittered away our sugar company, the lotto, our national resources, many of our national products, buildings and money to liars and thieves in valueless banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#R00300","speaker":"1170","continuing":true},{"type":"speech","time":1433856600,"counter":59,"content":"<p>We are in flitters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#S00200","speaker":"1136"},{"type":"speech","time":1433856600,"counter":60,"content":"<p>I feel very strongly about this issue.  Everybody is arguing about IBRC, but it will be dealt with in the investigation.  Please pay attention to what is happening to post offices to ensure they are kept open in order that people will be able to use them as banks and that those who do not have bank accounts will be allowed to use them.  They are a major and valuable resource and we will close them at our peril.  We have already allowed upc to do this.  I propose an amendment to the Order of Business that the T&aacute;naiste and the Minister for Communications, Energy and Natural Resources, Deputy Alex White, be invited to the House to answer questions on this issue.  Imagine a Labour Party Minister doing this-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#S00300","speaker":"1170"},{"type":"speech","time":1433856600,"counter":61,"content":"<p>Will the Senator clarify the amendment?  Is she proposing it today?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#S00600","speaker":"1120"},{"type":"speech","time":1433856600,"counter":62,"content":"<p>I am.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#S00700","speaker":"1170"},{"type":"speech","time":1433856600,"counter":63,"content":"<p>I recently called on the Central Bank to consider abolishing 1 cent and 2 cent coins.  I believe it is considering this suggestion.  A trial was conducted recently in the south east.  Based on the positive outcome of that trial, the Minister for Finance, Deputy Michael Noonan, should make a decision on the future use of the coins.  It appears frivolous when one first looks at it, but I have been contacted by a number of businesses about the issue.  One is a cash management business and there is a real shortage.  Ireland has been minting copper coins at three times the average rate in the European Union, yet there is a consistent shortage of copper coins across the country.  People value them so little that they put them on the mantlepiece or in jars in their homes and as a consequence they go out of circulation.  This is causing a consistent problem for businesses and it is a hassle shared by them.  Consumers do not care as much as businesses about this because they are such insignificant sums.  It is senseless that we are bending over backwards to produce these coins given the cost of production.  It costs 1.7 cent to produce a 1 cent coin; therefore, it is a cost to the taxpayer.  It costs a little more than 2 cent to produce a 2 cent coin.  The trial undertaken was considered a major success locally.  It resulted in a high level of consumer and business satisfaction, with 100% of retailers and 85% of consumers who participated reporting satisfaction.  It was reported recently that the Minister was considering this option.  The results of the trial speak for themselves.  It is clear that it would be a positive decision for the Department to take.  I encourage the Leader to speak to the Minister about the matter in the near future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#S00800","speaker":"1153"},{"type":"speech","time":1433856600,"counter":64,"content":"<p>I support calls for a debate on Amnesty International's report on abortion.  I am a religious person and passionately pro-life, but that label does not belong to any single section of the community.  If Senator Paschal Mooney seeks to speak for the unborn, that is fair enough because they cannot select somebody to speak for them-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#S00900","speaker":"1136"},{"type":"speech","time":1433856600,"counter":65,"content":"<p>That is very unfair; I never said that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#S01000","speaker":"1128"},{"type":"speech","time":1433856600,"counter":66,"content":"<p>-----but I am very happy to speak on behalf of those who manage to be born and have real problems, including fatal foetal abnormalities.  We are always told by spokespersons that we must be frightfully sensitive and that we cannot tell the truth.  I believe in telling the truth.  It is outrageous that somebody who is carrying a foetus that has no head, that is only a mass of tissue with no nervous system and no capacity for thought or feeling and no prospect of ever having it - it is a lump of flesh, nothing more - should be forced to carry it to term, or that a victim of rape such as a 13 year old girl raped by a neighbour should be forced by the religious pretensions of third parties to carry a foetus to term.  It is incredible arrogance on the part of the people concerned, many of whom are elderly, celibate priests.  It is absolute nonsense and it is time that we faced up to the issue.  Victims of rape and incest and people carrying foetuses with fatal foetal abnormalities should certainly have their position clarified.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a human right for them to go on living a decent life and not to be terrified and put in misery by arrogant people for nine months.  <\/p><p>If she agrees, I second Senator Marie-Louise O'Donnell's amendment on post offices, as it is a subject about which I have spoken frequently.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#S01100","speaker":"1136","continuing":true},{"type":"speech","time":1433856600,"counter":68,"content":"<p>It is a beautiful day, which is a good signal that it is State exam time again.  It is a little late in coming, but the sun has come out today.  For the first time in a couple of years, I thought we would go through the examinations without having a question raised about a paper.  I wish to highlight a serious matter brought to my attention in recent days about the ordinary level maths paper.  I read an article in <i>The Irish Times<\/i>about a recent University of Limerick study that, alarmingly, indicated that between 2003 and 2013, folloiwng the introduction of Project Maths, a student's mathematical ability when entering higher education had declined significantly.  The report indicates that a B in a higher level paper in the leaving certificate examination now would have been the equivalent of a grade C ten years ago.  This leads to discrepancies in the points awarded.  I know many students who dropped from higher to ordinary level maths as late as Easter because they believed they did not need the subject or the extra pressure.  We are trying to relieve additional pressure on such students.  They thought they had a safe subject in ordinary level maths.  However, they were confronted with almost the same question, give or take a few elements, as Question No. 9 on the higher level paper in 2013.  To my mind, the same question should not appear on a higher level paper and an ordinary level paper two years later.  The difference in the number of points for an A1 on a higher level maths paper is 125-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#T00200","speaker":"1174"},{"type":"speech","time":1433856600,"counter":69,"content":"<p>This is more suited to a Commencement matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#T00300","speaker":"1120"},{"type":"speech","time":1433856600,"counter":70,"content":"<p>It is a very serious matter.  There are 125 points awarded for an A1 in a higher level maths paper and 60 for an A1 in an ordinary level maths paper.  The same question appeared on both papers.  I am calling for a debate with the Minister for Education and Skills in order that she can clarify the issue.  I will also take it up as a Commencement matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#T00400","speaker":"1174"},{"type":"speech","time":1433856600,"counter":71,"content":"<p>I have been taken aback by the statements from Senators Hildegarde Naughton and Aideen Hayden due to their hypocrisy.  They are calling for debates on issues of policy that the Government has been implementing for the past four years and which they fully support.  I will return to this matter on another day.<\/p><p>It is approximately one year since Ms Catherine Corless brought to the attention of the world media the issue surrounding the Tuam mother and baby home.  One year on, I commend <i>The Examiner<\/i>, Mr. Conall &Oacute; F&aacute;tharta in particular, for a series of excellent articles published last week on the issues pertaining to the Bessborough, Tuam and other mother and baby homes.  We had a number of Ministers, Government representatives, Deputies and Senators rightfully make statements last year in which they outlined their horror about what had been brought to light by Ms Corless in the Tuam area, in particular.  Through the newspaper articles we have found that according to reports the State was aware of these burial grounds at least two years beforehand.  It is apparent from freedom of information requests that internal reports in the HSE in 2012 had brought the issue to light.  It was stated categorically that they should be brought to the attention of the Minister as a matter of urgency and that it could be a huge scandal.  At the time, the Minister with responsibility for children, Deputy Charles Flanagan, told the D&aacute;il that the deaths had brought the horrors of the mother and baby homes to the attention of the Government.  He said the practices in mother and baby homes had not featured prominently in the various reviews and investigations that had dealt with many of the abuses inflicted on vulnerable citizens, many of them women and children.  We know from freedom of information requests and the newspapers articles that at that stage the State had known about Tuam and Bessborough mother and baby homes for nearly two years.  The HSE had investigated both institutions in 2012 when it was examining the health authority's interaction with the Magdalen laundries.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Last month, the Department of Children and Youth Affairs reiterated its belief that an audit of adoption records to ascertain the scale of illegal and forced adoption that occurred here would yield little useful information.  I beg to differ, as do organisations such as Justice for Magdalenes and the Adoption Rights Alliance -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#T00500","speaker":"1122","continuing":true},{"type":"speech","time":1433856600,"counter":73,"content":"<p>Justice for the disappeared.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#U00200","speaker":"1172"},{"type":"speech","time":1433856600,"counter":74,"content":"<p>----- and Catherine Corless whom I have spoken to on this issue and who is still being blocked from Galway County Council information that would help her ascertain how many bodies are buried in Tuam, how many death certs are available, how they correlate, how many records were falsified and how many illegal adoptions happened.  I appreciate an investigation is ongoing, but we need information on the issue of access to records, what the Ministers knew in 2012 and why they did not act sooner.  We need the Minister for Children and Youth Affairs to come into the House to clarify the situation.  I would welcome a debate on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#U00300","speaker":"1122"},{"type":"speech","time":1433856600,"counter":75,"content":"<p>I welcome the Government decision to have a commission of investigation into IBRC and like others I encourage the Leader to provide for an early debate on the terms of reference for that.  We are all well aware of the public's misgivings on the matter, despite nothing having been established, so to speak.  However, the public and others are entitled to their misgivings.  For all I know, there may be whistleblowers involved.<\/p> <p>Full transparency is a refreshing approach when problems such as this arise.  The Government takes the approach it has taken -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#U00400","speaker":"1151"},{"type":"speech","time":1433856600,"counter":76,"content":"<p>It has been jumping all over the issue of John Delaney for ten days.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#U00500","speaker":"1139"},{"type":"speech","time":1433856600,"counter":77,"content":"<p>This is not new for the Government.  It has done this consistently.  The public deserves a forensic examination and that is what the structure being put in place will provide for.  Please God, we will have a report by the end of the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#U00600","speaker":"1151"},{"type":"speech","time":1433856600,"counter":78,"content":"<p>Would it hurry up with the Fennelly report and all the other inquiries?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#U00700","speaker":"1139"},{"type":"speech","time":1433856600,"counter":79,"content":"<p>Senator Coghlan, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#U00800","speaker":"1120"},{"type":"speech","time":1433856600,"counter":80,"content":"<p>We can go into the issue more fully and Senator O'Brien can go into his misplaced misgivings then.  Judging by the smile on his face he probably has some.  He is fully entitled to put forward those misgivings in the debate I am sure the Leader will oblige us with.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#U00900","speaker":"1151"},{"type":"speech","time":1433856600,"counter":81,"content":"<p>I too believe Amnesty International has crossed the line on the issue of abortion.  I recall that when it first became a proactive advocate for abortion, I withheld my contributions.  My reason for that was clear.  I believe human rights are an entitlement of every person, but once it decided to exclude some people, I believe Amnesty International made a mistake.<\/p> <p>Ar &aacute;bhar eile ar fad, mar is eol don Teach, t&aacute; tuarasc&aacute;il amuigh i l&aacute;thair na huaire maidir le st&aacute;das na Gaeltachta agus cad at&aacute; i nd&aacute;n don Ghaeltacht amach anseo.  M&aacute;s f&iacute;or &iacute; an tuarasc&aacute;il seo, is drochsc&eacute;al &eacute; don Ghaeilge agus don Ghaeltacht.  D'fh&eacute;achamar i gc&oacute;na&iacute; ar an nGaeltacht mar tobar na Gaeilge, ach deirtear anois go bhfuil seans ann nach mairfidh an Ghaeltacht n&iacute;os m&oacute; n&aacute; 15 bliain.  T&aacute; s&eacute; sin dochreidte.  If we were told that the Rock of Cashel would collapse within 15 years, there would be an outcry.  Every agency in the State would be marshalled and every effort made to ensure that would not happen.  We are now told in the latest report that there may be no more than 15 years left for the Gaeltacht.<\/p> <p>This is frightening when we consider the importance of the Gaeltacht.  First, it is important in the context of the richness of its heritage.  Our young people were able to visit the Gaeltacht to better their command of the language and the Gaeltacht was also the repository of the literature relating to the language.  I am not being an alarmist when I say I believe this is an emergency on our doorstep.  I ask the Leader to arrange for the appropriate Minister to come to the House as soon as possible to discuss this.  I am not talking about papers, reports or committees, but about an emergency, if we believe - the report is specific on this - that the Gaeltacht will no longer exist in another 15 years.  Nobody in this House or country would want to see that happen.  Unless we do something radical, imaginative and comprehensive urgently, history will not be kind to any of us if we allow this to happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#U01000","speaker":"1115"},{"type":"speech","time":1433856600,"counter":82,"content":"<p>I want to talk about the Rape Crisis Network Ireland.  I believe that it is only by speaking about matters and highlighting them that one can make things better.  When decisions are taken in order to save money then we must ensure that we all know why and that it is done for the good of the whole of society.<\/p> <p>The board of Tusla has withdrawn its funding from the Rape Crisis Network Ireland.  Tusla took the decision following its research and surveys which demonstrated that the RCNI had not performed in the way it had been expected to do.  Perhaps that is so.  I ask for a debate on the matter as to understand is to know and to know is to defend.  A debate would allow us to decide for ourselves whether such funding was a waste of money, and whether the Rape Crisis Network Ireland had not performed up to scratch thus leading to the withdrawal of funding.<\/p> <p>There is another side to the story.  In terms of the method of reporting, the data service manager of the RCNI, Dr. Cl&iacute;ona Saidl&eacute;ar, has said that not everybody reports an incident to specialist services and many people are under the radar because they do not report it at all.  There are also different methodologies for reporting.  The collection of data cannot always be done by computer.  One must take people into consideration, as well as computers.  We all back the best use of available resources and must all ensure the best use is made of resources.<\/p> <p>The data service manager in the Rape Crisis Network Ireland has said 64% of survivors coming to the 14 rape crisis centres in this RCNI report did not report to the garda&iacute;.  That is a huge number of people who did not report incidents to the Garda.  Survivors are central to this issue.  Dr. Saidl&eacute;ar stated:  \"The many experiences of survivors that build this evidence-base for change are only recorded here in the RCNI data system and are visible to the State in no other way.\"  She said that if we do not incorporate the data provided by the RCNI then the Government will get a false picture.  Such figures will look good on paper but the findings will be bad for the people who are raped, suffer domestic violence and everything else.<\/p> <p>I want a full debate on this matter.  I want to understand exactly how reporting is done, who reports, how statistics are compiled, and whether both elements are joined together.  The aim of the Seanad is to flush out such matters in a debate.  The board of Tusla took the decision to withdraw funding, not the Minister.  I want to know how boards make their decisions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#V00100","speaker":"1135"},{"type":"speech","time":1433856600,"counter":83,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#V00200","speaker":"1170"},{"type":"speech","time":1433856600,"counter":84,"content":"<p>I support the comments made by Senators &Oacute; Murch&uacute; and Mooney on the messages that have come from Europe on abortion.  Let me remind Senators what happened in Britain.  The Conservative Party in Britain discovered that a very large number of people were unhappy with the instructions from Europe and a referendum will be held to see if the country can temper such instructions.  It is quite fair that we have been independent for almost 100 years and, therefore, make our own decisions.  It is logical that views coming from Britain do not interfere with our decisions.  The subject is worthy of debate.  Senators Mooney and &Oacute; Murch&uacute; clearly explained their opinions on the matter and I support their views but that does not mean we should not have a debate.  The subject is worthy of a debate.<\/p> <p>I also support Senator Noone's comments on the withdrawal of the 1 cent and 2 cent coins.  The Central Bank asked me to travel to Wexford to act as an ambassador in an experiment where the coinage was withdrawn and this happened about a year ago.  The experiment proved very successful.  Instead of either rounding up or down a price both were done in order to get rid of the 1 cent and 2 cent coins.  It does not make sense to have such coins but it makes a great deal of sense to have the 5 cent coin as the lowest unit.<\/p> <p>Finland and the Netherlands never introduced the 1 cent and 2 cent coins and instead their lowest coin was 5 cent when they commenced using the euro.  Such a move makes sense.  The prices are still the same as they ever were.  Whether a price ends with 96 cent, 97 cent, 98 cent or 99 cent, a price is rounded to the nearest 5 cent coin.  There was no upping of prices.  There were no criticism levelled that the initiative was used in such a manner.  It is on that basis that we should support Senator Noone's call to abolish the 1 cent and 2 cent coins.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Feargal Quinn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1972\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1972&amp;amp;pid=FergalQuinn&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The expense involved is outrageous.  In fact, these coins cost far more to produce than others, but they are not used more than once or twice before they disappear out of sight.  The Government should move on this issue.  The experiment was conducted a year ago and received the support of the people of Wexford.  A broader initiative is worthy of support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#V00300","speaker":"1145","continuing":true},{"type":"speech","time":1433856600,"counter":86,"content":"<p>I support my colleague, Senator Hildegarde Naughton, in her call for a debate with the Minister for Health on the capital investment required to be put in place to address the crisis we are seeing in accident and emergency departments at hospitals across the country.  It is clear that the unit at University Hospital Galway, for example, is not fit for purpose, having never been designed to cater for the volumes attending it.  A new building is needed and I urge the Minister to proceed with the project as a matter of urgency.  The shortage of beds in many hospitals is leading to a situation where patients are left on trolleys for unacceptably long periods which is adding to the waiting lists for many procedures.<\/p> <p>An equally significant issue that needs to be addressed is the difficulty in recruiting key medical personnel, including nurses, at many hospitals.  Large numbers of our best and brightest are working in the health service in the United Kingdom, the United States, Australia and elsewhere.  We need a debate with the Minister on what we can do to attract these people back to work in the health service.  It should include an examination of issues such as tax incentives, relocation costs and any other issue that might be relevant.  We are in a crisis because we cannot entice key medical personnel to work in the health service.  These issues require a full debate with the Minister and I urge the Leader to organise it as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#W00200","speaker":"1118"},{"type":"speech","time":1433856600,"counter":87,"content":"<p>I support the proposal made by Senator Ivana Bacik that we be given an opportunity to discuss, preferably with the Minister for Communications, Energy and Natural Resources, Deputy Alex White, the issue of media ownership and media dominance.  Most of us in this House were reared in an era in which we had access to the <i>Irish Press<\/i>, <i>Irish Independent<\/i>and the RTE radio and television channels.  Whether there was truth in the news or otherwise, is was fair and balanced and people knew what was behind the various editorial policies.  We are now at a stage where a certain degree of media dominance is beginning to cause difficulty.  That is why we need to hear from the Minister and have an opportunity to contribute to the debate.  It is important to be aware, however, that should he decide to introduce restrictions, unless they could be applied retrospectively, they would not only be unhelpful but would probably copperfasten the current unsatisfactory position.  The need for a debate arises not only from recent events but in the light of trends in recent years.  These trends must cause concern for all of us who believe a fair, balanced and open press is necessary as part of a fair and open democracy.<\/p><p>On a lighter note, I listened with interest to the calls made by Senators Catherine Noone and Feargal Quinn to abolish one and two cent coins.  We will shortly have a debate on the Yeats2015 initiative.  I am sure the poet who wrote about &quot;add[ing] the halfpence to the pence&quot; would not share the views of the two Senators of our currency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#W00300","speaker":"1189"},{"type":"speech","time":1433856600,"counter":88,"content":"<p>I support Senator Michael Mullins's call for tax incentive for doctors, particularly those who have given up jobs and gone back to college under the graduate entry programme.  If I was to borrow money in the morning to set up a business, I would be entitled to write off the interest on those borrowings against the profits I make in the business.  On the other hand, if I were to give up my job and borrow money to go back to college to study medicine, I would not be able to write off the interest against my earnings.  That is wrong.  I have received a very detailed submission from several junior doctors who had the initiative to sit down with some chartered accountants to discuss this matter.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They prepared a detailed document about the net cost to the State but ignored the financial cost, which is a small amount.  Between now and 2020 it would cost less than &euro;5 million.  There is a huge incentive for people who have given up their jobs and who want to remain here but are not entitled to currently to write off the interest on their borrowings against tax.  That measure should be introduced, especially for people who have come in under the graduate entry programme and who have to pay full college fees to do medicine.  It is wrong that we are not allowing that.  I have sent a detailed submission to the Department of Finance and I am asking this House to support that submission and that it would be part of the Finance Bill for 2016 to ensure that junior doctors get some recognition that they are making a valuable contribution here.  We are losing too many of them and once they leave, it is very difficult to get them to return.  I support what Senator Mullins has stated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#W00400","speaker":"1150","continuing":true},{"type":"speech","time":1433856600,"counter":90,"content":"<p>I was privileged this morning to attend the press launch by SPARK, single parents acting for the rights of kids, announcing a major protest at 3.30 p.m. tomorrow outside the gates of Leinster House against the proposed savage cuts by the T&aacute;naiste and Minister for Social Protection, Deputy Joan Burton, on one-parent families.  This protest is in response to the most gendered cut in the history of the State as 98% of those on the one-parent family payment are women.  Forty thousand lone-parent families are due to lose their entitlement this year once their youngest child is over seven.  From this July, through no fault of their own, one-parent families will lose up to &euro;80 a week.  It is a fact that 65% of the least well-off and poorest children in Ireland live in one-parent families.  The savage cut of &euro;80 a week is as much as taking the bread for these children off the table.<\/p> <p>I call on the T&aacute;naiste, Deputy Joan Burton, not to proceed with these planned cuts until improvements in affordable child care are in place such that they will enable women to participate socially and economically and, in so doing, develop their potential.  As a member of Amnesty International, I propose an amendment to the Order of Business that the T&aacute;naiste, Deputy Joan Burton, would come into this House to discuss the savage cuts she is proposing for these women and children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#X00200","speaker":"1156"},{"type":"speech","time":1433856600,"counter":91,"content":"<p>Is the Senator proposing an amendment to today's Order of Business?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#X00300","speaker":"1120"},{"type":"speech","time":1433856600,"counter":92,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#X00400","speaker":"1156"},{"type":"speech","time":1433856600,"counter":93,"content":"<p>Aonta&iacute;m leis an Seanad&oacute;ir Labhr&aacute;s &Oacute; Murch&uacute; sa mh&eacute;ad a d&uacute;irt s&eacute; faoin Gaeltacht.  Caithfimid gach rud is f&eacute;idir a dh&eacute;anamh chun an Ghaeltacht a choth&uacute;.  Ba mhaith liomsa chomh maith go dtiocfadh an tAire go dt&iacute; an Teach chun r&aacute;iteas a dh&eacute;anamh faoin &aacute;bhar seo mar t&aacute; s&eacute; pr&aacute;inneach.<\/p> <p>I support Senator Labhr&aacute;s &Oacute; Murch&uacute;'s comments about the importance of the Gaeltacht, and his call for the Minister to come into the House to allow us have a discussion on the matter.  I know the Minister is every bit as keen as Senator &Oacute; Murch&uacute; to protect and develop the Gaeltacht, so I hope we can have that discussion.<\/p> <p>The report by the professors in the University of Limerick, Dr. M&aacute;ire N&iacute; R&iacute;ord&aacute;in and Dr. Ailish Hannigan, into mathematics in post-primary schools is worrying in that there seems to be some slippage.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jim D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2383\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2383&amp;amp;pid=JimDarcy&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is too early to say whether Project Maths is the cause of this because this is the first year in which every student did Project Maths.  It may be the case that there is an over-emphasis on activity rather than on drills.  Both are needed.  If it is the case that a C grade would have been a D grade some years ago, <i>a fortiori<\/i>, would a D grade today have been an E grade?  The problem started when long division was taken out of fourth class and put into fifth class as shorthand in respect of our problems in mathematics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#X00500","speaker":"1166","continuing":true},{"type":"speech","time":1433856600,"counter":95,"content":"<p>Has the Senator a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Y00200","speaker":"1120"},{"type":"speech","time":1433856600,"counter":96,"content":"<p>At a time when we are giving bonus points for mathematics and standards are declining, there are laws of inverse proportions.  Is it fair to students of other subjects that people who are achieving a relatively lower standard in their honour are getting a 25% bonus and getting a lift up into courses in university?  When one includes someone, one is excluding someone else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Y00300","speaker":"1166"},{"type":"speech","time":1433856600,"counter":97,"content":"<p>The Senator is over time.  The Senator can make those points during the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Y00400","speaker":"1120"},{"type":"speech","time":1433856600,"counter":98,"content":"<p>I would like a debate on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Y00500","speaker":"1166"},{"type":"speech","time":1433856600,"counter":99,"content":"<p>We have a Minister who is rewarding failure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Y00600","speaker":"1170"},{"type":"speech","time":1433856600,"counter":100,"content":"<p>I second the important amendment proposed by Senator White.  I wish to speak about IBRC, the commission of investigation, the role of the Seanad and all the issues that have brought this to a head this week.  It is very important to remember that under the commission of investigation legislation, the Seanad has the same role as the D&aacute;il.  This commission of investigation cannot go ahead without the D&aacute;il and Seanad approving the draft terms of reference and the statement of reasons for this commission of investigation.  It is really important that we take our responsibilities as Senators and as a House of the Oireachtas under this legislation very seriously and that we have a full, frank and proper debate on these terms of reference.  If possible, a delegation from the Seanad should meet the Minister for Finance to discuss the terms of reference.  It is probably too late for that because he has already published them.  We are all too keen in this House to denigrate ourselves and put ourselves down as second-class, but in this case we are not second-class.  We are first-class and are equal to the D&aacute;il, but that entails a significant requirement to take that responsibility and equality very seriously.  I understand the Leader has possibly changed things but it appears we are throwing in a draft motion and it will be approved without debate.  This will not be acceptable.<\/p> <p>The Seanad should be ashamed of itself for, by and large, staying silent when an attack was made by Mr. O'Brien on parliamentary privilege, which encompasses the reporting of what is said in Parliament.  We should have been asserting our rights - the rights of the Houses of the Oireachtas which are exercised on behalf of the people.  Most Members of this House were completely silent .  Only my party leader, Deputy Martin, took it upon himself to show leadership on this issue on behalf of both Houses while the Taoiseach stayed completely silent, opening bottle banks and giving out about Sepp Blatter and John Delaney.  That is exactly what happened last week.<\/p> <p>What happened last weekend in respect of Deputy Catherine Murphy's contribution in the other House was a disgrace.  We could not sit last week to discuss it to assert it and assert our rights.  Let us be honest.  There is no superiority of powers when we talk about the separation of powers.  There is a difference.  The courts have no role in what we say in here and that was acknowledged very clearly and succinctly by the judge last week.  We can say whatever we like in here and we should be standing up for that right and the right of the media to report it and not be relying on some nonsensical excuse that we must wait for a court case.  We did not have to wait for it.  We should have been asserting our rights here and standing up for the people, which is really what those rights are about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Y00700","speaker":"1116"},{"type":"speech","time":1433856600,"counter":101,"content":"<p>We, as a nation, often have a lot to be proud of.  I would like the Leader and maybe you, a Chathaoirligh, to write a letter to the Minister for Defence congratulating our Defence Forces on the magnificent humanitarian job they are doing in the Mediterranean Sea at present.  The Naval Service has saved over 1,000 people.<\/p><p>We had debate here on the crisis in the Middle East recently and I think it is time for another debate.  People in desperate situations do desperate things.  These people are taking their lives in their hands by being conned, cajoled and told that they will get safe passage to Europe.  They are suddenly being abandoned on ships that are not capable of bringing humans, let alone animals, across a sea.<\/p><p>It was a brave decision by the Department of Defence and the Minister of the day to send the <i>LE Eithne <\/i>to the Mediterranean.  What proves it had to be done is that we have saved over 1,000 people.  A total of 1,000 people have lost their lives already.  It is time for a debate.  We see the ongoing problems in Syria, Libya, Somalia and parts of west Africa.  These people are doing desperate things to try to better their lives.  It is time that we, as a House, try to influence the Minister for Foreign Affairs and Trade, the EU and the United Nations to intervene in what is a desperate situation around north Africa.  The Leader or the Cathaoirleach should write a letter of congratulations to the Minister for Defence or the Brigadier General of the Naval Service to congratulate him on what has been a magnificent achievement by the Irish Defence Forces in recent weeks in the Mediterranean.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z00100","speaker":"1125"},{"type":"speech","time":1433856600,"counter":102,"content":"<p>I could not but agree with Senator O'Neill.  That would be a most appropriate course of action.  I had the pleasure, as part of the justice committee, to visit the <i>LE Eithne<\/i>some years ago.  I am sure Senator O'Neill and others would agree with me that it now behoves us to offer some of these people asylum in this country.  We have saved the lives of 1,000 people.  Let us now give them a life and welcome some of them to our shores.  However, before we do that we need to get our house in order when it comes to direct provision, because that is something we should be ashamed of.  Certainly, we could not be proud of it.<\/p><p>I agree with my colleague on the other side, Senator Byrne, in terms of IBRC.  We were all horrified with what went on and the carry-on that took place.  None of us should be tiptoeing around judges, business people, the media or anyone else when it comes to this House and what is constitutionally protected in terms of privilege.  Hopefully, we will not see an example of what happened over the bank holiday weekend, when the national broadcaster felt it necessary to gag itself on what is reported in these Houses.  We cannot have a situation where the national broadcaster gags itself in terms of reporting what is said in this House.  That fundamental separation of the Judiciary and the Oireachtas is important.  The constitutional right to report what is said in this House is very necessary.<\/p><p>Since I am talking about the media, I agree with Senator Bradford and others in terms of having a sensible debate on the media.  Rights bring responsibilities and we have a new style and type of media now.  Newspapers are becoming freesheets to a large extent.  One cannot go into any hotel, guesthouse or railway station but one can pick up free copies of the national newspapers.  In the hotel where I stay in Ballsbridge I can get the three main national newspapers at the reception free of charge.  Many people read them on the Internet and of course we have social media.  I think we need-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z00200","speaker":"1158"},{"type":"speech","time":1433856600,"counter":103,"content":"<p>Senator, you are over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z00300","speaker":"1120"},{"type":"speech","time":1433856600,"counter":104,"content":"<p>I will be finished shortly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z00400","speaker":"1158"},{"type":"speech","time":1433856600,"counter":105,"content":"<p>You will not have a minute anyway, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z00500","speaker":"1120"},{"type":"speech","time":1433856600,"counter":106,"content":"<p>We have expertise in this House with the likes of Senator O'Donnell, who would contribute handsomely to such a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z00600","speaker":"1158"},{"type":"speech","time":1433856600,"counter":107,"content":"<p>Senator Conway is covering all the bases this afternoon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z00700","speaker":"1139"},{"type":"speech","time":1433856600,"counter":108,"content":"<p>Senator Conway should keep going.  We are here all evening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z00800","speaker":"1128"},{"type":"speech","time":1433856600,"counter":109,"content":"<p>We need a new code of ethics in terms of the media and social media.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z00900","speaker":"1158"},{"type":"speech","time":1433856600,"counter":110,"content":"<p>Senator, are you looking for a debate on the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z01000","speaker":"1120"},{"type":"speech","time":1433856600,"counter":111,"content":"<p>I am looking for a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z01100","speaker":"1158"},{"type":"speech","time":1433856600,"counter":112,"content":"<p>Senator Conway should be sure to mention Senator Bradford.  We may need him later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z01200","speaker":"1139"},{"type":"speech","time":1433856600,"counter":113,"content":"<p>The media is an evolving product and environment.  We need to evolve with it and keep a close check on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z01300","speaker":"1158"},{"type":"speech","time":1433856600,"counter":114,"content":"<p>I have done all the evolving that I intend to do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z01400","speaker":"1170"},{"type":"speech","time":1433856600,"counter":115,"content":"<p>I am glad that the week's break did people so much good.  They are coming back here invigorated by the few days they had off, judging by the Order of Business to date.<\/p> <p>Senators O'Brien, Coghlan, Byrne and Conway referred to the IBRC motion.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister for Finance, Deputy Noonan, will be in the House tomorrow evening from 9 p.m. until 11 p.m. to debate the motion.  I am sure Members will welcome that.<\/p><p>Senator Darragh O'Brien spoke about Aer Lingus pensions.  He made valid points in this regard during the debate we arranged with the Minister for Transport, Tourism and Sport at Senators' request.<\/p><p>Senator Bacik welcome the establishment of a commission of investigation into IBRC and called for a debate on media merger guidelines.  The latter point was also raised by Senators Bradford and Conway.  I understand the matter was discussed by the Cabinet and I will attempt to arrange a debate on it with the Minister for Communications, Energy and Natural Resources.  Senator Bacik also referred to an Amnesty International report which calls for the repeal of the eighth amendment of the Constitution.  Senators Norris, Mooney, &Oacute; Murch&uacute; and Quinn also referred to the report, some agreeing with it while others were totally opposed to it.<\/p><p>Senator Zappone referred to the UN committee on economic, social and human rights and called for a debate with the Minister of State at the Department of Foreign Affairs and Trade, Deputy Sherlock.  I will bring the matter to the Minister of State's attention and try to arrange a debate in the House at a later stage.<\/p><p>Senator Barrett referred to the Taoiseach's visit to Kingsmill.  I understand the Taoiseach is doing his best to address the request from relatives in this regard.  The Senator also congratulated the new vice-chancellor of Oxford University, Louise Richardson, who comes from Tramore, County Waterford.  She will be the first woman vice-chancellor for Oxford University in 700 years.  She studied in Ursuline Convent in Waterford and in Trinity College Dublin.  I am delighted to say that the Ursuline sisters live behind my house, which is located in Ursuline Court.<\/p><p>Senators Naughten and Mullins spoke about the problems arising in the emergency department in Galway University Hospital.  I suggest that the Senators might table a Commencement matter to debate the issue with the Minister for Health, who personally attended the House to take three Commencement matters today.  He comprehensively addressed the issues raised with him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#Z01500","speaker":"1130","continuing":true},{"type":"speech","time":1433856600,"counter":117,"content":"<p>In the Leader's opinion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#AA00200","speaker":"1139"},{"type":"speech","time":1433856600,"counter":118,"content":"<p>Senator Mooney spoke about the &euro;300 million claimed by junior bondholders and Professor Honohan's statement.  He suggested that the Government should burn the bondholders.  The Government has burned junior bondholders to the tune of &euro;5 billion already but the Senator may be able to put his question to the Minister, Deputy Noonan, tomorrow evening.<\/p> <p>Senator Hayden referred to difficulties with rent supplement.  I will invite the Minister for Social Protection to address the matter in the House.  Senator O'Donnell spoke about post offices and the payment of social welfare through banks.  We had a debate on that issue as recently as 2 April at the request of Senators.  The Minister of State at the Department of Social Protection was in the House for the debate but only six Senators spoke on it.  The Minister of State dealt with the issue comprehensively.  I ask Members when they amend the Order of Business to consider whether the issues in question were discussed less than one month previously.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#AA00300","speaker":"1130"},{"type":"speech","time":1433856600,"counter":119,"content":"<p>Senator O'Donnell was clearly not aware of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#AA00400","speaker":"1128"},{"type":"speech","time":1433856600,"counter":120,"content":"<p>Senators Noone, Quinn and Bradford spoke about getting rid of the 1 cent and 2 cent coins.  Senator Quinn spoke about the pilot project in Wexford, which was very positive.  People had no problem with getting rid of these coins.  Eventually the Department of Finance will need to take a decision.  It seems crazy that they cost more to produce than they are worth.  I am sure the Department will take cognisance of the pilot project that happened in Wexford.<\/p> <p>Senator &Oacute; Clochartaigh mentioned the Tuam mother and baby home that Senator Naughton first brought to our attention here last year.  He questioned when the State knew about the burial grounds.  As has been rightly pointed out, an investigation is ongoing in that regard and we should await the result of that investigation.<\/p> <p>Senator Paul Coghlan suggested that the commission of investigation into IBRC will provide forensic examination of events and I am sure we all hope that will be the case.<\/p> <p>Senator &Oacute; Murch&uacute; spoke about the life of the language in Gaeltacht areas and the suggestion that it has only 15 years of a lifespan left, based on a recent report.  This is a matter that Senator Jim D'Arcy also addressed.  I would not be as pessimistic.  The Gaelscoileanna are doing a wonderful job throughout the country.  More and more young people are speaking the Irish language.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#BB00200","speaker":"1130"},{"type":"speech","time":1433856600,"counter":121,"content":"<p>They are not in the Gaeltacht.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#BB00300","speaker":"1122"},{"type":"speech","time":1433856600,"counter":122,"content":"<p>The Senator should let me speak.  Even though I am speaking in English, I agree that we should have a debate and I will ask the Minister to come to the House to have a debate on that very serious report.<\/p> <p>Senator Keane spoke about funding for Rape Crisis Network Ireland.  She expressed concern over the number of women who do not report rape, which is dreadful.  She called for a debate and I will certainly try to arrange a debate on that very serious matter.<\/p> <p>Senator Quinn spoke about the Amnesty International report.  He rightly pointed out that we make our own decisions, especially when it comes to abortion.<\/p> <p>Senator Mullins spoke about the difficulty in recruiting consultants and bringing our own people back.  He is right that we need some mechanism to employ more consultants.  Even though many posts have been advertised in recent months, we are not getting the consultants.  I heard Senator &Oacute; Clochartaigh interjecting when that matter was being discussed.  Sinn F&eacute;in wants to tax people out of existence and we would not be able to attract many consultants.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#BB00400","speaker":"1130"},{"type":"speech","time":1433856600,"counter":123,"content":"<p>It is more of an issue of the USC and the rates paid to nurses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#BB00500","speaker":"1122"},{"type":"speech","time":1433856600,"counter":124,"content":"<p>We are working on that also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#BB00600","speaker":"1130"},{"type":"speech","time":1433856600,"counter":125,"content":"<p>It is the rates nurses are paid that has driven them out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#BB00700","speaker":"1122"},{"type":"speech","time":1433856600,"counter":126,"content":"<p>Senator Colm Burke spoke about writing off interest on borrowings for medical students and junior doctors.  It is certainly a matter that should be addressed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#BB00800","speaker":"1130"},{"type":"speech","time":1433856600,"counter":127,"content":"<p>If it can be done for Mr. Denis O'Brien, it can be done for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#BB00900","speaker":"1139"},{"type":"speech","time":1433856600,"counter":128,"content":"<p>Senator White spoke about SPARK and cuts to the one-parent family payment.  I think we addressed that during the debate on the Social Welfare Bill.  If needs be, we can arrange a further debate on the matter.<\/p> <p>Senator Jim D'Arcy spoke about Project Maths.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=06&amp;amp;day=09\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That matter also has been raised previously and he called for the Minister to come in and debate it.  Senator Byrne raised the commission of investigation but he did state that people can say whatever they like in this House.  While they certainly can say whatever they like, at the same time no one should abuse privilege.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#BB01000","speaker":"1130","continuing":true},{"type":"speech","time":1433856600,"counter":130,"content":"<p>Yes, I agree but it is not a matter for the courts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#CC00200","speaker":"1116"},{"type":"speech","time":1433856600,"counter":131,"content":"<p>It is important that the Senator should have finished that sentence, that Members cannot abuse privilege under any circumstances.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#CC00300","speaker":"1130"},{"type":"speech","time":1433856600,"counter":132,"content":"<p>It is not a matter for the courts, it is a matter for the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#CC00400","speaker":"1116"},{"type":"speech","time":1433856600,"counter":133,"content":"<p>Senator O'Neill raised the great work of the Defence Forces and the crew of the <i>LE Eithne<\/i>.  He congratulated all involved on their humanitarian effort and I am sure all Members agree with that.  The Senator also called for a debate on the issue with the Minister, Deputy Charles Flanagan.  Senator Conway addressed some of the items which I addressed earlier.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#CC00500","speaker":"1130"},{"type":"speech","time":1433856600,"counter":134,"content":"<p>Senator Darragh O'Brien has moved an amendment to the Order of Business, \"That No. 72, motion No. 15 regarding Aer Lingus be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#CC00600","speaker":"1120"},{"type":"speech","time":1433856600,"counter":135,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#CC00700","speaker":"1139"},{"type":"vote","time":1433856600,"counter":136,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 14; Níl, 19.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paschal Mooney and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden..<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#CC00800","aye":["1116","1159","1167","1128","1136","1122","1123","1115","1139","1145","1171","1156","1164","1176"],"nay":["1148","1138","1150","1165","1151","1124","1158","1130","1166","1172","1173","1135","1174","1134","1118","1187","1153","1170","1125"]},{"type":"speech","time":1433856600,"counter":137,"content":"<p>Senator Marie-Louise O'Donnell has proposed an amendment to the Order of Business: \"That a debate with the T&aacute;naiste and Minister for Social Protection on measures taken by her Department to have social welfare recipients transfer their banking arrangements from post offices to banks be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#EE00100","speaker":"1120"},{"type":"speech","time":1433856600,"counter":138,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#EE00200","speaker":"1170"},{"type":"unspoken","time":1433856600,"counter":139,"content":"<p>The Seanad divided by electronic means.<\/p>"},{"type":"speech","time":1433856600,"counter":140,"content":"<p>Under Standing Order 62(3)(<i>b<\/i>), I request that the division be taken again other than by electronic means.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#FF00200","speaker":"1136"},{"type":"vote","time":1433856600,"counter":141,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 17; Níl, 18.<\/p><br\/><br\/><p>Tellers: Tá, Senators David Norris and Marie-Louise O'Donnell; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#FF00300","aye":["1189","1116","1133","1159","1167","1128","1136","1122","1123","1115","1139","1170","1145","1171","1156","1164","1176"],"nay":["1148","1138","1150","1165","1151","1124","1158","1130","1166","1172","1173","1135","1174","1134","1118","1187","1153","1125"]},{"type":"speech","time":1433856600,"counter":142,"content":"<p>Senator Mary White has proposed an amendment to the Order of Business: \"That a debate with the T&aacute;naiste and Minister for Social Protection on the impact on women and children of cuts in social welfare be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#FF00400","speaker":"1120"},{"type":"speech","time":1433856600,"counter":143,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#FF00500","speaker":"1156"},{"type":"vote","time":1433856600,"counter":144,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 14; Níl, 19.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paschal Mooney and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#FF00700","aye":["1116","1133","1159","1128","1136","1122","1123","1115","1139","1145","1171","1156","1164","1176"],"nay":["1148","1138","1150","1165","1151","1124","1158","1130","1166","1172","1173","1135","1174","1134","1118","1187","1153","1170","1125"]},{"type":"vote","time":1433856600,"counter":145,"content":"<p>Question put:<\/p><p>The Seanad divided: Tá, 22; Níl, 9.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators Paschal Mooney and Diarmuid Wilson.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015060900002#GG00200","aye":["1148","1138","1150","1165","1151","1124","1130","1166","1172","1173","1135","1174","1134","1118","1187","1153","1170","1129","1125","1145","1171","1176"],"nay":["1116","1159","1128","1139","1122","1123","1115","1156","1164"]}]