[{"type":"minorheading","content":"Prelude","time":1655809200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 12:00:00","time":1655809200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1655809200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1655809200,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1655809200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#A00100"},{"type":"speech","time":1655809200,"counter":6,"content":"<p>Before taking Commencement matters I welcome into the Distinguished Visitors' Gallery some very special guests all the way from Scoil Ph&aacute;draic Cail&iacute;n&iacute; National School in Donabate, Ms McEvoy, Ms Kelly and Ms Skipton.  The principal, Ms Greene, cannot be here today unfortunately but we are delighted that Senator Lorraine Clifford-Lee brought the class in today.  I welcome all the girls.  The Senator's daughter, Kitty, is here.  Will she please stand and say, &quot;Hello&quot;?  Some day she might be joining her mother as a Member in Seanad &Eacute;ireann.  All the cail&iacute;n&iacute; from Donabate are most welcome.  I thank them for coming here today.<\/p><p>I have received notice from Senator Malcolm Byrne that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Children, Equality, Disability, Integration and Youth to provide an update on the provision of therapeutic services as outlined in the programme for Government. <\/blockquote> <p>I have also received notice from Senator Se&aacute;n Kyne on the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the delivery of a new cancer centre at University Hospital Galway under Project Ireland 2040. <\/blockquote> <p>I have also received notice from Senators Miche&aacute;l Carrigy and Diarmuid Wilson of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the plans for the regulation of vape shops and the sale of vaping products. <\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the HIQA report of the unannounced inspections of the emergency department at University Hospital Limerick. <\/blockquote> <p>I have also received notice from Senator Lisa Chambers of the following matter:<\/p> <blockquote> \tThe need for the Minister for the Environment, Climate and Communications to provide an update on the Government&rsquo;s offshore wind policy and strategy with a particular focus on the potential off the west coast of Ireland. <\/blockquote> <p>I have also received notice from Senator Mary Fitzpatrick of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the redevelopment of the fruit and vegetable market at Smithfield in Dublin.  <\/blockquote> <p>I have also received notice from Senator Mark Wall of the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to allocate public service obligation funding to extend the short hop zone fare structure to Newbridge railway station in County Kildare. <\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Barry Ward of the following matter:<\/p><blockquote>\tThe need for the Minister for Education to make a statement on the timeline for the allocation of a permanent site, including any interim site, for Gaelscoil Laighean, D&uacute;n Laoghaire, County Dublin. <\/blockquote><p>Of the matters raised by the Senators suitable for discussion, I have selected Senators Malcolm Byrne, Se&aacute;n Kyne, Miche&agrave;l Carrigy and Diarmuid Wilson, who will share time, Maria Byrne, Lisa Chambers and Mary Fitzpatrick, and they will be taken now.  I regret that I had to rule out of order the matter raised by Senator Mark Wall, as the Minister has no official responsibility on the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#A00200","speaker":"1650","continuing":true},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1655809200,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#B00200"},{"type":"minorheading","content":"Mental Health Services","time":1655809200,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#B00250"},{"type":"speech","time":1655809200,"counter":10,"content":"<p>I welcome the Minister, Deputy O'Gorman, to the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#B00300","speaker":"1650"},{"type":"speech","time":1655809200,"counter":11,"content":"<p>I know this is an issue that the Minister is deeply committed to addressing as well.  He will be aware that within the programme for Government there is a very clear commitment to provide for therapeutic services, particularly for children in the care of Tusla.  The Government is developing its plans about expanding and developing the child and adolescent mental health services, CAMHS, and it is increasing the number of medical and other interventions for young people and, indeed, support for their families.  I commend the Minister on his work.<\/p> <p>However, we need to look at that question of the broader range of therapies that are available, and particularly for children in care, many of whom who may have complex needs.  It is about ensuring they have access to appropriate counselling and therapy.  Those services are essential. <\/p> <p>A quite successful programme has been operated by Tusla in the north inner city in Dublin, as the Minister will be aware.  The child art psychotherapy programme allows children and young people, through use of creative means, such as art, painting and drawing, to express themselves.  It has worked quite well.  The Minister will be aware of the recent Growing Up in Ireland survey, the latest iteration of which was just published by the ESRI, which reported the impact that the past two years have had on children and young people.  There are increasing numbers of young people reporting poor mental health.  The Minister will also be aware that last week Women&rsquo;s Aid reported on what has happened during the Covid period in terms of the number of reports it received, and particularly the impact on children and young people.  There were a number of frightening statistics, however, one stands out.  Women&rsquo;s Aid reported that over the Covid period, 5,400 child abuse or suspected child abuse reports were made.  It is important that we provide, as much as possible, the broadest range of supports.  We have a very clear commitment within the programme for Government to do that.  I hope that the Minister will be able to outline what progress has been made in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#B00400","speaker":"1638"},{"type":"speech","time":1655809200,"counter":12,"content":"<p>Tusla's in-house therapeutic model aims to support and inform front-line practitioners in their day-to-day work with children and families, as well as providing multidisciplinary therapeutic services that can address more complex needs.  It is essential, therefore, that any expansion of this service must have regard to the provision of related services offered by other State agencies.  In that regard, I highlight that overall responsibility for mental health services lies with the Department of Health, through the HSE.<\/p> <p>Tusla, therefore, funds the HSE to supply psychology services on its behalf to children in care.  Under existing agreements with the HSE, Tusla pays approximately &euro;7 million annually for psychology services provided by the HSE.  Where these services cannot meet a particularly crucial and essential therapeutic need that has been identified, Tusla also purchases additional private therapy sessions.  I have been informed that these therapeutic services are accessed based on the unique needs of each child and delivered as part of their care plan.   <\/p> <p>As the Senator is probably aware, my Department funds the Child Care Law Reporting Project, CCLRP, which reports on child care court proceedings and engages in research on child law.  In its most recent report, Ripe for Reform, the CCLRP identified issues regarding the provision of mental health services to children as a theme in a number of the child care proceedings it had observed, particularly in terms of CAMHS, which the Senator mentioned.<\/p> <p>In September 2020, officials from my Department and the Department of Health agreed a revised joint protocol to be adopted by Tusla and the HSE regarding the management and funding of disability placements for children in care, or those transitioning out of State care.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Roderic O'Gorman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RodericOGorman&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The agreement relates to individuals displaying complex disability, including mental health.  Crucially, this revised joint protocol ensures that the needs of the child or young person are central to all deliberations about them.<\/p><p>On a separate but related point, Tusla has advised me that in order to enhance the quality and consistency of care to children, it is actively investing in enhancing therapeutic services across the system.  Senator Byrne spoke of the commitment in that regard set out in the programme for Government.<\/p><p>Action 1.4 of the Tusla business plan for 2022 commits Tusla to work collaboratively with other agencies to investigate, assess and support children, young people and adults who have been abused.  There are also related business plan action points which are relevant to the Senator's query.  These include the mapping of all existing Tusla and Tusla-commissioned therapeutic services completed; finalising a revised integrated framework for therapeutic services for children who have been harmed or abused; and, from the third quarter of this year, all children and young people newly admitted to care will have a multidisciplinary assessment and care plan completed.<\/p><p>I had the opportunity early this year to visit the north Dublin hub to see the services.  My colleague, Deputy Costello, has always been a strong advocate for these services.  I met the service providers in the Tusla hub and also some of the community services linked to that.  Some &euro;700,000 has been allocated in the financial framework of the business plan for 2022 to roll out the objectives I have just outlined.  <\/p><p>I also welcome Tusla's strategic approach to deliver an integrated framework for therapeutic services.  This includes a three-year plan to establish a high-level framework and operating model for Tusla therapeutic services within each of its six regions with clear pathways of responses based on the assessed need of each child in care.  I welcome this strategic approach adopted by Tusla, which includes a commitment to establish multidisciplinary teams in each area with clear governance and supervision arrangements.<\/p><p>Tusla has informed me that it has adopted a project management approach to the development and implementation of the revised integrated framework for therapeutic services for children in care.  This has been progressed with the establishment of a project working group with key stakeholders being brought in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#B00500","speaker":"1477","continuing":true},{"type":"speech","time":1655809200,"counter":14,"content":"<p>I thank the Minister for his comprehensive response.  In particular I welcome the clear commitment that from the third quarter of this year, all children and young people newly admitted to care will have a multidisciplinary assessment and care plan completed.  It is not only important that a care plan is completed but also that it is implemented and that the supports are put in place.  Coming out of the Covid pandemic period, we do not know what its full impact will be and how that may manifest itself in certain areas.  However, we must make sure that every child is allowed to have as full a childhood as possible and where children face difficulties or have complex needs, the State will step in and support them, including through the provision of counselling and therapeutic services.  It is not only that a care plan is provided but that it is also followed through and the necessary supports are put in place.  I know the Minister is committed to doing that but if we were to give that guarantee to every child, it would be very welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#C00200","speaker":"1638"},{"type":"speech","time":1655809200,"counter":15,"content":"<p>The Senator is absolutely right about the need to follow through.  The crucial work that Tusla has done has been backed up by my Department with significant additional funding of &euro;66 million in 2021.  I think that is the highest ever annual increase in funding and &euro;41 million was provided last year in budget 2022.  We are investing in Tusla to give it the resources to be able to undertake the kinds of innovative approaches we are seeing in the therapeutic hub in north Dublin.  It will take a little while before this approach can be rolled out across the country.<\/p> <p>The Senator mentioned multidisciplinary work and it is an issue I have raised with Bernard Gloster and his team several times.  We recognise the importance of having these interlinked and wide-ranging therapies available for the children who need them most.  As Senator Byrne said, that need is particularly great coming out of Covid.  I will be happy to engage with the Senator and other Senators and to provide updates on the roll-out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#C00300","speaker":"1477"},{"type":"minorheading","content":"Hospital Services","time":1655809200,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#D00100"},{"type":"speech","time":1655809200,"counter":17,"content":"<p>I thank the Cathaoirleach's office for choosing this issue for debate.  I welcome the Minister of State, Deputy Feighan, to the Chamber to discuss, once again, healthcare matters in the west of Ireland.  As I always say, it is great to have a Minister of State from the west, who has an interest in this particular area, answering the questions.  As he knows, the national development plan, NDP, under Project Ireland 2040 objectives, states: \"In accordance with balanced regional development, a cancer care network for the Saolta region (West, North West) with a Cancer Centre at Galway University Hospital with appropriate infrastructure will be delivered.\"  This is a welcome commitment for which many people fought, including politicians, practitioners and those with expertise in the field of cancer care in the west.  Those people do a tremendous job in the region with the resources and facilities they have.<\/p> <p>Unfortunately, as the Minister of State knows, cancer care outcomes in the west of Ireland are not as good as elsewhere in the country.  That is the unfortunate reality.  The survival rates from cancers are lower in the region than they are in other parts of Ireland.  It is not acceptable that any part of the country would be left behind in this fashion.  That is why I welcome the commitment in this regard in the NDP.  One in two of us will get cancer during our lifetime.  This is a frightening statistic but it reflects the reality.  It is the reality because we have an ageing population and people who live longer are more likely to suffer from a number of illnesses.<\/p> <p>We need to get the best results we can in the west of Ireland.  Unfortunately, the survival rates for such conditions as lung and colorectal cancer are lower than the average for the country.  This is not good enough.  Figures from HSE west show that for breast cancer, there is a cumulative five-year standardised average net survival rate of 80%, compared with the average for Ireland of 85%.  In the case of lung cancer, the survival rate in the HSE west area is 16.7%, compared with the national average of 19.5%.  For colorectal cancers, the survival rate in the west of 62.6% is just below the national average of 63.1%.  The survival rates in the region are worse than the average for the whole country.  These statistics are no reflection of the wonderful work consultants and staff do, but it is a wake-up call on the need for a cancer care strategy and facilities in the west.<\/p> <p>I welcome the commitment in the NDP but we need to see progress on it.  It is a long way out to 2040, under Project Ireland 2040, and a long way out, under the NDP, to 2030.  We have seen with other projects that actions are put down on paper but their progress and delivery through all the various stages is very slow.  It is incumbent on all politicians in the west of Ireland to drive and push this project forward.  As I understand it, following a great deal of deliberation, it has been agreed that the site will be located at University Hospital Galway, UHG, as stated in the NDP.  There have been larger debates for years on the best use of appropriate sites and, in this instance, whether UHG or Merlin Park University Hospital should be used.  The commitment is now in place for the development of the centre in the grounds of UHG.  We need to see progress and we need timelines that can be adhered to and achieved in order to ensure delivery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#D00200","speaker":"1665"},{"type":"speech","time":1655809200,"counter":18,"content":"<p>I thank the Senator for raising this important issue.  The model of care for hospital cancer treatment is centred on eight designated cancer centres, each serving a defined population and geographic area.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frankie Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->University Hospital Galway, UHG, is one of the eight designated cancer centres.  The centralisation of specialist services into designated cancer centres aims to optimise patient outcomes through case volume, multidisciplinary working and infrastructural supports.  As part of the Saolta University Health Care Group, UHG is the Saolta model 4 hospital delivering 24 hours a day, seven days a week emergency medicine, acute medicine, acute surgery, critical care, maternity, neonatal, paediatric, cancer, laboratory and radiology, alongside a wide range of tertiary referral services for the Saolta Group.<\/p><p>Recommendation 15 of the National Cancer Strategy 2017-2026 sets a goal of ultimately developing at least one comprehensive cancer care centre in Ireland that will optimise cancer prevention, treatment, education and research during the strategy period.  It was always envisaged the development of such a centre could only be achieved towards the latter part of the strategy period.  The Department of Health and the national cancer control programme, NCCP, have had preliminary discussions on the best way forward, including the possibilities for comprehensive cancer networks across regions or internationally.  These issues are also the subject of much debate in other EU countries in the context of the Europe's Beating Cancer plan.  It is envisaged that proposals on a way forward in Ireland will be defined shortly, at which stage the matter will submitted to Government for approval.<\/p><p>With regard to the development of a comprehensive cancer centre at University Hospital Galway, the National Development Plan 2021-2030 sets out, \"In accordance with balanced regional development, a cancer care network for the Saolta region (West, North West) with a Cancer Centre at Galway University Hospital with appropriate infrastructure will be delivered.\"  The Saolta cancer managed clinical and academic network, MCAN, has been formulating proposals for the development of the cancer infrastructure at UHG, with the goal of becoming a comprehensive cancer centre, along with a network of enhanced ambulatory cancer services at Letterkenny, Sligo, Castlebar and Portiuncula.  Both the NCCP and the Department acknowledge the work that has been initiated in this regard.  However, the national policy in regard to a comprehensive cancer centre and cancer structures nationally has yet to be worked up and agreed.  It is most important that developments in UHG and Saolta fit in with the national approach and take realistic account of the overall limitation on resources.<\/p><p>Furthermore, a new &euro;56 million radiation oncology facility is under construction at UHG under the national programme for radiation oncology, NPRO.  The facility will include seven radiotherapy treatment vaults, a brachytherapy suite, two CT rooms, MRI, on-treatment support and ancillary physics, treatment planning and administration facilities.  Construction of this new facility is expected to be completed in 2023.<\/p><p>The Department of Health and the NCCP continue to work closely with UHG on short-term actions to continue to support the delivery of cancer services through UHG and the Saolta hospital group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#D00300","speaker":"1608","continuing":true},{"type":"speech","time":1655809200,"counter":20,"content":"<p>I thank the Minister of State for the reply.  I acknowledge and welcome that there are plans and a commitment to develop this very important centre, although the timeline is not spelled out.  According to the experts, what is urgently needed is the functional cancer centre at University Hospital Galway, including inpatient beds, operating theatres, cancer ICU, an ambulatory rapid access diagnostic centre, a haematology oncology day ward and outpatients department, and modern laboratories, as well as functional regional cancer infrastructure, including ambulatory cancer centres at regional Saolta hospitals, supporting diagnostics, imaging pathology and multidisciplinary teams across the network, supported by a regional network of GP and primary care facilities.<\/p> <p>I welcome the response the Minister of State has given but, as I said, we need to progress this and ensure there are no undue delays.  Obviously, when the time comes, funding will be an issue but it is committed to and contained within the national development plan and Project Ireland 2040.  We need to see progress in regard to the site, the various strategic assessment reports and preliminary business cases, all of the various stages of the spending code of the Department of Public Expenditure and Reform and the lodging of the planning application.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#E00200","speaker":"1665"},{"type":"speech","time":1655809200,"counter":21,"content":"<p>I thank Senator Kyne for his contribution on this matter.  Galway University Hospital provides diagnostic services for breast, lung and prostate tumours, with a satellite service for breast cancer at Letterkenny University Hospital.  The hospital has a reputation for the delivery of high-quality, innovative and safe care for patients, particularly through the provision of medical, surgical and radiation oncology services.<\/p> <p>As the Senator knows, over the past two years more than &euro;40 million in new development funding has been secured for the ongoing implementation of the national cancer strategy.  It is the largest investment in the strategy since its launch in 2017.  The funding is also being used to increase and bolster existing services, including those delivered through University Hospital Galway, while also facilitating the development and implementation of new services in all cancer clinical programmes.  Furthermore, a new &euro;56 million radiation oncology facility is under construction at the hospital.  This facility will include all of the various services.  I believe it will be completed in 2023.<\/p> <p>While no decision has yet been made on the development of a comprehensive cancer centre as outlined in the national cancer strategy, the Department of Health and the national cancer control programme continue to engage with University Hospital Galway to ensure it continues to deliver high-quality cancer services to patients in the west and north west.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#F00100","speaker":"1608"},{"type":"minorheading","content":"Legislative Measures","time":1655809200,"counter":22,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#F00150"},{"type":"speech","time":1655809200,"counter":23,"content":"<p>The Minister of State is very welcome.  This matter is with regard to the Public Health (Tobacco and Nicotine Inhaling Products) Bill.  I thank Grace Kearney from the Bridgeway Family Resource Centre in Ballymahon whom I met recently on a visit to Ballymahon Vocational School.  She highlighted this serious issue and the epidemic among children as young as 12 years of age who vape on a regular basis.  It is seen as cool.  The reality is that teenagers do not know what they are putting into their bodies.  It is seen as cheap, accessible and acceptable in society.  Many parents allow the activity unaware of the consequences or unaware that their children are vaping.  People can hide the fact they are vaping due to the fact the smoke disappears.  The smells and the tastes are like bonbons in a shop with flavours such as mango, bubblegum and strawberry.  There are 40 or 50 different versions.<\/p> <p>People can buy disposable vapes for as little as &euro;5.  These can give up to 10 to 20 mg of nicotine.  People can buy vapes with up to 50 mg, which is the equivalent of 50 cigarettes.  Some children are inhaling these to get a buzz instead of using drugs.  This is what they can do apart from putting nicotine into their system.  I have heard stories of shops delivering these products to children at certain venues such are the profits that can be made from them.<\/p> <p>What is this doing to the health of our children?  What is it doing to their lungs?  Children are pulling out of sports because of the reduction in their fitness.  They are not fit to play football or take part in sport because of this.  We need to license these products properly as we do with cigarettes.  We need to introduce a ban on the use of vaping in sports grounds.  The reality is that it is cheap and cool and people are uneducated about it.  We need strong robust legislation to help us police it.  We need this immediately prior to the summer recess.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#F00200","speaker":"1639"},{"type":"speech","time":1655809200,"counter":24,"content":"<p>I thank Senator Carrigy for sharing time with me on this very important issue.  As we are aware, these shops are springing up all over our towns.  They are located in prime locations with very expensive rents.  They seem to be open on a daily basis.  I have never come across a shop that just sells cigarettes because it would not be financially viable to do so.  Something needs to be done on the regulation of these shops.  I am aware that the committee on health has had a number of pre-legislative scrutiny discussions regarding the Public Health (Tobacco and Nicotine Inhaling Products) Bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Diarmuid Wilson:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2017\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2017&amp;amp;pid=DiarmuidWilson&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We must try to strike a balance between the potential benefits of e-cigarettes for adult smokers trying to quit and the risks that more non-smokers, particularly children and especially young children, will start vaping.<\/p><p>As Senator Carrigy said, there is evidence that children aged as young as ten and upwards are vaping.  The ban on sales of e-cigarettes to minors and the sales licensing system are measures that are needed, and a ban on cigarette flavours, which are believed to appeal largely to children and young adults, should be adopted.  I understand there is a consensus among those selling these products that an age limit of 18 should be reduced, but that they disagree with a ban on the flavours.  While e-cigarettes face fewer restrictions than the sale of tobacco cigarettes, as they are considered consumer products, the EU tobacco products directive does regulate some aspects of e-cigarettes, including: minimum standards of safety and quality; notification of ingredients; packaging and labelling, including health warnings; and a ban on advertising in print, broadcast, online and other electronic media, although outdoor advertising is allowed on buses and billboards, for example.<\/p><p>It is worth noting that the Irish Cancer Society and the Irish Heart Foundation are concerned that the number of young people vaping is increasing.  In 2015, 23% of young teenagers used these e-cigarettes.  By 2019, this had increased to 37% and I suggest it is even more now.  Therefore, in October 2020, the Health Research Board, HRB, published a report that stated that adolescents who used an e-cigarette were three to five times more likely to start smoking than those who did not.  This is an important issue.  It is as important as when we had to consider legislation to address the head shops in 2009.  After much work by the late Senator Nicky McFadden, me and others, those shops were banned in the Criminal Justice (Psychoactive Substances) Act 2010, which stemmed from the so-called \"party Bill\".  Those shops were closed.  This issue is just as important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#F00300","speaker":"1687","continuing":true},{"type":"speech","time":1655809200,"counter":26,"content":"<p>I thank Senators Carrigy and Wilson for raising this issue.  The Public Health (Tobacco and Nicotine Inhaling Products) Bill 2019, which deals with these matters, is a legislative priority for this Government.  Nicotine inhaling products, such as electronic or e-cigarettes, are relatively new and the science concerning their public health effects is continuously evolving.  Analysis in this regard is made more difficult by the rapid and continuing evolution of the products themselves.  For example, an e-cigarette from ten years ago is nothing like the products currently on the market.  Important questions exist around the use of these products and there is no scientific consensus on their harms or benefits.<\/p> <p>On one side of the argument is the risk of possible long-term health effects from e-cigarette use and the question as to whether they may act as a gateway for young people to smoking tobacco products.  Against this, there are the possibilities that e-cigarettes could act as a substitute for combustible tobacco products for smokers and assist some smokers to quit and therefore reduce the enormous levels of disease and death caused by smoking tobacco products.<\/p> <p>In 2019, the HRB was asked to carry out evidence reviews on electronic cigarettes and heated tobacco products on behalf of the then Minister for Health.  The HRB was asked to examine the available evidence on three topics: the effectiveness of electronic cigarettes as a cessation aid for smokers; the relative health harms and benefits of electronic cigarettes and heated tobacco products; and what association, if any, could be found between the use of electronic cigarettes among adolescents and the subsequent initiation of smoking tobacco products.  <\/p> <p>In 2020, the findings of these evidence reviews were published.  On the effectiveness of e-cigarettes in helping smokers to quit, the HRB review found that e-cigarettes are as effective as nicotine replacement therapy as an aid to smoking cessation for observed periods of up to six months.  On the relevant health harms and benefits of e-cigarettes, the research found they are less harmful than tobacco cigarettes but that further research was needed.  On heated tobacco products, the review found that there was insufficient evidence from which to draw conclusions.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frankie Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->On whether e-cigarettes used by adolescents increased the likelihood of smoking, the review found a strong association in the majority of examined studies between the use of e-cigarettes and a subsequent uptake in smoking.  While the likelihood of smoking initiation varied across the studies, the conclusion was there was a higher likelihood among adolescents who used e-cigarettes.<\/p><p>Taken together, these findings underscore the importance of many of the measures contained within the public health (tobacco and nicotine inhaling products) Bill that is currently in development.  We do not want our children to vape and the Bill will prohibit the sale of these products to or by anyone under the age of 18.  The Bill will also introduce a licensing system for the retail sale of nicotine inhaling products such as e-cigarettes.  A separate licence for each premises that sells these products will be required and an annual fee will apply.  The creation of a comprehensive list of retail outlets where these products are sold will also assist the HSE in its enforcement of existing legislation on e-cigarettes under European Union law.<\/p><p>The Bill is currently being drafted by the Office of Parliamentary Counsel and the intention is that it will proceed to enactment as soon as possible.  The draft law will require submission at EU level to assess its alignment with Single Market principles and, subject to this process, it will be brought before the Oireachtas as soon as possible.  Pre-legislative scrutiny of the general scheme of the Bill began on 3 November 2021 and the report of the Oireachtas Joint Committee on Health on that process is awaited.  Once again, I thank the Senators for raising this important public health issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#G00200","speaker":"1608","continuing":true},{"type":"speech","time":1655809200,"counter":28,"content":"<p>I thank the Minister of State for his comments.  I also thank Senator Wilson for sharing this Commencement matter with me and I support his comments.<\/p> <p>The Minister of State in his reply said the review found a strong association in the majority of the examined studies between the use of e-cigarettes and a subsequent uptake in smoking.  That is a key point. If we want to stop young people from smoking, we need to ban these substances.  We do not know what this can lead to.  We are allowing people to be addicted at 12 years of age.  How are they going to be able to fund this addiction other than turning to crime?  The legislation needs to be implemented before the summer recess.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#H00200","speaker":"1639"},{"type":"speech","time":1655809200,"counter":29,"content":"<p>At the outset, I should have welcomed the Minister of State, Deputy Feighan, to the House earlier.  I thank him for his comprehensive reply.  I welcome that this Bill is progressing and I would like if it could be speeded up as soon as possible.  This is very necessary legislation and it is important it is brought in as a matter of urgency.  More importantly, when it is brought in, it is important it is enforced because these shops are springing up daily in our towns and villages.  Anything we can do to discourage that should be done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#H00300","speaker":"1687"},{"type":"speech","time":1655809200,"counter":30,"content":"<p>As well the measure proposed under the public health (tobacco and nicotine inhaling products) Bill, it is important to recognise that electronic cigarettes are also regulated under EU legislation.  A tobacco products directive that was published in 2014 was transposed into Irish law following the EU legislation.  Under the regulations, health warnings that advise consumers that electronic cigarettes contain nicotine are mandatory on packaging.  The regulations also provide for mandatory safety and quality requirements for electronic cigarettes and refill containers, including maximum nicotine concentrations and maximum volumes for cartridges, tanks and nicotine liquid containers.  E-cigarette manufacturers or importers are required to notify the HSE of all products they place on the market, and if a manufacturer, importer or distributor has a reason to believe the product is not safe, they are required to notify the HSE immediately and to explain what corrective action has been taken.<\/p> <p>Advertising for e-cigarettes is also prohibited on television, radio, online and in printed publications.  The tobacco products directive is currently being reviewed as part of the EU's Europe's Beating Cancer Plan, and it is very likely this will result in proposals for further regulation of electronic cigarettes.<\/p> <p>The measures contained in the public health (tobacco and nicotine inhaling products) Bill, together with the existing regulations provided by the tobacco product directive, will create a comprehensive regulatory system for electronic cigarettes in Ireland.  Taken together, these laws will ensure e-cigarettes and related products and those businesses that operate in this market are appropriately regulated and will act, as the Senators have said, to prevent young people from accessing and using these products.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#H00400","speaker":"1608"},{"type":"minorheading","content":"Regeneration Projects","time":1655809200,"counter":31,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#J00100"},{"type":"speech","time":1655809200,"counter":32,"content":"<p>I welcome the Minister for Housing, Local Government and Heritage to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#J00200","speaker":"1634"},{"type":"speech","time":1655809200,"counter":33,"content":"<p>I thank the Minister for coming to the Seanad.  Last year, he included the wholesale fruit and vegetable market in Dublin 7 in the more than &euro;121 million allocated funding for urban regeneration in the north inner city of Dublin.  We greatly appreciate the funding.  I have asked him to update the House on the progress that has been made by Dublin City Council, DCC, in using the funding to reopen the fruit and vegetable market.  Please advise the House on how his Department can support DCC to achieve an early re-opening of the market.<\/p> <p>As the Minister will be aware, the market is housed in an iconic Victorian building located behind the Four Courts in one of the oldest parts of this city where the streets date back to medieval times.  The distance from the Spire to Smithfield is 1 km and, therefore, the market is in the middle of the city and is served by the Luas transport system.  In addition, the market is located within walking distance of all of the major attractions in the city centre.  The Victorian building is iconic with its facade of red bricks, wrought iron, wood and steel.  The building was purpose-built in 1892 by Dublin Corporation to allow local producers to sell their fruit and vegetables to residents and businesses.  For generations, and for most of my life, the market bustled with activity and I am sure that the Minister will be aware of that himself.  The market is a quintessential and unique Dublin institution with its building, the activity there and the generations of families who traded at the market.<\/p> <p>As far back as 2001, DCC came up with a framework to redevelop the market.  In 2005, the adjacent fish market was demolished and that has been replaced by a car park.  In 2004, when I was elected to the council, I worked with the traders and officials to upgrade the market building by rewiring it, and replacing and repainting the roof.  Significant funding went into it at that time but, sadly, since 2019, the site has lain vacant.  The council said that it needed vacant possession and the market is lying vacant, which is a shame.  One pop-up Chinese New Year festival took place at the venue but otherwise it has been rented out as a builder's yard.  The building is now empty and that is shameful.  The design of the building is spectacular and, therefore, it has enormous potential to act as a culinary, cultural, commercial and community point in the city centre.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Fitzpatrick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MaryFitzpatrick&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hope that the Minister can advise the House on what progress has been made by Dublin City Council because the latest report from the local authority has indicated it will be another two years.  Another two years does not sound like a long time but in the context of more than 20 years already talking about this, it is unacceptable.  It is de-motivating for other businesses in the area, for the local community and for the wider city.<\/p><p>I hope the Minister can advise the House on what actions his Department can support Dublin City Council with to reopen it.  Ideally, it should be opened, at least on a pilot basis, once a week.  It is a huge space.  Conservation works could take place in parallel.<\/p><p>I look forward to the Minister's reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#J00300","speaker":"1656","continuing":true},{"type":"speech","time":1655809200,"counter":35,"content":"<p>I welcome the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#K00200","speaker":"1634"},{"type":"speech","time":1655809200,"counter":36,"content":"<p>I thank the Acting Chairperson, Senator Boyhan.<\/p> <p>I thank Senator Fitzpatrick for her ongoing interest in this issue and, indeed, for tabling this important Commencement matter.<\/p> <p>I visited the markets with Senator Fitzpatrick not so long ago.  I am acutely aware of them.  I visited them when I was much younger when they were a bustling place that was full of life, full of enterprise and an important part of the north inner city.<\/p> <p>By way of a little background, the Urban Regeneration and Development Fund is a cornerstone of the Government's response to ensure that right across the country, no less so than here in Dublin, we are providing funding to the local authorities directly to regenerate and rejuvenate areas such as the Victorian fruit and vegetable markets in St. Mary's Lane.<\/p> <p>To date, the Government has committed &euro;1.7 billion of Exchequer funding to move forward with projects.  I have had the pleasure of seeing in a number of areas right across the country, such as in Kilkenny, Tralee and Limerick, where this funding is already being drawn down and used to deliver significant regeneration works that are driving enterprise in those areas.  In Kilkenny, for example, in the Abbey quarter, there will be 450 new jobs in that space.  I want to see Dublin City Council, DCC, do the same.<\/p> <p>We have allocated to DCC in call 1 approximately &euro;190 million for projects in the north inner city.  I have sought an update from Dublin City Council, which informs me that it is developing the preliminary business case for the north inner city concept area 1 project in line with requirements.  I am being told I will receive that in the coming weeks.  I want that in the coming weeks.  The \"coming weeks\" should be by the end of July.  If I need to sit down and meet the city council in this regard with Senator Fitzpatrick, I will certainly do that.<\/p> <p>St. Mary's Lane in Dublin 7 is a sub-project of the larger urban regeneration project providing significant investment in the rejuvenation of Dublin's north inner city.  With Senator Fitzpatrick's support, and insistence, and rightly so, we allocated &euro;5.625 million specifically for the Victorian fruit and vegetable market sub-project.<\/p> <p>I am informed that the local authority has now appointed a conservation specialist who will identify works, methodology and specifications for refurbishment and conservation works because it is an important building.  That will ensure the highest standard of protection for the structure.  I am being told that this report is also due in the coming weeks.  I want to see definitive timelines on this, not ones that are open to interpretation.  On completion of the report, the local authority will procure a design team and contractor to complete the conservation works.<\/p> <p>I am strongly encouraging Dublin City Council to expedite the process here.  It has appointed a conservation specialist.  Let us see how quickly that work can be done.  There have been previous plans.  We do not need to reinvent the wheel on this issue.<\/p> <p>I want to see that area of Dublin, in particular, the markets, being a living and working space that is full of life and that will breathe life into that area.  I am taking a personal interest in this particular project.  With the significant moneys that we have allocated, I want to see those moneys drawn down by DCC and being put to active use, as I am seeing in other parts of the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#K00300","speaker":"1561"},{"type":"speech","time":1655809200,"counter":37,"content":"<p>Gabhaim bu&iacute;ochas leis an Aire.  The Minister's commitment to the north inner city is unquestionable.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Fitzpatrick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MaryFitzpatrick&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is spectacular that since he took office he has dedicated more than &euro;120 million to just this part of the north inner city.  Those funds will be used not just for the fruit and vegetable market but for Moore Street, Wolfe Tone Square where DCC has done a fantastic job, Mountjoy Square and the city library we need to see delivered as well.  I hear the Minister's frustration and I share it.<\/p><p>Locally people are really at their wit's end because DCC has been bringing forward plans for what to the naked eye is a purpose-built building that is fit for use for more than 20 years.  I appreciate the council has given the Minister a commitment that he will get a report within the coming weeks but I would welcome a meeting on-site with the council.  I have to believe with the collective will and energy and the resources that have been applied to this we have an opportunity to reopen it early.  Maybe it will not be open fully seven days a week but let us aim to have it open at least once a week and start it as a pilot.  We have to make people believe DCC is serious about reopening it.  At this point, after more than 20 years, there is not that confidence.  It hurts me to say this but there is not the confidence DCC is serious about delivering it.  We know that is not the case so let us make it real.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#K00400","speaker":"1656","continuing":true},{"type":"speech","time":1655809200,"counter":39,"content":"<p>I thank the Senator.  Just before I call the Minister, I have been to Limerick and have seen it and I look at Covent Garden in London and see the potential, so I thank him for this very detailed response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#L00200","speaker":"1634"},{"type":"speech","time":1655809200,"counter":40,"content":"<p>I thank the Cathaoirleach Gn&iacute;omhach.  He is 100% correct.  I have been in the buildings with Senator Fitzpatrick and, fortunately, they are in good shape.  I remain to be convinced of the level of restoration work required to bring the market back into use.  We can look to the English Market in Cork, El Nacional in Barcelona and others.  We can see what they add to their areas.  I have no doubt whatsoever the fruit and vegetable market will be incredibly popular with people and will be a hub for enterprise but also for community.<\/p> <p>Following the Senator's intervention, I am going to seek a more detailed, concise report from DCC with specific dates in it.  I will absolutely commit to a meeting on-site with her and senior officials to move this forward because we know what needs to be done here.  If we can, even on a temporary basis and provided it does not impinge on the works that need to be done, look at opening it up at various times, I want to see this work start.  I am aware there is a process to follow through and commend DCC on the work it has done heretofore but I share the frustration of the Senator and residents of the area.  With my Department working with DCC and the Senator we can look to expedite this process.<\/p> <p>Following this debate I will write to the city manager to seek a meeting on-site in the coming weeks.  I will seek a more concise report with specific timelines on delivery.  I do not want to see the opening of the market delayed until 2024, so we need to be able to do everything we can to shorten that timeframe.  That is what I want to do.  I again thank the Senator for her continued support for this project on behalf of Dublin and residents of the north inner city as well.  We will follow up with those meetings in the coming weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#L00300","speaker":"1561"},{"type":"speech","time":1655809200,"counter":41,"content":"<p>I thank the Minister for that comprehensive response and thank the Senator for raising the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#L00400","speaker":"1634"},{"type":"minorheading","content":"Wind Energy Generation","time":1655809200,"counter":42,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#M00100"},{"type":"speech","time":1655809200,"counter":43,"content":"<p>I welcome the Minister of State, Deputy Ossian Smyth, to the Chamber.  We are entering a quite exciting renewables phase.  The technology is advancing and the opportunity to generate renewable electricity, particularly off the west coast, is evident to everybody.  In recent weeks, the Taoiseach referred to the cost-of-living crisis, particularly the energy crisis we now face, and acknowledged what we all know is a fact, that is, that we are in for a difficult seven or eight years ahead.  This will mean the decarbonisation of our energy production when there is energy price inflation.  One solution, as advocated by the Government, is to become more self-sufficient and produce more of our own energy, and to do so through renewables such as offshore wind.  This will be the key to generating more electricity domestically and having a more sustainable supply for ourselves that we can say is green and decarbonises the economy.<\/p> <p>Many people, following the Taoiseach's comments and others by the Government, were asking where the Government's strategy on offshore wind energy is.  They were asking about our plan of action for the rest of this year, next year, the short term, the medium term and the long term.  We realise there is a technological challenge but we also know the technology exists.  Other countries are already using it, so there is no reason we cannot do the same.  We can become a net exporter of energy if we do the right thing and put the right investment and infrastructure in place.  We need to manage the environmental impacts of putting wind turbines in the sea, and we also need to work with our fishermen, fisherwomen and fishing communities to make sure they are not negatively impacted.  I am sure we can achieve the right balance in this regard, working closely with them.  People are now looking for hope.  They are looking to see what the Government is doing to deal with the energy crisis at a time when energy costs are rising.  We know we are too vulnerable when it comes to sources of energy from outside our own country, and we also know we burn too much fossil fuel in this country to generate electricity.<\/p> <p>With these two points in mind, it would be welcome to hear about the Government's strategy and what we aspire to achieve as a country in the coming years, particularly along the west coast.  I am from County Mayo.  From having lived there, I can attest that it is one of the windiest counties in the country, but the opportunities are immense.  We have a vast coastline.  The same applies to Clare, Galway, Sligo and Donegal.  There are immense opportunities for offshore wind energy generation, but it will be expensive and require a significant State investment to put the infrastructure in place, work with communities and work to ensure we can achieve our goal of being more self-sustaining and self-sufficient in the production of our energy.<\/p> <p>I acknowledge that we have particular planning difficulties associated with many of these initiatives.  This will have to be addressed.  I would welcome the Minister of State's comments on how we are to deal with the planning process for wind turbines, particularly because offshore wind energy will present new challenges that we may not have dealt with in planning for renewable energy sources previously.<\/p> <p>I have a question about the grid.  There is little point in producing vast amounts of electricity offshore if we cannot transfer it to the national grid.  We are aware that we have considerable vulnerabilities in the grid, particularly in the west.  I understand and acknowledge that EirGrid has been invested in significantly in recent weeks to increase capacity, but ambition in this regard to match our ambitions for increasing renewable energy seems to be lacking.  We have to match our ambitions with investment in the grid so the two can work together.<\/p> <p>Could the Minister of State talk about the strategy for the short and medium terms, the level of investment by the State to realise it, the percentage of our energy we expect to derive from offshore wind and how we are going to deal with grid capacity to capitalise on the energy we produce?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#M00200","speaker":"1642"},{"type":"speech","time":1655809200,"counter":44,"content":"<p>I welcome the pupils and teachers in the Visitors Gallery to the Seanad.  I do not know what school they are from.  We are now dealing with Commencement matters, which are matters raised very briefly by Senators in the House.  A relevant Minister comes in to respond and the sessions are very tight.  The guests are very welcome and I hope they enjoy their day.  I hope we inspire one or two of them to enter politics.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#M00300","speaker":"1634"},{"type":"speech","time":1655809200,"counter":45,"content":"<p>I thank the Senator for asking these important questions about offshore wind policy and how it affects the whole country, including her area, Mayo.<\/p> <p>Ireland has one of the best offshore renewable energy resources in the world.  We have a sea area of 490,000 sq. km, which is about seven times the size of our land area.  Because of Ireland's location at the edge of the Atlantic and the EU, we have more energy potential than most countries in Europe.  The climate action plan of 2021 includes a suite of actions to realise the full potential of the totality of Ireland's offshore renewable energy resources, and it also commits to the achievement of 5 GW of offshore wind capacity by 2030.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Ossian Smyth:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=OssianSmyth&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Our programme for Government sets out a further commitment to develop a long-term plan to harness the estimated potential of at least 30 GW of offshore floating wind power in our Atlantic waters, which could enable Ireland to become a major regional generator and exporter of offshore renewable energy.<\/p><p>The 5 GW target will be primarily met through the development of offshore renewable energy in Ireland's eastern and southern coastal regions.  This reflects the suitability of water depths in these regions for the deployment of conventional fixed bottom offshore wind turbines and existing electricity grid infrastructure to connect these projects to the onshore grid.  Subsequent cost-effective deployment of renewables in deeper waters off the west coast, in order to take advantage of greater wind resources, should be increasingly feasible through future advances in floating turbine technology.<\/p><p>The national marine planning framework, NMPF, was published in 2021 and brings together all marine-based human activities for the first time, outlining the Government's vision, objectives and marine planning policies for each marine activity, including port activity and offshore renewable energy.  The Maritime Area Planning Act was enacted in late 2021 and provides the legal underpinning to an entirely new marine planning system, which will balance harnessing our huge offshore wind potential, while protecting our rich and unique marine environment.<\/p><p>An eight-week MAC application window for the first batch of projects, known as the phase 1 projects, coming in under the new regime was opened on 25 April 2022 and will close on 22 June 2022, with the first MACs expected to be granted in quarter 3 of 2022.  The first phase of offshore wind in Ireland will be necessary, but not sufficient, to reach our 2030, 5 GW ambition.  An additional phase is required, comprising projects which can deliver by 2030 and before we complete the transition to a plan-led enduring regime. <\/p><p>The Department is currently reviewing submissions on a recent consultation to gather views on the scale, make-up and sequencing of phase 2 of offshore wind deployment.  A new offshore renewable energy development plan, OREDP Il, will be published in the first quarter of 2023.  It will assess Ireland's offshore energy resource potential, including for floating wind off the west coast, and will provide an evidence base for the identification of the areas most suitable for the sustainable development of fixed and floating wind, wave and tidal technologies in the Irish exclusive economic zone, while also considering other maritime activities and marine biodiversity. <\/p><p>The OREDP Il, along with a planned economic analysis, will set out the pathway for the long-term sustainable development of offshore renewable energy beyond 2030.  This plan will provide a framework for the future sustainable development of Ireland's ORE resources.<\/p><p>A cross-departmental offshore wind delivery task force has been established to drive delivery and capture wider and longer-term economic and business opportunities associated with the development of offshore renewables in Ireland.  This will include the identification of supporting infrastructure development and supply chain opportunities as Ireland's offshore wind industry is developed.  The development of offshore renewable energy in Ireland will bring us closer to achieving our energy and climate goals, reducing our reliance on imported fossil fuels and increasing our security and diversity of energy supply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#M00400","speaker":"1479","continuing":true},{"type":"speech","time":1655809200,"counter":47,"content":"<p>I thank the Minister of State for his response.  There is some positive stuff in it, but it appears to be lacking in terms of the level of ambition we would like to see for the west of Ireland.  I understand the technology is slightly different and is not as easy to install floating, as opposed to fixed bottom, turbines, but the Minister of State acknowledged in his reply that the wind resources off the west coast are far greater than elsewhere.  If we are serious about achieving our 2030 targets, which we are currently not on track to meet, and we want to do more than that longer-term, that is where we have to be ambitious and what we should aim for.<\/p> <p>I ask for a renewed commitment to advancing projects in the west of Ireland because that is where we will reap the greatest benefit.  It should not deter us because it is the more difficult option; if it is the better option it is the one we should pursue now and not wait for ten years when we will have missed our 2030 target.  <\/p> <p>I also welcome the new development plan, OREDP II.  It will consider the possibility of offshore wind for the west coast.  We will be waiting with bated breath to read that plan next year.  We hope we will deliver it in quarter 1, as the Minister of State promised in his response.<\/p> <p>I did not hear anything from the Minister of State about the level of investment the Government is putting into the development of offshore wind.  I am not sure if he has any answers to that at the moment.  If he does not, his officer might forward that information on at the earliest opportunity.  I ask for some more detail on the cross-departmental offshore wind delivery task force.  Who is on it?  Does the Minister of State sit on it?  Are there any Members of the Oireachtas on it?  Does it meet in public or in private?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Is there access to the minutes?  Is there transparency around the work that the task force does?  It sounds interesting and promising.  I would love an opportunity as a Member of this House to engage with that task force. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#N00200","speaker":"1642","continuing":true},{"type":"speech","time":1655809200,"counter":49,"content":"<p>As the Senator pointed out, the west has more wind.  It has faster speeds and more regular wind and, therefore, there is more to be harvested.  However, it also has deeper waters and a more environmentally sensitive coastline.  There are, for example, the Cliffs of Moher and many beauty spots along the west.  It is, therefore, harder to develop wind there using the conventional approach, which is to put a wind turbine in the sea and build it onto foundations.  That can be done in the shallow waters of the east coast where the wind is not so strong.  We are moving towards floating wind turbines, which are a newer technology that is not quite yet commercial.  However, I was in Portugal recently.  They have a floating turbine there as a pilot and all their water is deep.  We are not the only country in the world that is facing this issue.  Japan is in the same situation in trying to face this.  Our current plan is to not build floating turbines until after 2030.  However, there is a war in Ukraine.  There is an accelerated need to move towards renewable energy.  We know this because long-distance commuters are feeling pain when they have to put petrol in their cars.  People are who are on low incomes are finding it hard to heat their homes because the enormous price of fossil fuels.<\/p> <p>There is an acceleration across Europe.  The European Commission&rsquo;s REPowerEU plans are all about how we speed up the development of offshore wind and renewables in general, as well as how we can go beyond our current plans.  I, therefore, ask the Senator to watch this space.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#O00200","speaker":"1479"},{"type":"minorheading","content":"Hospital Overcrowding","time":1655809200,"counter":50,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#O00250"},{"type":"speech","time":1655809200,"counter":51,"content":"<p>I welcome the Minister of State, Deputy Feighan, back to the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#O00300","speaker":"1634"},{"type":"speech","time":1655809200,"counter":52,"content":"<p>I thank the Minister of State for coming back to the Chamber to discuss this all-important issue.  I would like him to make a statement regarding the recent HIQA report on University Hospital Limerick.  It is a damaging, concerning, disappointing and shocking report.  I have been raising the issue of UHL in this House, as well as with the Minister for Health, for a long time.  I raise issues every week.  While there are positive things that happen there, this report is damaging.  It is important that the Minister acknowledges the concerns around the hospital.<\/p> <p>I welcome that the visit was unannounced.  I had been calling for this, because I believe that in an unannounced visit we can get the true sense of the issues within the hospital.  I have written to the Minister seeking the terms of reference of the independent group that he is asking to look at the hospital and the issues present there.  I believe that this report should inform what the independent group looks at.  <\/p> <p>The report outlined many disturbing facts and concluded that UHL was mainly non-compliant with all HIQA standards.  That is most frightening.  Throughout the report, it can be seen that of the many examinations that took place, none of them concluded that the hospital was compliant.  There have been recent reports of patients going missing.  There are not enough neurological nurses, which I have highlighted in the House in the past.  I was told that three were sufficient but I believe that eight are required.  <\/p> <p>Some solutions have been suggested, including the provision of 100 beds.  However, Professor Lenihan said the other evening that they need more than 200 beds to bring the hospital up to standard.  More than 200 patients have been waiting for over four years for appointments for diabetes.  These issues are not helping the overcrowding conditions.  <\/p> <p>During Covid-19, 98 extra beds as well as 11 extra critical care beds were provided but that has not been enough.  Improved access to special infection prevention, supporting staff with education and training, improving clinical audits, activity within the emergency department and staffing levels are all issues that were highlighted in the report.  I believe the Minister for Health and his Department can no longer bury their heads in the sand and ignore the crisis any further.  Doing so will be a reflection of the fact that, at the moment, his concerns do not seem to be around overcrowding in UHL.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I really believe it is the worst hospital in the country in that respect.  On one day alone last month, there were 126 people on trolleys.  Standard 6.1 states: \"Service providers plan, organise and manage their workforce to achieve the service objectives for high quality, safe and reliable healthcare.\"  The report concluded that UHL was non-compliant in this matter as staff shortages were always present and staff deficits varied between 17% and 33%.<\/p><p>With regard to the quality and safety dimension, the report found that UHL was also non-compliant on the two national standards that were assessed.  Furthermore, UHL was found to be non-compliant regarding service users' dignity, privacy and autonomy, which is highly disturbing as patient confidentiality is crucial in all healthcare settings.  The hospital was also found to be non-compliant in the service provider's ability to protect service users from the risk of harm associated with design and delivery of healthcare services.  The conclusion of the report states that while it was the second busiest emergency department in 2021, UHL had the second lowest bed stock compared with other model 4 hospitals in Dublin, Cork and Galway.  Another point that was highlighted is that elective hospitals in other areas are being progressed.  In Limerick that is certainly not the case.<\/p><p>It is deeply concerning that there has not yet been a single comment from the Minister on the report.  Undoubtedly the crisis is dangerous, not only for the people of Limerick and the mid-west but also for the staff.  That is the really frightening part.  I have been speaking to some of the staff and morale is on the floor.  The report from last Friday needs to be considered in a serious light and taken as part of the independent review the Minister is ordering.  The issues need to be addressed.  Limerick and the mid-west deserve a better standard of healthcare, not only for the patients and their families but for the staff working there as well.  I look forward to the Minister of State's reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#O00400","speaker":"1695","continuing":true},{"type":"speech","time":1655809200,"counter":54,"content":"<p>I welcome the opportunity to address the House on this important issue raised by Senator Maria Byrne.  I also welcome the publication of HIQA's report of the unannounced inspection of the emergency department at University Hospital Limerick against the national standards for safer better healthcare.  Four national standards were assessed as part of the HIQA inspection, two standards in each of the two dimensions of capacity and capability, and quality and safety.  HIQA judged that UHL was partially compliant against one standard and non-compliant against the remaining three standards.<\/p> <p>The inspection focused particularly on the important issues of patient flow and inpatient bed capacity in the hospital; respect, dignity and privacy for people receiving care in the emergency department; and staffing levels in the ED.  As Minister of State, I am concerned about the significant risk to service users identified in the report.  I am pleased that the Minister, Deputy Stephen Donnelly, recently requested the HSE to appoint an expert review team to work with hospital management to improve ED performance at UHL.  In addition, the Minister also requested the HSE to prepare short-term and longer term unscheduled care performance improvement plans for all our emergency departments, including UHL.<\/p> <p>The compliance plan agreed by UHL with HIQA to bring about compliance with the relevant standards contains short-term, within three months, medium-term, within six months, and long-term, within three years, actions.  The Department of Health is working with the HSE to ensure the ED performance improvement plan for UHL and the expert team review operate in concert with the compliance plan included in the HIQA report.<\/p> <p>In addition, UHL also commissioned Deloitte to review and advise on unscheduled care and patient flow in the hospital.  The expert team will consider the outputs of this work in its review.  Both Deloitte and the HSE expert review team are due to submit reports which are expected to help identify potential mitigations for the problems outlined in the HIQA report.<\/p> <p>It must be recognised that University Hospital Limerick continues to deal with record volumes of patients attending its ED.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frankie Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There were more than 76,000 attendances at the emergency department in UHL in 2021, up 16% compared with 2020.<\/p><p>There continues to be substantial investment in UHL to address capacity issues, including a 28% increase in the workforce since the end of 2019 and the opening of an additional 98 non-ICU acute beds.  To deal with this increased level of presentations, reform of service delivery as outlined in Sl&aacute;intecare is vital.  This includes the expansion of community care and other measures to provide people with the care they need outside emergency departments.  We are working to improve patient flow and egress from hospital by providing more home care packages and nursing home supports.  Investment of &euro;1.1 billion was allocated in budget 2021 to expand capacity, increase services and support reform.  That level of investment has been maintained in budget 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#P00200","speaker":"1608","continuing":true},{"type":"speech","time":1655809200,"counter":56,"content":"<p>I thank the Minister of State.  While I acknowledge there has been significant investment and expansion of services, it is not enough.  This report has made that clear.  I am disappointed that the Department has not acknowledged that services need to be expanded further.  I acknowledge the Department is awaiting the expert report but it is not right that the people of the mid-west are subjected to these conditions.  It is the most overcrowded hospital in the country.<\/p> <p>There are many good things about the hospital.  It has won several awards in different areas.  Not all the departments are affected by overcrowding - I do not want the story to go out that they are - but the emergency department is a significant concern and needs to be attended to.  The Minister must acknowledge straightaway that these issues need to be dealt with because the situation is at crisis point.  It is very deflating for staff, families and patients to hear other patients saying they are afraid to go to the hospital.  That is the most frightening statement a person could make.  That needs to be acknowledged by the Minister.<\/p> <p>The Department and the HSE cannot afford to put their heads in the sand any more.  There has been significant investment but there is a need for an independent group to see what is working right and what is not working, bring the two together and deliver a report.  Any such report must not sit on a shelf, however; it needs to be implemented.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#Q00200","speaker":"1695"},{"type":"speech","time":1655809200,"counter":57,"content":"<p>As I stated, I am concerned by the findings in respect of patient safety in the HIQA report.  However, I believe the report provides an important opportunity for a renewed focus on the capacity and capability of UHL and on the quality and safety of the emergency services it delivers to the people of the mid-west.  The Senator has articulated those issues extremely well.  HIQA reviews are essential in ensuring that the resources required to underpin patient safety are optimised and that learning is shared across all hospitals and the health service generally.  A strong quality and safety culture is associated with a responsive health system that listens and learns to improve services.<\/p> <p>The Department regularly seeks assurance regarding the appropriate escalation measures for emergency department overcrowding.  As I mentioned in my opening statement, significant resources have been invested in UHL in recent years.  This has seen an increase in its workforce of 28%, or 796 whole-time equivalents, since the end of 2019.  In addition, 98 new beds have been provided since the start of 2020, including a 60-bed modular ward block that was established to provide a rapid-build interim solution to begin to address the bed capacity issue at the hospital and to improve patient flow.  A further 96-bed block is currently in planning for the hospital.<\/p> <p>The performance of hospital emergency departments is under constant review by the Department through ongoing engagement with the HSE.  I assure Members that the Government and the Minister are committed to driving improvement in emergency department performance.  I again thank the Senator for raising these concerns.  They will be brought back to the Minister and the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#Q00300","speaker":"1608"},{"type":"unspoken","time":1655809200,"counter":58,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 1.19 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 1.30 p.m.<br \/><br \/>Sitting suspended at 1.19 p.m. and resumed at 1.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1655809200,"counter":59,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#T00100"},{"type":"speech","time":1655809200,"counter":60,"content":"<p>The Order of Business is No. 1, motion in regard to the National Archives Act 1986 (Section 1(2)(d)) Order 2022 to be taken on conclusion of the Order of Business, without debate; No. 2, Insurance (Miscellaneous Provisions) Bill 2022 &ndash; Committee and Remaining Stages, to be taken at 2.45 p.m. and the proceedings thereon shall, if not previously concluded, be brought to a conclusion at 3.45 p.m. by the putting of one question from the Chair which shall in relation to amendments include only those set down or accepted by the Government; No. 3, Planning and Development (Amendment) (No. 2) Bill 2022 &ndash; Committee Stage (resumed) to be taken at 3.45 p.m. and the proceedings thereon shall, if not previously concluded, be brought to a conclusion at 6.15 p.m. by the putting of one question from the Chair which shall in relation to amendments include only those set down or accepted by the Government; and No. 4, Electoral Reform Bill 2022 &ndash; Second Stage to be taken at 6.15 p.m. or on the conclusion of No. 3, whichever is the earlier with the time allocated to the opening remarks of the Minister not to exceed ten minutes, group spokespersons not to exceed eight minutes, all other Senators not to exceed five minutes, and the Minister to be given no less than ten minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#T00200","speaker":"1642"},{"type":"speech","time":1655809200,"counter":61,"content":"<p>On Thursday, 23 June, and Friday, 24 June, there will be a public consultation for the Galway hydrogen hub, GH2.  The consultation takes place in the Galway Harbour Hotel.  It starts on 23 June, running from 4 p.m. to 8 p.m on that day, and continues from 10 a.m. to 1 p.m. on 24 June.  Along with many other people, I attended a launch of the public consultation yesterday.  The members of the Galway hydrogen hub consortium include SSE Renewables, National University of Ireland, Galway, NUIG, C&oacute;ras Iompair &Eacute;ireann, Bus &Eacute;ireann, the Port of Galway, Aer Arann Islands, Aran Islands Ferries and Lasta Mara Teo.<\/p> <p>This is an innovative approach to decarbonising sectors, particularly those that cannot be electrified.  It is a multimodal, zero emission, green hydrogen transport hub that can be easily replicated throughout Ireland.  It is a wonderful initiative and a new approach.  Clearly, there are other things that are needed, including a hydrogen strategy in this country.  It is anticipated that during peak production, approximately 8 tonnes of hydrogen will be produced per day.  Hydrogen produced at the site will be compressed and stored in permanent hydrogen storage tanks before being dispensed to vehicles at the hydrogen refuelling station.  This is a wonderful concept.  There is a whole consultation being developed with the intention to go to planning permission and all that goes with that as well.  I urge people in Galway to drop into the Galway Harbour Hotel on 23 and 24 June to get a complete overview of the project.  Environmental surveys and scoping are going on at present.  It is anticipating that a planning application will be lodged in the autumn and the decision is expected later in the year or early next year.  It will then go through the whole tenders and construction phases.  Using the natural resources of our wind farms is a wonderful innovation and approach.<\/p> <p>Yesterday, I asked the question of whether it would require the development of offshore wind for this to reach the full ambition and scale that is necessary.  There would be enough offshore projected up until the end of 2030.  However, for this to realise the full scale and ambition that is necessary and to allow for hydrogen buses, taxis, shipping and heavy goods vehicles, offshore needs to develop.  I know there was a Commencement debate on it this morning.  This is a very exciting development in Galway.  Again, I would urge people to engage in the public consultation on 23 and 24 June at the Galway Harbour Hotel.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#U00100","speaker":"1665"},{"type":"speech","time":1655809200,"counter":62,"content":"<p>The State agriculture research agency, Teagasc, recently reported that among farm families in Wexford, Wicklow and Carlow, the average age of a farmer is now 56.6 years.  This is slightly younger than the national average, but it points to the continuing challenge of the ageing profile of those within our farm communities.  I have raised on a number of occasions in this House the question of incentives for young farmers and the need to encourage more people into agriculture and food production.  I hope we have a full debate with the Minister for Agriculture, Food and the Marine on this issue.  If it was any other sector of society or the economy where we had such a problem with an ageing population, it would be much more to the fore.  Therefore, I ask for a debate on how we can encourage more young people into farming.  Indeed, we should engage with Macra na Feirme, which has done much work on this issue.<\/p> <p>This is the seventh occasion on the Order of Business that I have brought up the question of the Future of the Media Commission report.  This report was provided to the Minister, Deputy Martin, by the group that was chaired by Brian MacCraith and charged with looking at the future of media in Ireland.  We know that just prior to when Covid hit, a number of local radio stations said, and the Independent Broadcasters of Ireland presented evidence of such, that they were within a week of closure, only for Government supports.  We know local newspapers are under much pressure.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The future of RT&Eacute; depends on decisions being made on its future funding but also how it will operate.  This is something the joint committee on media has raised regularly.  We had to do pre-legislative scrutiny of the Online Safety and Media Regulation Bill without this report being published.  We went through Committee Stage in this House without the report.  I cannot figure out why, after nine months, we still have not seen the report of the Future of Media Commission.  I am very conscious that, today, its chair, Professor Brian MacCraith, again criticised the Government for its failure to publish the report.<\/p><p>I am asking the Deputy Leader to write to the Minister to say this House expects the report to be published immediately in order that we can have a real debate on the future of media in Ireland.  The Leader gave a commitment to me less than two weeks ago that we would schedule a debate on the future of media in the House regardless of whether the report was published.  It would put some pressure on the Department to get it out there.  It is simply unacceptable that a report that was provided to the Government nine months ago, and where several aspects have been leaked to the media, still has not been published.  I ask that it is immediately put into the public domain.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#U00200","speaker":"1638","continuing":true},{"type":"speech","time":1655809200,"counter":64,"content":"<p>I wish to raise a serious issue that impacts on all of us.  Last week I spoke of the harm being done to children in the Republic through domestic violence.  One child an hour experiences domestic violence.  That is somewhat beyond our control, but what is in our control is the harm being done to children with disabilities throughout the State.  The numbers are extremely alarming.  Some 48,000 children are waiting on physiotherapy, more than 10,000 of whom are waiting for more than a year for an appointment, not even for meaningful physio intervention.  Some 21,000 children are waiting for an occupational therapy appointment, with 10,000 waiting for more than a year.  Some 16,000 children are waiting for speech and language therapy.  Again, 10,000 are waiting more than a year.<\/p> <p>For those children that wait is time that cannot be revisited.  The interventions must be timely.  The damage done to children on those waiting lists is life altering and life limiting.  I have experienced that myself.  I have seen the deterioration in my own son, which is irreversible.  We are actively harming children by not providing them with the timely and necessary interventions that would be expected in a country in the European Union, in the so-called developed world.<\/p> <p>There is a similar situation for children waiting on psychological assessments.  Some 2,000 have been waiting for more than one year for their initial appointment.  The child and adolescent mental health service, CAMHS, has a similar issue.  The scandal we became aware of in the Kerry service is replicated throughout the Republic.  Most of the 73 CAMHS teams are understaffed.<\/p> <p>We do not have psychiatric nurses, community engagement teams or psychiatrists, including those with higher specialist training.  They will not work here.  The problem is not with physiotherapists, speech and language therapists, occupational therapists, nurses or any of the clinical or front-line medical staff but with the very highly remunerated management of the HSE and the people in the Department of Health who are failing our children in this regard.<\/p> <p>There are 250,000 people awaiting community services.  To put the children's figures in context, 42,000 children went through our industrial schools.  That is a scandal of the ages that impacts on the history of this Republic.  There were 60,000 mothers in the mother and baby homes.  We are talking about a much larger number of children with disabilities who are being hurt right now.  This is the scandal of today.<\/p> <p>I would say to all the Senators and especially those in Government parties, when they go to their parliamentary party meetings tonight, they should talk to their leaders.  There is no coming back from this scandal, the hurting of children and the harm being done to them.  We must intervene.  I am aware that no risk assessment has been carried out in the implementation of the progressing disabilities services, PDS, programme.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tom Clonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=TomClonan&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The waiting lists to which I referred are increasing exponentially in every three-month period.  The numbers on them are going up by thousands.  We are in a state of failure in this regard.  Notwithstanding the other challenges that confront us, this is something we must address.  The Catholic Church and other institutions could tell us that when we are aware of but do not act on a harm being done to children, there is no coming back from that for any political party, cultural institution or any other organisation in our Republic.<\/p><p>We need a very robust debate on the harm that is being done to children as a result of these waiting lists.  I have personal experience of it and it is being replicated in hundreds of thousands of households throughout the State.  We must act to address it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#V00200","speaker":"1699","continuing":true},{"type":"speech","time":1655809200,"counter":66,"content":"<p>I want to return to an important issue I raised with the Leader two weeks ago, that is, the reduction in the allocation of SNAs for some schools following the recent announcement.  Setting aside the totally unacceptable way in which some SNAs found out on a website at 4.20 p.m. in the afternoon that they no longer had a job, the issue now is the unrealistic demands facing the schools that lost SNAs, which are seeking the reallocation of those positions through the exceptional review process.<\/p> <p>Under that process, undertaken by the National Council for Special Education, NCSE, schools have been sent the details of the lengthy replies that are required of them.  On top of all the administrative work required under a normal process, the NCSE is now looking for specific, up-to-date psychological reports outlining schools' specific needs for an SNA.  My colleague, Senator Clonan, touched on this issue.  We are all aware that schools are being told the NCSE will not engage with them unless these new reports are in place.  We all know such reports cannot be assessed in the short term.  Indeed, like me and the speaker before me, I am sure all colleagues in the House are dealing with large numbers of parents who are waiting months and years for such assessments for their children.  For many of the schools that have contacted me, meeting the requirements is an unrealistic demand in the timeframe involved.<\/p> <p>The replies we have received from the Minister of State, Deputy Madigan, outline the process and method of appeal but do not acknowledge the timeframe involved in gathering the information for those appeals.  We need to allow schools to put forward their best case, based on the information they have on the children involved, without having to go through an assessment that takes so much time.  F&oacute;rsa has outlined in recent publications that more than 30 SNAs have been lost as a result of the special class reductions.  Those SNAs were assisting the most vulnerable students in our education system and I am sure that vulnerability remains.  Those children need the expert assistance of SNAs.  Without their support and the great work carried out by them, the most vulnerable pupils in our mainstream education system simply will not be able to function on a day-to-day basis.<\/p> <p>As I said on the previous occasion we discussed this issue, we need a review of the way allocations are completed and how they are communicated.  At least 30 SNA school positions have been lost as part of the review that took place.  There are many very upset staff in school communities as we head into the summer.  Schools must now try to develop a school plan in time for September as well as preparing for exceptional reviews.  Many parents are only now learning that the schools involved will have to adjust their plans for September and are realising the upsetting consequences that will have for their loved ones.<\/p> <p>The Leader committed on the previous occasion to raising the way the loss of the SNAs was communicated with those involved.  I ask the Deputy Leader to raise the demands being placed on schools via the exceptional review process with the Minister of State and to ask for a different way of conducting the reviews and a change in the timeframes involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#W00200","speaker":"1684"},{"type":"speech","time":1655809200,"counter":67,"content":"<p>We all need to be mindful of our language in this House, as do our colleagues in the D&aacute;il.  I will not repeat any of what was said last week because doing so is not the answer and will only ensure more people hear it.  My mother used to say that you can tie a knot with your tongue that you are not able to open with your hands.  She meant by this that people can get themselves into big positions where others are looking to them to be a leader and they should not use inappropriate language.<\/p> <p>Many members of my community live in nasty accommodation, if that is the right word, due to a lack of services.  Many of them felt there was a comment made in the D&aacute;il last week to the effect that people living in trailers or caravans are not respected.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Eileen Flynn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=EileenFlynn&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I would like the T&aacute;naiste to reflect on his actions last week in the D&aacute;il and, most importantly, to be mindful going forward of the poor people in our society.<\/p><p>While I have the opportunity, I will say to every Member of the House that they may not be anti-Traveller and stand up and be anti-Traveller here in the Seanad or in the D&aacute;il, but we see it on their social media pages, their Twitter accounts and Facebook accounts.  It is inappropriate in this day and age for any Senator or Deputy to be coming out and stirring up hatred online.  I do not know what we can do about it in the House because, obviously, it happens outside the House and they will not come in and make such comments in here because, of course, there are rules and regulations against it.  Again, times are changing and they should not be using inappropriate language and stirring up hatred on social media if they are representing this House or the D&aacute;il.  We all know about freedom of speech and we do not have to get into it, but hate speech or stirring up hatred is not freedom of speech.<\/p><p>On another note, on the Order of Business in recent weeks, I have been looking for the Minister for Children, Equality, Disability, Integration and Youth to come to the House for a debate around ending direct provision.  As we know, the White Paper was launched over a year ago.  I understand the Leader put in a request but, unfortunately, I have not heard anything back.  It would be good to have a debate before the recess around ending direct provision because we are at such a critical point and, as we know, hotels are full and people are living in dire accommodation.  I would like to know where we stand with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#W00300","speaker":"1657","continuing":true},{"type":"speech","time":1655809200,"counter":69,"content":"<p>Ba mhaith liom labhairt inni&uacute; faoi parental alienation.  This is a situation where parents are estranged and one parent acts decisively to alienate the other parent from their children, be it psychologically or physically preventing them from accessing their children.  It is an awful thing.  It is not just hard for the parent but it does terrible damage to the children, and we have spoken about the damage done to children.  This is something that is done deliberately by an adult to his or her own children.  It is pervasive and much more common than we think.  Many people have contacted me recently about this issue.<\/p><p>I am grateful that the Minister for Justice, Deputy McEntee, has taken steps to start a process on this and there is a public consultation under way through the Department of Justice on parental alienation and what is involved in that, asking people to share their experiences and what they think should be done.  The deadline for that public consultation is this coming Friday, 24 June.  People can make a submission by emailing <i>parentalalienation@justice.ie<\/i>.  I encourage anyone who has suffered as a consequence of parental alienation to share their experiences with the Department.  This public consultation gives us a full and proper picture of what is actually happening.  It is important that people keep the details of any personal experiences to themselves so the parties are not identifiable, but I know people will be aware of that.<\/p><p>I personally think this should be a crime.  It damages the children in a way that we cannot even understand until many years later.  In many respects, it is as bad as the other abuses and the other difficulties children face that have been discussed in the House today.  I encourage anyone who has experience or ideas in regard to parental alienation to make a submission to the current public consultation by this coming Friday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#X00200","speaker":"1685"},{"type":"speech","time":1655809200,"counter":70,"content":"<p>It has been widely accepted there is a role for the Government to play in the funding of good causes at community level or, indeed, at a scaled-up regional and national level, where charities and volunteer services carry out important functions and services for the people of this country, services which otherwise would be carried out by the Government anyway.  Where this system breaks down and becomes suspect is when the Government finds itself funding bodies whose sole purpose is not to help, serve or facilitate and to organise volunteers, but to lobby.<\/p> <p>Ireland has an astonishing 32,141 NGOs, with many being taxpayer-funded to the collective tune of &euro;5.9 billion annually, a figure worth remembering any time a lack of funds is used as an excuse for not meeting some basic need.  It is a case of &ldquo;Sorry, we are giving that money away to spend it on trying to change people's minds.&rdquo;<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sharon Keogan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=SharonKeogan&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As has been seen recently, many of the NGOs wield enormous lobbying power which is completely disproportionate to the actual support they have the community.  They are hot air balloons puffed up with government money and are presumed to be large based on the shadow they cast on Twitter, which we all know is not a real place.  It really has become the case that in Ireland the massively bloated NGO sector has become the tail that wags the dog.  We should have a serious look at restricting taxpayers' funding to organisations that are non-political and truly non-profit and engage in clearly charitable pursuits or are involved in policy implementation rather than policy influencing.  We politicians are here to serve the people.  If someone wants to come to speak to us and share an opinion or idea, they can do so.  They do not need to be on a payroll to do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#X00300","speaker":"1664","continuing":true},{"type":"speech","time":1655809200,"counter":72,"content":"<p>Speaking of payrolls, I ask the Deputy Leader to invite to the House the Minister for Public Expenditure and Reform, Deputy Michael McGrath, to facilitate a debate and provide us with an update on the public sector pay talks that have unfortunately stalled.  I hope all in the House will join me in asking both sides to return to the table so we can have a collective public sector pay deal, which is the only show in town.  These are the most important pay talks of recent times.  I hope the Minister can come to the House and that the House can play a role in facilitating the return to talks.  We need a public sector pay deal.<\/p> <p>I have made the point a number of times on the Order of Business that the budget in October will be important.  Rising inflation and energy costs are having a gargantuan impact on the lives of ordinary people who are struggling.  It is not just the Opposition saying this.  It is all of us who live in the real world and know from people and our families the experiences they are having.  Accepting that the Government has made exceptional interventions in recent months, the budget in October is a long time away.  I accept the Government cannot chase inflation but it can intervene, make a determination and have an impact to help people.  I hope we can have this debate again and that the Government will listen to all of us, notwithstanding that there have been interventions and that the budget is in October.<\/p> <p>I concur with Senator Clonan on the matters he raised.  There is a real need for a whole-of-government approach with the HSE on the specialisms he has spoken about this morning.  I know from friends of mine and family members about the regression that has happened during Covid and about the lack of a joined-up approach since Covid by agencies dealing with the issues Senator Clonan has raised this morning.  Last Monday week in Cork, we had a briefing from the HSE.  This issue is something on which the House should have a rolling debate in advance of the budget with the line Minister.<\/p> <p>The Cathaoirleach has been very innovative in his approach to reform of the Seanad.  The following point might be something to reflect on.  I am not sure whether we can do it but the HSE should be brought somewhere with regard to accountability and a roadmap for disability services and the issues we have raised this morning.  We can say and do so much.  To be fair, the Minister of State, Deputy Rabbitte, is doing a very good job but there is a piece missing and it needs to be joined up by the Government with the people for the people.  Senator Clonan is right that it is about people.  I use the phrase an gn&aacute;thduine.  If we cherish all of our children equally, then those who need services should not have to wait, beg or go to court.  At a time when the Government is throwing money at the HSE, I ask that we look at this.  Perhaps the Cathaoirleach could be innovative in his approach but I am not sure whether he can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#Y00200","speaker":"1637"},{"type":"speech","time":1655809200,"counter":73,"content":"<p>I am glad to see that the meeting of the Oireachtas Joint Committee on Tourism, Culture, Arts, Sport and Media where it was proposed to bring in representatives from RT&Eacute; on foot of the discussion of transgender-related issues on \"Liveline\" is not now going ahead.  Though I have often criticised RT&Eacute; over the waste of public money and often raised questions about issues of fairness and balance, I thought it was strange that on foot of complaints about a particular programme that the joint committee would have moved to appear to haul representatives of the national broadcaster in to explain themselves.  If we imagine that a Russian television station had had a debate about the merits of the Russian invasion of Ukraine and that people from that station were to be hauled in front of a committee of the Duma to be berated, we can see how inappropriate it would be for an Oireachtas joint committee to overstep the mark.  RT&Eacute; was right in its correspondence with the joint committee to seek agreement on the point that it would not be the role of the joint committee to \"investigate, examine or adjudicate the content of broadcast programmes, on RT&Eacute; or any other broadcaster\".  Additionally, if there is a perception of ongoing problems concerning bias, impartiality and some communities being treated differently from others, then it is, of course, appropriate for a joint committee to ask questions and to seek engagement in that regard.  The knee-jerk nature of last week's reaction by the joint committee, however, was ill advised.<\/p> <p>This does, though, raise issues concerning free speech and freedom of expression in our society.  We should get back to this aspect now in the context of reports that the legislation on so-called \"hate speech\" is due in the autumn.  I note that the Department of Justice is at pains to say there will be a high threshold for any prosecutions.  That would certainly want to be the case because there is a real danger here that we will allow free speech for some people in our society, but not for others.  In a healthy democracy, all sorts of points of view get to be raised and the threshold should be very high indeed before anybody can be prevented from doing so or from being in any way persecuted or prosecuted for expressing a point of view that they are willing to back up with sound argument while avoiding abuse, incitement to hatred or any kind of threatening behaviour.  We must, though, always err on the side of facilitating free speech.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#Z00100","speaker":"1673"},{"type":"speech","time":1655809200,"counter":74,"content":"<p>I welcome that a 150-bed private hospital to be owned by the Bon Secours Health System, BSHS, was announced for Limerick yesterday.  This is a private hospital, but in the context of the Commencement matter I raised earlier today regarding University Hospital Limerick, UHL, once it is up and running it will complement the already-existing smaller BSHS-owned hospital, which was formerly Barringtons Hospital, and help to alleviate the numbers of people attending UHL.  This is a serious issue for Limerick and the mid-west.  The Deputy Leader was here earlier and heard my contribution on this issue.  This is the right thing to do.  The provision of more hospitals, public and private, in the region should be explored.  There is room for the expansion of St. John's Hospital as well, for example, and that is a public hospital.<\/p> <p>I also note the election of Councillor Olivia O'Sullivan as the chairperson of the Limerick Metropolitan District, which is the old metropolitan area in Limerick city.  I wish her all the best for the coming year.  She is the third female in a row to take over this role.  This is worthy of note because we have had almost 1,000 years of mayors in the city, but only five females have held the post.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#Z00200","speaker":"1695"},{"type":"speech","time":1655809200,"counter":75,"content":"<p>I raise the issue of maternity leave for county councillors.  As the Deputy Leader knows, this matter is coming before the Cabinet this week.  It is a matter I have discussed over several years here and I am delighted to have fed input into the proposed policy coming before the Cabinet.  On reflection, this type of leave scheme is one that could be expanded.  Recently, one of our own exceptionally hard-working councillors in Westmeath, Liam McDaniel, fell ill.  He was ill for quite a long time.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aidan Davitt:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2475\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2475&amp;amp;pid=AidanDavitt&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In such circumstances, where a person has had the misfortune to have a protracted illness, that they could look to nominate a replacement for six months or for a given timeframe is something that is worth looking at because a great deal of pressure at that time filters down to the person who is sick and to his or her family.  This is something that could possibly be shared, looked upon in a different light and that we could do.  With fixed-term county councils, people are aware of what is and is not the case.<\/p><p>I would like to add that Councillor McDaniel has made a good recovery and I was delighted to hear he attended a number of council meetings over recent weeks.  It is something is worth discussing and looking at.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#Z00300","speaker":"1652","continuing":true},{"type":"speech","time":1655809200,"counter":77,"content":"<p>It is an honour for me to welcome a number of neighbours of mine from home here who are members of the Killoe Men's Shed in County Longford.  I pay tribute to them for the work they did through the Covid-19 pandemic period, and I take this opportunity to express my thanks to them.  It was a difficult time for everybody but the Killoe Men's Shed and men's sheds throughout the country did magnificent work in helping with rural isolation etc.  I say, \"Well done.\"<\/p> <p>A number of weeks ago we met with the Irish Men's Sheds Association and it was looking for supports from Government for the sheds.  I have a list of things it asked to be taken into account when discussions are taking place, namely, an annual maintenance grant, a sustainability grant, more supports for new start-up sheds, the issue of VAT and commercial rates on some of the buildings the sheds are in, and security of tenure for those that are in buildings or publicly owned buildings so that they know there is a guarantee for the future.  I put that on the record and I hope the Government will be positive towards supporting the very good work that they do.<\/p> <p>I also wish to raise another matter, which is the loss of commercial rates due to the closure of Lough Ree power station in Longford.  As Members will know, this station closed a number of years ago, along with the power station in Shannonbridge.  It led to a &euro;1.2 million reduction in the intake of rates for the local authority in Longford.  Every year since we have had to appeal and look for money to be provided, and it is only really at the last minute that our local authority finance department is told that money is going to be provided by the Department of Housing, Local Government and Heritage.  In a Commencement matter last year I received a commitment from Government that we would put a long-term plan in place between now and 2023 to last up to 2026, when we were to have a just transition.  The loss of such rates has a serious impact on the ability of our local authority to provide the services that are needed by citizens in our county.  I am asking that a multi-annual budget be put in place now, before the recess, for 2023 so that our finance department can put the plans together for the services in our county and so that we know for the years ahead exactly what finance we have and need to continue to provide the vital services in our county.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#AA00200","speaker":"1639"},{"type":"speech","time":1655809200,"counter":78,"content":"<p>I welcome the gentlemen from Killoe Men's Shed and I thank them for all they do in providing a place for people to come together, socialise and do small projects for the community.  I know the value of the men's shed in Kenmare and in other locations and I thank our guests for being in Leinster House today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#AA00300","speaker":"1650"},{"type":"speech","time":1655809200,"counter":79,"content":"<p>I raise the issue of housing.  As we all know, we are coming out of a decade of undersupply of housing, so I specifically welcome the latest report on housing supply and delivery that indicates the highest number of housing commencements on record in more than a decade.  There have been more than 30,223 new housing commencements which are to be welcomed.  These are new homes being built, and Housing for All is determined to deliver a mix of social, affordable and private housing through using State-owned lands.  To deliver housing, it is very important that not only do the commencements get approved and the housing is started but that they are delivered upon.  There are many pressure points with inflation and other resources but, with that in mind, I very much want to encourage all politicians from all parties on both sides of the House to stop objecting to housing, to stop putting barriers in the way of housing delivery, and to stop encouraging objections and barriers to the granting of planning permissions for housing and the actual commencement of construction of it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Fitzpatrick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MaryFitzpatrick&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Every new home that is built, whether it is private, social or affordable, is a home for somebody.  There are more than 10,000 people homeless in this country.  On top of that, more than 30,000 Ukrainians have arrived and Europe is at war.  I urge those who object to housing to please stop and think of the human impact their objections have and allow commencements to proceed.  We also need to increase the number of commencements.<\/p><p>On a secondary issue, the Intreo office on the Navan Road, which is known locally as \"the labour\", has been closed since April.  Its closure was unannounced and notices were erected.  Many people do their transactions online with Intreo and the Department of Social Protection.  However, the surrounding area, which has a population of more than 10,000, has large elderly and disabled communities.  I ask the Deputy Leader to write to the Minister of State with responsibility for the Office of Public Works, OPW, and the Minister for Social Protection to ask for a firm date for the reopening of the Intreo office on the Navan Road in Dublin 7.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#AA00400","speaker":"1656","continuing":true},{"type":"speech","time":1655809200,"counter":81,"content":"<p>I wholeheartedly agree with Senator Fitzpatrick on what she said about public representatives objecting to housing.  I can never understand such objections because ultimately the planners are supposed to be the professionals who can adjudicate on whether something is appropriate.  The days of public representatives making such submissions should be well and truly over given the crisis we are in.<\/p> <p>A couple of weeks ago, I spoke about the lack of a date for leaving certificate results to be released.  It is very disappointing that a firm date has not yet been given.  Earlier today, Mr. Jim Miley of the Irish Universities Association outlined on radio the difficulties, challenges and complexities.  He explained that it is impossible to plan when one does not know the date.  I do not know what is going on but resolving this is not rocket science.  Whatever the challenges, this is totally unfair on the students, in the first and last instance, as well as on all of those who rely on a date for the leaving certificate results to plan and ensure third level colleges are in a position to give the best possible support and services to students.  Again, I appeal for a date to be provided on when the leaving certificate results will be published.<\/p> <p>I will raise an issue I have spoken about before, namely, the need to locate retirement villages in towns and villages.  Where possible, each town should identify an area of ground where a retirement village could be funded.  There are lots of approved housing bodes and I am sure they would be only be too delighted to help in the creation of retirement villages.  In turn, this would free up larger houses to be used by younger people with large families.  I ask the Deputy Leader to arrange a debate on the whole issue of housing elderly people, those who wish to downsize and those who want to have a more modest affordable housing unit and are willing to surrender larger houses.  These may be houses outside villages and the older people would prefer to be near services and supports.  I realise we are approaching the end of this term.  I would like a debate on housing the elderly arranged for the autumn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#BB00200","speaker":"1644"},{"type":"speech","time":1655809200,"counter":82,"content":"<p>I welcome the Government's commitment to a HIV and AIDS national monument.  The Department of the Taoiseach and the Office of Public Works have announced a competition for the monument.  I commend the Government on backing the campaign that has been under way for almost a decade.<\/p> <p>Since the beginning of the AIDS epidemic, more than 70 million people around the world have acquired the infection and 35 million people have died from HIV and AIDS.  It is 40 years either last week or this week since the first cases of HIV and AIDS were recorded in Ireland in 1982.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Much has changed.  I am conscious I have spoken about HIV since &quot;It's a Sin&quot;, on Channel 4, was released.  It got everyone talking about that period and about sexual health in general.  Crucially, it got sexual health professionals and front-line workers talking about sexual health strategies, and HIV and sexually transmitted infection, STI, prevention, right now.  That is what we need to be doing with a memorial.<br\/><br\/>I hope the Department of the Taoiseach and the Office of Public Works, OPW, will have a consultation process that fully engages stakeholders, community folk and working-class communities who are affected by the epidemic because that is the potential the memorial presents for members of the LGBT community.  The first out older generation of LGBT people have a guilt that they survived that period.  As Tonie Walsh says:<\/p><blockquote>\tIt's time. Time to dry away our tears and build from them a monument to the destruction and loss from AIDS in Ireland. <\/blockquote><p>I commend the Department of the Taoiseach and the OPW and call for a wide-ranging consultation process to best inform the memorial.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#BB00300","speaker":"1686","continuing":true},{"type":"speech","time":1655809200,"counter":84,"content":"<p>I thank all Members who contributed to the Order of Business today.<\/p> <p>The first contributor was Senator Kyne, who alerted Members to the Galway hydrogen hub public consultation taking place on Thursday and Friday next in Galway.  The Senator spoke about the need for a hydrogen strategy, with which I would agree, and referenced the view of the hub that offshore wind would be needed.  The Senator mentioned the Commencement matter I raised this morning which spoke about the State's offshore wind strategy.  It appears to be more focused in the east and the south, which is something we must work on, certainly for Members in this House living in the west who might have an interest in advancing that strategy there.<\/p> <p>Senator Malcolm Byrne requested a debate on the future of the media.  That has been requested and we are awaiting a debate on that, with or without the report.  I take on board the Senator's comments that there is a significant delay in the publication of that report.  We are now waiting nine months for that.<\/p> <p>Senator Byrne then spoke about Teagasc and the average age of farmers in Wexford, Wicklow and Carlow being 56.6 years, which is below the national average.  It is still a mature age, if I can put it that way.  The Senator stated there is a significant problem in getting young people into farming for various reasons, many of them to do with access to farm land.  The need to facilitate farmers retiring and transferring land is one of those issues to be dealt with.  We will request that debate with the Minister for Agriculture, Food and the Marine.  It will likely be in the autumn session because we are in the last four weeks and we have a lot of business in terms of Bills to pass.  It will be difficult to accommodate statements on a particular issue.<\/p> <p>Senator Clonan spoke on an important topic on which all of us on both sides of the House need to work.  It is abhorrent that we have thousands of  children and young people waiting for intervention services when we know that \"early intervention\" is the term and, if it is not early, it does not have the same impact.  We all know people within our communities and within our friends and family circle who are fighting day after day to get basic services.  It is a fight parents do not have time for because they are caring for their children as well and trying to support them as best they can.  Many parents are paying privately when they cannot afford it and even getting private services is becoming difficult because the waiting lists for public services are so long.  We will request that debate, probably at the outset with the Minister of State with responsibility for disabilities.  That is a junior post.  Ultimately, it should be a cross-departmental responsibility at Government level to tackle what is a State failure to provide these services for children.  The Senator is correct that we will be looking back on this in ten or 20 years and we will be ashamed of ourselves as a country that we left children languishing on waiting lists for such a lengthy period.<\/p> <p>I take on board Senator Clonan's points about child and adolescent mental health services, CAMHS, being continually understaffed as well.  There are difficulties in recruiting the right people.  I do not know why it is so difficult to recruit people.  Perhaps we need to look at pay and conditions for those senior posts.  There are many vacant posts that have been funded.  The money is there to pay those salaries.  We are finding it difficult to get people to take up those posts and we are competing on an international level to get people into some of these posts as well, particularly at the highest level.  That is proving a challenge for us right across the health service.  I take on board as well the Senator's point about the progressing disability services programme and the issues surrounding that.<\/p> <p>Senator Wall spoke about the issues concerning special needs assistants, SNAs.  There was an announcement from the Minister of State, Deputy Madigan's office.  I accept the Senator's comments on the frustration with the communication around that issue and that there are ongoing issues in terms of accreditation for SNAs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is about proper recognition for the work they do, the responsibilities they have and the key role they play in schools.  Senator Malcolm Byrne was at that committee meeting, as were other Members, and there are issues around the contract.  My information is accreditation is something that is accepted and agreed by Government and is on the way but I accept absolutely there is frustration it has not happened by now.<\/p><p>Senator Flynn touched on an issue around the use of language and the importance of proper language.  Words matter and what is said cannot be unsaid.  It is forever on the public record once one opens one's mouth.  The Senator's mother's comments are wise and a very nice way to put it.  The Senator is right that any commenting around people's living situation, especially when there is a consistent State failure to provide proper accommodation, is wrong and should be reflected upon.  Many people in both Houses and beyond have at times used inappropriate language that caused hurt, so we can all think better about the language we use.<\/p><p>The debate with the Minister for Children, Equality, Disability, Integration and Youth on direct provision has been requested.  Again, it will probably be in the autumn session but we are working on getting that date for the Senator.  I am aware other Members also want to have that conversation with the Minister, Deputy O'Gorman.<\/p><p>Senator Ward spoke to alert the House to the public consultation taking place through the Department of Justice around parental alienation, which is where one parent stops another from accessing the child and this does damage to the child as well as the parent.  There are obviously lots of difficulties there.  One parent may have genuine reasons for not wanting to engage with the other so we must be very careful in how we work through that.  The Senator has encouraged Members to alert their communities to that particular public consultation.<\/p><p>Senator Keogan spoke about the NGO sector and the vast amounts of public money spent on these organisations.  She is right to raise the point there should be a specific role for NGOs in servicing the community, assisting people and advocating but that it should not simply be to lobby and that is not really the intention at the outset.  It is important we continually assess and reflect on the expenditure of public moneys and always ask the question of whether we are spending public money in the right way and can we justify it to the public.  Genuine questions can be asked there and we need always to hold Government to ensure public money is spent in the right way and with the right intention.<\/p><p>Senator Buttimer spoke about public sector pay and asked for a debate with the Minister, Deputy Michael McGrath.  We will make that request.  He also asked for a debate on the budget.  He made the point the budget is quite a long way away and he would like to see measures implemented before that.  It is worth noting we have seen almost &euro;2 billion of public expenditure on measures to try to deal with the cost of living.  Budget 2022 includes the largest social welfare budget the State has had in more than 14 years.  There have been specific targeted payments in the form of the fuel allowance and extra payments for those receiving it of &euro;125 in March and another &euro;100 in April.  There were specific measures around reduction in VAT on gas and electricity for everybody.  There was an energy rebate for all households as well.  Thus, there have been specific targeted measures and more broad-ranging measures.<\/p><p>There was obviously a reduction in the cost of diesel and petrol that seems to have been erased in recent weeks but there have been emergency measures taken by the Government.  It is worth pointing out those measures can be taken in advance of a budget as well if needs be.  The Government is monitoring the cost of living issue on a weekly basis and it is the top priority for the Government to deal with.<\/p><p>Senator Mullen spoke about RT&Eacute; now not coming in to the Oireachtas committee.  I completely agree with his remarks.  It is right and proper the broadcaster is not coming before an Oireachtas committee.  Despite the fact there was considerable upset and anger at that debate we must be very careful around the role of Oireachtas committees and that line between the State broadcaster and the Oireachtas as well, in that there is a relationship there that needs to be harmonious to ensure the proper operation of a democracy and the Oireachtas, as well as the proper functioning of the broadcaster.  There is a fine line.  There have been debates in the past on different issues like marriage equality and the referendum on the eighth amendment where at times others call for debates to be closed down as well.  However, again, it is about taking on board that we must listen as well, where certain language is used that maybe did not need to be used, that there are times when we can intentionally need to hurt others without any real benefit to it and there is no need for that either.  It is just to learn from that, move forward and hope that particular issue can be resolved to the satisfaction of both parties.<\/p><p>Senator Maria Byrne spoke about welcoming the new planning for a 150-bed hospital in Limerick to be run by the Bon Secours group.  She acknowledged it will be a private facility but made the point there is a role for public and private healthcare and the additional 150 beds, though they are private ones, will help alleviate the pressure on UHL.  That pressure is considerable.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We know that HIQA recently reported that the circumstances of patients in the hospital are far below the standard expected.  The Senator congratulated Councillor Olivia O'Sullivan on her election as mayor of Limerick.  She is the third woman mayor in a row and there have been only five in the past 1,000 years.  That is quite significant.  I wish the councillor well in her time ahead.<\/p><p>Senator Davitt spoke about the plans to provide for maternity leave for councillors that are going to Cabinet and welcomed that move.  We all concur with that.  We have certain steps to take in this House also.  We still do not have maternity leave for Oireachtas Members.  A bespoke solution was put in place for the Minister for Justice that was absolutely appropriate and needed, but there has been no change whatsoever for any other Member of either House.  There is a public perception that the issue has been resolved but it has not actually changed at all.  If we are serious about encouraging women into politics and retaining them in politics, this is one of many issues we will need to address as an Oireachtas.  Senator Davitt said there is potential to expand a plan to cater for councillors with long-term illness whereby they could nominate somebody to stand in to do their job for a number of months.  It is a reasonable suggestion and one that should definitely be explored.<\/p><p>Senator Carrigy spoke about the Men's Shed in Longford, whose representatives in the Visitors Gallery are welcome to the Chamber, and also about the importance of the Men's Shed movement right across the country, particularly in rural areas.  In my county, Mayo, several men's sheds have no doubt saved lives by dealing with mental health issues and rural isolation.  I do not say that lightly.  Having an outlet and the ability to meet up, make new friends, reconnect with old friends and do something positive in the community is really important.<\/p><p>Senator Carrigy also spoke about the loss of commercial rates to Longford County Council when Lough Ree power plant closed.  There was a reduction of &euro;1.2 million.  The Senator said there is a need to bridge the gap and ensure the funding is still provided to the local authority.  It is Government policy to ensure that we have just transition such that when we close power plants like the one in question and it has an impact on employment and commercial rates for a local authority, there is an onus on the Government to ensure no detrimental impact on the local community.  The Senator's comments are certainly valid and of genuine concern.<\/p><p>Senator Fitzpatrick spoke about housing and has urged certain groupings, parties and individuals, and everybody in between, to think before they object to housing in their local areas.  This is a problem right across the country.  Projects are not getting under way as quickly as they could or at all because of local objections.  Taking into account that planning and community engagement need to be done in the proper way, it is urgent to get houses built and finished.  The Senator also acknowledged the latest report that shows housing commencements are at an all-time high, with over 30,000 commencements in the past 12 months and the number going in the right direction.<\/p><p>Senator Fitzpatrick also alerted the House to a particular issue on the Navan Road, with the Intreo office, locally referred to as \"the labour\", having been closed since April.  I suggest to the Senator that she raise this as a Commencement matter given that it is a quite specific issue.  We can take it from there if a satisfactory answer is not provided to her.<\/p><p>Senator Conway spoke about the need to provide more housing for elderly people to facilitate them in downsizing and freeing up larger homes for younger families coming through.  It is a sensible suggestion.  He has asked for a debate on this matter.  We will request it for the autumn session.<\/p><p>Senator Conway has once again raised the issue of the leaving certificate.  I take on board his comments in that there is frustration because we still do not know the date on which the leaving certificate results will be published.  It is important to know because it has an impact on the Central Applications Office offers for college and students starting college.  The delay is because there have been a number of re-sits of the examinations because of Covid, in addition to other reasons.  I am aware that the office of the Minister for Education, Deputy Foley, is working very hard to resolve the issue at the earliest opportunity.<\/p><p>Senator Warfield spoke about the Government commitment to a HIV&ndash;AIDS memorial.  I take on board the Senator's comment that there should be consultation on the right way to achieve this.  It is hard to believe it is 1982 since the first case was reported.  We have come a long way.  Millions of people lost their lives over the period.  What is occurring is really important and I am glad to see it is finally progressing to the public consultation phase.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#CC00300","speaker":"1642","continuing":true},{"type":"unspoken","time":1655809200,"counter":87,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"National Archives Act 1986: Motion","time":1655809200,"counter":88,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#EE00300"},{"type":"speech","time":1655809200,"counter":89,"content":"<p>I move:<\/p> <blockquote> \tThat Seanad &Eacute;ireann approves the following Order in draft:   \tNational Archives Act 1986 (Section 1(2)(d)) Order 2022,  a copy of which has been laid in draft form before Seanad &Eacute;ireann on 8th June, 2022. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#EE00400","speaker":"1642"},{"type":"unspoken","time":1655809200,"counter":90,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1655809200,"counter":91,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 2.30 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 2.49 p.m.<br \/><br \/>Sitting suspended at 2.30 p.m. and resumed at 2.49 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Insurance (Miscellaneous Provisions) Bill 2022: Committee and Remaining Stages","time":1655809200,"counter":92,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#JJ00100"},{"type":"unspoken","time":1655809200,"counter":93,"content":"<p>Sections 1 to 11, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1655809200,"counter":94,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1655809200,"counter":95,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"speech","time":1655809200,"counter":96,"content":"<p>When is it proposed to take Report Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#KK00200","speaker":"1693"},{"type":"speech","time":1655809200,"counter":97,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#KK00300","speaker":"1640"},{"type":"speech","time":1655809200,"counter":98,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#KK00400","speaker":"1693"},{"type":"unspoken","time":1655809200,"counter":99,"content":"<p>Bill received for final consideration.<\/p>"},{"type":"speech","time":1655809200,"counter":100,"content":"<p>When is it proposed to take Final Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#KK00600","speaker":"1693"},{"type":"speech","time":1655809200,"counter":101,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#KK00700","speaker":"1640"},{"type":"speech","time":1655809200,"counter":102,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#KK00800","speaker":"1693"},{"type":"unspoken","time":1655809200,"counter":103,"content":"<p>Question, \"That the Bill do now pass\", put and agreed to.<\/p>"},{"type":"unspoken","time":1655809200,"counter":104,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 2.52 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 3.50 p.m.<br \/><br \/>Sitting suspended at 2.52 p.m. and resumed at 3.50 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Planning and Development (Amendment) (No. 2) Bill 2022: Committee Stage (Resumed) and Remaining Stages","time":1655809200,"counter":105,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#VV00100"},{"type":"unspoken","time":1655809200,"counter":106,"content":"<p>SECTION 17<\/p>"},{"type":"unspoken","time":1655809200,"counter":107,"content":"<p>Question again proposed: \"That section 17 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1655809200,"counter":108,"content":"<p>Section 17 amends section 177L of the principal Act to reflect the repeal of section 177D, which relates to applications for leave.  Section 177D, which is being repealed by section 21 of the Bill, which I will be opposing, provides for the decision of the board not to grant substitute consent.  In its submission to the Joint Committee on Housing, Local Government and Heritage on the pre-legislative scrutiny of the Bill, the Irish Environmental Network recommended that there would be an amendment to the existing gateways in sections 177B to 177D, inclusive, and a simplification of section 177K to allow that there would be a process of preliminary examination relating to exceptional circumstances with public participation and additional obligations in terms of making all of the relevant materials available to ensure there would be robust and speedy access to the necessary information rather than a straight repeal, as this legislation proposes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It basically comes down to the same crunch, namely, there is a very clear obligation that these measures and substitute consent be only made available in exceptional circumstances.  I will bring forward amendments on Report Stage to try to address that and look to what the processes might be in evaluating and considering whether a proposal meets exceptional circumstances, with strong and clear public participation mechanisms and full transparency regarding all relevant materials.  Strengthening the existing process would be a better approach than the proposal before us that effectively changes the process and indeed makes it excessively streamlined and developer-led in this regard.  I am opposing the section on that basis and will come to the linked issue of section 21 in due course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#VV00400","speaker":"1662","continuing":true},{"type":"speech","time":1655809200,"counter":110,"content":"<p>Senator Higgins's opposition to section 17 concerns technical drafting amendments with respect to remedial environmental impact statements as a result of the substantive changes in the Bill.  I cannot accept the opposition to these sections.  They comprise technical amendments necessary as a result of the repeal of section 177D and ancillary provisions relating to the decision of the board whether to grant leave to apply for substitute consent.  The removal of the leave to apply stage when applying for substitute consent is one of the core elements of what is being proposed.  For this reason, I cannot assent to its removal nor that of any ensuing technical amendments elsewhere in the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#WW00200","speaker":"1595"},{"type":"unspoken","time":1655809200,"counter":111,"content":"<p>Question put and declared carried.<\/p>"},{"type":"unspoken","time":1655809200,"counter":112,"content":"<p>SECTION 18<\/p>"},{"type":"unspoken","time":1655809200,"counter":113,"content":"<p>Question proposed: \"That section 18 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1655809200,"counter":114,"content":"<p>Section 18 amends section 177M of the principal Act to reflect the repeal of section 117D, which relates to application for leave, amends the reference to section 261A and channels applications to 177E, which has been amended.  A key element in this section is the deletion of the phrase &quot;in a case where it granted leave to apply for substitute consent on the grounds that exceptional circumstances exist, or in a case where the application is made in compliance with a direction to apply for substitute consent under section 261A&quot;.<\/p><p>Subsection (2) more broadly provides:<\/p> <blockquote> \tWhere the Board grants an application for substitute consent under section 177K in a case where it granted leave to apply for substitute consent on the grounds that exceptional circumstances exist, or in a case where the application is made in compliance with a direction to apply for substitute consent ... it may determine that a sum or sums is or are required to be paid in order to defray some or all of the costs incurred by the Board or the planning authority during the course of consideration of the application... <\/blockquote> <p>This is again the core issue.  I do not believe the case has been properly, clearly or strongly made.  This is not the issue of whether there should be a mechanism for substitute consent.  It is fine there would be a mechanism but the issue is what the mechanism is.  This is another place where we are moving away from the situation whereby there is scrutiny by the court of whether the exceptional circumstances test has been met, that is, if somebody is seeking legal leave to apply for substitute consent that he or she would first have met a standard in terms of exceptional circumstances and been allowed to seek substitute consent on that basis.  It also relates to the removal of the power of local authorities to direct a developer or the owner of a development to apply for substitute consent.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Again, it has not really been clear to me what the situation is if there are developers who do not wish to seek substitute consent when local authorities can no longer request that they regularise their position.  That has been removed by this legislation.  Also removed are provisions that would have allowed for the costs of evaluation.  Maybe sums would have been contributed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#WW00600","speaker":"1662","continuing":true},{"type":"speech","time":1655809200,"counter":116,"content":"<p>Senator Higgins has detailed the reasons for her opposition to section 18.  The section contains technical amendments with respect to remedial environmental impact statements as a result of the substantive changes to the Bill.  I note the concerns raised by the Senator.  However, the removal of the leave-to-apply process when applying for substitute consent is one of the core elements of the Bill proposed and therefore we cannot consent to its removal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#XX00200","speaker":"1595"},{"type":"unspoken","time":1655809200,"counter":117,"content":"<p>Question put and declared carried.<\/p>"},{"type":"unspoken","time":1655809200,"counter":118,"content":"<p>SECTION 19<\/p>"},{"type":"unspoken","time":1655809200,"counter":119,"content":"<p>Question proposed: \"That section 19 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1655809200,"counter":120,"content":"<p>I wish to speak on section 19.  The section amends section 177N of the principal Act and deletes the phrase \"for leave to apply for substitute consent\" throughout.  Section 177N provides for the powers of the Minister to make regulations regarding substitute consent.  This section will remove the powers of the Minister to make regulations in respect of leave to apply for substitute consent.  To be extremely clear, it would mean a more favourable situation for developers, something that I believe risks a bar of incentivisation or reward for developers.<\/p> <p>I know the Minister of State will not accept what I propose because the fundamental purpose of this Bill is effectively to change our mechanism for substitute consent.  Ireland has been called out for failing to do what was required of it properly and it put together, however imperfectly, a mechanism around substitute consent.  The decision made a very short period later to start diluting the associated process and the checks and balances within it, including in respect of seeking leave to apply for substitute consent and the power of local authorities in terms of requesting it, is a regressive step in terms of oversight.  In that context, I just have to oppose section 19.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#XX00600","speaker":"1662"},{"type":"speech","time":1655809200,"counter":121,"content":"<p>We note Senator Higgins's opposition to section 19 of the Bill and the technical amendments with respect to the remedial environmental impact statements.  We cannot accept the proposed opposition.  These sections comprise technical amendments necessary as a result of the repeal of section 177D and ancillary provisions relating to the decision of the board on whether to grant leave to apply for substitute consent.  The removal of the leave-to-apply stage when applying for substitute consent is one of the core elements of the Bill proposed and therefore we cannot consent to its removal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#XX00700","speaker":"1595"},{"type":"unspoken","time":1655809200,"counter":122,"content":"<p>Question put and declared carried.<\/p>"},{"type":"unspoken","time":1655809200,"counter":123,"content":"<p>Section 20 agreed to.<\/p>"},{"type":"unspoken","time":1655809200,"counter":124,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1655809200,"counter":125,"content":"<p>I move amendment No. 12:<\/p> <blockquote> \tIn page 13, between lines 31 and 32, to insert the following:   \t<b>&quot;Threshold for substitute consent <\/b><br \/><br \/><b>21. <\/b>The provisions of this Act including the right to apply for substitute consent shall not be applicable in respect of projects which have an estimated commercial value of greater than &euro;5,480,000.&quot;.  <\/blockquote> <p>Amendment No. 12 would insert a new section into the legislation that would state: &quot;The provisions of this Act including the right to apply for substitute consent shall not be applicable in respect of projects which have an estimated commercial value of greater than &euro;5,480,000.&quot;  This is the same threshold as in the 2014 EU directive.  I picked it as the threshold the EU has set for what are considered to be &quot;major works&quot;.  Irrespective of whether the Minister of States wants to accept the amendment, I have used this threshold because it is recognised within the EU as the one pertaining to a project of great significance, a project with a value of over &euro;5 million.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am open to other thresholds that might be inserted.<\/p><p>I might reserve the right to bring forward more amendments on this on Report Stage given the very substantial benefit that may accrue to a developer in respect of the measures in the Bill.  Given that developers can avail of the approach that it is easier to look for forgiveness afterwards than permission at the time, it is important that the stakes are quite high.  We should not have projects worth &euro;5 million, &euro;4 million or even &euro;3 million that can get under way and simply absorb whatever fines, other measures or legal processes around applying for consent after the fact, and not have that be significant.  If a project is worth a significant amount of money, we know there are those who can simply absorb the costs of substitute consent after the fact.  As I have mentioned, I am extremely concerned the Bill creates perverse incentives and is in danger of being out of tune with the EU ruling which made it extremely clear there should be nothing that would serve to encourage development without proper planning standards or permissions or in any way reward those kinds of practice.  However, as we have discussed, the provisions of the Bill allow not only for people to seek substitute consent, which was already in place, but for a developer to have a meeting with An Bord Plean&aacute;la to decide whether he or she wants to seek substitute consent.  A developer is, therefore, not taking a risk or a gamble given he or she can have a meeting.<\/p><p>We need to bear in mind that the power of others, such as local authorities, to make a developer seek consent and go through the process have been removed.  Therefore, all of the power is in the hands of a developer.  The developer decides if he or she wants to seek substitute consent, based on a meeting with no risk, and can then seek that.  If a developer seeks substitute consent, not having obtained the proper permissions or engaged in proper environmental scrutiny at the time of the application, he or she is rewarded by being allowed to attach to the process other developments on other sites that may not be related developments but rather are new and different developments.  Such developments may not be on the same site but rather on adjoining sites.<\/p><p>The person seeking substitute consent for something he or she did in the past may want to do remedial work to address that.  That is not solely what developers are seeking.  Somebody could put in a massive application for anything on an adjoining site and bypass the usual process through local authorities by going straight to An Bord Plean&aacute;la.  That means the developer who has a previous record of non-delivery in terms of environmental standards is, in fact, in respect of a new development on a new site, in a better position than somebody else who has followed the rules and is applying for planning permission on a site.<\/p><p>They also deal with applications for substitute consent, but they already had to do that.  The fact is developers like that will be a lot better off and incentivised to engage in such practices after the passage of the Bill than they were before.  That is why putting a threshold on this is important.  If the Minister of State will not put a threshold on the original development because of the cost of breaking that down and all of the other issues that were discussed, the Government should, at an absolute minimum, be open to putting a threshold on the value of a new development that may be fast-tracked through the legislation.<\/p><p>The owner of a quarry may not have carried out an impact environmental impact investment and everything else.  He or she may have an adjoining site and be able to submit an application for a &euro;5 million development on that and tag that into regularising the quarry.  A developer on small development that did not seek substitute consent would be able, on a neighbouring site, to fast-track a project worth more than &euro;5 million.  That is wrong.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2022&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a massive overreach.  It is a gift.  The Minister of State should bear in mind that this is not a matter of just housing development.  This is not constrained, but can be for whatever one may want to put in.  As a minimum, if the Minister of State will not accept this amendment which seeks to put a &euro;5 million threshold on development, he might be able to put another threshold in place or he might be able to put a threshold on the value of the additional developments that get tagged along with the application for substitute consent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#XX01100","speaker":"1662","continuing":true},{"type":"speech","time":1655809200,"counter":128,"content":"<p>I will address amendment No. 12, as tabled by Senator Higgins, which seeks to insert a new section 21 into the Bill relating to the thresholds of substitute consent.  The amendment seeks to insert a provision whereby the provisions of this Bill, including the right to apply for substitute consent, shall not be applicable in respect of projects that have an estimated commercial value of greater than &euro;5.48 million.<\/p> <p>I am opposing the proposed amendment No. 12.  The amendments that have been proposed by the Government by way of this Bill are intended for exceptional circumstances.  I note that the Senator did not refer in her contribution to the fact that the developer has to prove its bona fides in this case, as has been outlined clearly in section 16(8)(g), irrespective of the commercial value of the site.  In the rare cases where a substitute consent is being sought, it is done so after the bona fide mistake has been realised by the developer, which is often following a court judgment has revised a common legal understanding of whether a development or class of developments were in breach of the law or not, where a developer thereafter seeks formally to correct that mistake and where the developer is also exposed to the significant negative risk of mandatory enforcement and remediation of the site if substitute consent was to be refused.  It is not the intention of this Bill to preclude any site from being brought back into the planning system by way of substitute consent on commercial grounds.  Therefore, I am opposing the proposed amendment No. 12.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#ZZ00200","speaker":"1595"},{"type":"speech","time":1655809200,"counter":129,"content":"<p>I note that the Minister of State has not addressed my point on the additional applications.  Perhaps he might expand on that, given as I say that this not an arbitrary threshold.  This threshold is recognised in the EU in procurement laws and others as major works.  Does the Minister of State feel that it is appropriate or acceptable for a project or a proposed development of more than &euro;5 million on adjoining land to be attached to an application for a substitute consent on a site?  Can the Minister clarify his position in relation to the additional applications?  If massive projects of that size are to go through a shorter process, that raises a concern.  This issue is quite separate to the position of the regularisation.<\/p> <p>Again, I have not received an answer about the situation for those who do not seek substitute consent, but who are found for example to be in a class of development or a development that has not properly applied the planning laws?  Previously, the local authority could initiate the substitute consent process and thereby could allow a developer to regularise its status.  Now, however, it is only initiated by the developer.  The risks are very much reduced for the developer unless there is a parallel process.  There may well be one and the Minister of State might indicate what that process is.  I have two specific questions on that.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#ZZ00300","speaker":"1662"},{"type":"speech","time":1655809200,"counter":130,"content":"<p>In relation to the additional application, section 16 is clear that they are linked to substitute consent.  In relation to those who do not embark on substitute consent, the planning enforcement mechanism that currently operates with the local authority system would be enforced.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#ZZ00400","speaker":"1595"},{"type":"speech","time":1655809200,"counter":131,"content":"<p>To be clear, section 16 does not say that they have to be linked to the current use.  This could be, as I understand it, any use on an adjoining site.  Effectively, this case will arise when there are two properties beside each other.  Therefore, it is not linked to the substitute consent, which is its application.  There is that question.  This does not really answer the question.  In fact, neither of the questions have been answered.  It is in that context that I will press the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#ZZ00500","speaker":"1662"},{"type":"unspoken","time":1655809200,"counter":132,"content":"<p>Amendment put.<\/p>"},{"type":"speech","time":1655809200,"counter":133,"content":"<p>V&oacute;t&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#CCC00075","speaker":"1662"},{"type":"speech","time":1655809200,"counter":134,"content":"<p>The question has been put on amendment No. 12, that the new section be there inserted, and on the question a division has been challenged.  However, in accordance with Standing Order 61, I propose to put the question again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#CCC00100","speaker":"1650"},{"type":"unspoken","time":1655809200,"counter":135,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1655809200,"counter":136,"content":"<p>SECTION 21<\/p>"},{"type":"unspoken","time":1655809200,"counter":137,"content":"<p>Question proposed: \"That section 21 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1655809200,"counter":138,"content":"<p>Section 21 repeals a number of really important provisions in the principal Act and the original measures we had for substitute consent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022062100002#CCC00300","speaker":"1662"}]