[{"type":"minorheading","content":"Prelude","time":1619773200,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:00:00","time":1619773200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1619773200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1619773200,"counter":4},{"type":"majorheading","content":"Business and Covid-19: Statements","time":1619773200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#A00100"},{"type":"speech","time":1619773200,"counter":6,"content":"<p>Is c&uacute;is &aacute;thais dom f&aacute;ilte a chur roimh an T&aacute;naiste go dt&iacute; an Seanad.  T&aacute;imid bu&iacute;och go bhfuil s&eacute; ag dul i dteagmh&aacute;il linn faoin &aacute;bhar pr&aacute;inneach seo.  I thank T&aacute;naiste and Minister for Enterprise, Trade and Employment, Deputy Varadkar, for being here to lead and respond to this important debate.  We are hopeful that our contributions will inform final outcomes and decisions.  I invite the T&aacute;naiste and Minister for Enterprise, Trade and Employment to open the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#A00200","speaker":"1692"},{"type":"speech","time":1619773200,"counter":7,"content":"<p>I thank the Leas-Chathaoirleach for the opportunity to speak on business and Covid-19.  This may be the first time I have addressed the Twenty-sixth Seanad.  It is also a pleasure to be back in the D&aacute;il Chamber.  I am not sure I have been here this year.  We have been exiled to the convention centre but I am glad Senators are making good use of the Chamber during our brief exile.<\/p> <p>I offer belated congratulations to Senators on their election to this august House.  In particular, I congratulate Senator Maria Byrne on her return to the Seanad.  I also congratulate Senator Horkan.<\/p> <p>It is now 14 months since the first case of Covid-19 was confirmed in Ireland.  Since then, Covid 19 has dominated our lives and the political agenda.  One in 7,000 people in Ireland, North and South, have lost their lives and the public health measures designed to prevent further deaths have taken their toll on people's lives and livelihoods.  The Government certainly has not got everything right but there is much to be proud of in Ireland's collective response to the pandemic.  We have one of the lowest mortality rates in Europe.  Our much criticised health service has stood up to scrutiny, our front-line and essential workers have excelled and our businesses adapted overnight.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Leo Varadkar:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> While we came too close for comfort, we never ran out of ICU beds and never came close to capacity in terms of ventilators or oxygen, or general bed capacity.  Unlike many other countries, we did not have to send patients abroad.  We have a same-day testing capacity service for Covid and a vaccine programme that has vaccines administered to patients within days of their delivery to the State.  With the intensification of our vaccination programme over the next couple of weeks, we can now be hopeful for the future.  More than 200,000 people have been vaccinated in the last seven days and we expect close to 250,000 people to be vaccinated next week.<\/p><p>Yesterday's announcement on the reopening of the economy provides a pathway out of this incredibly difficult period for us but it cannot be a false dawn.  We must avoid a fourth wave of hospitalisations and deaths this side of autumn-winter 2021, if not entirely.   People have sacrificed too much and waited too long.  This time, we want to see construction, retail, hospitality and tourism reopen and stay open.  So we will continue to reopen the economy based on four tests: stable or falling cases and that is a reproductive number at or below 1; the condition and capacity of our hospitals and ICUs; the vaccine programme&rsquo;s progress; and any concern about new variants.<\/p><p>India's terrible second wave is a reminder that we must proceed with caution.  It is also a reminder that this is a global fight against a highly infectious disease and nobody is safe until everyone is safe.  Ensuring that all the world is vaccinated is a mammoth task and is best done through multilateral action through COVAX, the World Health Organization and the World Trade Organization.  Where capacity exists, companies that have developed vaccines should licence their product, especially in the global south.  Unfortunately, little capacity does exist in reality and so will take time.<\/p><p>On the one-year anniversary of COVAX, the vaccine-sharing facility, we must be honest with ourselves that it is the rich countries, including Ireland, that will vaccinate first.  We must redouble our efforts to help less well-off countries catch up.  In the meantime, we must do everything we can to send help to India, and we are.<\/p><p>I think the House will agree that the Government's financial supports for both workers and businesses have not been found wanting.  The three main schemes, the employment wage subsidy scheme, the pandemic unemployment payment and the Covid restrictions support scheme, compare favourably with any other packages on offer in other countries.  We also need to be honest about ourselves, this is borrowed money, and money provided by banks, bondholders and the European Central Bank, institutions that some wanted to burn, default on or repudiate only a decade ago.  It was wise that we did not.  Nonetheless, this debt will have to be serviced and refinanced but not just yet.  There is time to allow our economy to recover.<\/p><p>We have complemented the three main schemes with sectoral schemes such as the tourism business continuity scheme and the small business assistance scheme for COVID, from which there will be a second round of funding shortly.  We have also provided a range of other interventions, including commercial rates waivers, tax warehousing, restart grants and low-cost loans.<\/p><p>Around this time next month, we will publish the national economic recovery plan.  It will present our vision for what the post recovery economy will look like, and how we plan to support businesses and employees in the months ahead.  I think it is going to be a rocky road but I think we are much better placed to recover quickly than we were from the great recession a decade ago.  That is partly because the Government has been able to intervene and provide direct financial assistance to businesses and employees when they needed it most.  We went into this pandemic with public finances in good order, our debt was falling and we were able to borrow cheaply and easily when we needed to.  If we stay on track, I believe we can recover all the jobs lost during the pandemic by 2023.<\/p><p>As a Government, we understand the importance of continued financial supports to business.  We will ensure there is no cliff-edge scenario, especially for firms in particularly affected sectors such as aviation, tourism, hospitality, the arts and entertainment.  Some businesses will bounce back quickly.  Indeed, a number of businesses are already repaying the subsidies paid to them by the Government but others will take longer to come back, if at all.  We are also going to look at ways to make State-backed loans more attractive and easier to access within the state-aid rules of the European Union.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Leo Varadkar:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We know companies are going to require increased liquidity when they reopen over the coming weeks and months and we need to make that assistance as cost-effective and useful as possible.  We will complement this financial assistance with a new summary rescue process to provide small companies breathing space to restructure in a fast and inexpensive way that is an alternative to the examinership process through the Circuit Court and High Court. This legislation is being prepared by the Minister of State, Deputy Troy, and will be coming to the House before the summer recess.  With the support of Members, I hope we pass the Bill in good time.<\/p><p>I have also asked my officials to work on guidance for employers to make greater use of antigen testing.  Some companies are already using it and we want to encourage companies to use it more in our workplaces as another tool to combat Covid-19.<\/p><p>Following a reconfiguration of Departments, my Department has been renamed the Department of Enterprise, Trade and Employment and has taken on some of the employment rights policy remit from the Department of Social Protection.  Members may be aware that I am pursuing initiatives to improve workers&rsquo; terms, conditions and pay in the coming years.  I believe this makes economic sense and is morally right.  We must do so, however, in a way that is not counterproductive.  If businesses are forced to shed jobs or reduce people's hours due to rising labour costs, nobody will gain from that scenario.<\/p><p>The pandemic has highlighted that there is no legal obligation on employers to provide sick pay in Ireland.  The Government has introduced enhanced illness benefit, but it is evident that a longer term, more sustainable scheme now needs to be put in place for all illnesses and not just Covid-19.  We are currently finalising the general scheme of a statutory sick pay bill with colleagues in the Department of Social Protection.  It will build on the social protections we have put in place over the past five years, including the introduction of paternity benefit, parental leave benefit, the restoration of treatment benefit and the extension of social insurance benefits to the self-employed and farmers, including treatment benefit, jobseeker's benefit and the invalidity pension.  We have also effectively abolished zero-hour contracts and increased the minimum wage well ahead of inflation.<\/p><p>The pandemic has prompted us to redefine what we mean by front-line or essential workers.  When I was growing up, we thought of them as doctors, nurses, garda&iacute; or paramedics &ndash; generally people in a uniform with good public sector jobs, pensions, and who were paid more than the average or median wage.  But now we also think of the retail and transport workers, cleaners, security guards and food service staff - the people who kept us going during this pandemic.  One of the legacies of the pandemic must be better terms and conditions for everyone, including the move to a living wage and access to an occupational pension for all workers to supplement the State pension.<\/p><p>Earlier this month, following my request, the Low Pay Commission formally began work on examining how Ireland can move towards a living wage during the period of this Government.  The study will look at international evidence on living wages and examine different calculation methods.  It should report in the second half of this year, allowing us to make meaningful progress on this project next year.<\/p><p>Another dividend and legacy of the pandemic will be the move to remote working.  When the pandemic is over, many of us will return to the office and will be glad to do so, but things will never be the same again.  Through the implementation of our remote work strategy, I want to make sure that we seize this opportunity to make a permanent change in the way we work - a better work-life balance, less commuting and more collaborative office environments.  In addition to the recently signed right to disconnect code of practice, I will be introducing legislation on the right to request remote work.  It will provide a clear framework around which requesting, approving or refusing remote work can be based.<\/p><p>I am under no illusions about how difficult the coming months will be for businesses.  Some are barely hanging on and simply will not survive into 2022.  Reopening will not be successful for everyone.  Last week&rsquo;s announcements by KBC and Carphone Warehouse were a stark reminder of the serious difficulties we are facing in the months ahead.  The change in how we shop and bank was not caused by the pandemic but it has accelerated it and it will be permanent. When it comes to the twin transition, digital and green, there will be jobs lost as well as gained, and new businesses as well as business failures.  For our part, the Government will be doing everything possible to help the retail and banking sectors adapt and to help employees reskill for new jobs where old jobs are lost.<\/p><p>I look forward to hearing the Senators&rsquo; contributions and to responding to their questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#A00300","speaker":"1474","continuing":true},{"type":"speech","time":1619773200,"counter":10,"content":"<p>I thank the T&aacute;naiste for setting out the parameters of the debate and hopefully provoking a good discussion.  A large number of Members are offering.  Unless they are really decent with their colleagues and stick to the time, some will be left out.  By going over, they will be preventing a colleague from speaking.  I call Senator Ahearn for Fine Gael.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#D00100","speaker":"1692"},{"type":"speech","time":1619773200,"counter":11,"content":"<p>One could almost use the two hours for this debate to talk individually on this subject, it is so vital.  I welcome the T&aacute;naiste to the House and thank him and his officials in the Department for the work they have done over the past year during Covid-19.  I also thank all the local enterprise offices, LEOs, across the country for the role they played, in particular in Tipperary where it is led by Anthony Fitzgerald.  The first thing I want to touch on is a local issue in Clonmel and the Ballingarrane business, science and technology campus, the first of its kind in the country.  It is a partnership between IDA Ireland, the LEO and Tipperary County Council.  It has been set up as a pilot project.  There is a growing requirement for a modern, sustainable, commercial building in rural areas to attract businesses to come to rural Ireland, to give them the option of coming to Clonmel, Thurles or Nenagh rather than going to obvious locations of Cork and Dublin.  The key attraction is that it saves 18 months for a business to set up because looking for premises can take quite a long time, but here it is up and running for them.  It will play a key role in our strategy for our rural future.  If we are going to attract people to live in rural Ireland and set their base there, it is important for the Department of Enterprise Trade and Employment to play its role in bringing businesses to rural Ireland.  I ask that the T&aacute;naiste encourages IDA Ireland to continue supporting this project and to support more right across the country, as it will play a vital role. <\/p> <p>He touched on remote working and its importance.  More colleagues will speak on that.  We will have a discussion on remote working in Tipperary in May and I thank him for agreeing to host that.  It is for anyone in Tipperary who is interested in the subject and what the Government hopes to do.  Anyone wanting to register for the meeting on 11 May at 8 p.m. can go to shareyourfuture.ie\/tipperary.  As we move out of the pandemic it will play a very significant role in business and quality of life.<\/p> <p>I welcome the significant announcements made yesterday on the reopening of the country, particularly in respect of business and hospitality.  It has been incredibly difficult over the past year but especially over the past four or five months for the hospitality industry.  I welcome the T&aacute;naiste saying there would not be a cliff-edge approach to reopening of hospitality.  Last summer, we put investment in place for hospitality with the restart grant, the restart grant plus, and EWSS payments, which were all in place for reopening after phase 1.  It would make sense that when they reopen after a longer time, there would be supports available for them.  The sector is calling for initial supports but also long-term initiatives such as the 9% VAT rate, and if it was possible to maintain it for some years.  It was hugely successful in 2009 and 2010, or maybe it was a little after that, when it was brought forward.  The hit for the sector this year was even bigger than it was in the previous crash so the VAT rate will be really important.  <\/p> <p>I refer to the outdoor dining scheme.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Garret Ahearn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=GarretAhearn&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I met representatives from restaurants and traditional and food-serving pubs in Cahir last week.  The T&aacute;naiste has visited Cahir and he knows it is a beautiful small town of about 3,000 people.  It is a perfect setting for a rural area which can accommodate outdoor dining or seating areas in a wonderful setting of a small town with a castle.  It is a picturesque area and a prime example of how we can encourage the reimagining of rural towns.  The Minister for Rural and Community Development, Deputy Humphreys, will be focusing on that aspect in the years to come.  In supporting those industries, it is important that we have a scheme not just for dining and to extend it beyond that aspect.  I would love to talk about a range of things, but I am conscious many people want to speak on this subject.  I will be happy to work with the T&aacute;naiste on a range of issues in future and I thank him for being here.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#D00200","speaker":"1629","continuing":true},{"type":"speech","time":1619773200,"counter":13,"content":"<p>I welcome the T&aacute;naiste to the House, and I agree with him on congratulating Senators Maria Byrne and Horkan on their election.  As the T&aacute;naiste said, it is a long time since he has been in this Chamber physically and in the Seanad.  There is unfinished business regarding Seanad reform, which we will return to another today.  The roadmap outlined yesterday by the Taoiseach, and which the T&aacute;naiste has reiterated in part, is useful and welcome.  People's hopes have been raised and there is a sense of confidence that as the vaccination process kicks in, the likelihood of increased hospitalisations and a fourth wave is diminishing.  That is a welcome state of affairs.<\/p> <p>We must, however, address some serious issues we have left unaddressed for a long time.  One of them is the unique vulnerability of the Irish health system to these kinds of pandemics.  We also have a low rate of ICU capacity, which makes us uniquely sensitive.  We have to press the emergency brake far faster and more aggressively than other countries because for more than ten years, we have failed to generate adequate responses concerning increasing ICU capacity.  In addition, we must prepare for the contingency of a fourth wave and consider the seasonal aspect of these types of coronavirus infections.  We must plan against the contingency that there may be a fourth wave of Covid-19 in the winter of this year.  I would like to hear the Government tell us what those plans are, because there are lessons to be learned.  <\/p> <p>I also wish to reflect briefly on the need to examine where things have gone right and wrong.  Our testing and tracing system did not seem to be robust.  On the other hand, the vaccination programme, once we had the vaccines, seems to have gone very well.  I have received the first jab and what I saw in the Aviva Stadium was very effective.  I compliment everybody involved.  However, there are things that we must look at regarding the whole approach of the National Public Health Emergency Team, NPHET, in providing advice to the Government.  I would like to have a critical analysis of whether it was really necessary to close the construction and ordinary retail sectors to the extent that they were.  I fully appreciate that general mobility was one of the things NPHET had in mind in respect of the closing of those individual sectors.  Regarding the economic damage done by some sectoral decisions, however, the setback in the provision of housing was a significant choice and I would love to see some objective analysis conducted in that regard.  It should not be carried out by NPHET and should not be self-examination.  There should be an independent examination of whether we got things right or wrong or if we did too much or too little in certain areas.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> There are many things which remain to be done.  The T&aacute;naiste correctly stated that we face into a slow reopening and rebuilding of the economy and that we are well-positioned economically to do both.  I ask the T&aacute;naiste to pass on to the Minister for Finance, Deputy Donohoe, the real need to reconsider the rate of capital gains tax for the next two years.  When we reduced the rate of capital gains tax from 40% to 20% in 1997, we noted that there was an increase in yield of the order of 500%.  It is not just the yield to the Exchequer I have in mind - though we will need increased Exchequer funding - it is also the need to make assets more available and sales and transfers of assets more practical for those people who are trying to help the economy recover.<\/p><p>There are many other things I would like to say but time does not permit me to do so.  We have many lessons to learn and it is essential that the people who made the decisions are not the judges of the correctness, incorrectness or efficacy of those decisions.  Other people have to put their mind to assessing those issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#E00300","speaker":"1669","continuing":true},{"type":"speech","time":1619773200,"counter":15,"content":"<p>I thank the T&aacute;naiste for attending.  I send sincere best wishes to the people of India in particular, who are going through a very difficult time at the moment, and beyond.  Any support the Government can give, must be given.<\/p> <p>It is important to acknowledge the substantial, unprecedented supports which the T&aacute;naiste has outlined and which the Government has put in place, while also recognising that, despite these supports, thousands of businesses across the country remain under significant pressure due to the crisis not of their making.  The T&aacute;naiste touched on it matter earlier, and I believe that we need to consider an examinership-like process to allow any insolvent SMEs to restructure debts using a fast-track process without the large expense of going to court, which would prove too costly for SMEs.  I would appreciate it if the T&aacute;naiste could indicate whether any changes to the current structure may be implemented, especially for the hospitality sector, which is extremely labour-intensive in nature.  Part of the criteria might need to be looked at in the context of employment details in order to meet that criteria.  While most sectors have been negatively impacted by the pandemic, the scale of damage has not been the same for all.  The hospitality sector has paid a heavier price than most, as we all know.  The sector employed almost 200,000 people and was worth in the region of &euro;8 billion to our economy prior to Covid.<\/p> <p>The recent announcement by An Taoiseach that there will be a hospitality sector stimulus package in the coming months is much-needed and positive news.  I acknowledge the restart week Covid restrictions support scheme, CRSS, payment announced yesterday, which will allow businesses that are able to open as restrictions are eased to claim increased and double payments for a number of weeks.  Businesses in the sector have been shut for the vast majority of the past 15 months, some of them for the entirety of that period.  This has been the case, unfortunately, for traditional pubs across the country, especially in Dublin.  There will be substantial work needed for these businesses to be in a suitable condition for reopening and this will come at considerable expense.  It would be worth examining whether some of the funding planned for the hospitality sector stimulus could be used now to provide a restart grant for these businesses.  I would be interested to hear the views of the T&aacute;naiste on that.<\/p> <p>The employment wage subsidy scheme is currently scheduled to run until the end of June.  I appreciate that it is being run at considerable expense to the State but strong consideration needs to be given to extending the scheme for the remainder of 2021.  The feedback I have received, particularly in Galway city, is that the scheme is essential in order to give businesses an opportunity to rebuild while limiting their expenses.  We all want business to survive, rebound from this crisis and grow again and, if we make extra investment now, it may prove the difference for thousands of businesses across the country getting back on their feet and giving them a window to ensure they can become sustainable before supports are removed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ollie Crowe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=OllieCrowe&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As for yesterday's announcement, I ask the T&aacute;naiste to give consideration to restaurants, coffee shops and gastropubs.  He will be familiar with this in Dublin but I refer in particular to the inner city where I am from, in Galway.  There are two hotels in my area on the same street and yet my food-serving business will not be allowed open.  I ask the T&aacute;naiste, if possible, to publish the medical evidence to state why it is allowed for restaurants in hotels to be open and not restaurants across the street.  It is a bit unfair and needs to be looked at.<\/p><p>The outdoor areas will be used by people within that vicinity and the guests will be kept in the hotels.  As a compromise, it might be suitable that no alcohol be served in the indoor area and a timescale be put in place up to 8 p.m. or 9 p.m.  It is difficult for the restaurants and coffee shops that bring life and vibrancy to our cities.  We need to look at that again and give consideration to no alcohol being served indoors and up to a certain period of time.<\/p><p>We need to support hospitality.  We need to treat all hospitality sectors equally.  It is a particularly difficult time.  The T&aacute;naiste mentioned it in his contribution.  Will the T&aacute;naiste give a commitment to publishing the scientific and medical advice as to why indoor gastropubs, restaurants and coffee shops cannot open when hotels can?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#F00200","speaker":"1646","continuing":true},{"type":"speech","time":1619773200,"counter":17,"content":"<p>It is welcome to have the T&aacute;naiste in the Chamber today.  It is great to see a safe and sure plan for reopening.  Of course, I encourage remote work and investment in the west, which would be brilliant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#G00200","speaker":"1654"},{"type":"speech","time":1619773200,"counter":18,"content":"<p>I too, welcome the T&aacute;naiste to the House, as well as the hope that many of the Government announcements brought to people around the country.  One only had to listen to \"Morning Ireland\" this morning to hear what this meant to grandparents, in particular.  It gives hope to so many people.  However, there are a number of areas I would like to bring up with the T&aacute;naiste that have been flagged with me by various business owners in recent weeks and days.<\/p> <p>The Government has been able to get to this day due to the enormous sacrifices of the Irish people.  It is important we now ensure, to the greatest possible level, that we never go back to level 5 lockdowns and do everything we can to achieve this.  It is equally important that business owners and employees know exactly where they stand with regard to the temporary wage measures introduced by the Government.<\/p> <p>I heard the T&aacute;naiste state last night that Government will not allow a cliff-edge and that an announcement would be made by the end of May.  Speaking to a number of business owners and those in receipt of these payments, there is a need for certainty and clarity and to allow business to plan.  There is also a call that even when these businesses reopen, as has been said here this morning, some form of wage support should continue for a number of weeks while businesses and their employees find their feet in an emerging Ireland, still dealing with levels of Covid-19.  I hope that serious consideration is given to such a payment.<\/p> <p>We can never go back, particularly for the many businesses that had opened for short periods, only to close their doors once again due to the new waves of infection that were targeting our country.  During this time, it was the small family businesses in the main that were hit most.  They were under serious threat from large multiples which, whether we like it or not, had traded during the pandemic and were selling many of the items these smaller family-run businesses were not allowed to sell.  This can never happen again.  These same small, family-run businesses are the heartbeat of many of our towns and communities and many are close to closure and will need support into the future.  <\/p> <p>Another issue raised with me by a number of businesses is the rates waiver offered by the Government this year.  These are businesses that had to take out working capital loans to keep their businesses going.  In securing these loans, the projected turnover they gave to their financial institutions has not materialised, due to the Covid-19 restrictions they are operating under.  However, their local authority tells them they have not demonstrated that their turnover in the claim period from 1 January to 31 March did not exceed 25% of the average weekly turnover for the governing year of 2019.<\/p> <p>I ask the T&aacute;naiste and his Department to reconsider this turnover limit for those who have contacted me.  I am sure there are other businesses in the same position and a rates waiver could mean the ability to continue for many of those who have contacted me and, I am sure, others in this House.<\/p> <p>As we look forward to an Irish summer at home, there are a number of points I would like to bring up with the T&aacute;naiste.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Wall:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarkWall&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a very welcome exemption for restaurants to operate as takeaways for the remainder of 2021.  The removal of section 254 fees was also a step in the right direction.  However, I have received a number of queries from those operating in our towns and villages about the third part of the announcement, which is that awnings and coverings will be treated as street furniture.  Will the T&aacute;naiste confirm today that this will be the case and that local authorities will not send inspectors out to examine every awning and its location?  For this to work for business, those in this trade will need to erect coverings, and they need to know they will be okay and will not face inspections.<\/p><p>Another issue I am sure the T&aacute;naiste and every Member in this House has been contacted about is the urgent need to provide extra bins and public toilets in many of our villages and towns in scenic areas.  We are in exceptional and unprecedented times.  The answers I am getting back from councillors throughout the country is that they are being told by the executives of their local authorities that they have no money to provide this service or the hours it would take to clean up these situations by paying staff.  Leaving aside collective responsibility for the moment, we have already had a debate in this House on this issue and on litter.  I introduced legislation on the matter that I hope Government will assist further.  Let us instead take a common-sense approach and provide the finance to our local authorities to allow for these bins and extra toilets, thereby presenting and encouraging our population to go outdoors and avail of the terrific fare so many of our restaurants and food outlets provide. <\/p><p>The so-called food trucks are a growing area which have brought many people into the food business.  I would appreciate it if the T&aacute;naiste could look at this area and possibly bring forward legislation and supports for what needs to happen for these businesses and what they are providing for so many new people who  have entered the food industry.<\/p><p>On the eve of May Day I will finish by thanking, as the T&aacute;naiste has already done and I am sure everybody in the House will, all those workers who have worked without fear or favour since this pandemic began.  It is always important to remember those who have lost their lives while working during these turbulent times for our country.  I will take the opportunity to raise with the T&aacute;naiste the totally unacceptable current levels of youth unemployment in this country.  I have previously raised my concerns and the concerns of those working in this area when we discussed this matter last year.  At that time, Government, including the T&aacute;naiste, acknowledged this was a serious problem and that Government would do all in its power to address it.  At that stage, the level was just over 30%.  Today, estimates are that the figure could be close to around 50%.  There is no doubt the pandemic is responsible for contributing to these unacceptably high figures when the traditional youth employment areas of tourism are hit most.  I ask Government to address it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#G00300","speaker":"1684","continuing":true},{"type":"speech","time":1619773200,"counter":20,"content":"<p>I ask everyone to note we have to keep to time if we are to allow everyone to speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#H00200","speaker":"1654"},{"type":"speech","time":1619773200,"counter":21,"content":"<p>Cuirim f&aacute;ilte roimh an Aire.  Is deas &eacute; a fheice&aacute;il sa Teach seo don ch&eacute;ad uair &oacute; toghadh don Seanad m&eacute;.  I welcome the T&aacute;naiste.  It is good to see him in the House for the first time since I became a Senator.  It is a very positive day today.  People woke up slightly happier, maybe, than they have been in 14 months.<\/p> <p>Bearing in mind there has been provision of approximately &euro;30 billion in supports for individuals and businesses, how will the phasing out of these supports be done in a way that will still support vulnerable sectors, such as tourism, aviation and hospitality?  These are three key matters we really need focus on, not just in my area of Clare, but in the entire region.  Some 260,000 people work in the tourism sector alone.  In the mid-west, the tourism sector brought in &euro;472 million in 2019.  As you can imagine, that has paled into non-existence, practically, in the past 14 months.  Some 90% of the 270,000 jobs in tourism were lost during Covid.  In Clare alone there would normally be 10,000 people employed in the tourism sector.<\/p> <p>To help salvage this industry, I ask to see what extra supports the Government is hoping to bring in.  I have talked to tourism businesses and the head of tourism.  I have talked and listened to many people.  I heard a couple of good examples of more funding, such as for tourism boards locally for advertising why visitors should come to their county and for a staycation initiative for people who might travel to other counties now that they can.  There are many places to discover.  We all know about the famous ones but every county has these special places.  It is now time that people rediscovered places that are not so well known because we still want to maintain social distancing and spread out more.  I would like to see some extra supports for tourism boards, like Clare tourism, to be able to promote these places.<\/p> <p>Can local authority rates be waived until March 2022?  This is basically a wish list.  The retention of the 9% VAT rate is one of the things that really makes a difference to businesses.  Ireland has some of the highest business costs in Europe, so we need our tourism tax rate to be in line with the rest of Europe.  We need to keep the employment wage subsidy scheme, EWSS, in place until March 2022 to help the tourism industry through the winter period.  We also need to provide more supports for the local enterprise offices.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;is&iacute;n Garvey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RoisinGarvey&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I cannot emphasise them enough and the Minister himself mentioned the important role the LEOs have played.  That was ironic as they have the same name as the Minister.  The local enterprise offices have played a huge role in helping small businesses keep afloat during the pandemic.  They have worked tirelessly to get businesses online, help them with marketing and help them get sales online.  It is of paramount importance that we support them further because they have a lot more work left to do.  They need extra staff and funding.  They can currently only support member employers with up to ten staff.  There is a gap between the LEOs and Enterprise Ireland for the firms with up to 20 staff.  That cohort is falling between the cracks and I would like to see the LEOs being able to extend their offerings to that sector.<br\/><br\/>I know the Minister attended the opening of the Green for Micro scheme.  That is something we need to look at because the recovery has to involve a green economy but not just because of the climate.  As I have been saying for about 20 years, it makes economic sense as well to be green and Green for Micro is a superb programme.  It also needs to be extended to other businesses.  If people do not know about it we should tell every small business that the Green for Micro scheme will come into a business, offer a free two-day audit and then give the business a report on how it can save money and energy in the business by cutting costs.  That is invaluable and saves businesses money.<br\/><br\/>I have to mention Shannon Airport because not only is it an airport but it is the nucleus of everything in that region.  Pre-Covid, we saw a complete imbalance in the distribution of flights into the country.  We need to address that issue and I ask the Minister to take that seriously because it affects the whole region of the mid-west.<br\/><br\/>I mention the Safe Pass programme.  We need jobs for young people and the construction industry has been at a halt.  I have been working with Deputy Niall Collins on this issue.  We have to prioritise Safe Pass.  It was stalled last year and it has not been possible to run the courses because they are all offline.  Can the Minister clarify the extension of the expiry dates of the Safe Pass certificates?  Can he get it online as is done in the rest of Europe?  It is ridiculous that in this day and age we cannot do it online and simplify the whole thing.  We should have done that already.<br\/><br\/>On small businesses and how they can cut costs by being greener, it would be good to see more incentives for them.  When there are businesses carrying out green initiatives, they should be given extra praise or warranting as well.  My fear is that as we move into a green economy, we have had greenwashing for years.  It is time that greenwashing was not acceptable anymore.  I remember seeing a petrol station getting the national green award.  Those days are over.  Let us recognise the people who are really doing the work.  There is a woman in west Clare who is recycling plastics.  Some 90% of her work is recycling and the rest is selling them as fencing posts.  Sharon Barrington in west Clare was talking to me about her work.  Those kinds of people are heroes.  I would like to see extra supports put in place and I ask the Minister to read the book <i>Small Is Beautiful <\/i>by E.F. Schumacher if he has not done so because moving forward we have to do what is better for our pockets and planet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#H00300","speaker":"1659","continuing":true},{"type":"speech","time":1619773200,"counter":23,"content":"<p>As Senator Garvey mentioned, supports for local enterprise offices are important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#J00200","speaker":"1654"},{"type":"speech","time":1619773200,"counter":24,"content":"<p>I welcome the T&aacute;naiste and Minister for Enterprise, Trade and Employment.  He gave a thoughtful speech and I will begin by making a number of points on the back of that.  The Minister spoke about the global situation with vaccines.  Perhaps he will clarify whether his Government will support the call for a waiver on intellectual property rights for vaccines?  That is what the world needs and we need to be at the forefront in making that call.<\/p> <p>I welcome the Minister's comments on the sick pay Bill and we look forward to working with him on it.  I also welcome his commitment to progressing towards a living wage, which is extremely important, and remote working.  I am looking forward to working with the Minister on those matters.<\/p> <p>I am conscious of time so I will rattle through a few of these points as quickly as I can.  I welcome the additional supports announced yesterday regarding the CRSS.  Unfortunately we still have this issue of the exclusion of businesses without a fixed premises.  It seems extremely unfair and I ask the Minister to have a further look at it.<\/p> <p>The issue of business debt is a concern.  I know the Minister supplied data to a colleague of mine telling us that there is &euro;1 billion in tax liabilities under the debt warehousing scheme.  That is a good scheme that deserves support but we need to make sure that as businesses come out of lockdown, they are not tripped up by those liabilities.  I know many suggestions have been made in that regard, such as reduced interest rates or some kind of elongated payments.  Again, I would be interested to hear the Minister's comments on that issue.<\/p> <p>Like others, I want to focus on retail and I have two key asks in this regard.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The first is that the Government heed the call from the Irish Congress of Trade Unions to set up a retail stakeholder group of employers, unions and Departments to agree and develop a new vision for retail because we know it will not work the way it did previously.  There has been a real shock in terms of the volume of online trading.  We need to see that group up and running.  I hope the T&aacute;naiste will give me a positive response to that.<\/p><p>Second, he must implement the Duffy Cahill recommendations to protect workers facing collective redundancy situations.  As he alluded to, we are facing a significant number of redundancies.  I fear many of them will be in the retail sector.  Many of the Debenhams workers have been on the picket line for more than a year.  I was a SIPTU official during the Clerys dispute.  It is completely unacceptable for the Government to ignore a report that is now five years old with practical proposals to protect workers and their right to decent collective redundancy.  I ask the T&aacute;naiste to give us a positive answer and a timeline in respect of that issue.<\/p><p>On the building back better strategy, I am glad the T&aacute;naiste referenced the number of essential workers and the fact that so many of them are not well paid at present.  In fact, our rate on low pay is 23%.  It is much higher than the OECD average of 15%.  We have a means of addressing that, which is to use our procurement policy much better than we do.  The State spend each year is &euro;12 billion.  We need to adopt community wealth-building principles whereby we use key anchor institutions, both nationally and locally, get them to do procurement differently and build in clauses relating to a living wage, collective bargaining and high environmental standards.  That way we will see a much benefit for our local economies.  It is a different way of doing business.  It is essential.  It is core Sinn F&eacute;in policy and we are very keen to work with the T&aacute;naiste on it.  We need to see that change.  If we do not build back better, we will go back to the bad old ways of doing things which left us with this high rate of low-paid workers of 23%.  I would like to see new thinking in that regard.<\/p><p>In the time left, I need to address the issue of Shannon Airport.  This is a difficult one for the T&aacute;naiste because he was intimately involved in the making the airport independent eight years ago.  At that time, in fairness, there were cheerleaders across the mid-west saying it was a good idea.  The situation has changed.  He will probably be aware that every political party in this Chamber has called on him, via the Oireachtas transport committee reports, to reintegrate Shannon into a network of airports.  Pitching Shannon into competition with Dublin and Cork on an island this small was never a good idea but the notion that it is still a good idea in the wake of Covid is frankly ludicrous.  We need to build back better, in particular, with Shannon, and that means reintegrating Shannon into a national airport authority.  I would ask the T&aacute;naiste to agree not only with me, but with his colleagues, Deputies Carey and O'Donnell from the mid-west, and Senator Buttimer, all of whom signed up to this call to reintegrate Shannon into a new national airport authority.  We have had years of failure regarding Shannon.  It is, as others have mentioned, key to the future of the mid-west in terms of tourism and commercial activity.  This is the time when we have to make those changes.  It is an abject failure of Government policy if we do not make those changes soon.  We have already had a year of inaction on this.  Bring Shannon back into a new national airport authority.  Give Shannon the future and the investment that it deserves.  Do not go by the old failed policies.  The T&aacute;naiste is isolated on this issue at this point.  All political parties are calling on the T&aacute;naiste to act on Shannon and I call on him to do that today as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#J00300","speaker":"1660","continuing":true},{"type":"speech","time":1619773200,"counter":26,"content":"<p>I thank the Senator for keeping to the time.  As he mentioned, it is important to focus on the living wage as well and the work that has been done by the T&aacute;naiste's office.  I call Senator Casey.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#K00200","speaker":"1654"},{"type":"speech","time":1619773200,"counter":27,"content":"<p>I, equally, take this opportunity to welcome the T&aacute;naiste to the House.  The last time I spoke to him I was on the other side of the aisle asking him questions on employment in Arklow.  I want to put on record at this point my thanks, from a hospitality industry point of view, for the supports that have been given to the industry without which we would not be surviving here today.<\/p> <p>Originally, this debate was to be on the medium to long-term effects of Covid on my industry but last night's announcement has probably brought it back to today's scenario.  Last night gave us a significant element of hope that we are returning to what will be a new normality.  Let us hope we do not go back from that new normality because businesses cannot afford to go back from that.  I do not mean that only from a commercial point of view.  There is health and well-being to consider.<\/p> <p>I was with my brother yesterday at 6 p.m. when the announcement was made.  Even though I knew what was coming, it was not real until the Taoiseach said it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pat Casey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2431\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2431&amp;amp;pid=PatCasey&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Immediately things changed, so we dropped the paintbrushes, the steam cleaners were put away and the gardening stopped.  We now go back to what we should always have been doing, namely, ordering, looking to trying to hire staff and starting to promote the business.  However, we are doing that from a privileged point of view because we own a hotel.  I must acknowledge the inequality in last night's announcement.  We operate a hotel so we will be able to open for indoor dining on 2 June.  The restaurant down the road, to which the same conditions and regulations will be applied, cannot open and the pub further down the road cannot open.  We will be allowed to offer indoor dining for a full week before outdoor dining actually opens up.  When 10 May arrives, the locals can come up to my hotel and dine outside while the privileged people, the residents, can dine indoors.  There is a certain sense of inequality there and I am not too sure about it.<br\/><br\/>The other thing that was missing last night was the roadmap to when indoor dining will actually happen.  A lack of news in that regard is leading to a significant frustration among people.  I am not too sure if this is based on science or on something else.  If it is based on science, give us the information because the industry needs it and restore equality for everyone because, as I said, restaurants must comply with the same regulations as hotels and <i>vice versa<\/i>.<br\/><br\/>The T&aacute;naiste stated that my industry has been one of those most affected by the pandemic.  We now look to medium- to long-term solutions.  The previous Government, which the T&aacute;naiste led, looked to the hospitality industry to take us out of the crisis we were experiencing at that time.  During that period, more than 90,000 new jobs were created in the tourism industry.  I tell the T&aacute;naiste that it is now the tourism industry looking to the Government for support so it can survive.  As he will be well aware, it has been very difficult for our industry to access credit with the banking industry and to refinance.  Trying to borrow new money when one is struggling to pay off existing debt is very difficult.  The Government has different ways it can assist us in that regard.  The 9% VAT rate has been mentioned in that context.  It can assist us.  It allows us to gain an extra 4% in our margins, which goes to bottom line and allows us to pay off our bills.  Whole tax warehousing of VAT and PRSI is also a way to proceed.  If that could be reinvented in a new format whereby it is equally applied to everybody, it could give credit to businesses over a certain period and would prevent them having to go to the banking industry for loans.  Therefore, indirectly, through Revenue, the Government could help fund the ongoing operating costs of the industry through a warehousing scheme.<br\/><br\/>My time is running our very quickly.  On VAT, trying to restore international commercial tourism - because our city centres have been more affected than anywhere else - introducing a VAT refund scheme for conference events from outside Europe would be an option.  These are among the little changes the Government can make and directly intervene to help the industry survive.  It is all about our margins at the end of the day and the Government has many things it could do in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#K00300","speaker":"1640","continuing":true},{"type":"speech","time":1619773200,"counter":29,"content":"<p>I thank the Senator and wish him and his family well with the reopening on 2 June.  It really is great news to hear.  I call Senator Currie, who has five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#L00200","speaker":"1654"},{"type":"speech","time":1619773200,"counter":30,"content":"<p>I welcome the T&aacute;naiste and commend him on launching his pathway out of the pandemic which successfully combines hope and caution.  The Minister for the Environment, Climate and Communications, Deputy Eamon Ryan, summed up our health approach quite nicely on Wednesday when he said that we need to keep the numbers low and the vaccines high.  I would add that we need to continue to limit our contacts but widen our access to services, allow the movement of people but continue to restrict the virus.  We have always focused on saving lives and livelihoods but we have put severe pressure on our hospitality, retail, leisure and events industries and the communities which depend on them.  We have learned a great deal along the way and we cannot miss the opportunity to build back better.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Emer Currie:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=EmerCurrie&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am reassured by the steps the Government is taking in that regard, such as introducing a living wage, working with the Low Pay Commission, introducing sick pay, the proposals on the right to disconnect, the right to request flexible work and, of course, the SME task force that it is hoped will look at issues such as the challenges around digital working.<\/p><p>The businesses with which I have engaged talk about ongoing EWSS and CRSS payments, grant waivers, debt warehousing and VAT at 9%.  They could not be eased into the crisis but they can be eased out of it.  They are worried about their levels of debt, so the double CRSS in May and June is good news which will support businesses reopening, as is the commitment that by the end of May we will have a clear path for people and businesses from July onwards.  Certain sectors, and even sectors within sectors, will continue to need particular support, especially restaurants and pubs that cannot serve outside and the tourism, events and aviation industries.  Hotels in Dublin and other cities will need additional attention as they may not pull in the same numbers during the summer as other parts of the country.  Outdoor dining supports should be made available to all pubs.<\/p><p>We need to think about waste management in our public outdoor spaces.  I am talking about litter.  I have spoken previously in this House about the Casual Trading Act 1995.  Councils need to look at their individual by-laws and bring in things like litter management, and the relevant Minister can issue guidelines on that.  I hope the role of antigen testing comes into clearer focus as part of the plan the Government will be bringing out in May.<\/p><p>The traffic on our streets has increased in the past week so I welcome the advice that people should continue to work from home until September.  The  Return to Work Safely Protocol was last updated in November, before the vaccine roll-out.  Maybe we should update it to address the vaccine and include vaccine-related advice for employers.<\/p><p>I could not have the T&aacute;naiste here and not talk about remote working infrastructure.  Surveys currently show that most people want a hybrid approach to office life but people can only ask for what they know.  I want us to ensure people who want to move to places where they cannot commute to the office two or three days a week can still benefit from the Our Rural Future plans, which are excellent, and with the right approach they and those communities can do so.  There are growing numbers of Irish-founded, location-agnostic companies in Ireland like Flexco, which has more than 1,000 employees, Flipdish and Glofox.  There are also international companies like Spotify and GitLab, which is the biggest remote employer in Ireland.  These companies are run through a technology-first approach.  It is tech that brings the company together rather than a building, so it does not matter if people are in Malin Head or Mizen Head because they will have the same work experience and opportunities.  Organisations that want to embrace hybrid working could learn a lot from these companies.  Not all roles can be done remotely, but if we are going to make remote working work, we need to look at merging the successful principles of the remote companies we have here in Ireland with those of office-based companies to create the best hybrid practices.  The Government can play a leadership and educational role to help ensure the supply of good remote jobs and opportunities if we are going to make the rural future strategy flourish.  A little in this area will go a long way.<\/p><p>The announcement of &euro;5 million yesterday for the connected hubs fund as part of Our Rural Future is fantastic.  However, I do not want to see our cities, urban villages and suburban areas left behind.  There seem to be fewer funds available for those areas.  These areas do not have the real estate for home offices.  They could have a potent mix of traditional businesses on the main street combined with innovation-driven remote working hubs, which could be very powerful.  Places like Blanchardstown village could benefit from such an approach.  I could go on but I will finish up on time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#L00300","speaker":"1648","continuing":true},{"type":"speech","time":1619773200,"counter":32,"content":"<p>I warmly welcome the T&aacute;naiste to the Seanad.  It is a privilege to hold political office as a Senator and to be able to address him on matters of great public importance.  I commend him on the calm and assured leadership he displayed last year when the pandemic reached our shores.  In a time of grave uncertainty, he communicated with the nation in a very clear and composed way, which gave people a measure of reassurance.  The main themes of my statement today are recovery and reform.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sharon Keogan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=SharonKeogan&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> People have suffered greatly on account of the pandemic and the restrictions.  Some have suffered more than others, of course, so recovery is needed to give them back their jobs, improve their lives and provide hope.  I am talking about recovery in a holistic sense, including the recovery of people's physical and mental health, recovery of the health system and public services and economic recovery, job creation and a social, cultural and religious revival.  Reform is also needed.<\/p><p>We need to take an objective and forensic look at every aspect of the pandemic and how it was handled.  We need to learn from it.  What did we do well?  What worked?  What failures were there?  What did not work?  What were the costs and benefits of lockdown?  We need to examine all the evidence through an impartial and critical lens.  We need to permit open discussion to make sure that we are much better prepared for any similar kind of emergency in the future.  We can agree that weaknesses have been exposed by the pandemic, not least our intensive care unit and hospital capacity issues.  Both bed numbers and staffing shortages need to be addressed to help ensure that we will not be inclined to enter into the harshest, longest lockdown in Europe should another pandemic materialise.  We need commitment from Government to address these chronic issues of capacity and staffing, to reduce hospital waiting lists, alleviate the suffering of patients and save lives.  What can we do better to ensure the economy and society can function more normally next time?  Could we designate an exclusive pandemic hospital in each region and isolate all cases in these facilities to enable normal healthcare to continue with minimal disruption?  Could we utilise rapid antigen testing to allow the economy and society to remain open to a far greater degree?<\/p><p>I want to highlight one area of the economy that is very much neglected, that is, social enterprises.  I understand that social enterprise falls within the remit of the Department of Rural and Community Development and I echo the sentiments of the Minister, Deputy Humphreys, that social enterprises can play a central role in the economic and social recovery.  I believe there is potential to generate employment that will enrich communities and achieve social good.  The T&aacute;naiste is the Minister for Enterprise, Trade and Employment and I am challenging him not to overlook this sector.  Covid-19 has shifted our understanding of our society, laid bare the inequalities that exist and revealed the inadequacy of the systems we have to serve everyone in our communities.  Never has it been more important to invest in our social economy and back those who can generate not only economic value but social value too.<\/p><p>Forf&aacute;s has estimated that the social enterprise sector could employ 65,000 people if it reached even average EU levels of output.  Look at the success of social enterprises such as MyMind in providing affordable mental healthcare for 33,000 people.  If I could give the T&aacute;naiste one idea to support social enterprise start-ups to help them upskill, I would ask him to look at putting supports in to local authorities through the enterprise boards so that social enterprises can access free rental hubs and retail spaces for 18 to 24 months.  These enterprises need our Government to believe in them.<\/p><p>Otto von Bismarck stated, \"Politics is the art of the possible, the attainable\".  I believe that to be the case.  I am driven by the desire to help people, to find solutions to their problems and those facing the communities in which we live.  That is what motivates me.  If we have political vision and take the initiative, the people of this country will attain a tremendous amount, including economic, social and environmental recovery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#M00200","speaker":"1664","continuing":true},{"type":"speech","time":1619773200,"counter":34,"content":"<p>I join others in welcoming the T&aacute;naiste.  I agree with Senator Keogan about the importance of social enterprise because as part of our recovery we do not just need an economic recovery, we also need to look at a social and community recovery.  At the heart of that, I ask that we put young people first.  That is important.  Young people have made major contributions to help us through the pandemic.  We know the levels of youth employment are temporarily off the charts but it is essential, as part of the recovery, that we ensure there is a new deal for young people.  Part of that, as colleagues have stated, involves addressing low pay.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The minimum wage for those aged under 18 must be addressed.  In recognition of the contribution of young people, we need to address the fact that 16 and 17-year-olds continue to be paid a minimum wage of only &euro;7.14 per hour.<\/p><p>I also want to talk about the importance of our cultural institutions and their reopening.  The T&aacute;naiste referred to the issue and I am aware that it falls within the brief of the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media, Deputy Martin.  Our cultural institutions are not just important from an artistic perspective; they are also employers.  For theatres, arts and music venues and for those in the entertainment industries, I ask that specific measures and packages be put in place.<\/p><p>We are currently reviewing the national development plan, NDP.  I agree with Senator Currie on the importance of remote working and that it must be taken into account as part of the NDP.  We are also dealing with the fallout from Brexit.  One of the benefits of Brexit is that Rosslare Europort is continuing to grow.  It is essential that the M11 be completed, from Oilgate to Rosslare, to allow greater access to the port.<\/p><p>Many colleagues have spoken about the impact on specific businesses.  I want to address how consumer behaviour has changed, the impact that will have on business and the approach that Government will need to take as a result.  IBEC showed recently that in the period from November 2020 to January 2021, 49 cent in every euro spent on credit and debit cards was spent on e-commerce.  There has been a dramatic shift to online purchases, not just booking flights, as has traditionally been the case, but in a whole range of other areas.  This has big implications.  Many Irish businesses, including in the tourism sector, are still not online to the same extent as their international competitors.  We must continue to roll out supports to get all of our businesses online.  <\/p><p>While I welcome the commercial rates waiver, that decision exposes how outdated commercial rates are as a model for funding local government.  The idea that local government is funded based on the size of a shop floor is a nonsense.  The commercial rates model dates back to the era of George IV in 1826.  The business environment has been transformed since then.  As a model of funding local government, we should abolish commercial rates.  We need to find a new way of doing this.  It is completely unfair that a shop on our main street that contributes to the local community is asked to pay commercial rates, whereas online operators with which it may compete do not have to contribute.  This represents unfair competition.<\/p><p>We are seeing growing rates of cybercrime and the State needs to address the issue.  The banking world is being completely transformed.  There are discussions on having a new commission on the future of banking.  I ask that the T&aacute;naiste ensure that consumers are represented on that commission, both businesses and individuals.  If it is only the old established players, they will not innovate.  We have to look at new blockchain technologies and how they will support our businesses.<\/p><p>We see the adoption of new technologies and wonderful new opportunities becoming available in education and training.  We must focus on upskilling and reskilling.  We are seeing how technology is changing everything we do and disrupting.  It is crucial that we invest in upskilling and reskilling as we come out of this period.  <\/p><p>I am very happy today as we see the bid for the technological university of the south east being lodged.  I am sure Senator Cummins will also refer to this issue.  Investment must be made in higher and further education to ensure we are able to recover properly and fully.<\/p><p>I thank the T&aacute;naiste for his work and the Government&rsquo;s commitment and I look forward to his response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#N00200","speaker":"1638","continuing":true},{"type":"speech","time":1619773200,"counter":36,"content":"<p>I echo the comments of my colleague from Wexford on the technological university of the south east.  I also welcome the T&aacute;naiste's engagement with us on this very important topic of business and post-Covid recovery.  Yesterday was undoubtedly a very exciting day.  The sense of optimism that circulated the entire country awaiting the news on the reopening plan was palpable.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnCummins&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It has probably gone a little bit further than what many expected, which was a good surprise.  It is now up to us, as a collective, to ensure the reopening plan is completed in the most efficient manner possible.  We made significant progress on the reopening of house building at the start of this month and I welcome the moves to reopen construction fully from next Tuesday.  We have been an outlier in Europe and we have seen a loss of some of our skilled workers to other countries in recent months.  I hope that when we are fully reopened and projects are proceeding at a pace we can get many of these workers back to Ireland.<\/p><p>The confirmation that there will be no cliff edge for the financial supports for businesses has been well flagged by the Government despite many in opposition stating the opposite.  The fact there will be a double CRSS payment, up to the statutory maximum of &euro;5,000 per week, to support businesses in reopening as they exit the scheme is very welcome.<\/p><p>Many will be eagerly awaiting 10 May for barbers, hairdressers and personal services to reopen.  I wish all those businesses well in getting through the backlog.  I do not have to worry too much about my hair but even I could do with a haircut at this stage.  In this context, I wonder whether the T&aacute;naiste agrees that we have to re-examine the &euro;2 billion Covid credit guarantee scheme, which is targeted at small and medium enterprises, small and mid-caps and primary producers.  It is an excellent scheme but despite the Government underwriting 80% of the loans, it seems, on the face of it at least, that the banks are not living up to their end of the bargain.  The most recent figures I have show that only &euro;215 million has been approved despite the applications made amounting to &euro;358 million.  Something is not tallying and we need to rejig the scheme and hold the banks to account so they do what we are asking them to do, which is to lend to SMEs because they will need funds as they open.<\/p><p>Looking forward to June and the reopening of the hospitality sector, it is hugely welcome that the Oireachtas joint committee passed a waiving of fees for section 254 licences during the week for outside tables and chairs for the remainder of the year.  I welcome that we are not distinguishing between traditional pubs that do not serve food and those that do.  It is only appropriate that we do not differentiate between the supports available to them.  This is why I call for the &euro;17 million outdoor dining enhancement scheme to be available to all hospitality businesses.<\/p><p>We know that all gyms are not equal.  Many training facilities have adapted and changed their protocols and have been operating successfully with pods of one and no sharing of equipment and no interaction between people.  These are different to commercial gym operators.  I had calls last night and early this morning from people looking to see whether something can be done for them.  Perhaps the Minister will take this on board.<\/p><p>The arts and entertainment sectors, which were referenced by Senator Malcolm Byrne, are part of a big industry that employs many.  People in the sectors believe that because they were not mentioned, the sectors have not been included.  I know they are incorporated in the plan but I would appreciate if some clarity could be given to these sectors.<\/p><p>I would appreciate it if the Minister would engage with the Minister for Finance, Deputy Donohoe, on the tax treatment of the pandemic unemployment payment so that people returning to work are not placed on emergency tax.  It is an issue that we need to examine.<\/p><p>I welcome the plan outlined yesterday.  It gives an element of certainty at a time when we do not have much certainty in the world.  I thank the Minister and his colleagues in Cabinet for their work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#O00200","speaker":"1647","continuing":true},{"type":"speech","time":1619773200,"counter":38,"content":"<p>It is great to have this debate this morning, when so much hope and positivity abounds and people are generally in better form because certainty has been brought to their lives.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Shane Cassells:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2448\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2448&amp;amp;pid=ShaneCassells&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am not sure whether the positive feelings go as far as to help me deal with the picture on the front of the<i>Irish Daily Mirror<\/i>this morning that greeted me in Centra on Westland Row when I went in to get my newspaper, which showed the T&aacute;naiste and Miche&aacute;l Martin smiling at me with the headline &quot;Copper Face Vaccs&quot;, and the T&aacute;naiste talked about the outdoor area of Copper Face Jacks.  Hope springs eternal, and if we do get back there this summer, I hope the T&aacute;naiste will bring Miche&aacute;l, Eamon and Mary Lou, and, most important, that the T&aacute;naiste will be generous at the bar and maybe it will be J&auml;gerbombs all around when he opens his wallet.  We look forward to that.<br\/><br\/>I thank the T&aacute;naiste for being here this morning, for his remarks and for the work that he has been doing, along with his Department and the Government, in supporting businesses throughout this horrific time.  The challenge thrown down to the Government, the country and our society was unprecedented.  Of course the whole world was dealing with the same disease at the same time.  There were plenty of people in this country looking at other countries and saying they were doing this better and that better.  Critically, as the T&aacute;naiste said in his opening remarks, the overarching job was to keep people safe and ensure the health system was capable of coping.  It was interesting to watch a debate on Sky News last night on the reopening of society in the UK and weighing it against the exceptionally high rate of mortality experienced.  The debate there is moving on and people are judging how badly they dealt with the number of deaths they experienced.  There may have been more caution shown in this country, but I equally believe the health of our people trumped everything else and, thankfully, our mortality rates are at the lower end of the chart for Europe.<br\/><br\/>For me, one of the most significant aspects of this recovery has been the cross-departmental co-operation that has taken place in supporting businesses.  It is something that in the past, perhaps, government, national and local, might not be famed for.  In this time of crisis, we have seen Departments not working in silos but across the board so that they could help businesses, in particular in the tourism and hospitality sector.  The supports that were put in place in terms of wages supports, rates waivers and so forth were very welcome.<br\/><br\/>It was not just a case of allocating money - there has been an unprecedented amount of money allocated - but also in tackling regulatory aspects as well.  The announcements this week by the Minister for Housing, Local Government and Heritage, Deputy Darragh O'Brien, on planning rules for caf&eacute;s, restaurants and bars are very welcome, as are the exemption for restaurants to operate as takeaways until the end of this year because they cannot trade indoors, the zero fee for street furniture licences for tables outside for 2021 where a typical fee would be &euro;125 per table, and the amendment that allows for awnings and coverings to be removed from the planning system so that these necessary additions can be made to buildings, with the fees also removed for these.  The outdoor grant provided by the Minister, Deputy Catherine Martin, is really welcome, and there are businesses now furiously engaged with the process of getting their premises ready for outdoor dining and drinking this summer.  Crucially, local councils are working with them to get larger public areas developed from the funds that are available to them.<br\/><br\/>While outdoor hospitality might be something that has been foisted upon us, it could be a real positive for how we use our town spaces.  I pay tribute to a couple of business owners in my own town of Navan, Damien Clarke of Clarke's pub and David Snow of the Little Sicily restaurant, who have been going around the town over the past two weeks trying to get businesses on board with the idea of outdoor parklets on streets where people could dine and drink safely and which would be a great feature in the town.  I pay tribute to both men because it is those ideas that will make the town an attractive place to visit and a counterbalance to the change in societal behaviour of online shopping as well.<br\/><br\/>One industry I want to touch on in respect of business supports is the media.  Yesterday, we had a second tranche of funding for local radio stations amounting to &euro;2.6 million, which I very much welcome.  The local newspaper sector of this country, however, has been looking on enviously as no such fund is in place for it.  Only yesterday, the Minister, Deputy Catherine Martin, again pivoted away from the issue in the D&aacute;il.  The T&aacute;naiste himself has spoken on this issue, saying the industry needed to change its business model.  Local newspapers do not have the same operating business models and resources as national newspapers.  Local Ireland, which represents 42 paid-for local newspapers, has pointed out that we are going to have blank pages in local newspapers if this continues.  These newspapers cover not just events, the courts, the councils and sports but are an historical record of local communities.  When one examines the premise under which local radio stations were given their money yesterday, which was in providing Covid-related programming, nobody has done more than the local newspapers of this country in covering the resilience of our local communities during the Covid pandemic.  We need to address this and work past this clear bias against local newspapers and embrace them because there will be no point crying when these fine institutions, that have served our country for more than two centuries, are lost because of this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#P00200","speaker":"1641","continuing":true},{"type":"speech","time":1619773200,"counter":40,"content":"<p>I welcome the T&aacute;naiste to the House.  I am delighted to be here and thank him for his kind welcome.  I also thank all Members for welcoming me back warmly.  It is a great honour and privilege to be here.  I thank the Members of the other House for being so welcoming and supportive over the past number of months.  I look forward to working with all Oireachtas Members.<\/p> <p>It is a most opportune time to have this debate in respect of the business sector and Covid-19.  Even before my election to the House, I spoke to many business owners who told me they have found the past 12 months most difficult.  In the agrifood business and agriculture sector, there has been a significant shift in consumer demand and trading conditions.  When I have spoken to small agrifood business owners, they have reported that while they have welcomed the emergence of remote working, there has been an effect on productivity.  While they have overcome it, they have encountered difficulties when trying to obtain containers for the exporting of goods to non-EU countries.  It has been a major issue for many agrifood businesses.  The cost of transporting some of those crates has gone into double digits, which certainly has been a barrier to international trade.  That is an issue that perhaps could be looked at.<\/p> <p>Off-farm employment is also a significant issue.  CAP has been spoken about a lot and there is an ongoing debate on it.  It is very important that CAP payments be retained and given to farmers on a transparent basis.  These payments are an important support to the farming industry.<\/p> <p>Another issue that has been reported by business owners concerns access to funds.  Normally, business owners have to pay trade invoices within 30 days.  They are finding it difficult to access finance from the bank.  Some of them are seeking to extend that period to 80 or 90 days, and it is affecting small businesses.  I ask for something to be done about this issue.  I understand that in France there are mandatory state credit terms and a debt collection procedure is in place.  Perhaps that is something that could be considered here.  I  am sure it would require legislative change.  While businesses have tried to work together, there are differences.<\/p> <p>I welcome the clear plan that was announced yesterday and all the positive supports that have been in place.  I support Senator Casey's view in respect of the inequality in the hospitality industry.  For example, hotels will be open to residents in the short term and subsequently opened up, but people cannot dine inside restaurants and gastropubs.  Many businesses cannot reopen because they do not have the outside space to facilitate outdoor dining.  A special case should be made for the industry.  I support the call on the VAT rate and I am of the view that a reduction in employer PRSI would be a great help.  I am in favour of a proper marketing campaign for the hospitality industry, because as the T&aacute;naiste acknowledged, it is one of the industries most affected by the pandemic.  The industry is also facing a skills shortage, because many skilled workers left the industry for other sectors when there was uncertainty during the pandemic.<\/p> <p>I would also like to raise the issue of the aviation sector.  It has three key demands: a multi-year funding arrangement for State-owned regional airports, a stimulus package for airlines to encourage the rebuilding of air traffic and increased regional route marketing funds available to tourism.  These demands are important because airports play a key role in the sector.<\/p> <p>The T&aacute;naiste also referred to the vaccine programme.  Some 12,000 pharmacists have registered to become vaccinators.  They have not yet been called to take up this role.  Will they be used in the vaccine roll-out?  It would certainly help increase the number of vaccinators available.<\/p> <p>Many businesses have shown resilience in the pandemic.  I would like to wish them all the best for their future opening.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are many other things I would like to say but time has run out. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#R00100","speaker":"1384","continuing":true},{"type":"speech","time":1619773200,"counter":42,"content":"<p>I welcome the T&aacute;naiste to the House.  I will focus on one issue, namely, nightlife reform.  People have been campaigning for licensing law reform for many years.  Given the importance of enterprise and business, we are closer now than we have ever been to achieving it.  I do not need to tell the T&aacute;naiste that we desperately need to improve the quality of nightlife in our cities to be in line with our European neighbours for so many reasons.  Culture and creativity are forged at night, in chance encounters and celebration.  It is important, when many more of us will be working from home, that we have these centres where we meet, that we have a vibrant nightlife, club scene, bar scene and a diverse mix of things for people to enjoy at night in an age where we are all looking at our screens, as it might be our only encounter with someone.  It is why our GAA clubs are so important but is why our nightlife is important as well.  Imagine anyone being told that their local GAA club was going to close.  These are the reasons why our clubs and music venues are so important.<\/p> <p>The next steps outlined by the Government indicated that some higher risk activities will be considered at the end of June for later in the year, including indoor hospitality, restaurants, bars, nightclubs.  The T&aacute;naiste and the Minister, Deputy McEntee - who I congratulate on her news - have both made positive statements on the need for licensing law reform.  What is the T&aacute;naiste's view?  Will we see trial events first and if so, when?  What is his view on licensing law reform?  Clubs and venues pay through the roof for special exemption orders for each night they want to open beyond 12.30 a.m.  On top of that there are legal fees and insurance costs which have, on their own, caused people to exit the market.  When might we see such reforms?  There is huge demand, as the T&aacute;naiste will be aware, for change in this area.  As my friend, Tonie Walsh said, there was a time when mammy &Eacute;ire did not trust us to stay out late but there is demand now.  People talk about the next social issues; I believe this is one of them.  <\/p> <p>I commend the T&aacute;naiste on the conversation around a living wage which is also particularly important in this sector.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#S00200","speaker":"1686"},{"type":"speech","time":1619773200,"counter":43,"content":"<p>I welcome the T&aacute;naiste to the House and wish him well with his portfolio.  He holds a very important brief at this time.  He told us:<\/p> <blockquote> \tAround this time next month, we will publish the national economic recovery plan.  It will present our vision for what the post recovery economy will look like, and how we plan to support businesses and employees in the months ahead. <\/blockquote> <p>I believe he is the right man in the right job at this time, and is the man to lead us through what will be a rocky road at a vulnerable time.  He has the experience of having gone through the recession ten years ago and I do not doubt that he will lead us to the very best of his ability.<\/p><p>The packages that were announced over the past 12 months have been greatly welcomed by the business and hospitality sectors.  They are much needed but more needs to be done to get all those businesses up and running.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paddy Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1866\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1866&amp;amp;pid=PaddyBurke&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator McDowell raised an important point.  When he was a Minister and Member of the other House some years ago, I think he said this country should have caf&eacute; bars on the streets.  He is getting his wish at this stage because of all the outdoor catering that will be going on during summer.  I wish everybody involved in that well because it is not easy.  Catering is one of the most difficult businesses from which to try to make a living.<\/p><p>Senator McDowell also said we should have an in-depth look at what we did right, what we did incorrectly and where we could make improvements.  An audit should be carried out of what we could do better.  As the T&aacute;naiste has often said, this virus is more prevalent indoors than outdoors.  I think more outdoor activities could have opened sooner, for example, hill-climbing, golf, tennis, walking, cycling and many more similar activities.  The construction sector could also have been opened earlier perhaps.  I am delighted that sector will back up and running next week.  It is an important enterprise for the country and creates thousands of jobs.  Houses are badly needed for all those people now looking for them.  <\/p><p>The T&aacute;naiste said there would be a rocky road ahead.  There is no doubt about that.  Small businesses have suffered greatly in recent times and the same small businesses suffered greatly during the recession.  An issue I have raised several times, and which the T&aacute;naiste might take up, is that of self-employed people having to pay two weeks' redundancy.  No safeguards are in place for those people, unlike for limited companies and other companies which can go into liquidation or receivership.  Without such safeguards, houses and family homes are at risk.  I intend later to introduce a Private Members' Bill to protect the family home.  It is an issue the T&aacute;naiste, as the Minister for Enterprise, Trade and Employment, should look at, because we will see the closure of many small businesses in the months to come.  This is going to be an issue<\/p><p>The aviation industry is also important and has been mentioned by several speakers.  Knock International Airport, or Ireland West Airport, is very important to our region.  Nearly 1 million passengers use it each year.  We are blessed to have two good, strong airlines in Aer Lingus and Ryanair.  The airlines cannot understand why the Government pushed back against reopening aviation on 1 June and tried to push the date back to September.  It now appears the sector will reopen in mid or late July.  Having the aviation industry up and running is badly needed because it is so important, not alone for trade but also for tourism and many other areas.  The sector needs Government attention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#S00300","speaker":"1636","continuing":true},{"type":"speech","time":1619773200,"counter":45,"content":"<p>The T&aacute;naiste is very welcome to the House on this important day on which hope, supports, a path forward and a significant level of vaccinations intersect.  This is all in stark contrast to India, the homeland of the T&aacute;naiste's father, from where we see upsetting and disturbing images.  I am glad Ireland is playing a role in helping those in need but we must do more, especially to ensure vaccines can be supported worldwide.<\/p> <p>From speaking to business owners in County Kildare, I know they have been glad of the supports rolled out in recent months.  On that fateful day last March when the then Taoiseach, and now T&aacute;naiste, addressed us as a nation from Washington, none of us could have foreseen the 14 months we experienced subsequently.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is good that we did not know but the plans that were put in place gave a very supportive lifeline to many businesses.  It has been a learning curve for all of us, in particular for those businesses.  There are a few areas we need to re-examine, particularly businesses that did not have a rateable premises.  They were treated unfairly.  We need to look again at the VAT issue for tourism and hospitality because it will take some time before we get back to the days we had, when we still wanted more supports.  <\/p><p>I salute the workers in businesses and retail that kept our country going and kept us on our feet, particularly those essential workers in the retail industry who manned the tills, stocked the shelves and made sure we got everything we needed.  We need to acknowledge and support those workers, many of whom are on the minimum wage.  That is why I welcome the sense of moving towards a living wage.  We also need to acknowledge the situations that Debenhams workers, for example, found themselves in and do our best to ensure none of our workers ever find themselves in that situation again.  <\/p><p>On access to credit, from speaking to local businesses I know that many of them have been struggling.  They are looking at how they move forward.  There is a huge squeeze on from the banks and a lack of compassion and understanding which, in fairness, the Government has shown.  I believe that strong conversations and more than that need to happen between the Government and the financial sector.  The stresses on business people are absolutely massive and we need to make sure they are not added to.  <\/p><p>Kildare is getting ready for business.  We are a vibrant county, strategically located and with a highly educated workforce.  Normally, this week we would be in the midst of the Punchestown festival, where visitors from all over the world come and spend money in our hotels, restaurants and shops.  Sadly, that is not happening even though racing is going ahead.  We also have the greenway and the blueway opening up, so there are many opportunities there.  However, we need more investment in terms of enterprise supports for north-west Kildare and south Kildare.  These areas were dependent on Bord na M&oacute;na and associated industries, and have been completely left behind.  I ask the T&aacute;naiste to look at supports he can bring for them.<\/p><p>I pay tribute to our local chamber of commerce and our local enterprise office headed up by Jackie McNabb and her team.  They have done tremendous work in rolling out the supports and in being a sounding board for people and businesses, where needed.  There is a focus on supporting remote working and that is hugely important.  I have a concern about all the online activity that happened over the last 14 months.  We need to look at ways to support shop local and for people to support their community shops.  <\/p><p>My time is up.  There is much more I would like to say but I appreciate having the opportunity to speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#T00200","speaker":"1689","continuing":true},{"type":"speech","time":1619773200,"counter":47,"content":"<p>I appreciate the Senator's co-operation.  We have a difficulty arising with time slots.  We have Senators Seery Kearney and Conway next but Senator Carrigy will find it difficult to get in unless they give him a minute each or something.  He is next in line.  I make Senators aware of that fact.  The order allotted here is Senator Conway to start, then Senator Seery Kearney.  Will they give a minute each?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#U00200","speaker":"1692"},{"type":"speech","time":1619773200,"counter":48,"content":"<p>Of course.<\/p> <p>I welcome the T&aacute;naiste to the House and commend him on the job he is doing as Minister for Enterprise, Trade and Employment and the job he did during the pandemic as Taoiseach and continues to do as T&aacute;naiste.  As has been said, it is post Covid that the real challenge will fall upon him in terms of economic recovery.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I welcome the fact we will have a plan published in the not-too-distant future.  The T&aacute;naiste will remember back in October 2011 when he stood with me at the Cliffs of Moher.  Back then, the Cliffs of Moher had 800,000 visitors per year.  Subsequently, initiatives such as The Gathering, the Wild Atlantic Way and other important tourism initiatives kick-started the economy.  Tourism was the first industry that went into recovery after 2011 and it fuelled the economic recovery we have seen over recent years.  Tourism will do that again.  We do not have natural resources apart from one critically important natural resource which is our landscape, heritage, culture, tradition, shorelines and so on.  It is fantastic in that regard.<\/p><p>Aviation is clearly important in my area of the country.  We need a plan in terms of short, medium and long-term air traffic and aviation recovery, not just in terms of travel but the aviation industry.  We have seen GE Capital Aviation Services, GECAS, and AerCap are joining up.  Significant consolidation is taking place which will affect thousands of people working in the aviation industry.  As a result of that, we will see challenges in that area.  A conversation in terms of the short to medium term and a plan in terms of how we move forward in the aviation industry is urgently needed and the issue needs significant consideration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#U00300","speaker":"1644","continuing":true},{"type":"speech","time":1619773200,"counter":50,"content":"<p>I thank the T&aacute;naiste for taking our statements today and I welcome him to the Seanad, although that feels a little ironic coming from me.  The time has been, undoubtedly, stressful and challenging.  However, this period has also given us the opportunity to see increased initiative.  Covid-19 has ignited a sense of enterprise and initiative.  Our duty is to ensure we harness that in the best way we can.  We have seen a transformative thinking in that there has been a turn towards the accommodation of remote working and other ways of thinking about how we could do things.<\/p> <p>The pandemic experience has been a tale of two economies and it will also be a tale of two recoveries.  There are those businesses that thrived, responded to the challenges, were able to pivot and by their nature, lent themselves to the economy as it presented itself over the last year.  There are also those who opened businesses during Covid-19.  Boom Coffee in Inchicore opened a little coffee shop in the middle of a residential area because people were working from home and wanted to walk down to get a coffee.  We can ensure that innovation continues.<\/p> <p>However, there are, obviously, those who did not work.  The hospitality industry is the prime example of that.  I welcome the phased return and phased supports that have been well put in place.  The sliding scale to a point of financial self-sufficiency is important.<\/p> <p>There are also businesses and industries opening up, such as childcare, that have no idea how the post Covid-19 world will look.  There are particular challenges within it.  If people move from working from home or remote working towards, as our party supports, the idea of community enterprise remote working hubs, what is the challenge for childcare in its intermittent provision of childcare services?  How does it hold on to consistency in the care and development of children?<\/p> <p>We went into this pandemic with a strong economy and thriving business and, undoubtedly, that has put us in a position to be able to leverage financial supports for our people, thanks to good governance under the Fine Gael-led Government.  However, we need a bespoke response that supports businesses as they respond to stress testing.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a new marketplace out there which means that people may live differently.  It is not, therefore, only a case of easing restrictions and having a sliding scale that responds to that, but also about having a response to the new marketplace. <\/p><p>I met yesterday with members of the credit union movement.  Credit unions have had a very interesting experience during Covid in that they have experienced unprecedented levels of saving.  This causes difficulties for them because the more money they have on deposit, the more it costs them.  Credit unions are very anxious to open up and provide loans, particularly to small and medium enterprises.  There is an opportunity to have credit unions work like Microfinance Ireland.  They have local knowledge in local communities.  Infrastructural oversights and a review were put forward previously by the Minister for Finance, Deputy Donohoe, but we need to accelerate those.<\/p><p>I have many more issues I would like to raise but I will yield to my colleague. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#V00200","speaker":"1682","continuing":true},{"type":"speech","time":1619773200,"counter":52,"content":"<p>I appreciate that.  I again apologise to Senator Conway, whose time may have been a little too short.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#W00200","speaker":"1692"},{"type":"speech","time":1619773200,"counter":53,"content":"<p>I thought the Leas-Chathaoirlach had tapped the bell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#W00300","speaker":"1644"},{"type":"speech","time":1619773200,"counter":54,"content":"<p>It was purely an error.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#W00400","speaker":"1692"},{"type":"speech","time":1619773200,"counter":55,"content":"<p>I thank my two colleagues for giving me time.  I welcome the T&aacute;naiste to the Chamber.  I welcome yesterday's announcement of the reopening of the country.  The Government had committed to this and I am glad that the path ahead is clear and realistic.  I thank the T&aacute;naiste for his leadership throughout the pandemic since March 2020.  That point is made to me daily in my home county of Longford.  Everyone in the country has worked hard and made sacrifices since March 2020, but brighter days are ahead.<\/p> <p>Millions of our children are back at school.  Our young people returned to playing sport this week, so today is a good day.  My nine-year-old returned to playing hurling on Wednesday.  I have to get home this evening, as he has GAA training.  My four-year-old has his first training session with the local GAA club tomorrow morning.  We are starting them at that age now in Longford to see if we can catch up with Dublin, which has moved so far ahead in Leinster. <\/p> <p>I believe the key to our recovery is our vaccination programme, which is progressing well.  We need to ensure every effort is made that every vaccine received is administered as quickly as possible and that we communicate that correctly to the public.  The plan laid out last night will see many thousands of people return to work in what has been a difficult time for businesses and workers.  We are told the current business supports will remain in place in their current form until the end of June.  However, we need to continue these supports until our economy is fully up and running.  More important, we need to do everything we can to ensure that when we open our economy, it stays open.  <\/p> <p>We must also spare a thought today for those who will not have jobs to return to.  Some businesses will not reopen and we need to ensure that we have supports for these workers and businesses.  As we look forward to the summer months, we need to see a return of tourists, both domestic and international travellers.  It is imperative that we ensure the continued survival of our aviation and hospitality sectors.  I welcome the EU Covid-19 certificate allowing our citizens to travel freely and, hopefully, this will be a timely boost to our tourism and hospitality industry.  As my party's tourism spokesman, I join other colleagues in asking that the outdoor dining scheme be amended to an outdoor enhancement scheme, to allow all eligible hospitality businesses to apply.<\/p> <p>On a sporting level, my local Parkrun committee has asked me to raise an issue.  I ask that Parkrun committees, which are successful in towns and villages throughout the country, be given a definitive date for when they can open. As my party's media spokesperson, I concur with Senator Cassells that some support mechanism needs to be put in place for local media, as has been done for local radio.<\/p> <p>I will finish by saying that County Longford is open for business.  I ask people to support those businesses that are reopening after such a difficult period. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#W00500","speaker":"1639"},{"type":"speech","time":1619773200,"counter":56,"content":"<p>The efforts everyone has made to co-operate have succeeded in ensuring all Senators who wished to speak could do so.  I thank Members for that.  It is my pleasure to call on the T&aacute;naiste to respond to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#W00600","speaker":"1692"},{"type":"speech","time":1619773200,"counter":57,"content":"<p>I thank the Leas-Chathaoirleach.  I also thank Senators for a very interesting and informed debate.  It is nice to come to the Seanad.  I must come to the House more often because it is less adversarial and, therefore, sometimes a little more grown-up.  I appreciate the comments and remarks of Senators.<\/p> <p>Senator Ahearn has often mentioned the Ballingarrane campus to me.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Leo Varadkar:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is specific mention of Clonmel in the IDA Ireland strategy.  I look forward to working with the Senator on that matter because I know he has a particular and personal interest in it.<\/p><p>Senators McDowell and Keogan said something with which I strongly agree.  They stated that when this pandemic is over - let us hope it is over in months and not years - we should carry out a proper and independent analysis of our pandemic response.  We have not faced a pandemic like this in 100 years but it would be foolish to assume that it will be 100 years before we next experience one.  Perhaps there will be another in a few decades or within our lifetimes.  Asian countries in particular learned a lot from their experience of severe acute respiratory syndrome, SARS.  We did not have that experience but next time we will have no excuses because we need to have a better response than we had.  We need to think about how that will be done so that it is done in a way that yields lessons we can learn from and does not become adversarial or overly political.  Paul Reid, the CEO of the HSE, rightly stated at the start of the pandemic that there is no manual for dealing with a pandemic and that we would get approximately 70% of things right and maybe 30% of things wrong.  That was a good prediction but it is important that we know what the 70% we got right was so that we do that again, and what the 30% we got wrong was so that we can change our response for next time.<\/p><p>Critical care capacity has been scaled up in recent years, particularly in the last year, but it needs to be scaled up further to about 400 or 500 critical care beds on a permanent basis.  As Colm Henry always says, an ICU bed is not a bed and it is not hard to buy the kit.  It is a system involving intensivists who take ten years to train.  I include ICU nurses, who are in short supply everywhere in the world, in that regard.  This is something that will take some time to build up.  Even though we had less critical care capacity than many other countries in Europe, we did not run out of it and other places did.  The Netherlands, for example, had to send patients to Germany and Austria and Italy did something similar.  While we might have had one of the most stringent and longest lockdowns in Europe, our rate of mortality has been among the lowest.  That is not a coincidence.  Countries that are perceived to have better health services than ours - the United Kingdom, Sweden, Germany, the Netherlands, Switzerland, France, Belgium, Austria; and Luxembourg, which have health systems that we are often told to copy - have had mortality rates that are at least significantly higher than that of Ireland.  We should not forget that.<\/p><p>I will not make a speech on Seanad reform but we should it and do it well.  Something that Senator McDowell and I differed on in the previous Oireachtas was whether we should have constitutional reform.  I think we should but perhaps the best start to that is to have some sort of symposium or opportunity for everyone to express their views.  Everyone has different views on this, regardless of what party one is a member of, and everyone should be able to freely express their views on what the Seanad should look like.  We could take it from there and not do it on party grounds.  I stumbled across the Free State Constitution the other day when I was making preparations for an article I am writing.  It was interesting to see how the Seanad worked in that.  It was set up with the particular purpose of representing minorities and had directly elected elements on national and regional panels.  I am not saying we should copy that but there are even interesting ideas from our history that we might consider.<\/p><p>Senator Crowe and others asked about the employment wage subsidy scheme.  That will stay in its current form at least until the end of June.  We will then continue it in some form after the end of June.  We are not exactly sure how we will do that, whether it will be sector or turnover-based but we will work that out.<\/p><p>The NPHET letter with the public health advice will be published today, tomorrow or in the coming days.  That says that hotels should be opened, including all of their facilities, but that indoor dining and restaurants should not be opened.  There is no medical or scientific advice on that and I need to be honest about that.  The reason hotels are allowed to open their restaurants or indoor dining is because they always have been allowed to do so.  It has always been the case that hotels have been allowed to serve meals to their residents and we did not want to take that away.  However, I hope that people who work in the restaurant sector will see outdoor dining as just a step.  We would intend to move to indoor dining in July if everything goes to plan.<\/p><p>Senator Wall mentioned youth unemployment.  The rate of youth unemployment in Ireland is high and we need to act on it.  Such action must include: job opportunities from my Department; education and training opportunities from the Department of Further and Higher Education, Research, Innovation and Science; and maybe more schemes from the Department of Social Protection.  I often hear this figure used that we have youth unemployment of 50% or 59%.  That is misleading.  When we calculate youth unemployment in Ireland, we exclude anyone who is in education or training, and most of our young people are in education and training.  Therefore, it is only 59% of those not in education and training who are unemployed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Leo Varadkar:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->By increasing places in education and training, we increase youth employment, if one understands how the maths work as I am sure the Senator does.  The real figure is somewhere around 22%, including people on the pandemic unemployment payment.  As retail, construction and personal services open over the next few weeks, I would hope to see that 22% fall to some figure beginning with a \"1\", but that is still high.  We need to bear in mind that, generally, in a recession young people suffer economically the most.  In a recovery, they are the ones who regain their jobs quickest.  It is often people in their 50s who find it hardest to get back to work when they have lost their job in a traditional industry.  We need to bear that in mind too.<\/p><p>On Safe Pass, we will check up that issue about it being online.  It is not my area but I will check it up.  I fully agree with the Senator's remarks on the local enterprise offices.<\/p><p>On the issue of a waiver for intellectual property rights, that is an EU matter.  None of that intellectual property is held in Ireland.  At present, I am not convinced that it would benefit anyone to waive intellectual property rights regarding vaccines.  If there were large numbers of empty vaccine factories in the global south that could produce vaccines within weeks or months it would be one thing, but that is not the case.  There is a risk that it could be counterproductive and might send the message out to scientists, industry and enterprise that if they develop these vaccines we will take their invention away from them.  If we knew that would definitely benefit people in terms of production being ramped up in the global south that would be one thing but we do not know that.  The debate on this has become a little too ideological and needs to be practical.  What companies should do is license this to be produced in factories all over the world, whether they are in the global north or the global south, if they exist but, as we know in Ireland, they do not.  There is no empty vaccine factory or pharmaceutical factory in Ireland that we could make vaccines in.  We looked.  It would take two or three years to produce that kind of infrastructure.<\/p><p>As the Taoiseach indicated, there will be a package for tourism and the tourism sector and we hope to have that as part of our announcements for the end of May.  Senators Currie and Carrigy both raised the issue of the outdoor furniture grant.  They said they should be for pubs and not only for restaurants, caf&eacute;s and gastropubs.  I agree with that and I spoke to the Minister, Deputy Catherine Martin, about it.  The Minister agrees too and she is working with F&aacute;ilte Ireland on it.  We think it can be done, certainly for pubs that have their own outdoor space.  It is a little trickier when it is a public footpath for many different reasons that the Senators will understand but we are hoping that it can be extended to pubs with their own outdoor space.<\/p><p>My Department is updating the workplace safety protocol in the next few weeks and that will have a new chapter on antigen testing giving employers clear guidance and encouragement to carry out antigen testing regularly in their workplaces.<\/p><p>I very much agree with Senator Browne's remarks on the new deal for younger people on cultural institutions.  The Senator's idea of replacing commercial rates with a different model is a very good one but I do not know what it is.  As is always the case, there will be different views on it, and winners and losers.  It is work that somebody should do anyway.  It will not be me.  Perhaps the Minister, Deputy Darragh O'Brien, or the Minister of State, Deputy Peter Burke, might do it.<\/p><p>In response to Senator Cummins, we are re-examining the Covid credit guarantee scheme to see if we can make it more attractive for business.  We are constrained by state aid rules.  It is a Government-backed loan.  It is a low-cost loan, but it is a loan and has to be on commercial terms.  We can only go so far within the EU state aid rules but we may be able to make it a bit better and more attractive and we intend to do that.<\/p><p>I very much take Senator Cassells's point on local newspapers and the coverage and information they provided our citizens during the pandemic.  That needs to be recognised too.<\/p><p>On the issue of pharmacists, 1,200 of them have signed up, as Senator Byrne informed us.  Some of them are a little annoyed that they have not been asked to help yet.  They will be, almost certainly in June and through to July and thereafter.  I would say to anyone who is a healthcare professional, even though he or she might not have been asked yet, that they should do the online course.  It takes three or four hours.  It means that one is a certified vaccinator.  We might find in June that we have 1 million vaccines, or maybe even 2 million, and need to administer them quickly.  Fifty thousand healthcare workers all putting their shoulders to the wheel, if we facilitate them, can do this very quickly.<\/p><p>Senator Warfield mentioned the issue of nightlife - something I miss terribly, as I know the Senator does too.  I hope I am not too old to enjoy nightlife by the time this pandemic is over and our clubs, music venues and late bars reopen.  It is certainly my view that the offering in our cities here in Ireland should be as good as anything on offer in Germany, Spain or the Netherlands.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Leo Varadkar:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is not currently the case and probably never was.  I look forward to the publication of the report of the night-time economy task force, which I think is imminent.  Like the Minister, Deputy McEntee, I would support a change to licensing laws which would make opening late more economical and also a system of licensing that is more predictable in order that people who are organising events - I do not just mean night events but include people organising concerts - actually know they will get a licence.  It is still the case that most of the concerts that happen in Ireland are subject to licence.  There must be a better system where people have predictability around licensing.  We have made provision in the summer for pilot events and I am aware some have happened in England.  I was really encouraged by the results of an outdoor concert held in Barcelona.  It was attended by 5,000 people and there was no social distancing but masks were worn.  As very few cases were detected 12 days after the pilot, that is really encouraging and reinforces what we know already about outdoors being much safer.<\/p><p>Senator O'Loughlin and many other Members of the Houses have mentioned the issue of businesses without a rateable premises to me.  Such businesses did not receive the restart grant or the CRSS.  These are mostly home businesses although many have vans and vehicles.  They have not been ordered to close by Government and have lower fixed costs than businesses with rateable premises.  However, they do need help in some form and it is something I am mulling over with the Ministers of State, Deputies English and Troy.  Perhaps if we do a new round of restart grants, and we intend to, we can do something for those businesses so they at least get some financial support which they did not previously.<\/p><p>I agree with what Senator Seery Kearney said about the new marketplace.  The economy is going to be very different post pandemic and we must have a think about the changing demand for childcare.  Blended working is going to mean people will want blended childcare.  It is going to be different and we must think that through.<\/p><p>On the credit unions, for the first time there are now some credit unions, albeit only a small number, which are lending to businesses through the Government-backed guarantee.  That is a change and a positive one for the future.  People often talk about bringing the Sparkassen model to Ireland and perhaps we should give that more and further consideration.  However, could our credit unions not become that, to a certain extent?  The credit unions in our local areas are the people who know our local citizens and business people and maybe if we are going to have a community banking system that lends to business, it might be an adaptation of the credit unions rather than something set up from scratch by people who do not know our business people and communities so well.<\/p><p>Finally, on the Duffy Cahill report, as I mentioned earlier the Minister of State, Deputy Troy, will bring in a new company law Bill before the summer.  We are leaving some space in that Bill to make some changes, as recommended by that report.  However, we must be honest about the difference that legislation can make.  It certainly is not going to be retrospective.  As the Senator will know, the Clerys dispute was a very different dispute to the Debenhams one.  All disputes are different but in the Clerys case there was a very big asset in the form of a very big building on O'Connell Street, and that allowed for an additional payment to be made to the workers there, over and above their statutory redundancy.  Debenhams was a much more straightforward insolvency.  The company went bust; its debts exceeded its assets.  In that scenario, people only get what they are legally entitled to, unfortunately.  The workers there were badly treated by their employer but they were not very well advised by others on what was achievable and what was not.  That is unfortunate because a deal was there on the table for statutory redundancy, an extra &euro;1 million and several hundred jobs being saved.  There was not even a ballot on that and I believe that was a mistake.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#W00700","speaker":"1474","continuing":true},{"type":"unspoken","time":1619773200,"counter":61,"content":"<p>Sitting suspended at 12.05 p.m. and resumed at 12.17 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Messages from Joint Committees","time":1619773200,"counter":62,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#CC00100"},{"type":"speech","time":1619773200,"counter":63,"content":"<p>The Joint Committee on Enterprise, Trade and Employment has completed its consideration of the following regulations in draft:<\/p> <blockquote> \tProtection of Young Persons (Employment) (Exclusion of Workers in the Fishing and Shipping Sectors) Regulations 2021. <\/blockquote> <p>The Joint Committee on Housing, Local Government and Heritage has completed its consideration of the following regulations:<\/p> <blockquote> \tPlanning and Development Act 2000 (Exempted Development) (No. 3) Regulations 2021; and<br \/><br \/>Planning and Development (Street Furniture Fees) Regulations 2021. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#CC00200","speaker":"1692"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1619773200,"counter":64,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#CC00300"},{"type":"speech","time":1619773200,"counter":65,"content":"<p>I have received notice from Senator Fiona O'Loughlin that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to consider lifting the restrictions on partners attending at maternity hospitals for appointments and childbirth. <\/blockquote> <p>I have also received notice from Senator Marie Sherlock of the following matter:<\/p> <blockquote> \tThe need for the Minister for Children, Equality, Disability, Integration and Youth to conduct a review of the national childcare scheme. <\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p> <blockquote> \tThe need for the Minister for Agriculture, Food and the Marine to provide clarification on the statutory timeframes pertaining to aquaculture licensing. <\/blockquote> <p>I have also received notice from Senator Mary Fitzpatrick of the following matter:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on the provision of financial and other supports for taxi drivers. <\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Michael McDowell of the following matter:<\/p><blockquote>\tThe need for the Minister for Finance to examine the feasibility of a legislative change to allow children to take out life cover in respect of their parents for the specific purpose of paying inheritance tax after the death of the parent or parents concerned. <\/blockquote><p>I have also received notice from Senator Barry Ward of the following matter:<\/p><blockquote>\tThe need for the Minister for Finance to consider changing the rates of taxes on mobility, in particular stamp duty and inheritance tax, for those wishing to downsize or move house. <\/blockquote><p>I have also received notice from Senator Malcolm Byrne of the following matter:<\/p><blockquote>\tThe need for the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media to make a statement on her plans for the safe reopening of theatres and event venues. <\/blockquote><p>I have also received notice from Senator Sharon Keogan of the following matter:<\/p><blockquote>\tThe need for the Minister for Education to provide an update on the remedial works required to Duleek boys' and girls' national schools, County Meath.  <\/blockquote><p>I have also received notice from Senator Paul Gavan of the following matter:<\/p><blockquote>\tThe need for the Minister for Health to legislate to create safe access zones for hospitals. <\/blockquote><p>I have also received notice from Senator Ivana Bacik of the following matter:<\/p><blockquote>\tThe need for the Minister for Education to provide an update on the opening of autism spectrum disorder, ASD, units in schools in the areas of Dublin 2, 4 and 6. <\/blockquote><p>I have also received notice from Senator Emer Currie of the following matter:<\/p><blockquote>\tThe need for the Minister for Health to address inequitable funding for trainee psychologists.  <\/blockquote><p>I have also received notice from Senator Pauline O&rsquo;Reilly of the following matter:<\/p><blockquote>\tThe need for the Minister for Education provide an update on school buildings for multi-denominational schools in Galway. <\/blockquote><p>The matters raised by the Senators are suitable for discussion and the Cathaoirleach has selected the matters raised by Senators O&rsquo;Loughlin, Sherlock, Lombard, Fitzpatrick, McDowell and Ward, and they will be taken now.  The other Senators may give notice on another day of the matters that they wish to raise.<br\/><br\/>I welcome my colleague and friend, Minister of State, Deputy Feighan, Senator emeritus, to the Chamber and invite Senator O'Loughlin to address the first matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#CC00400","speaker":"1692","continuing":true},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1619773200,"counter":67,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#DD00200"},{"type":"minorheading","content":"Maternity Services","time":1619773200,"counter":68,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#DD00300"},{"type":"speech","time":1619773200,"counter":69,"content":"<p>This is not the first time I have spoken about this issue.  I addressed it last Monday.  Senator Flynn told us of her happy news on that occasion and I wish her well.<\/p> <p>The Minister of State is welcome to the House.  I certainly hope he can bring some clarity to the issue about which I am speaking today.  There is a need for the lifting of restrictions on appointments, labours and visits to neonatal wards in maternity hospitals.  We often think of the Coombe, Hollis Street and the Rotunda as the three maternity hospitals in Ireland and while they are the main three, there are another 16 maternity units around the country.  On average, 62,000 children are born every year.  I estimate approximately 70,000 babies have been born since Covid-19 came upon our shores.  It is sad that we have had approximately 14,000 miscarriages in that period of time.  Pregnancies are generally happy and joyful occasions for mums and their partners although they are not without their stresses and worries, particularly for those who may have had difficult experiences previously.  Partners have not been allowed into hospitals for scans and have only been allowed in for the very end of labour.  For many women, that end of labour has come quite quickly and their partner has not made it in and that has made for difficult times.  One mum of four, a strong and feisty lady, said to me that when she gave birth to those children, a big thing was that she felt she had an advocate there.  She was giving away control and power and needed somebody who was there solely for her.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Every woman I have met has spoken in glowing terms about the maternity services, the midwives, the doctors and the nurses.  This is not about that; this is about the help and the support that needs to be given at a difficult time.  I was emailed by one lady about having a miscarriage last year and how difficult it was for her to hear of it in a hospital setting.  She had to go back out and within a matter of 20 minutes to explain and go through all of those emotions again with her partner who had not been there with her to listen to that.<\/p><p>Two ladies, Emma and Ciara, have set up this amazing Facebook page, In Our Shoes, and the stories would bring tears to a stone.  <\/p><p>The fact that all of our hospital staff are vaccinated surely means it is time for these restrictions to be lifted.  Dr. Colm Henry spoke about this and said that it would be expected that these restrictions would be lifted and Dr. Peter Boylan said the same but the problem is that there is no uniformity among our 19 maternity units.  It is very clear at this point that pregnant women have suffered enough.  They and their partners need the opportunity to be present for these scans, for the bad and the good news, to be present for all of labour, and to be able to attend neonatal units.  I hope that the Minister of State has good news for us today because it was lacking in all of the positive good news yesterday.  I thank the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#DD00400","speaker":"1689","continuing":true},{"type":"speech","time":1619773200,"counter":71,"content":"<p>I thank the Senator for raising what is a very important issue.  The senior Minister, Deputy Donnelly, myself and many others fully appreciate how restrictions across the health system are affecting service users.  I acknowledge that the restrictions in maternity hospitals are particularly difficult for expectant mums and their partners.  Indeed, a year and a half ago I was the partner of an expectant mum and the support that we were able to give one another, and especially, that I was able to give her was huge.  Many of my friends and constituents have raised this issue and it is one that we would like resolved as quickly as possible.<\/p> <p>It is our aim that the impact of Covid-19 on women and their families in maternity hospitals be kept to an absolute minimum.  Unfortunately, with the prevalence of Covid-19 in our communities, it has been necessary to introduce restrictions in our maternity hospitals to protect not only women, babies and staff, but the maternity services as a whole.  This has been achieved in part by the introduction of restrictions on persons attending in maternity hospitals and this, regrettably, has affected the access of partners to maternity wards, theatres, and appointments.<\/p> <p>It is worth remembering that some of the most vulnerable members of our society are cared for in our maternity hospitals, including fragile infants at the very extremes of prematurity and the sickness of newborns with very complex needs.  There are also many vulnerable mums with additional medical needs and everyone can agree that their safety and that of their babies must be a priority.<\/p> <p>To date, our maternity hospitals have performed very well in that regard and have continued to protect the well-being of women, babies and staff while providing safe, quality, maternity care.<\/p> <p>Throughout this pandemic, maternity sites have continued to review their restrictions on a weekly basis, with some undertaking reviews daily.  We need to recognise that the challenges faced by our maternity hospitals vary considerably between hospitals and that significant variations in caseload, complexity and infrastructure exist throughout the system.  That is why we cannot have a one-size-fits-all approach to restrictions and some local flexibility is required to provide for the different circumstances that may arise in different maternity units.  Decisions on restrictions are, therefore, made, implemented and reviewed at hospital level.<\/p> <p>The national women and infants health programme has advised the Department of Health that it has issued a communication to clinical leads in each maternity network requesting that the improving situation regarding community transmission and immunisation of front-line workers be taken into consideration when restrictions are being reviewed.  The programme will continue to engage with the clinical leads to support a phased relaxation of restrictions and to provide advice on any area of particular challenge while continuing to advise that the overarching requirement is to protect the health of our pregnant population.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frankie Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I assure the Senator the decision to restrict attendance in maternity hospitals has not been taken lightly.  Front-line staff and hospital management are acutely aware of the very important support provided by partners and the national women and infants health programme has assured the Department that maternity hospitals wish to facilitate this support as far as possible and that restrictions are being reviewed regularly with a view to phased relaxation, bearing in mind the overarching need to protect the health of our pregnant population.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#EE00200","speaker":"1608","continuing":true},{"type":"speech","time":1619773200,"counter":73,"content":"<p>I am disappointed with the response of the Minister of State.  I completely accept and understand, as I am sure does every Member, the necessity to introduce restrictions in our maternity hospitals to protect women, babies and staff but we have now moved to a stage where pregnant women will be prioritised for vaccination and our healthcare staff have been vaccinated.  Honestly, the damage being done to women through not having the support of their partners is incalculable.  Earlier, I mentioned a lady who wrote to me about what she went through with a miscarriage last year.  The other part of the story is that she is now pregnant again, thankfully, and has had a healthy pregnancy so far.  She is absolutely petrified of having to go through all of this again.  I honestly believe this should be a priority.  The Minister of State's comment that we need to have local flexibility is understandable but the general rule should be that partners are allowed for these three key areas, with flexibility coming in where there is a problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#FF00200","speaker":"1689"},{"type":"speech","time":1619773200,"counter":74,"content":"<p>This does not come under my remit, although I am responding to the matter.  I acknowledge the difficulties and anxieties that restrictions in our maternity services have placed on women and their partners over the period of Covid-19.  Any deviation from normal practice is a cause of regret.  I hope our maternity services have performed very well in this regard and have continued to provide a safe and quality maternity care during this very difficult time.  However, it must be borne in mind that maternity hospitals and units introduced these measures to protect the well-being of women.  The national women and infants health programme has issued a communication to the clinical leads in each maternity network requesting that restrictions be reviewed and I hope they will be.  The Department has been assured that all maternity hospitals are reviewing their restrictions with a view to phased relaxation as soon as it is deemed safe to do so.  I hope there is some positivity.<\/p> <p>I welcome this development but the House should be aware that any phased relaxation on restrictions may be subject to change as the situation evolves, bearing in mind the overarching need to protect the health and well-being of our pregnant population.  I thank the Senator for raising this issue.  I and many Senators, Deputies and Ministers have friends and constituents, particularly women, who are anxious that they get support from their partners.  This is not my area but I hope the matter will be resolved as quickly as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#FF00300","speaker":"1608"},{"type":"minorheading","content":"National Childcare Scheme","time":1619773200,"counter":75,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#GG00100"},{"type":"speech","time":1619773200,"counter":76,"content":"<p>The Minister is very welcome to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#GG00200","speaker":"1682"},{"type":"speech","time":1619773200,"counter":77,"content":"<p>I thank the Minister for taking the time to come to the House.  There is a glaring and urgent need to review the national childcare scheme.  For many families, the subvention is very welcome and helps to pay for childcare but it would be incorrect to say it is a universal subvention available to all parents.  The Labour Party acknowledges that there has been progress in the Department over the past year with regard to the support provided for the payment of wages in the childcare sector and emergency income supports.  At the same time, however, we have the introduction of the national childcare scheme which effectively excludes the children of some of the most disadvantaged families in this city and across the country.  Some of these children are living in the most challenging, overcrowded and difficult of circumstances, particularly where I live in Dublin Central but right across the country.<\/p> <p>There are a number of issues with the design of the national childcare scheme.  First, there is the loss of financial support, particularly for after-school care for children whose parents are on very low incomes or are not working.  Second, there is the inconsistent way in which the sponsorship system operates and the rash manner in which sponsorship can be withdrawn, particularly when a family moves from emergency accommodation into a house.  This is a hugely traumatic time in people's lives.  I know of one instance where the support was removed within one month, while in other cases it takes six or seven months to be removed.  Third, the application process discriminates against those with poor literacy or English language skills.  In some cases, providers have had to fill out the form for families.  The original idea was to have an application process that would allow autonomy for families to get the supports they need.<\/p> <p>Many representatives of childcare facilities have told me they raised these issues with the Department when the scheme was being designed.  I know the Minister was not in the Department two years ago.  At that time, providers asked for additions to be made to the national childcare scheme but nobody listened to them.  We are now approaching a perfect storm.  Representatives of community childcare facilities have told me they will not be able to continue in operation owing to the lack of funding provided for the children for whom they care.  When the previous scheme was introduced, band C was introduced at the last minute in recognition of the fact that those who provide community childcare places needed to be looked after and provided for.<\/p> <p>These facilities are not just about minding children.  They are a family support for the most disadvantaged of families.  I pay particular tribute to the childcare after-school schemes provided by St. Mary's, the Larkin Centre, Ozanam House and many other services in the inner city with which I am familiar.  They provide an incredible service to families and we would lost without them.<\/p> <p>We have talked about breaking the cycle and tackling disadvantage.  The north inner city task force has lots of money for additional security and improving the area.  All of that will be worth nothing if we do not direct resources at the youngest residents and citizens of disadvantaged areas.  We need to do more.<\/p> <p>Two years ago, providers in the inner city called for research to be undertaken on the gap in childcare places and the additional therapeutic needs of children in childcare places and those who need them in the inner city.  The Department of Children, Equality, Disability, Integration and Youth has been holding up this research because it believes the outcome will conflict with existing Government policy.  We need the Department to champion children, particularly the most disadvantaged children.  I know the Minister feels strongly about this but we cannot have a situation where this basic research on what is needed in the inner city is not being funded and provided.  I ask that the Department take this matter very seriously in the context of looking at the overall issue of the new national childcare scheme and what is needed for the most disadvantaged families.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#GG00300","speaker":"1683"},{"type":"speech","time":1619773200,"counter":78,"content":"<p>I thank the Senator for raising this important issue.  I might just speak broadly about the national childcare scheme before addressing the Senator's specific points.<\/p> <p>The national childcare scheme is built on the basis families are supported in accessing early learning and childcare based on need.  The manner in which the needs of families are addressed is progressive and ensures that those who have the least income receive the highest hourly subsidies.  In this way, we target our resources at those most in need.  More than 53,000 children have benefited from the scheme to date.  The ratio of targeted to universal beneficiaries on the national childcare scheme is 2.6:1, which is a significant increase on the on the older scheme, the ratio of which was 1.6:1.  The national childcare scheme has made the higher targeted subsidies available to a greater number of people.<\/p> <p>The scheme is also built to ensure that families are supported to access a minimum level of early learning and childcare provision to support positive child outcomes.  Importantly, the evidence also shows that these benefits are, in most cases, realised with part-time participation.  On this basis, 20 hours are available all year round for children who have not started school, and in non-term time for school age children, regardless of whether the parents or guardians are at work or in study.  During term time, the child's development needs are generally met through school participation.  Enhanced hours are available for families where the parents or guardians are in any form of work or study.  Where parents or guardians are working for at least two hours per week, or are enrolled on a national framework of qualifications level 1 course or above, this will qualify families for the enhanced hours.  Up to 45 subsidised hours per week are available to families who meet this threshold of even very limited participation in work or training.  This underpins an approach that is based on strong evidence which demonstrates that growing up in poverty negatively impacts on a child's long-term outcomes.  Taking up work or engaging in training, even a very low number of hours, is key to enabling families to break that cycle and that is what national childcare scheme is designed to achieve.<\/p> <p>I absolutely understand that there are children in exceptional circumstances for whom this is not enough.  For these children, families can avail of up to 45 hours free early learning childcare, with no work or study rule through sponsorship arrangements.   The Senator has commented on the sponsorship arrangements.  Sponsorship referrals can be made by a number of designated bodies.  Already, more than 1,200 children are enjoying the benefits of sponsorship.  I must say that I have engaged with Tusla at chief executive level to ensure the organisation is generous in its discretion on awarding sponsorships.<\/p> <p>The national childcare scheme has been in operation for 18 months.  Of course, that period has coincided with the very difficult Covid crisis.  My Department has engaged an external consultant to review the first year of the scheme.  I specifically asked for the review to include the usage by socio-economically disadvantaged families and providers serving socio-economically disadvantaged communities.  At my request, those two points will be specifically looked at in that review.  At the same time, work is ongoing on the provision of a new funding model for the entire childcare sector.  We have discussed it previously in this House.<\/p> <p>That work is being led by an expert group.  It is due to report later this year.  It is looking at mechanisms to ensure that the very substantial amount of money the State is putting in right now and the increased amount of money we will put into childcare in the future, is targeted.  It has been asked to look specifically at how we can target communities and children of greatest disadvantage.  A number of papers have been published on that.  I am sure that the Senator is familiar with them already.  It is a specific part of what we are trying to achieve in terms of the new funding model.  In the interim, my Department continues to support services, particularly those whose sustainability is in question.  There is a dedicated sustainability fund with which any service can engage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#HH00100","speaker":"1477"},{"type":"speech","time":1619773200,"counter":79,"content":"<p>I thank the Minister for that most detailed reply.  I very much look forward to the findings of the review of the first year of the scheme.  I am heartened to hear that it is being undertaken.  I must say , however, that the lack of emphasis on after-school care is most problematic.  The Minister spoke about how, during term time, the child's development needs are generally met through school participation.  If a child comes from a chaotic household, their capacity to do homework is limited and they may need additional help outside of school hours.  These needs are not being met currently if that child cannot access after-school care.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie Sherlock:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarieSherlock&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have heard countless stories from people working in early years services in the inner city who say they are providing services in lieu of formal therapy that people cannot access because of such long waiting lists.  These are children who are presenting with behavioural difficulties or who do not have the supports at home to help them with homework.  These after-school facilities are providing that care.  That is not being recognised in the national childcare scheme at the moment.  I urge and plead with the Minister to ensure that it is a key part of his review and that it is incorporated into the design of the scheme in the future. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#HH00200","speaker":"1683","continuing":true},{"type":"speech","time":1619773200,"counter":81,"content":"<p>I am very much aware of the concerns that have been raised by providers, particularly in areas of great disadvantage, on some elements of the implementation of the scheme and particularly on the after school-issue.  I have met providers, including from the Senator's local area with Senator Fitzpatrick, which is why I have outlined the three elements I am dealing with including, in the immediate term, broadening out access to sponsorship.  The information on sponsorship has not got out well this year, primarily due to Covid.  The HSE has not been in a position to do that, obviously its focus has been elsewhere, so we engaged with it and particularly with Tusla to ensure information about sponsorship arrangements is going out.  I have asked, in the context of the review of the first year, that specific focus be given to those types of concerns we are discussing today in terms of socioeconomic disadvantage.  Finally, there is a discrete part of the expert funding review group looking at the long-term issue of how we fund services in these areas.  In the short-, medium- and long-term fronts, we are taking this issue very seriously.  I look forward to the information from these reviews coming back and acting on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#JJ00200","speaker":"1477"},{"type":"minorheading","content":"Aquaculture Licences","time":1619773200,"counter":82,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#JJ00300"},{"type":"speech","time":1619773200,"counter":83,"content":"<p>I welcome the Minister of State to the Chamber.  I seek clarity on the statutory timeframes pertaining to aquaculture licences.  The Minister of State will be very much aware of the issues in the licensing regime.  Unlike other regimes, there appear to be no timelines.  Anyone seeking planning permission for a commercial or residential property tomorrow morning would have a timeline from the local authority and then there is an opportunity to take it to An Bord Plean&aacute;la.  Those timelines are not applicable here which creates great frustration, particularly for communities.  I mention Kinsale in particular this morning.  A 25-acre mussel farm in Charlesfort, beside the dock in Kinsale, was proposed on 21 December 2018.  Very little information has come forward on it.  One of the submissions made by residents said to put a fish farm in Kinsale Harbour itself would be like letting a farmer grow turnips in a public park.  There are issues with getting information out to the public.  I have written to the Department of Agriculture, Food and the Marine several times seeking clarity on the status of this application and seeking an update on the decision.  We have seen nothing but a response from the Department to the effect that all queries regarding applications are under active consideration and it would be inappropriate to comment.  We have no information on where the application is in the system, there is no transparency or understanding of when a decision will be made.<\/p> <p>Our office has done research on this.  It is a huge issue for the people in Kinsale.  Under section 31(1) of the fishing Act of 1997, the Minister must determine an application within four weeks of the date of all the information being provided.  That is really interesting.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tim Lombard:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2466\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2466&amp;amp;pid=TimLombard&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Section 32 of the Act states that if it is not possible for the Minister to determine the application within the set period, he or she must write to the applicants to give them an understanding of a timeframe for the making of a decision.  I am looking for a process to be put in place to enable the public to be made aware of what stage an application is at and the issues involved.<\/p><p>The situation we have now relies on one thing, namely, seeking clarification regarding the point at which an application is considered to be complete.  I say this because four weeks after that there is an obligation to have provided an answer, but nobody understands the point to which the word \"complete\" refers.  As a result, there is nothing but misinformation circulating.  I ask the Minister of State to use section 31(2) of the Act and notify the public of the progress of applications and to provide some understanding of where applications are in the system.  It is nearly two and a half years since the application to which I refer was made, with no understanding of when it is going to be complete or the issues pertaining to it.  Therefore, the whole system has failed the public.  Some two and a half years later there has been no update and no understanding of the current position.  It is not possible to understand where that application is in the system, despite the applicants continuously writing to the Department.  This would not happen under any other planning process, so we need clarity on how the public can get the relevant information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#JJ00400","speaker":"1666","continuing":true},{"type":"speech","time":1619773200,"counter":85,"content":"<p>I take on board the comments made by Senator Lombard regarding transparency.  It is important in any licensing process.  I am usually talking about forestry licensing, so it is good to be here to substitute for the Minister for Agriculture, Food and the Marine, Deputy McConalogue, to talk about aquaculture licensing.  He sends his apologies that he cannot be here to respond to this matter in person.<\/p> <p>My Department considers applications for aquaculture licences in accordance with the provisions of the Fisheries (Amendment Act 1997) and the Foreshore Act 1933, and other applicable national and EU legislation.  It is a complex process.  Several statutory frameworks and time frames are set out in the legislation regarding aquaculture licensing.  The process also involves consultation with a wide range of scientific and technical advisers, as well as various statutory consultees.  The legislation also provides for a period of public consultation.  The statutory time frames in respect of the public and statutory consultation processes are set out in SI 236\/1998, and on the instruction of my Department, the applicant is required to publish a notice of the application in a newspaper circulating in the vicinity of the proposed aquaculture within two weeks of the instruction.  The applicant is required to submit a copy of the newspaper in which the notice was published to my Department within one week of its publication.<\/p> <p>In the case of shellfish or seaweed licensing, the legislation provides for a period of 30 days in which the public may make a written submission on the application and for a six-week period in which the statutory consultees may make written submissions.  In the case of finfish, the time frame for public and statutory consultation is eight weeks.  Following the closing date of the public and statutory consultations, all submissions are sent to the applicant and the applicant has the opportunity to submit written comments regarding the submissions within three weeks of the date of issue.  The average time for processing a fully-complete aquaculture licence application varies, because it depends on several aspects such as location, species, the scale and intensity of production, the statutory status of sites, potential visual impact and a whole plethora of environmental impacts.<\/p> <p>My Department takes full account of all scientific and technical advice, as well as issues identified during the public and statutory consultation phases.  Further factors that can impact on the time taken to process an application can include the need for an appropriate assessment if the application is within Natura 2000 area, whether the application is required to be accompanied by an environmental impact statement, EIS, or an environmental impact assessment, EIA, report, and consideration of any submissions or observations raised during the public consultation period and the need for additional underwater or archaeological assessments, etc..  As a result, licence applications must go through several stages.<\/p> <p>Once the Minister has made a determination in respect of an application, the legislation requires this decision be published within 28 days.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pippa Hackett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=0000\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=0000&amp;amp;pid=PippaHackett&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->My Department places the reasons for the determination on the Department's website and places a notice in the newspaper in which the applicant placed the application notice.  Notice of the foreshore licensing determination is also placed in <i>Iris Oifigi&uacute;il<\/i>.<br\/><br\/>The legislation also provides for an appeals mechanism and, from the date of the publication of the decision, any interested parties can lodge an appeal within 28 days to the Aquaculture Licences Appeals Board, ALAB, an independent statutory body.  The timelines for appeals processes is a matter for the ALAB.<br\/><br\/>That gives an overview of the process of a licence being issued.  I cannot comment specifically on the example the Senator provided but I encourage him to engage further with my Department and I will see if we can get any more information for him on that inquiry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#KK00200","speaker":"1661","continuing":true},{"type":"speech","time":1619773200,"counter":87,"content":"<p>I thank the Minister of State for her response.  It is about that section of the Minister of State's contribution which goes through all of the issues pertaining to the licence.  The real issue is there is nobody going back to the community and telling the people who have made observations or submissions what is happening.  We have no idea in Kinsale what has been looked for regarding this licence.  We have no idea whether studies have been looked for or about the timeframes regarding such studies.  No public information has been made available.  The need for the Department to update and inform residents who have made submissions is very much apparent.  That is the flaw in the system.  Because of that we have a gap and that gap is information.  I appeal to the Minister of State to inform the public of what is going on.  At the moment we are in a black hole, unfortunately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#LL00200","speaker":"1666"},{"type":"speech","time":1619773200,"counter":88,"content":"<p>As I started my opening speech, I will start this one by agreeing that transparency is important in this process so that people in the communities in which these licences are sought are aware of what is happening, and indeed the applicant him or herself.<\/p> <p>I can only speak to what has happened in the forestry sector in terms of licences.  We have a forestry licence viewer, which is a new, more interactive facility for forestry licences that the public can access and see the information.  It may not give every detail at this stage.  Maybe it exists for the aquaculture licensing sector.  I do not know.  If it does not, maybe that is something they could look into to make it more transparent and provide that public participation piece that is often missing from licensing and planning applications.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#LL00300","speaker":"1661"},{"type":"minorheading","content":"Covid-19 Pandemic Supports","time":1619773200,"counter":89,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#LL00400"},{"type":"speech","time":1619773200,"counter":90,"content":"<p>I welcome the Minister of State, Deputy Fleming, to the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#LL00500","speaker":"1689"},{"type":"speech","time":1619773200,"counter":91,"content":"<p>I welcome the Minister of State to the House.  I thank him for coming here to respond to my Commencement matter, which speaks to the need for the Government to provide financial and other supports to the taxi service industry.<\/p> <p>I congratulate the Minister of State and the Government.  Today is a hopeful day.  The announcement yesterday was very welcome to all sectors of industry and community and we are all looking forward with much greater hope today than we have been for a long time.  I commend the Minister of State and the Government.  It has been a challenging year.  I acknowledge the support the Government has put in place for businesses, community organisations and families to help us all through from a financial perspective and a services perspective.<\/p> <p>As I said, my Commencement matter speaks to the Government's need to respond to the taxi sector.  I am a city dweller and anybody living in any of our cities or rural towns will be aware of how vitally important taxis are to our public transportation services.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are more than 23,000 licensed taxis in the country.  They are a very important mode of public transportation.  Taxis are safe and economical and offer city and urban dwellers an alternative to owning a private car, so they are hugely important.  They have continued to operate during the pandemic and have provided a vital public transport service on the front line throughout the pandemic.<\/p><p>I appreciate this is not the remit of the Minister of State but the National Transport Authority, NTA, conducted a survey on the impact of the pandemic on taxi drivers and its research shows that almost 100% of taxi drivers have suffered a massive decrease in income since the pandemic.  At the same, almost 100% of the taxi drivers had introduced measures at their own cost to ensure their services could continue to operate in a Covid-19 safe way.  They installed barriers, wore masks, introduced hand sanitisers and adopted cashless payments at their own expense.<\/p><p>Throughout the pandemic, the taxi drivers as business operators, have had no support.  The only support they were provided with was the pandemic unemployment payment.  I recognise they were given the opportunity to continue to earn up &euro;480 per month, but they have fixed annual costs of &euro;11,000 per year.  Instead of using their pandemic unemployment payment to pay for their groceries and family expenses, they have been paying for their insurance and cost of maintenance.<\/p><p>On top of that, they have an obligation to renew their car every ten years.  I accept that last October, the Minister introduced a delay on renewal fees and registrations until June of this year, but that expires at the end of this year.  It is unrealistic to expect any business owner to make a once-in-a-decade capital investment in his or her business when he or she has been, more or less, without a livelihood for the past 12 months.<\/p><p>The taxi drivers have lost confidence in the taxi advisory group.  As I said at the outset, taxis are a vital component in our public transportation infrastructure and services.  I urge the Minister of State to respond to the lack of confidence in the taxi advisory group expressed by the taxi sector and advise the House on how the Minister, Deputy Ryan, intends to respond to that situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#LL00600","speaker":"1656","continuing":true},{"type":"speech","time":1619773200,"counter":93,"content":"<p>On behalf of the Minister, Deputy Ryan, I thank Senator Fitzpatrick for raising this matter and will report her remarks directly back to the Minister, Deputy Ryan, if I do not get to cover them all in the short time available.<\/p> <p>The Government is acutely aware of the difficult situation facing the taxi and small public service vehicle, SPSV, industry.  Yesterday, the Minister, Deputy Ryan, met with the advisory committee on SPSVs to hear first hand about the difficulties facing the sector and to discuss the challenges ahead.  The sector is particularly dependant on the hospitality industry.  The gradual reopening of society over the coming months should, it is hoped, see passenger demand for services begin to return.<\/p> <p>Nevertheless, we are not there yet and people understand that.  Covid-19 continues to have a profound effect on the working lives of individuals from all walks of life throughout the country.  That is why the Government has put in place support measures with broad eligibility criteria.  Self-employed individuals such as taxi operators can and have availed of these supports, including the pandemic unemployment payment and liquidity, investment, and tax relief measures.<\/p> <p>I want to use my time to mainly talk about the supports available to taxi drivers but the Minister has asked me to deal with two issues specifically.  I want to reiterate on behalf of the Minister that there are no plans to change the access arrangements to bus lanes.  This has been made clear to taxi representatives in the Minister's meeting and his Department's correspondence with them.  I sincerely hope this clarifies the matter once and for all.  I reiterate there are no plans to change access arrangements to bus lanes.<\/p> <p>It has been two decades since quantitative controls on the taxi industry were lifted.  It is well known that the taxi industry has been badly affected by Covid-19 and, as experience over the past two years has shown, few people wish to enter the industry.  A moratorium on licenses would not deliver any practical benefits to anyone and, accordingly, there are no plans to introduce one for the practical reason there are not a large number of people seeking to enter the industry in the first place.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Sean Fleming:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=418\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=418&amp;amp;pid=SeanFleming&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The Government is committed to providing practical supports to assist SPSV operators and to support drivers' return to work when circumstances allow.  This is why self-employed individuals, including taxi drivers, can earn up to &euro;960 in an eight-week period.  That is &euro;120 per week or almost &euro;6,240, net of expenses, without jeopardising their pandemic unemployment payment, PUP, payments.  Taxi drivers can actually continue in business, do a small amount of business and earn up to &euro;120, net of expenses.  That is profit on top of their PUP.  I understand that is not enough in itself, because the level of business is not out there to justify taxi drivers all going back on the road.  Normally, there could be well over 1,000 taxi drivers at Dublin Airport on any given day.  It was mentioned to me that, at this stage, there are only approximately 40 there on any given day.  The &euro;120 is a good system in place for those who are in a position to take advantage of it but there is not enough business going around for many taxi drivers to avail of it.<\/p><p>Furthermore, taxi operators coming off the PUP and returning to work full-time can avail of the enterprise support grant, a &euro;1,000 grant which can be used towards the costs associated with reopening a business.  This can include personal protective equipment, vehicle costs and cleaning supplies.<\/p><p>The suite of Covid-19 measures is complemented by specific industry measures. The National Transport Authority, NTA, has introduced late fee waivers, facilitated temporary licence suspensions and insurance suspensions, and provided guidance to operators on reducing the risk of Covid.  The Department of Transport has provided for the waiving of all standard taxi licence renewal fees for 2021 at a cost of &euro;2.6 million to date.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#MM00200","speaker":"1590","continuing":true},{"type":"speech","time":1619773200,"counter":95,"content":"<p>I thank the Minister of State for his response.  I welcome his clarification of the situation with regard to the bus lanes.  That is an operational matter and it is important that there is clarity around that issue.<\/p> <p>I also welcome the supports the Minister of State mentioned and the fact that taxi drivers can earn up to &euro;120 a week.  However, they cannot do so because there is no business.  That is the truth of it.  They have fixed costs of &euro;11,000 a year.  I welcome the fact that the Minister for Transport is willing to engage.  I urge the Minister of State to ask him to meet taxi driver representatives, together with Oireachtas Members from the Government parties.  It is really important that we carve out an agreed partnership for a sustained future for this vital public transportation service that will make it sustainable for the next five to ten years.  <\/p> <p>I also have a specific request, that is, that the Minister of State asks the Minister of Transport to extend the ten-year vehicle requirement to 2025.  Taxi drivers have lost the best part of two years in the operation of those vehicles, which is two years of their livelihoods.  They are not in a position to make a once-in-a-decade capital investment in their business.  It would be gesture of sincere commitment to that sector, were the Government to extend that period up to 2025.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#NN00200","speaker":"1656"},{"type":"speech","time":1619773200,"counter":96,"content":"<p>In response to the Senator's two specific requests, I assure her that I will speak directly to the Minister about meeting taxi driver representatives.  The Senator mentioned members of the Government parties as well.  She also mentioned the issue of extending the rule that requires vehicles be replaced every ten years.  I understand, and I am subject to correction, that it is in place for this year but was not in place last year.  There is a bit of a lacuna and taxi drivers might be waiting for clarification on that.  I am not in a position to say whether any of that will happen, except that I will take the Senator's concerns directly to the Minister.<\/p> <p>As regards the supports to purchase electric vehicles, the amount available has been increased to &euro;15 million.  This will allow &euro;20,000 per operator to scrap older vehicles and make the switch to full electric models.  It is a very good scheme but with income being so tight, I acknowledge that taxi drivers might not have funding to finance the balance of the cost of the car.  It is a very generous grant scheme but finding the balance of the funding is very difficult.  It is an issue I will take directly back to the Minister. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#NN00300","speaker":"1590"},{"type":"minorheading","content":"Tax Compliance","time":1619773200,"counter":97,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#NN00350"},{"type":"speech","time":1619773200,"counter":98,"content":"<p>I thank the Minister for coming to the House and the Chair for listing this Commencement matter.  According to the tax and duty manual, under the capital acquisitions tax part 15 on insurance policies and in particular under sections 72 and 73 of the Capital Acquisitions Tax Consolidation Act, it is possible to put in place an insurance policy, the purpose of which is to meet the anticipated capital acquisitions tax which will occur on the death of any individual.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The proceeds of the insurance policy do not effectively add to the size of the estate for the purpose of capital acquisitions tax and they are available to the personal representative of the deceased to discharge the CAT liability, usually inheritance tax, for relatives who the property owner wishes to protect.  That is fine and it works reasonably well except that it can be expensive on some occasions.  The strange thing about the insurance policy is that the wealthier the person providing the insurance is, the less of a burden it is to that person to avail of the policy.  For example, somebody might want to provide for the likely CAT, which will occur if he or she dies and has to leave his or her home to a child or whatever.  The issue is that one of the prerequisites for qualifying under sections 72 and 73 is that the person who takes out the insurance policy effectively has to pay the premiums himself or herself.<\/p><p>This issue has not been raised by wealthy people but it has been presented to me by a broker who operates in the Cork area that he sees injustices, namely that less well-off people who are not in a position to fund the premiums find themselves at a disadvantage compared with people who are better off in a similar situation.  He tells me this would be remedied by allowing the likely inheritor to participate in the insurance policy.  This could be done by noting his or her interest on the policy; making him or her a contributor to the policy; or exempting any assistance her or she gives to his or her parents to pay for the insurance from CAT, gift tax, income tax or whatever.  His view is that as between people in relatively similar situations, the present requirement that the disponer under an inheritance should pay the insurance policy premia effectively discriminates unfairly against those with lesser means as opposed to those with greater means.<\/p><p>I ask the Minister of State to examine this issue and consider some means whereby the person for whose benefit the insurance policy is put in place could contribute to the extra expense imposed on the person who has to be the policyholder.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#NN00400","speaker":"1669","continuing":true},{"type":"speech","time":1619773200,"counter":100,"content":"<p>I thank the Senator for raising this issue.  The proposal is as follows: \"The need for the Minister for Finance to examine the feasibility of a legislative change to allow children to take out life cover in respect of their parents for the specific purpose of paying inheritance tax after the death of the parent(s).\"  I might come back to some of the other points the Senator has raised in my second contribution.<\/p> <p>The issue of inheritance tax after the death of an individual's parents is a sensitive subject, and one where qualified financial advisers are available to advise.  The Senator has been talking to a broker on that but I am talking about tax experts as well.  He will also appreciate that the Minister for Finance is responsible for the legal framework for insurance and that neither he nor the Central Bank of Ireland can intervene in the provision or pricing of insurance products, as this is a commercial matter that individual companies assess on a case-by-case basis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Sean Fleming:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=418\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=418&amp;amp;pid=SeanFleming&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This position is reinforced by the EU framework for insurance - the solvency Il directive.<\/p><p>With regard to the request from the Senator, I do not believe that this change is necessary, either in relation to insurance or the CAT legislation.  In Ireland, I understand that the general practice where a parent wishes to prevent his or her child from having an inheritance tax liability is that the parent may take out a specific type of life assurance cover, generally referred to as section 72 cover, to which the Senator referred to  Generally, the parent takes out life assurance for the purpose of covering any future inheritance tax liability on behalf of his or her child, rather than the children taking out a policy in respect of their parents.  Section 72 life assurance policies are particular types of life assurance policies, which are approved by the Revenue Commissioners under section 72 of the Capital Acquisitions Tax Consolidation Act 2003.  This legislation provides for a relief on the proceeds of certain life assurance policies used to pay inheritance tax.  These policies are widely available in the market.  They are generally whole-of-life assurance policies and will provide that the proceeds are tax free insofar as they are used to pay an inheritance tax bill.<\/p><p>For completeness, the Department also consulted with the Revenue Commissioners on the Senator's query as it may have inheritance tax law implications.  As proposed by him, their view is nothing in CAT legislation prevents a child from taking out life cover in respect of his or her parents for the specific purpose of paying inheritance tax after the death of a parent or parents.  However, the concept of insurable interest would be relevant as the child would have to prove to the insurance company that he or she has a financial necessity for such a policy.  I recall that the principle of insurable interest in insurance legislation was recently modernised under the Consumer Insurance Contracts Act 2019.  Accordingly, the introduction of this Act is a significant development in insurance law for consumers, which, among other things, reforms the contractual relationship between consumers and insurers.<\/p><p>In summary, I do not believe there is a need to examine the feasibility of changing legislation in this regard.  It can be dealt with as proposed in the Senator's matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#OO00200","speaker":"1590","continuing":true},{"type":"speech","time":1619773200,"counter":102,"content":"<p>I thank the Minister of State for his reply.  Perhaps the terms in which the matter was phrased were not specifically accurate enough to highlight the problem that I was speaking about.<\/p> <p>I note that he said that there is not a problem in theory with a child of a likely disponer taking out a life assurance policy providing he or she can show an insurable interest but there is this difficulty of to whom the proceeds of that policy are paid.  If they are paid to the inheritor, there are issues as to whether they form part of the estate and whether they can be separately made liable for taxation.<\/p> <p>The second point that I raise with the Minister of State is it were possible for a section 72 insurance policy to be funded - it was made clear that it can be funded by a person who expects to inherit - without in any way vitiating the policy and without having to show insurable interest or whatever, it would be an evening up between the have-nots and the haves who can avail of section 72.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#PP00200","speaker":"1669"},{"type":"speech","time":1619773200,"counter":103,"content":"<p>I thank the Senator for his remarks.  I understand the issue of insurable interest is fundamental to every insurance policy and it is not easy to get over the situation of people taking out an insurance policy unless they can prove that they have interest in the policy.  That is one issue.<\/p> <p>I take on board the Senator's second point completely.  If it is payable to the estate, I would be afraid and the Senator would be concerned that the Revenue would include it as part of the estate and subject to taxation as part of the estate.  That would defeat the purpose to an extent.  Second, it would not have to be paid by the beneficiaries of the estate.  To that extent, it means that they would benefit to some extent, but I see the complications.<\/p> <p>I have explained that the insurable sector currently provides options for people with regard to estate planning, including through section 72, and such cover may be expensive given that it is a whole-of-life type cover and insurers will price the risk accordingly.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Sean Fleming:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=418\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=418&amp;amp;pid=SeanFleming&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Nevertheless, there is no need to consider any amendments to either the insurance legislation or the tax code.  It is not clear from the Commencement matter whether the Senator is suggesting insurance companies offering section 72 life insurance policies will allow the adult children to pay the premiums and therefore be considered the owners of the policy.  The Senator has dealt with that in his comments in the meantime.  The matter can only be dealt with in the next Finance Act.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#PP00300","speaker":"1590","continuing":true},{"type":"minorheading","content":"Tax Code","time":1619773200,"counter":105,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#QQ00150"},{"type":"speech","time":1619773200,"counter":106,"content":"<p>I thank the Minister of State for coming in to speak about this important subject.  The Minister of State will be aware of the current rates of stamp duty being charged on the purchase of homes in Ireland.  We are aware also that there is a significant shortage of housing which accounts for the rise in property prices in recent months and years.  Stamp duty is, in real terms, a tax on mobility.  It stops people from moving house because it creates an additional expense on buying a house and moving to a new house and indeed selling another house.  I want the Minister of State to consider that at a time when property is so expensive, particularly in the capital, perhaps the time has come to consider removing stamp duty altogether.  I am aware this has been considered in the past and that it would leave a hole in the Exchequer accounts, there is no doubt about that.  However, at a time when we have rolled out local property tax, ostensibly with a view to funding local authority activities throughout the country, it seems like double taxation that people must pay a tax at the time they move into or buy their home and they must thereafter pay an annual tax related to local authority activities.  One tax for both would suffice.<\/p> <p>At the moment, property tax is calculated at 1% of the purchase price under &euro;1 million and 2% on every &euro;1 of the price over &euro;1 million.  It may well be that people look at this debate and think that anybody who can afford a house at that level is doing well enough that he or she can pay the tax.  However, the reality is that in places like D&uacute;n Laoghaire, where I am from, it is very difficult to find houses for below &euro;500,000.  Therefore, even a first-time buyer or new buyer coming into the market will pay &euro;5,000 stamp duty on top of the very substantial expense connected with moving house.  We should not be saying to people that, first, it is acceptable to tax them on the double given the local property tax and, second, and perhaps more importantly, we think it is acceptable for the State to stymie their mobility.  We should be encouraging people to move as much or as often as they want to because it is exactly the kind of thing that will free up properties for use in a more appropriate fashion.  An example of this would be somebody who is living in the former family home which is too big for him or her, or more likely a couple who live in a one-bedroom apartment who now have a child or two and want to move out.  The latter is very common in the Dublin area.  The expense of moving to that other property is very significant.  That tax on mobility means we do not use the housing stock we have as effectively as we could.  It equally applies to people who want to downsize into a smaller home, perhaps a retired couple who no longer have a need for a large house.  We should be encouraging people to use property as effectively as possible and remove this tax on mobility.<\/p> <p>I am aware this issue has already been addressed today but in the same regard, inheritance tax as currently set is a massive impediment for people.  The entrance level is less advantageous than it was in 2009.  Then, there was a band for children of &euro;542,000 before they had to pay inheritance tax on, very often, the family home.  That is now down to just &euro;335,000, although I acknowledge it has been creeping up it is still very low, particularly when one is dealing with Dublin house prices.  Again, there may be little sympathy around the country for that situation.  However, that is the reality for people who live in Dublin where houses are expensive and when a parent dies, inheriting a family home very often brings with it the inability to keep that family home and it must be sold because the inheritance tax cannot be paid.  The State should be cognisant of that and raise that band to allow people to hold on to family homes which might well be suitable for a younger family but which may also have huge sentimental value to the inheritors.<\/p> <p>I ask the Minister of State to consider reducing these taxes on mobility and making them fairer in the context of people wanting to move house or move within their area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#QQ00300","speaker":"1685"},{"type":"speech","time":1619773200,"counter":107,"content":"<p>I thank the Senator for raising this issue.  I want to include the wording of the actual motion in the Official Report so people will be absolutely clear what I am replying to.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Sean Fleming:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=418\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=418&amp;amp;pid=SeanFleming&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The matter the Senator submitted asked if the Minister for Finance \"would consider changing the rates of 'taxes on mobility' such as stamp duty and inheritance tax, which disincentivise downsizing and make moving house particularly difficult for people in certain financial circumstances.\"  I will address the two different taxes that have been mentioned, namely, stamp duty and inheritance tax. <\/p><p>The transfer of a residential property constitutes conveyance on sale for the purposes of the Stamp Duties Consolidation Act 1999.  Stamp duty is payable by the transferee, that is, the acquirer of the property, whether it was transferred by way of sale or gift.  Stamp duty on transfers of residential property is chargeable at the rate of 1% where the consideration does not exceed &euro;1 million.  Where the consideration exceeds &euro;1 million, stamp duty is chargeable at 1% on the first &euro;1 million and 2% on the balance in excess of that, as the Senator has noted.  Stamp duty is set at a low and relatively flat rate, with few reliefs, to be as straightforward and transparent as possible.  It is essentially a transaction tax.  Without any detail as to the changes to stamp duty the Senator envisions, it is not possible to put a figure on what such a measure or measures might cost.  However, I can confirm that in 2020, the stamp duty on residential property raised &euro;156 million.  Looking further back to the normality of 2019, it raised &euro;179 million.  We would not wish to forfeit even a portion of this money from the Exchequer at this time.  The Senator acknowledged that such a measure would put a hole in the Exchequer's finances and we cannot consider doing that at this time.  That is the truthful position.  The Minister for Finance does not accept that a stamp duty rate of 1%, which is the rate most people would pay when buying a new home after downsizing, is an inhibiting factor to such a transaction.  In many cases people who were downsizing would have sold a larger house and would generally have the money to pay such a duty.  Therefore, he does not see the stamp duty on residential property as a \"tax on mobility\". <\/p><p>Regarding inheritances, the Senator should note that CAT is payable on the total of all taxable gifts or inheritances received by a beneficiary.  There are three tax-free thresholds, which are set according to the nature of the relationship between the person transferring the asset and the beneficiary.  CAT applies at a rate of 33% on all amounts above that threshold.  As there is no CAT levied on the sale of a property, it is not likely in itself to disincentivise downsizing.  Should an individual wish to downsize a property and distribute additional proceeds made from liquidating the equity in the home, the normal CAT rules will apply to the beneficiaries of these assets.  The group A threshold applies where the beneficiary is a child of the disponer, providing a tax-free threshold of up to &euro;335,000.  The Senator stated that it was much higher but it was reduced in light of the reduction in property prices over the period to which he referred.  The group B threshold of &euro;32,500 applies where the beneficiary is a brother, sister, niece or nephew and the group C threshold of &euro;16,250 applies to all other relationships or if there is no relationship at all.  CAT applies on any values inherited or gifted above these thresholds.   Therefore, a significant value of assets can be received, particularly from parent to child.  I accept that may only happen in some situations where there is only one child involved and the value of the estate is not being distributed among three or four children.  The Minister is not in a position to take on board the cost that would be involved in the Senator's proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#QQ00400","speaker":"1590","continuing":true},{"type":"speech","time":1619773200,"counter":109,"content":"<p>I understand the point the Minister of State is making but the figures he has given are half what they were in 2009.  There is no mistake but that stamp duty is a tax on mobility and it disproportionately affects young people in Dublin.  For people who want to buy a house in the D&uacute;n Laoghaire area, it is a very significant burden and it particularly affects first-time buyers, young buyers or small families trying to move out of an apartment and into a house.  It is a disproportionate and arcane tax that is arbitrary in many respects but it also double-taxes people because after they have made that move, they are expected to continue to pay local property tax to fund local authority activities.<\/p> <p>The Minister of State mentioned a figure of &euro;156 million going into the Exchequer, which is a small amount.  We should incentivise people to move homes as much as possible, particularly after a pandemic when they may well have found that it is easier for them to live in another area and work remotely.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Barry Ward:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=BarryWard&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We should be facilitating that and encouraging people to do it.  The reality is that stamp duty does the opposite.  I ask the Minister of State to consider changing that situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#RR00200","speaker":"1685","continuing":true},{"type":"speech","time":1619773200,"counter":111,"content":"<p>I thank the Senator for his remarks.  The gist of what I said referred to people who were downsizing, as mentioned by the Senator.  I took that to mean parents who were selling a house and downsizing to a smaller house.  The Senator raised the example of people in an apartment, perhaps an expensive one, who want to sell it and move on to more suitable accommodation.  That is a point I did not particularly cover because I was dealing only with the downsizing aspect the Senator mentioned.<\/p> <p>Every &euro;1 counts in a decision to downsize.  I would, however, draw the Senator's attention to a recent paper from the Department of Finance and the Department of Housing, Local Government and Heritage on the results of a survey of homeowners over the age 55 on their attitudes towards downsizing.  The results show that of those who were unwilling to downsize, only 3.8% cited transaction costs or financial reasons as a barrier to moving.  There are many other issues that prevent the mobility about which we are talking.  In light of these findings and given that the benefits of transparent tax structures are widely recognised, I can confirm that the Minister has no plans to make changes of the type suggested by the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#SS00200","speaker":"1590"},{"type":"unspoken","time":1619773200,"counter":112,"content":"<p>Sitting suspended at 1.31 p.m. and resumed at 1.46 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1619773200,"counter":113,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#VV00100"},{"type":"speech","time":1619773200,"counter":114,"content":"<p>The Order of Business is No.1, motion re Planning and Development Act 2000 (Exempted Development) (No. 3) Regulations 2021 (Restaurants operating as takeaways), to be taken on the conclusion of the Order of Business without debate; No. 2, motion re Planning and Development (Street Furniture Fees) Regulations 2021 &ndash; back from committee, to be taken on the conclusion of No. 2, without debate; No. 3, motion re the Orders of Reference of the Joint Committee on Key Issues affecting the Traveller Community, extension of reporting deadline, be taken on the conclusion of No. 3, without debate; No. 4, Personal Insolvency (Amendment) Bill 2020 &ndash; Report and Final Stages, to be taken at 3.15 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#VV00300","speaker":"1653"},{"type":"speech","time":1619773200,"counter":115,"content":"<p>I support the Order of Business as outlined.  A week is a long time in politics and since the House last met, Arlene Foster has signalled that she will be standing down as First Minister and as leader of the DUP.  I pay tribute to Arlene Foster.  Politics is a difficult game for all of us and nowhere is it more difficult than in Northern Ireland.  I wish her well and acknowledge her work on behalf of the unionist community and of all of those she has represented during the past five years as leader of her party.<\/p> <p>I want to raise with the Leader an issue in respect of the announcement during the week by the Catholic bishops regarding their relationships and sexuality education, RSE, programme ,Flourish, for schools.  We all want our children to flourish.  I am talking about children of all religions and families.  We want to ensure that all children are respected and nourished, whether they come from single-parent homes, care homes, traditional homes or if they are children of same-sex couples.  That is of very great importance.  I acknowledge my Catholic upbringing in a Catholic school.  Those times were very different and those within the LGBTQI+ community were stigmatised, shunned and ashamed.  I often think about what they had to go through.  Thankfully, we live in a different country now.<\/p> <p>In 2015, we had an equality referendum in which we, as a country, acknowledged that love is love and respect is respect.  That is of very great importance.  While schools can have their ethos, and families have their own particular ethos, it is very important that RSE is taught on a health-based premise within all of our schools.  I call for a debate on the introduction of an updated RSE programme based upon respect for all.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I also want to raise an article by Carl O'Brien in<i>The Irish Times<\/i>this morning, in which he brings our attention to the fact that 4,500 children have not returned to school following closures during the pandemic.  For more than half of them, this is because of health issues but that is not the case for the others.  They will be our forgotten children.  I have a major concern, which I have no doubt is shared by many in the Chamber, that these children will be absolutely left behind.  We need to put together an urgent task force to ensure this does not happen.  Children leaving school without literacy and numeracy can lead to a life of deprivation and sometimes criminality.  This is an urgent situation for all of us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#VV00400","speaker":"1689","continuing":true},{"type":"speech","time":1619773200,"counter":117,"content":"<p>On behalf of the members of the Independent Group, and I think I speak for everyone in the House in this regard, I wish to express sympathy to Senator Mullen on the death of his father.  I want to mark what may not be generally known, which is how many years of devoted home care Senator Mullen and his family provided for the late Thomas Mullen.  Ar dheis D&eacute; go raibh a anam.<\/p> <p>The exit from Irish politics of Arlene Foster is something which raises very considerable issues for politics on this island, no matter where we come on the green-orange spectrum.  She broke the glass ceiling by becoming the First Minister of Northern Ireland.  She came from the Church of Ireland official unionist camp into the DUP camp.  She attempted, and it was a difficult task, to nudge that party towards a more inclusive and liberal view on many social issues.  It has been recorded that in the end the straw that broke the camel's back in terms of support for her was her abstention on the gay conversion therapy policy of that party.  She is and was a tough exponent of her views.  In a popularity contest south of the Border she might not rank towards the top but it is sad to see somebody of her ability and bravery go.  We have to bear in mind that her father was the subject of an attempted assassination.  We are seeing somebody such as this effectively bounced out of politics for taking not a very daring stance but a compassionate stance to support young people who were in the same position as those mentioned so notably by Senator Warfield in the House the other day.  We speak about reconciliation on this island.  I believe we made an error in not having Ian Marshall not reappointed or re-elected to this House.  It would be remiss of us to let Arlene Foster's departure go without comment and without some expression of gratitude for what she attempted to do in her own way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#WW00200","speaker":"1669"},{"type":"speech","time":1619773200,"counter":118,"content":"<p>I join Senator McDowell in offering words of sympathy to Senator Mullen.  The Cathaoirleach asked me to do so on his behalf also.  I could not agree more with Senator McDowell's words on the devoted care and love Senator Mullen displayed for his father over many years while he was in ill-health.  As they say, and to be biblical, by their fruit you shall know them, and he lives according to his word.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#WW00300","speaker":"1692"},{"type":"speech","time":1619773200,"counter":119,"content":"<p>I want to raise an issue that featured in the <i>Irish Independent<\/i>this morning.  I refer to what I see has been a very significant change in what most people understand as cost rental.  The Minister has said that he wants to expand the definition of cost rental and allow investors and private firms to make equity or profit from cost rentals.  That would be a significant change to what most of us understand cost rental to be and it is not linked to affordability.  At this week's meeting of the Joint Committee on Housing, Local Government and Heritage I tabled an amendment asking that affordable or cost rental would be linked to a person's income of about 30%.  That is the generally agreed definition of affordability that was given to us by the outside interests that appeared before the committee.  In response, some of the Government members said that cost is cost, it is cost rental and we are recovering it.  What we are finding out now, and I think what we are going to have in the eventual Bill, is that cost rental is cost plus profit, which is, essentially, a State subvention for market-led housing.<\/p><p>The Minister, when giving his reasons, said that he sought to expand the definition of cost rental and one that is not overly reliant on public funding.  That is a very important statement because we are developing a cost-rental model that would not be publicly funded but reliant on the market to fulfil it.  That, to me, is normal market-led housing.  It is no different.  His statement that there would be no reliance on public funds is an ideological stance.  The Government's policy when it comes to housing is profit driven, investor driven and developer driven.  The policy is to use State money to lease build-to-rent for social housing and we are building way more build-to-rent properties than ever before.  We are also allowing investors to buy whole developments off the plans in order to be able to rent.  The Government is relying on the private sector to provide social housing through the housing assistance payment programme.  To add insult to injury, the help-to-buy and proposed shared equity scheme are just a subsidy for developers.  We are making the same old mistakes time and again.  I ask for a wide debate in this House on housing policy because today's article is very worrying.<\/p><p>I welcome the lifting of restrictions but there is a little confusion.  Last night, we were told that 50 guests could attend a wedding ceremony but still only six can attend an indoor reception and 15 at an outdoor reception.  At the end of the month I will be lucky enough to be one of six guests going to the wedding of my friends, Bernard and Eddie.  They need clarification on what they can have at their wedding.  For example, does the figure of six include witnesses, the couple and guests?  There is a lot of confusion among people who, within this short period, are having their wedding.  They have now been told that they can have 50 people but the limits on the reception are different.  Therefore, we need the matter to be clarified.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#XX00100","speaker":"1672"},{"type":"speech","time":1619773200,"counter":120,"content":"<p>I welcome Senator Horkan to the Chamber.  I am still finding my feet and ask him to take it easy on me and to tread carefully.<\/p> <p>I want to speak on two matters.  Today, outside Leinster House, there is a young girl called Fossie who is displaying a Fridays for Future banner and asking for climate and environmental education to become part of the core curriculum for primary and secondary schools.  I support her in her endeavours and it is a shame someone so young must be out demonstrating every Friday.  I admire her and thank her but there is no point in thanking her unless one is going to listen.  The House could discuss, with the Department of Education, the possibility of making climate and environment education a core subject so that there is deeper understanding and a focus on action.  We do not want children to bear the brunt of all the problems that we have created as adults so it is important that any information is age appropriate.<\/p> <p>I wish to highlight something related to the great news yesterday about all of the opening up and everything being outdoor.  It is important that local authorities are supported in having proper professional urban designers because if we do not get this right then things could go horribly wrong.  In the first instance, it is great that there is a grant for caf&eacute;s, restaurants and venues who serve indoors normally to get some funding towards furniture, awnings and stuff, but I urge that this is not done in a haphazard fashion.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;is&iacute;n Garvey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RoisinGarvey&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It should not be that only those who have space outside get to have seating.  It must be done in a more cohesive, town-based way.  That cannot be done by people who do not know how to design.  We have seen it done very well in other countries across the Continent, where the local authorities manage it.  However, for this to work properly, the local authorities will need extra staffing and bins.  Many things need to happen other than the awarding of grants for extra furniture.  If we do it right, it will be amazing and we will be a beautiful, clean country.  If we get it wrong, as we saw in so many places last weekend, we will be sorry.  Let us do it right.  It should be mandatory for each local authority to have an urban designer of some kind involved in this work.  It cannot be done by road engineers or technicians.  It must be done by people who know how to do it properly and do it right.  They should be given extra funding so that we do not see litter everywhere.  More supports need to be given for the provision of reusable cups and other initiatives that we can start again as we become a post-Covid country.<\/p><p>I urge the House to support me on that.  We should look at doing it fairly for all businesses and not just the ones that happen to have a lot of space outside.  If we do not get the local authorities involved, it will not be done in a fair way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#XX00200","speaker":"1659","continuing":true},{"type":"speech","time":1619773200,"counter":122,"content":"<p>This weekend we celebrate May Day, international workers' day.  It is a day for trade unionists to reflect on their achievements and to plan for the huge work that still needs to be done.  This evening I will be addressing party comrades on our vision for workers' rights in a united Ireland.<\/p> <p>The Leader will not be surprised that I am raising the issue of collective bargaining.  The problem with the term \"collective bargaining\" is that it is quite technical and does not really tell people a lot.  The best way to explain it is that the lack of collective bargaining means that thousands of workers throughout this country have no say in their workplace.  Due to a lack of collective bargaining, employers can just refuse to engage in dialogue with workers.  Workers may be told that if they really cause trouble, they can be fired.  There is legislation in place which allows workers to claim a few thousand euro in compensation, but that is the best money the employer will ever spend, because it can then show other workers what the consequences will be if they join a union.<\/p> <p>Right now in Limerick, a company called Iron Mountain is refusing to negotiate with its workers and their union, SIPTU.  Iron Mountain is a global US company.  It manages files for the University Hospital Limerick and does a lot of work for the Office of the Ombudsman.  It makes millions from taxpayers' money.  This is how our procurement system works currently.  We give huge amounts of taxpayers' money to the likes of Iron Mountain, which has told workers who have worked there for 17 years that it is not interested in what they want to discuss.  The workers have been told that the company will close in July and they will receive a minimum redundancy payout.  When the workers' union wrote to the company, it received a response thanking representatives for the letter and declining the request to engage with workers.  These companies can do that because of the fact there is no collective bargaining legislation in place in this country.  I ask Senators to imagine how it feels to be a worker of 17 years' service, who started on minimum wage and is not paid much more today, in this situation.  All these workers want is a decent settlement.  Unfortunately, they are denied even the right to negotiate that settlement because there is no law in place for collective bargaining.<\/p> <p>Collective bargaining is recognised as a human right.  It is recognised in Article 28 of the European Social Charter.  We have signed up to that charter but we have not signed up to collective bargaining.  What happens, as in the case of Iron Mountain, is that workers are voiceless.  They have nowhere to turn.  If they want to go to the Workplace Relations Commission, WRC, it does not matter, because the company will not turn up.  It will argue that it is doing fine as it is, which is true, because it is making millions from taxpayers' money.  When is this country going to change how we do procurement by introducing a simple clause which states that if companies get money from the State, they must recognise trade unions and the workers' right to join a trade union, and they must negotiate with these unions.  How many decades will it take for this to happen?  Unfortunately, for decades, neither Fianna F&aacute;il nor Fine Gael has acted to fix this and to give us some decency in the workplace.  What will be done for those workers in Iron Mountain?<\/p> <p>Incidentally, when the workers declared that they had got the union involved, the company doubled the number of vans it was using to remove files from the premises to ensure the place was closed as quickly as possible.  That was the company's response.  Is that the response we will give today?  We must do more for the working class in this country.  It is May Day weekend.  Let us stand up and do something for the workers of Iron Mountain.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#YY00200","speaker":"1660"},{"type":"speech","time":1619773200,"counter":123,"content":"<p>I join others in passing on my condolences to Senator Mullen on the death of his father.  I know my colleagues in Fianna F&aacute;il will also join me in sending on those condolences.  It is my first time in the House with my colleague, Senator Horkan.  It is great to have him back.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I wish to tell colleagues about an amazing brave lady who gave a presentation to the Joint Committee on Foreign Affairs and Defence yesterday, Ghufran Khoulani.  She is a Syrian refugee living in Ireland.  She bravely spoke of her brother who was disappeared in Syria.  Later she learned he was illegally detained.  She learned this because of a man called Caesar, a defector who had been an official forensic photographer for the Syrian military police, had managed to smuggle out photographs of the bodies of thousands of detainees. She recognised her brother, Muhammad, in the Caesar photographs and joined with other families who also recognised loved ones in forming the Caesar Families Association.  She made her presentation to highlight the issues on the ground in Syria today.  She wanted to tell us about the widespread arbitrary detention, the enforced disappearance, torture and extrajudicial killings used brutally by the Syrian regime.  Ghufran Khoulani asked all committee members to bring this to everyone's attention.  I would like the Leader to seek a debate in the House on the current situation in Syria.  Alarmingly, Denmark has suggested that it is a safe place for refugees to return.  She argues against that, having knowledge of what is happening there on the ground.<\/p><p>My second issue has been raised in the House before, in particular by my colleague Deputy Higgins, namely, vaccine equality.  We need to ensure such equality for healthcare across the world, as well as ensuring that we do not leave space for new variants to develop.  What can we do?  We can subscribe to COVAX, with its motto \"no one is safe until everyone is safe\", we can donate surplus supplies of vaccines to developing countries and can make financial contributions.  One thing that we could do, and which we should debate here, is the Agreement on Trade-Related Aspects of Intellectual Property Rights, TRIPS, waiver campaign.  We need to debate whether we should waive intellectual property rights for Covid vaccines for the acute phase or for the duration of the pandemic.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#YY00300","speaker":"1630","continuing":true},{"type":"speech","time":1619773200,"counter":125,"content":"<p>I join with my colleague with respect to May Day.  It is rather ironic that he brought up the issue of workers' rights and how workers are treated in this country.  One of the worst employers in this country, if you get on its wrong side, is the State.  I have brought many examples to this House of the denial of pension rights to community employment, CE, supervisors and various other issues.<\/p><p>Today, I raise an issue regarding education and training boards, ETBs.  There are 16 ETBs, which were established under the 2013 Act.  Education and Training Boards Ireland, ETBI, is their governing body.  Its function is to provide legal services, ICT, human and industrial relations governance, procurement, public sector reform governance, as well as ETBI corporate and youth services.  It is a pretty comprehensive set of supports which it offers ETBs.  On top of that, ETBs have the two Departments responsible for education to fall back on at any time there is a query.  Yet, every ETB in the country is also a member of IBEC.  It says of itself<\/p> <blockquote> \tIBEC is Ireland&rsquo;s largest and most influential business lobby and representative group, with our members employing over 70% of private sector workers.  We believe [in] a strong economy... <\/blockquote> <p>I could go on.  A freedom of information request of Limerick ETB this morning revealed it has paid &euro;10,250 for membership of IBEC.  Why?  Why is it, when workers find themselves before the Workplace Relations Commission, the Equality Tribunal or the Labour Court, they face not only the representatives of the ETB they work for, but also those of ETBI and IBEC.  What is going on?  Why do we need to have IBEC there?  There are 16 ETBs paying IBEC a minimum of &euro;10,000 a year each, that is, &euro;160,000.  Why is this being paid to a private sector organisation by a public sector body?  We might have a debate on governance of ETBs.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#ZZ00200","speaker":"1645"},{"type":"speech","time":1619773200,"counter":126,"content":"<p>Like everybody else, I welcome yesterday's announcements, especially on promoting and developing the concept of outside dining.  However, I am slightly concerned about people with disabilities, specifically blind people, wheelchair users, elderly people and people with small children who might be pushing prams.  I very much encourage outside dining but I would like to see protocols put in place to ensure the designated area for outside dining is the only part of the footpath used for that purpose and that the rest of the footpath is kept clear.  By that I mean kept clear of all types of street furniture, including sandwich boards and other similar signs and obstacles.<\/p> <p>Before the pandemic, there was an increased proliferation on the streets of our towns and cities of various objects which impacted on and impeded people with disabilities.  Protocols are necessary because if this outside dining experience works, and I have no reason to believe it will not, it will become something of a norm in future.  I hope it does but it must also be done right and there must be proper protocols. <\/p> <p>The HSE portal that is up and running for the vaccination of those aged over 60 years will hopefully be used by the rest of us when we apply for a date for our vaccinations.  The portal is not accessible to screen readers for people who are blind and visually impaired.  While the Covid-19 tracker app is accessible, there are, unfortunately, technical issues with the online portal.  This matter must be resolved urgently.  I ask the Leader to write to the Minister for Health, Deputy Stephen Donnelly, to outline the concerns of the 270,000 blind and visually impaired people in this country about the HSE portal.  The vaccination process must be accessible to everybody and it must be as easy as A, B, C to apply for a vaccine.  I would appreciate if the Leader would do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#AAA00100","speaker":"1644"},{"type":"speech","time":1619773200,"counter":127,"content":"<p>I raise two justice-related issues.  First, I welcome the publication yesterday by the Minister for Justice, Deputy Heather Humphreys, of the general scheme of the Garda S&iacute;och&aacute;na (digital recording) Bill.  This legislation will provide the legal basis for the use of body cameras by An Garda S&iacute;och&aacute;na.  We have seen people shove mobile devices in the faces of members of An Garda S&iacute;och&aacute;na during hostile protests.  I am glad garda&iacute; will now have devices which will record events in real time and give a full sense of what is happening.  We have also seen the importance of recording devices in the George Floyd case in the United States, where there would probably not have been a successful conviction without them.<\/p> <p>On court facilities, for several months, I have been pursuing the issue of the development of a new courthouse in Navan.  This is one of three courthouses promised under the national development plan, NDP, along with Bray and north Kildare.  In a response to me, the Minister noted that while the three regional courthouses are part of the NDP, the proposed family law facility at Hammond Lane in Dublin city centre has taken priority.  That facility is undoubtedly much needed but the site has been a crater for a decade or more and is being used as a compound by the developer.  The last time representatives of the Courts Service were before the Committee of Public Accounts, the cost of providing the project had escalated to &euro;140 million, an increase of &euro;100 million on the costing in 2015.  There is only &euro;15 million in the capital budget for court facilities.<\/p> <p>I ask that projects such as the courthouse in Navan, which are in the NDP, are not sacrificed in favour of this other major facility or put on the shelf because every spare euro for capital works is to be allocated to a project whose costs have already spiralled before a sod has been turned.  The site of the Hammond Lane project is still a hole in the ground.  We can deliver projects at a fraction of the cost of the &euro;140 million earmarked for that facility, while also delivering regional balance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#AAA00200","speaker":"1641"},{"type":"speech","time":1619773200,"counter":128,"content":"<p>I offer my condolences to Senator Mullen.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have a matter to raise with the Leader which I need her to write a letter about, but I need to respond to Senator Gavan's remarks.  What is happening in Iron Mountain is highly regrettable but nothing in this State stops someone from joining a union.  In fact, one's entitlement to association is enshrined in the Constitution.  Furthermore, unions themselves need to be much more transparent about how they make decisions about whether to go forward to the Workplace Relations Commission, WRC, or not.  On a number of occasions, I have had to step in on a <i>pro bono<\/i>basis to represent people in the WRC where their union, to which they have been paying dues for decades, has refused to go on their behalf because it is not tactically suitable.  To stand up and blame the Government without transparency in unions and to paint the misnomer that a nirvana of collective bargaining will solve everybody's ills is absolutely downright misleading.<br\/><br\/>I was on a forum for Deliveroo workers recently where a member of Sinn F&eacute;in was talking about &quot;join your union and we'll deliver you an employment contract&quot;, glossing over the fact that there is a complete lack of mutuality of obligation in the Deliveroo arrangement and they can substitute other workers.  Consequently, what is being said to those workers and the promises being given are utterly without basis. <br\/><br\/>On the assisted decision-making (capacity) Bill, I ask that we write a letter to the Minister to ask that this Bill be accelerated into law.  The Minister has given a good commitment and there is a programme of work there to make sure the remaining aspects of that Bill are commenced as quickly as possible.  There are people becoming wards of court in the State all the time and, when they become wards of court, as noted by Lorraine Dempsey of Inclusion Ireland at the Joint Committee on Disability Matters, they lose all entitlement to make any decisions about their lives or to have any autonomy over their body.  It is a great piece of law.  We need it brought in.  We need it commenced and we need a letter to go to the Minister to accelerate its commencement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#AAA00300","speaker":"1682","continuing":true},{"type":"speech","time":1619773200,"counter":130,"content":"<p>I too offer my condolences to Senator Mullen on the passing of his father.<\/p> <p>I raise with the Leader the importance of community first responders, CFR, and the magnificent voluntary work they do in many communities.  I am sure the Leader is well aware of it and I know locally in County Kildare there are many groups operating.  The issue with community first responders is the need to vaccinate these volunteers who have saved lives and are, in many cases, back operating within our communities.<\/p> <p>The issue was raised with me recently by Councillor N&iacute;all McNelis, among others.  Councillor McNelis raised the concerns of the Salthill-Knocknacarra cardiac first responders who, as an example of the great work carried out by so many of these community groups, had an average of 256 activations in the two years prior to Covid, dealing with three to four cardiac arrests each month in their area.  <\/p> <p>We know the cardiac community first responders voluntary members work with the National Ambulance Service.  They respond to 999 emergency calls in their local areas on a daily basis and to calls received from the emergency call centres and dispatched by the National Ambulance Service.  In recent weeks, many CFR groups have been returning but, despite requests by their members through the ambulance services for the Covid vaccination, they have been refused on the basis they are not deemed healthcare workers.   We now have a situation where some groups have returned and are responding to calls to persons who have not been vaccinated themselves.  Other CFRs are manning Covid test centres or vaccination centres and, again, are unvaccinated.  The National Ambulance Service has provided groups with personal protective equipment but, given the work they do in all our communities in helping to save lives, surely they should be vaccinated.  I would appreciate if the Leader would write to the Minister on this important matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#BBB00200","speaker":"1684"},{"type":"speech","time":1619773200,"counter":131,"content":"<p>It is my great pleasure to once again congratulate and welcome Senator Horkan, who has been a good colleague and friend of everyone in this House.  It is great to have him back among us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#BBB00300","speaker":"1692"},{"type":"speech","time":1619773200,"counter":132,"content":"<p>I thank the Leas-Chathaoirleach.  I join with Senators McDowell, Ardagh and others in offering condolences on the sad death of Senator Mullen's father, who I know had been quite ill for a period.  I acknowledge, as Senator McDowell did, the tremendous amount of care Senator Mullen gave to his father in his final few years.  May he rest in peace.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I was only returned to this Chamber last Friday and in the past week we have seen: a former Minister for Housing, Planning and Local Government, Eoghan Murphy, resign his seat; Arlene Foster announce her resignation; a former Sinn F&eacute;in councillor arrested for murder; and it was announced that the pubs, hospitality generally and the economy would reopen.  I will not try to claim credit for all or any of that but it is amazing how much has happened in a week.  I welcome the reopening of the economy, which I thought would probably get more attention today than it has, although I know it has not all happened yet.  I am delighted that I will have to get a new suit after losing a small amount of weight and I definitely need a haircut.  I am sure half the country is the same in what they need.<\/p><p>I mention people's self-esteem and I was out of the loop for the past 13 months myself.  Many people lost their jobs in the hospitality industry, tourism, restaurants and pubs, many of which have not been open at all and some of which had small stop-start reopenings.  It is so important for them financially and mentally that their businesses see a pathway back and I really welcome that.  At the same time I am also looking at the figures that came out yesterday and that are broken down by every local electoral area.  They show that the figures are not falling the way I would like to see them fall.  I urge people to keep washing their hands and doing all of the things we have been doing such as wearing masks.  People should socialise responsibly outdoors.  Vaccines are the answer but I want to make sure we get to such a situation.<\/p><p>I call on the Leader to arrange a debate post Covid on the things that happened during this time that were positive.  For example, parent-teacher meetings went online.  People did not have to take a day or a half-day off work to do those meetings as they could log onto them from their computers.  We need a debate in the future on the benefits and the small silver linings to that awful cloud.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#BBB00400","speaker":"1412","continuing":true},{"type":"speech","time":1619773200,"counter":134,"content":"<p>Even before the new suit arrives the Senator is quite sartorially elegant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#CCC00200","speaker":"1692"},{"type":"speech","time":1619773200,"counter":135,"content":"<p>Thank you.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#CCC00300","speaker":"1412"},{"type":"speech","time":1619773200,"counter":136,"content":"<p>Hyperemesis is a condition that one in ten women suffer from during pregnancy.  It is a condition that became quite commonly known from Kate Middleton's pregnancy.  It is a condition that women suffer from involving severe nausea and vomiting to the extreme levels that one cannot work or have any sort of normal pregnancy.  There are three drugs for the condition, two of which are not available in Ireland and one of which is, namely Cariban.  However, it is not licensed.  The cost of it is &euro;2.40 per tablet and it is recommended to take four per day.  Therefore, the cost during a pregnancy is &euro;3,000, which is not funded by the State at all.  It is half the cost in Spain.  Women with hyperemesis, through no fault of their own, are stuck between a rock and a hard place in having to pay for this.<\/p><p>I ask the Leader if the Minister for Health would ask the HSE to prioritise this important women's health issue.  Will the Minister call on the HSE to meet Hyperemesis Ireland to discuss its campaign?  Hyperemesis Ireland has been working hard on this issue in recent years.  The organisation wrote to the HSE more than three weeks ago to request a meeting and it has not been granted to date.  Does the Minister for Health still believe, as he did while in opposition, that the first-line medications for hyperemesis should be reimbursed on the medical card and the drugs payment scheme?<\/p><p>It is just not acceptable in this day and age that women are left to suffer on their own.  How far do we have to go or how long do we have to wait before there is equality in this country?  It seems incredibly ironic that Viagra can be reimbursed if one has a medical card but that women who suffer from hyperemesis receive no reimbursement whatsoever.<\/p><p>I want to read out a short quote to give a sense of what women are suffering through this.  A woman said:<\/p> <blockquote> \tI want another baby so much. I am working extra hours so that I can afford it as I know that I will be off work with Hyperemesis. I will have to pay for medication and extra childcare as I physically wont be able to mind my other two children, If you are on a low income, it is impossible to afford the medication and you cannot continue to work.<br \/><br \/>I was vomiting up to 20 times a day and lost 20KG. We had to give up our house and move into my parent&rsquo;s spare room to afford my medication. <\/blockquote> <p>This is utterly unacceptable in the age we are living in and I ask the Leader to speak to the Minister as a matter of urgency to look at solutions to this problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#CCC00400","speaker":"1629"},{"type":"speech","time":1619773200,"counter":137,"content":"<p>I propose an amendment to the Order of Business to take No. 12 on the Order Paper before No. 2.  It is a Bill, entitled Clean Air (Smoky Coal Ban) Bill 2021, and it seeks to introduce a full ban on the sale of smoky coal.  We are all well aware that smoky coal is a major factor in air pollution.  The sale of smoky coal was banned in some parts of the country as early as the 1990s in an effort to address this issue.  Winter smog, at the time, was a growing problem in urban areas due to the widespread use of bituminous coal.  This, in turn, had given rise to serious health effects in the population.  Smoky coal affects sulphur dioxide levels and these levels showed considerable improvement once the ban was introduced.  The policy was gradually rolled out to several other large towns.<\/p> <p>Since 2013, we have been hearing from successive Ministers that they intend to introduce and are committed to a nationwide ban on smoky coal.  Unfortunately, nothing has happened in that regard notwithstanding the fact the European Commission gave approval for a full nationwide ban in 2017.  When you look at the evidence that exists, the European Environment Agency report on air quality across Europe in 2020 indicated that in 2016 there were 1,410 premature deaths arising from air pollution in Ireland, approximately 1,300 of which were attributed to the fine particle matter which in Ireland is primarily associated with domestic solid fuel burning, in particular, smoky coal.  The same report indicated significant earlier mortality for those deaths.  While people may have had some complications prior to engaging with the level of particle matter in the air, they would have lived for a considerable period longer were it not for the concentration in the air.  Research indicates that the introduction of the ban in Dublin in the 1990s resulted in approximately 350 fewer mortalities per year, reducing cardiovascular and respiratory mortality in the population generally.  The main effects of air pollution include stroke, heart disease, lung cancer and both chronic and acute respiratory diseases, including asthma.  It is incumbent on us to move on this issue.  I would hope that the Bill would get a fair hearing in due course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#DDD00200","speaker":"1655"},{"type":"speech","time":1619773200,"counter":138,"content":"<p>First, I also extend my sympathies to Senator Mullen.  As a fellow Galwegian, I know the amount of time that he has spent supporting his family over the past couple of years.  My thoughts are with the whole family.<\/p> <p>I commend Senator Ahearn on bringing up the subject of hyperemesis because there is a lottery when it comes to medication.  I was also going to raise the issue of the postcode lottery when it comes to maternal healthcare in this country.  We have seen the opening-up announcements yesterday, which are very welcome and will give much hope to people.  Over the past week, there also have been several announcements on the opening up of maternity wards to partners, but this is very much a postcode lottery.  In University Hospital Galway, UHG, there is one hour per day for partners - half an hour to the neonatal unit when a father has a child there - but there are no other hospitals in the north west offering the same.  Then you look at the Coombe, where partners can come in for three hours a day.<\/p> <p>In all of these matters, it is not in any way to criticise the hospitals because they are doing their best.  What it points out is that there are many regional inequalities, and that this has to do with gender and how we think of our maternal healthcare around the country  The national maternity strategy has been held back.  We now need to see post Covid that we are moving forward with that.  I ask the Leader to ask the Minister for Health to come in and have a proper conversation on how we will change that for all women in the country.<\/p> <p>International day of the midwife is on 5 May and the Irish Nurses and Midwives Organisation, INMO, conference next week is entitled The Courage to Care.  We have seen midwives in particular take a strong lead when it comes to supporting women throughout the pandemic.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pauline O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=PaulineOreilly&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is all of our responsibility going forward to jointly as a society support women who are pregnant and giving birth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#DDD00300","speaker":"1693","continuing":true},{"type":"speech","time":1619773200,"counter":140,"content":"<p>I was coming down here today to talk about a different issue, was looking at my Instagram and saw a post from Kasper Schmeichel, whose father was one of my idols growing up.  His Instagram is in a social media blackout from 3 p.m. today until Monday night.  I did not realise this was happening, perhaps because here in Ireland I am slightly removed from it.  It is a social media blackout that every Premiership footballer, every Formula 1 driver, including Lewis Hamilton, every member of the English rugby team and the English Premiership are doing in solidarity with Thierry Henry, who went off social media in March because of the racist abuse and horrific online abuse sports players are receiving.  It is great to see so many people in sport coming together to take on social media companies.  Their claims about it are quite simple.  They want the re-registration of abusive people online stopped.  They want to ensure no anonymous accounts are allowed on Twitter.  They want to ensure there are real-life consequences for people who regularly engage in online abuse.  It is brilliant to see such solidarity in the UK sporting community.<\/p> <p>A couple of weeks ago I attended the Joint Committee on Housing, Local Government and Heritage.  Representatives from Twitter were before it.  I asked them what the thought process is behind anonymous accounts.  The guy replied that Twitter is very important in allowing democracies to overthrow Third World dictators in far-flung parts of the world.  That was the case in 2011 during the Libyan uprising when people did organise on Twitter.  However, it is not the case ten years on because people are organising on stuff like Parler, which are beneath the ether in terms of online discourse.  It is not Twitter anymore.  There are no despots being overthrown around the world because of Twitter so it is not a good enough excuse anymore.  I would love to see something like the blackout in this country, whether it was politicians or other members of civil society, or indeed if it was people from the League of Ireland, Irish rugby and the GAA engaging in a similar campaign.  I take this opportunity to commend it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#EEE00200","speaker":"1670"},{"type":"speech","time":1619773200,"counter":141,"content":"<p>I would like to second Senator Dooley's proposed amendment.<\/p> <p>I wish to raise the issue of third-level students.  I welcome the announcement by the Minister for Further and Higher Education, Research, Innovation and Science, Deputy Harris, that a working group will gather today to get a pathway and a plan to open up in September.  It is essential that is done in June.  Indeed, June is possibly a little too late.  At the minute students would usually already be booking their accommodation for the next college year.  We have seen how students all over the country paid for accommodation and fees for the last year and now they are potentially falling into the same trap again and not getting to enjoy campus life.  I stress that this is a really important issue for over 250,000 students in our country.  They need to get back to life, to fun, to enjoying their late teens and early 20s and to experiencing college and university life like most of us here did.  I am talking about that carefree life of college, the college bar, creating friendships and all those experiences we cherish so much.  That has been stopped for the past 12 months and it is urgent that those students get some clarity as soon as possible.  Perhaps the Minister could bring it forward to early June.  There are 30 days in June, as we were told during the week.  The earlier in June the better.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#EEE00300","speaker":"1671"},{"type":"speech","time":1619773200,"counter":142,"content":"<p>Continuing the third level theme, in less than half and hour I am going to be joining Oireachtas Members from the south east in meeting the Minister, Deputy Harris, about the application from Waterford Institute of Technology, WIT, and the Institute of Technology Carlow to become a technological university for the south east.  I expect positive news that the application is being submitted.  In that context, it is important to state that the application has been endorsed by the presidents of both institutes, by the chairs of the governing bodies, by the bodies themselves and by both student unions.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnCummins&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Issues at WIT were highlighted last week by the Teachers' Union of Ireland.  Those issues must be addressed but can be addressed in a parallel process.  It is important that such a process be put in place in order that the views of staff can be taken on board.  It is imperative that we establish a technological university in order to ensure that the brain drain from the south east stops and that students can attain their third level education in a university of international standing within their own region.<\/p><p>I agree with the assertion to the effect that it is essential that we get this right.  There is an opportunity here to create a university of international standing.  The Taoiseach, the T&aacute;naiste and the Minister for Further and Higher Education, Research, Innovation and Science are on record as saying that the new university will be centred in Waterford, with other campuses located throughout the south east, and that there will be further expansion of the Waterford campus.  I will be calling on the Minister and the Government to engage further with WIT regarding the acquisition of additional sites.  WIT has put a working group in place and I will be asking the Minister to appoint a civil servant to assist it with that process. He has written to Professor Willie Donnelly about progressing that.  I wish all the staff, management and students in both institutes every success as the application progresses with the international panel and every success with the university in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#EEE00400","speaker":"1647","continuing":true},{"type":"speech","time":1619773200,"counter":144,"content":"<p>We wish Senator Cummins well at that meeting.  It is very important infrastructure for the south east.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#FFF00200","speaker":"1692"},{"type":"speech","time":1619773200,"counter":145,"content":"<p>I would have opened the proceedings today by expressing all our condolences to our colleague Senator Mullen but I was not aware of his loss.  I apologise for that.  On behalf of every Member of this House, I wish him well in what must be a horrific loss after his daddy passing away.  I express our condolences to him and his entire family.<\/p> <p>I wish Senator Cummins well with his meeting today.  Please God this will be the start of something wonderful and great for the south east in getting its own technological university.<\/p> <p>Senator McGreehan spoke about the need to get campus life back for our young people.  They are one of the cohorts most adversely affected over the past few months and we need them to be able to just enjoy a rite of passage that so many of us have already enjoyed.<\/p> <p>I was not aware of the social media blackout to which Senator McGahon referred but it is a genius idea which shows the solidarity present in sport.  Maybe it is a sign that we should be showing solidarity in other aspects of public and private life with regard to the continuous abuse that exists on social media.  I have no idea why we cannot just pass a law that bans anonymous accounts on any platform.  There is no need for them.  The Senator noted that there was a need for them in a particular instance but we certainly do not have that kind of environment or a need for that kind of engagement in the democracy we all enjoy here in Ireland.  That is a challenge for each and every Senator, namely, to draft legislation that will outlaw anonymous accounts.  I wish the participants in the blackout well over the weekend.  It will be interesting to watch the reaction to it.<\/p> <p>Senator Pauline O'Reilly spoke about the postcode lottery in the delivery of healthcare.  I fear that it does not just exist in maternity services, unfortunately.  There is a disparity in the delivery of services across all our regions, not just for women but for children as well.  That is something of which we should be very mindful in the future. <\/p> <p>Senator Ahearn asked if it was unusual for a man to bring up the topic he raised.  It is unusual but I applaud him and thank him for doing so.  Fair play.  Hyperemesis was raised in the Seanad on a previous occasion.  Arising from that representation, I wrote to the Minister regarding the illogical attitudes towards State supports for these women, who are supported either through financial or income supports, because they cannot work, or through their stays in hospital, where many of these one in ten women have to stay for prolonged periods during their pregnancies.  That &euro;2.40 per tablet is nothing in comparison with what the State is already paying.  Women could have productive and healthy pregnancies, supported by the State.  It is disturbing to hear the Senator read out that woman's current state of mind and what she is expecting to experience during what will be a much wanted pregnancy, if and when she gets pregnant in the future.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2021&amp;amp;month=04&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will write to the Minister again and ask him to respond to the request for a meeting from Hyperemesis Ireland.  We might see some progress, please God, in the very near future.<\/p><p>Senator Wall referred to our first responders.  I have one of them at home and we have a defibrillator that sits at the front door on the nights he is on duty.  First responders have not been included in any vaccination programme and, to my mind, particularly in our area, it means they have not been able to resume their services which are obviously vital in supporting our ambulance services.  That is a real pity.  I will write to the Minister and ask if he will have a look at that issue.<\/p><p>I will write to the Minister about the commencement of the Act to which Senator Seery Kearney referred.  I will send her a copy of that letter today.  That is no problem.<\/p><p>Senator Cassells talked about the general scheme of the body cam Bill that was published yesterday.  I think it will add another tool to the armoury of garda&iacute; in being able to support and mind us in the course of their duties.<\/p><p>I will also write to the Minister about the courthouse in Navan.  The allocated budget for family law services' budgets should not in any way impact on the delivery of the three regional courts in the programme for Government.  I will write to the Minister and ask for an update on that matter.<\/p><p>Senator Craughwell referred to the governance of education and training boards.  I am at a loss to know what to say in reply because I am probably as surprised as he was when he discovered the issue.  I will write to the Minister for Education and see what comes back.  I will send a copy of the letter to the Senator.<\/p><p>Senator Conway referred to a matter about which that most of us do not even think.  I will not speak for everybody, but it is not something about which I thought when we were talking about having an outdoor summer yesterday.  I did not even think about the impact on our streetscapes of parklets or outdoor furniture.  It will impact on mothers, and I did not think of that because my kids are not in buggies anymore.  It will also impact people with disabilities.  Perhaps that is something of which we should be more mindful.  I will write to the Minister for the Environment, Climate and Communications on that matter to ask him to be mindful of that.<\/p><p>Senator Garvey brought up the need for our local authorities to have centralised areas.  There are an awful lot of facilities that do not have an outdoor area on which to put tables, chairs, benches or whatever.  Perhaps we need a more holistic approach to that matter.<\/p><p>Senator Ardagh asked for a debate on Syria, which I am happy to request.  She also asked for a debate on a TRIPS waiver, which I will request of the Minister today.<\/p><p>Senator Gavan, as he always does so passionately, talked about the virtues of, and real need for, collective bargaining in this country.  While there is no impediment to anybody joining a union, and it is our entitlement, there is not always as free-flowing a relationship between employers and unions as there should be.  I do not know whether the Senator would like to me write to the company concerned, as we did previously on an issue relating to Rehab.  I think that elicited a comprehensive response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#FFF00300","speaker":"1653","continuing":true},{"type":"speech","time":1619773200,"counter":147,"content":"<p>It would be helpful of the Leader to write.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#GGG00200","speaker":"1660"},{"type":"speech","time":1619773200,"counter":148,"content":"<p>I can do that today, that is no problem.  I do not know why our procurement clause do not have a clause such as that suggested by the Senator.  Any State-sponsored or State-supported company must have a minimum standard of engagement with its employees and it certainly sounds as if the example the Senator gave us this morning is falling far short of that.  I will send the Senator a copy of that letter.<\/p> <p>Senator Moynihan spoke about what she feels is a contradiction in terms regarding the expansion of the definition of cost-rental.  I do not know whether me writing a letter to the Minister will give the Senator anything more than she already knows.  I can only suggest that she raises it as a Commencement matter and that might elicit further information.  I wish her well.<\/p> <p>Senator McDowell spoke eloquently about Arlene Foster.  A week is an awfully long time in politics.  Senator Horkan referred to everything that has happened in the week he has been here.  He is very welcome.  I have huge respect for Arlene Foster, not only because she has broken the glass ceiling, and she certainly has, but also in terms of how much she is being mistreated at the moment.  Perhaps that is just politics.  Senator McDowell talked about her ability and bravery, which she has in spades.  She also has compassion and is a formidable woman.  I would like to take the opportunity to thank her, from this House, for her contribution to Irish politics and wish her well in whatever she does.  I have no doubt that this is not the end of Arlene Foster.  She is only warming up.  I thank the Senator for raising that matter and giving us an opportunity to discuss Arlene Foster.  As Senator O'Loughlin also mentioned, she is a formidable woman.<\/p> <p>Senator O'Loughlin started matters off by seeking a debate, as other colleagues did earlier in the week, on sexual education in our schools.  What happened has certainly raised eyebrows.  Senator Warfield spoke here last week about how he felt as a young man, growing up, and that is not something that anybody in this country should tolerate and we should certainly not tolerate it now.  Anybody fostering those kinds of thoughts in our children's minds certainly needs to be challenged or at least brought out into the open.  I will arrange that debate as soon as I can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021043000002#GGG00300","speaker":"1653"}]